{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Organisms & Environments",
        "SubTopic": "Investigate and compare how animals and plants undergo a series of orderly changes in their diverse life cycles such as tomato plants, frogs, and lady beetles.",
        "ProcessSubTopic": "5.2D.",
        "Content": [
            "Lacewings are insects that hatch from eggs.",
            "problems/TX19G5S/media/1a.jpg",
            "Which of these correctly compares the lacewing life cycle with the frog life cycle?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Adult lacewings lay eggs, but adult frogs give birth to live larvae.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Adult frogs and lacewings both lay eggs."
                }
            },
            "B": {
                "Choice": "When they hatch, young lacewings and young frogs look different from their adult forms.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Both frog and lacewing adults look very different from their young. This is the only answer choice that accurately compares the two life cycles."
                }
            },
            "C": {
                "Choice": "When they hatch, both lacewings and frogs have long legs for jumping.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Frog larvae (tadpoles) do not have legs when they hatch from their eggs, and the legs of lacewing larvae are not used for jumping."
                }
            },
            "D": {
                "Choice": "Both adult lacewings and adult frogs have more legs than they had as larvae.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Lacewing larvae and adults have the same number of legs, but tadpoles begin with no legs and grow legs as they develop into adult frogs."
                }
            }
        }
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Earth & Space",
        "SubTopic": "Explain how the Sun and the ocean interact in the water cycle.",
        "ProcessSubTopic": ".",
        "Content": [
            "Which of the following explains how water undergoes a change of state in one stage of the water cycle in order to move from the ocean’s surface into the air?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Liquid water that is heated by the sun becomes a gas and rises.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This is an accurate description of liquid water being heated by the sun and becoming a gas in the air above the ocean via evaporation."
                }
            },
            "G": {
                "Choice": "Gaseous water rises as it is cooled by the ocean.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Gaseous water sinks when cooled; it does not rise. If cooled to a low enough temperature, it condenses into liquid water and can fall out of the air as precipitation."
                }
            },
            "H": {
                "Choice": "Liquid water that is heated by the sun condenses into rain.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Liquid water evaporates when heated; it does not condense."
                }
            },
            "J": {
                "Choice": "Gaseous water collects in drops of fog above the ocean’s surface.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This describes condensation, when liquid drops of fog form from gaseous water vapor. This is the opposite of what is asked in the question."
                }
            }
        }
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Matter & Energy",
        "SubTopic": "Classify matter based on measurable, testable, and observable physical properties, including mass, magnetism, physical state (solid, liquid, and gas), relative density (sinking and floating using water as a reference point), solubility in water, and the ability to conduct or insulate thermal energy or electric energy.",
        "ProcessSubTopic": "5.2G.",
        "Content": [
            "Students investigate the physical properties of some substances. They draw a table to show how the substances can be grouped. The students need to complete the table with column headings.",
            "problems/TX19G5S/media/3a.jpg",
            "Which column headings should the students use for their table?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "problems/TX19G5S/media/3b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The heading for column one is incorrect because metals readily transfer thermal energy and therefore are not good insulators. The heading for column two is incorrect because none of the objects are attracted by magnets."
                }
            },
            "B": {
                "Choice": "problems/TX19G5S/media/3c.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "All objects in column one are made of metal and will conduct electrical energy. All objects in column two will float on water and are therefore less dense than water. All objects in column three will dissolve (are soluble) in water."
                }
            },
            "C": {
                "Choice": "problems/TX19G5S/media/3d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The heading for column one is incorrect because none of the objects are soluble in water. The heading for column two is incorrect because the objects in the second column include a liquid (cooking oil) and a solid (wood chip), which are different physical states of matter. The heading for column three is incorrect because not all of the objects are less dense than water."
                }
            },
            "D": {
                "Choice": "problems/TX19G5S/media/3e.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The objects in column two are not conductors of electrical energy. The objects in column three are not insulators."
                }
            }
        }
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Matter & Energy",
        "SubTopic": "Identify changes that can occur in the physical properties of the ingredients of solutions such as dissolving salt in water or adding lemon juice to water.",
        "ProcessSubTopic": ".",
        "Content": [
            "Which change occurs when lemon juice is mixed with water?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The mass of the lemon juice decreases.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The mass of the lemon juice remains the same."
                }
            },
            "G": {
                "Choice": "The water becomes a solid.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The water remains a liquid unless the mixture is frozen or heated."
                }
            },
            "H": {
                "Choice": "The lemon juice dissolves and spreads out evenly in the water.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The lemon juice is soluble in water and spreads through the water."
                }
            },
            "J": {
                "Choice": "The volume of the water decreases.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The volume of the water remains the same."
                }
            }
        }
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Organisms & Environments",
        "SubTopic": "Observe and describe the physical characteristics of environments and how they support populations and communities of plants and animals within an ecosystem.",
        "ProcessSubTopic": ".",
        "Content": [
            "Common duckweed is a small plant that grows on the surface of many ponds and lakes. It is free floating and has a single root.",
            "problems/TX19G5S/media/5a.jpg",
            "Which statement describes the type of ecosystem in which duckweed can most likely be observed?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "A wetland ecosystem with slow-moving water",
                "Key": {
                    "Correct": true,
                    "Rationale": "Because the duckweed is a small plant that grows on the surface of many ponds and lakes, is free floating, and has a single root, the duckweed can best survive in a wetland ecosystem with slow-moving water."
                }
            },
            "B": {
                "Choice": "A coastal ecosystem with constant rough waves",
                "Key": {
                    "Correct": false,
                    "Rationale": "Rough waves would interfere with the ability to float freely."
                }
            },
            "C": {
                "Choice": "A desert ecosystem where rainfall drains away quickly",
                "Key": {
                    "Correct": false,
                    "Rationale": "The duckweed grows on the surface of ponds and lakes, so it would not survive in an area with little water."
                }
            },
            "D": {
                "Choice": "An underground river ecosystem where the temperature remains constant",
                "Key": {
                    "Correct": false,
                    "Rationale": "The duckweed is a plant that requires sunlight, so it would not survive in an underground river ecosystem."
                }
            }
        }
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Force, Motion & Energy",
        "SubTopic": "Demonstrate and observe how position and motion can be changed by pushing and pulling objects such as swings, balls, and wagons.",
        "ProcessSubTopic": ".",
        "Content": [
            "Students fill a cart with books. The cart has a handle on each end.",
            "problems/TX19G5S/media/6a.jpg",
            "Which actions will make moving the cart in one direction easiest for the students?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Student 1 pulls the cart to the left while Student 2 pulls the cart to the right.",
                "Key": {
                    "Correct": false,
                    "Rationale": "These actions make it difficult to move the cart because the forces are being applied in opposing directions."
                }
            },
            "G": {
                "Choice": "Student 1 pulls the cart to the left while Student 2 pushes the cart to the left.",
                "Key": {
                    "Correct": true,
                    "Rationale": "These actions allow the cart to move with the least effort because the forces are added together by being in the same direction."
                }
            },
            "H": {
                "Choice": "Student 1 pushes the cart to the right while Student 2 pushes the cart downward.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This is not the easiest way to move the cart because the downward force does not contribute to the movement of the cart."
                }
            },
            "J": {
                "Choice": "Student 1 pushes the cart to the right while Student 2 pulls the cart upward.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This is not the easiest way to move the cart because the forces are not being applied in the same direction."
                }
            }
        }
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Matter & Energy",
        "SubTopic": "Demonstrate that some mixtures maintain physical properties of their ingredients such as iron filings and sand and sand and water.",
        "ProcessSubTopic": ".",
        "Content": [
            "The table lists the ingredients of five different mixtures.",
            "problems/TX19G5S/media/7a.jpg",
            "In which mixtures do all the ingredients maintain their physical state?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Mixtures 3 and 4 only",
                "Key": {
                    "Correct": true,
                    "Rationale": "The ingredients in mixtures 3 and 4 are all solids and will remain solids when they are combined. These are the only mixtures that contain only solids."
                }
            },
            "B": {
                "Choice": "Mixtures 1, 3, and 4",
                "Key": {
                    "Correct": false,
                    "Rationale": "The salt in mixture 1 will dissolve in the hot water."
                }
            },
            "C": {
                "Choice": "Mixtures 1, 2, and 5",
                "Key": {
                    "Correct": false,
                    "Rationale": "The salt, sugar, and powdered soap in mixtures 1, 2, and 5 will dissolve in the hot water."
                }
            },
            "D": {
                "Choice": "Mixtures 2 and 5 only",
                "Key": {
                    "Correct": false,
                    "Rationale": "The salt, sugar, and powdered soap in mixtures 2 and 5 will dissolve in the hot water."
                }
            }
        }
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 5,
        "Topic": "Earth & Space",
        "SubTopic": "Recognize how landforms such as deltas, canyons, and sand dunes are the result of changes to Earth’s surface by wind, water, or ice.",
        "ProcessSubTopic": ".",
        "Content": [
            "Which statement correctly describes how a landform is formed?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "A lake is formed when flowing water carves out the sides of a canyon.",
                "Key": {
                    "Correct": false,
                    "Rationale": "A V-shaped valley, not a lake, is formed when running water carves canyons."
                }
            },
            "G": {
                "Choice": "A mountain range is formed when glaciers slowly move across the landscape.",
                "Key": {
                    "Correct": false,
                    "Rationale": "A mountain is broken down by glaciers, not formed by glaciers."
                }
            },
            "H": {
                "Choice": "A delta is formed at the mouth of a river when flowing water slows and deposits sediment.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The formation of the delta is correctly described."
                }
            },
            "J": {
                "Choice": "A U-shaped valley is formed when winds pick up and move sediment away from the landscape.",
                "Key": {
                    "Correct": false,
                    "Rationale": "A U-shaped valley is formed by glaciers, not formed by wind."
                }
            }
        }
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Force, Motion & Energy",
        "SubTopic": "Demonstrate that light travels in a straight line until it strikes an object and is reflected or travels through one medium to another and is refracted.",
        "ProcessSubTopic": "5.2C.",
        "Content": [
            "A thin beam of light is shown in this picture.",
            "problems/TX19G5S/media/9a.jpg",
            "What does the picture demonstrate about light?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Light and its reflections travel in straight lines.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The image shows light traveling in straight lines after reflecting off of a surface."
                }
            },
            "B": {
                "Choice": "Light cannot reflect from more than one surface.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The image shows light reflecting from more than one surface."
                }
            },
            "C": {
                "Choice": "Light that goes through water cannot travel in straight lines.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The image shows light in the water traveling in straight lines."
                }
            },
            "D": {
                "Choice": "Light can travel in a circular path.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The image shows light traveling in straight lines, not in circular paths."
                }
            }
        }
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Organisms & Environments",
        "SubTopic": "Describe the flow of energy within a food web, including the roles of the Sun, producers, consumers, and decomposers.",
        "ProcessSubTopic": "5.2D.",
        "Content": [
            "A partial forest food web is shown.",
            "problems/TX19G5S/media/10a.jpg",
            "Which list contains only animals that receive energy transferred directly from consumers in this food web?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Red-tailed hawks, snowshoe hares, and caterpillars",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the food web snowshoe hares and caterpillars receive energy directly from willows and white spruces, which produce their own food."
                }
            },
            "G": {
                "Choice": "Snowshoe hares and caterpillars",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the food web, snowshoe hares and caterpillars receive energy directly from willows and white spruces, which produce their own food."
                }
            },
            "H": {
                "Choice": "Snowshoe hares and shrews",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the food web, snowshoe hares receive energy directly from willows and white spruces, which produce their own food."
                }
            },
            "J": {
                "Choice": "Shrews and red foxes",
                "Key": {
                    "Correct": true,
                    "Rationale": "A food web shows the transfer of energy among organisms in an ecosystem. Consumers are organisms that receive energy by eating other organisms rather than by producing their own food. In the food web, shrews eat caterpillars. Red foxes eat snowshoe hares, shrews, and caterpillars. Snowshoe hares, shrews, and caterpillars are all consumers."
                }
            }
        }
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Force, Motion & Energy",
        "SubTopic": "Design a simple experimental investigation that tests the effect of force on an object.",
        "ProcessSubTopic": "5.2B.",
        "Content": [
            "A student conducts the investigation shown in the diagram. In this experiment a paper cup hangs from a string tied to a single uncooked spaghetti noodle. The student measures and records the mass of a penny. The student then adds pennies to the paper cup one at a time.",
            "problems/TX19G5S/media/11a.jpg",
            "Which question is the student most likely trying to answer with this investigation?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "How many spaghetti noodles will it take to hold up the mass of a penny?",
                "Key": {
                    "Correct": false,
                    "Rationale": "The investigation only uses one spaghetti noodle."
                }
            },
            "B": {
                "Choice": "How much force will it take to break the spaghetti noodle?",
                "Key": {
                    "Correct": true,
                    "Rationale": "The investigation is measuring how much force is needed to break the uncooked spaghetti noodle. As pennies are added to the paper cup, the weight of the cup increases. The more weight that is added to the cup, the more force is applied to the noodle. Eventually the noodle will break, and the force can be determined based on the number of pennies that were added to the cup."
                }
            },
            "C": {
                "Choice": "How long should the string that holds the paper cup be in order to support the greatest mass of pennies?",
                "Key": {
                    "Correct": false,
                    "Rationale": "The length of the string does not change."
                }
            },
            "D": {
                "Choice": "How does the distance between the two chairs affect the amount of force it takes for the spaghetti noodle to break?",
                "Key": {
                    "Correct": false,
                    "Rationale": "The distance between the chairs does not change."
                }
            }
        }
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Force, Motion & Energy",
        "SubTopic": "Demonstrate that the flow of electricity in closed circuits can produce light, heat, or sound.",
        "ProcessSubTopic": "5.2D.",
        "Content": [
            "A student builds a circuit allowing the lightbulbs to light, the buzzers to make sound, and the motors to turn.",
            "problems/TX19G5S/media/12a.jpg",
            "Which two switches can be open and still allow all of the parts to work?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Switches 1 and 3",
                "Key": {
                    "Correct": true,
                    "Rationale": "In order for a circuit to work, a complete path must exist from one end of the battery to the other. If Switches 1 and 3 are open, there is still a path through which the electricity can flow."
                }
            },
            "G": {
                "Choice": "Switches 1 and 4",
                "Key": {
                    "Correct": false,
                    "Rationale": "If Switch 4 is open, there will not be a complete path for the electricity to flow through Motor 2."
                }
            },
            "H": {
                "Choice": "Switches 2 and 3",
                "Key": {
                    "Correct": false,
                    "Rationale": "If Switch 2 is open, there will not be a complete path for the electricity to flow through Motor 1."
                }
            },
            "J": {
                "Choice": "Switches 3 and 4",
                "Key": {
                    "Correct": false,
                    "Rationale": "If Switch 4 is open, there will not be a complete path for the electricity to flow through Motor 2."
                }
            }
        }
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Earth & Space",
        "SubTopic": "Explore the processes that led to the formation of sedimentary rocks and fossil fuels.",
        "ProcessSubTopic": "5.3B.",
        "Content": [
            "The diagram shows parts of a process that occurred over time.",
            "problems/TX19G5S/media/13a.jpg",
            "Time",
            "Which process does this diagram most likely represent?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The erosion of a coastline",
                "Key": {
                    "Correct": false,
                    "Rationale": "The diagram shows deposition of sediments, not erosion, which is the removal of sediments."
                }
            },
            "B": {
                "Choice": "The deposition of sediments",
                "Key": {
                    "Correct": true,
                    "Rationale": "Sediments are small particles such as sand and dirt that can be transported by flowing water. The diagram shows that sediments were deposited, or sank to the bottom of the water, and built up the land over time."
                }
            },
            "C": {
                "Choice": "The weathering of a mountain",
                "Key": {
                    "Correct": false,
                    "Rationale": "The diagram shows the deposition of sediments, not weathering, which is the breaking of rocks into sediments."
                }
            },
            "D": {
                "Choice": "The formation of a sea",
                "Key": {
                    "Correct": false,
                    "Rationale": "The diagram shows that sediments filled the water, not the formation of a sea."
                }
            }
        }
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Force, Motion & Energy",
        "SubTopic": "Explore the uses of energy, including mechanical, light, thermal, electrical, and sound energy.",
        "ProcessSubTopic": "5.2G.",
        "Content": [
            "The photograph shows a laser cutting a sheet of metal as the laser moves from one end of the metal to the other.",
            "problems/TX19G5S/media/14a.jpg",
            "Four groups of students each made a table of examples of the different types of energy involved in this process. Which of these tables is correct?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "problems/TX19G5S/media/14b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The metal turning red is an example of thermal energy, not light energy. The light reflecting off the metal is an example of light energy, not thermal energy."
                }
            },
            "G": {
                "Choice": "problems/TX19G5S/media/14c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The laser producing sparks is an example of thermal energy, not mechanical energy."
                }
            },
            "H": {
                "Choice": "problems/TX19G5S/media/14d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The laser producing a beam of light is an example of light energy, not mechanical energy."
                }
            },
            "J": {
                "Choice": "problems/TX19G5S/media/14e.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "The types of energy are correctly paired with the examples."
                }
            }
        }
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Matter & Energy",
        "SubTopic": "Predict, observe, and record changes in the state of matter caused by heating or cooling such as ice becoming liquid water, condensation forming on the outside of a glass of ice water, or liquid water being heated to the point of becoming water vapor.",
        "ProcessSubTopic": "5.2G.",
        "Content": [
            "Students plan to investigate the different states of matter. They will measure the volume of water in three containers after five days. They make this table to organize the data.",
            "problems/TX19G5S/media/15a.jpg",
            "Which graph represents the volume of water most likely left in the containers after five days?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "problems/TX19G5S/media/15b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The graph shows that more water evaporated from container 2 than from container 3. The opposite relationship is true, because more water is likely to evaporate from the container in a sunny location than from the container on the desk."
                }
            },
            "B": {
                "Choice": "problems/TX19G5S/media/15c.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "Water evaporates faster in warmer areas than in colder areas. The graph shows the volume of water in container 1 decreased only a small amount as expected in a cold refrigerator. More water evaporated from container 2 as expected on a warmer desk. The most water evaporated from container 3 as expected on a sunny windowsill. This is the only graph that represents the correct relationships between the containers and the remaining volumes of water after five days based on the locations of the containers."
                }
            },
            "C": {
                "Choice": "problems/TX19G5S/media/15d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The graph shows the volume of water in containers 2 and 3 increased after five days. It is more likely that water evaporated from those containers based on their locations."
                }
            },
            "D": {
                "Choice": "problems/TX19G5S/media/15e.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The graph shows that the volume of water in container 1 decreased and the volume of water in container 2 remained the same. More water is likely to evaporate from the container on the desk than from the container in the cold refrigerator."
                }
            }
        }
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Force, Motion & Energy",
        "SubTopic": "Demonstrate that the flow of electricity in closed circuits can produce light, heat, or sound.",
        "ProcessSubTopic": "5.2D.",
        "Content": [
            "A student wants to build a circuit with four lightbulbs and one bell. The student wants to place a switch in the circuit so that only one light will still be on and the bell will still ring when the switch is opened.",
            "Which of these circuits should the student build?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "problems/TX19G5S/media/16a.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "When the switch is open, the bell and one light will still be on a complete circuit. There will be a complete path through which the electricity can flow."
                }
            },
            "G": {
                "Choice": "problems/TX19G5S/media/16b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "When the switch is open three bulbs will light and the bell will ring."
                }
            },
            "H": {
                "Choice": "problems/TX19G5S/media/16c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "When the switch is open two bulbs will light and the bell will ring."
                }
            },
            "J": {
                "Choice": "problems/TX19G5S/media/16d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "When the switch is open none of the bulbs will light and the bell will not ring."
                }
            }
        }
    },
    "17": {
        "Number": 17,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Force, Motion & Energy",
        "SubTopic": "Demonstrate that light travels in a straight line until it strikes an object and is reflected or travels through one medium to another and is refracted.",
        "ProcessSubTopic": "5.4A.",
        "Content": [
            "The picture shows how a light ray behaves with two different types of materials.",
            "problems/TX19G5S/media/17a.jpg",
            "Which table best describes the behavior of the light ray as it encounters the materials?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "problems/TX19G5S/media/17b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The light ray is not scattered when it passes through Material 1. The light ray is not refracted, or bent, when it reaches Material 2."
                }
            },
            "B": {
                "Choice": "problems/TX19G5S/media/17c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The light ray is not absorbed, or taken in, when it passes through Material 1."
                }
            },
            "C": {
                "Choice": "problems/TX19G5S/media/17d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The light ray is not transmitted by, or does not go straight through, Material 1. The light ray is not refracted, or bent, when it reaches Material 2."
                }
            },
            "D": {
                "Choice": "problems/TX19G5S/media/17e.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "The light ray refracts, or bends, when it passes through Material 1. The light ray reflects, or bounces, off of Material 2."
                }
            }
        }
    },
    "18": {
        "Number": 18,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Earth & Space",
        "SubTopic": "Explore the processes that led to the formation of sedimentary rocks and fossil fuels.",
        "ProcessSubTopic": ".",
        "Content": [
            "Which of these environments could form coal if the area is buried for a long time?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "problems/TX19G5S/media/18a.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The photograph shows a desert ecosystem that does not have enough plant material for the formation of coal."
                }
            },
            "G": {
                "Choice": "problems/TX19G5S/media/18c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The photograph shows a mountainous region that does not have enough plant material for the formation of coal."
                }
            },
            "H": {
                "Choice": "problems/TX19G5S/media/18b.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "The photograph shows a swamp ecosystem that has enough plant material for the formation of coal."
                }
            },
            "J": {
                "Choice": "problems/TX19G5S/media/18d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The photograph shows a desert-like region that does not have enough plant material for the formation of coal."
                }
            }
        }
    },
    "19": {
        "Number": 19,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Organisms & Environments",
        "SubTopic": "Observe the way organisms live and survive in their ecosystem by interacting with the living and nonliving components.",
        "ProcessSubTopic": "5.3C.",
        "Content": [
            "A zookeeper sets up a habitat for a certain species of rabbit. Which answer choice describes the rabbit as it interacts with two nonliving parts of the rabbit’s habitat?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The rabbit breathing air while running down a rocky path",
                "Key": {
                    "Correct": true,
                    "Rationale": "The air and the rocky path are two nonliving parts of the rabbit’s habitat."
                }
            },
            "B": {
                "Choice": "The rabbit licking its fur while feeding its young",
                "Key": {
                    "Correct": false,
                    "Rationale": "The rabbit’s young are a living part of the rabbit’s habitat."
                }
            },
            "C": {
                "Choice": "The rabbit hiding under plants from loud noises",
                "Key": {
                    "Correct": false,
                    "Rationale": "The plants are a living part of the rabbit’s habitat."
                }
            },
            "D": {
                "Choice": "The rabbit nibbling on vegetation inside the habitat",
                "Key": {
                    "Correct": false,
                    "Rationale": "The vegetation is a living part of the rabbit’s habitat."
                }
            }
        }
    },
    "20": {
        "Number": 20,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Earth & Space",
        "SubTopic": "Demonstrate that Earth rotates on its axis once approximately every 24 hours causing the day/night cycle and the apparent movement of the Sun across the sky.",
        "ProcessSubTopic": "5.2C.",
        "Content": [
            "The diagram shows the shadow of a tree in a field at noon on a summer day.",
            "problems/TX19G5S/media/20a.jpg",
            "The sun rises at 7:00 A.M. on this day. Which diagram best shows the shadow of the tree at 10:00 A.M. on the same day?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "problems/TX19G5S/media/20b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "This picture shows the position of the sun and the shadow of the tree after noon as the sun sets in the west."
                }
            },
            "G": {
                "Choice": "problems/TX19G5S/media/20c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "This picture shows the position of the sun and the shadow of the tree as the sun rises in the east before 10 A.M."
                }
            },
            "H": {
                "Choice": "problems/TX19G5S/media/20d.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "This picture shows the correct position of the sun and the shadow of the tree at 10:00 A.M. Because the sun will appear to rise in the east in the morning and will travel toward the west, the sun will not yet have reached the position shown at noon."
                }
            },
            "J": {
                "Choice": "problems/TX19G5S/media/20e.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "This picture shows the correct position of the sun and the shadow of the tree at a time later than noon. The sun has already passed the position shown at noon as the sun moves in the sky from east to west."
                }
            }
        }
    },
    "21": {
        "Number": 21,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Organisms & Environments",
        "SubTopic": "Describe the flow of energy within a food web, including the roles of the Sun, producers, consumers, and decomposers.",
        "ProcessSubTopic": "5.2D.",
        "Content": [
            "A student makes a partial Texas aquatic food web as shown.",
            "problems/TX19G5S/media/21a.jpg",
            "Which type of organism should replace the X in the food web?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "An omnivore",
                "Key": {
                    "Correct": true,
                    "Rationale": "Organism X is an omnivore because X shows an organism that eats both plants and animals."
                }
            },
            "B": {
                "Choice": "An herbivore",
                "Key": {
                    "Correct": false,
                    "Rationale": "Organism X is not an herbivore because an herbivore eats only plants, and X shows an organism that eats both plants and animals."
                }
            },
            "C": {
                "Choice": "A carnivore",
                "Key": {
                    "Correct": false,
                    "Rationale": "Organism X is not a carnivore because a carnivore eats only animals, and X shows an organism that eats both plants and animals."
                }
            },
            "D": {
                "Choice": "A producer",
                "Key": {
                    "Correct": false,
                    "Rationale": "Organism X is not a producer because plants make energy from light, and X shows an organism that eats both plants and animals."
                }
            }
        }
    },
    "22": {
        "Number": 22,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Matter & Energy",
        "SubTopic": "Classify matter based on measurable, testable, and observable physical properties, including mass, magnetism, physical state (solid, liquid, and gas), relative density (sinking and floating using water as a reference point), solubility in water, and the ability to conduct or insulate thermal energy or electric energy.",
        "ProcessSubTopic": "5.2G.",
        "Content": [
            "A student filled each of four beakers with 100 mL of water at 25 °C. The student added an equal amount of a different substance to each of the beakers of water.",
            "problems/TX19G5S/media/22a.jpg",
            "Based on the student’s observations in the table, how many of the substances did NOT dissolve in the water?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "1 substance",
                "Key": {
                    "Correct": false,
                    "Rationale": "More than one substance was visible in the water."
                }
            },
            "G": {
                "Choice": "2 substances",
                "Key": {
                    "Correct": false,
                    "Rationale": "More than two substances were visible in the water."
                }
            },
            "H": {
                "Choice": "3 substances",
                "Key": {
                    "Correct": true,
                    "Rationale": "Iron filings, talcum powder, and vegetable oil remained visible in the water. Only papain disappeared in the water."
                }
            },
            "J": {
                "Choice": "4 substances",
                "Key": {
                    "Correct": false,
                    "Rationale": "One of the substances disappeared in the water."
                }
            }
        }
    },
    "23": {
        "Number": 23,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Organisms & Environments",
        "SubTopic": "Identify fossils as evidence of past living organisms and the nature of the environments at the time using models.",
        "ProcessSubTopic": "5.3B.",
        "Content": [
            "A scientist finds the plant fossil shown.",
            "problems/TX19G5S/media/23a.jpg",
            "Which question can the scientist most likely answer by examining this fossil?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "What was the average monthly rainfall in the area?",
                "Key": {
                    "Correct": false,
                    "Rationale": "The fossil cannot give clues to the average monthly rainfall but can give clues as to whether the environment was rainy."
                }
            },
            "B": {
                "Choice": "How much water was absorbed by the roots of the plant?",
                "Key": {
                    "Correct": false,
                    "Rationale": "The fossil cannot help scientists to answer the question about how much water was absorbed by the roots of the plant but can tell scientists if the plant lived in a rainy environment."
                }
            },
            "C": {
                "Choice": "How much oxygen was in the atmosphere surrounding the plant?",
                "Key": {
                    "Correct": false,
                    "Rationale": "The fossil cannot help scientists to answer how much oxygen was in the atmosphere surrounding the plants but can tell scientists that the plant produced oxygen based on similar plants living today."
                }
            },
            "D": {
                "Choice": "What was the environment like in the area when the plant was alive?",
                "Key": {
                    "Correct": true,
                    "Rationale": "The fossil can give clues to the environment in which the plant lived because similar plants living today likely live in similar environments."
                }
            }
        }
    },
    "24": {
        "Number": 24,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Earth & Space",
        "SubTopic": "Identify and compare the physical characteristics of the Sun, Earth, and Moon.",
        "ProcessSubTopic": ".",
        "Content": [
            "The moon, the sun, and Earth have different physical characteristics. Which of these best describes a physical characteristic of the sun?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "It is solid and has many layers.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sun is made mostly of gases and is not solid."
                }
            },
            "G": {
                "Choice": "It rotates on its axis every 24 hours.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sun rotates about once every 25 days at the equator and every 36 days at the poles. Earth rotates once every 24 hours."
                }
            },
            "H": {
                "Choice": "It is mostly made of hydrogen and helium.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sun is made mostly of hydrogen and helium."
                }
            },
            "J": {
                "Choice": "It is smaller and has less gravity than Earth or the moon.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sun is about 100 times the diameter of Earth and has a greater gravitational pull than Earth."
                }
            }
        }
    },
    "25": {
        "Number": 25,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Earth & Space",
        "SubTopic": "Investigate rapid changes in Earth’s surface such as volcanic eruptions, earthquakes, and landslides.",
        "ProcessSubTopic": ".",
        "Content": [
            "Which landform is a result of rapid changes to Earth’s surface?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "U-shaped valley",
                "Key": {
                    "Correct": false,
                    "Rationale": "U-shaped valleys are formed by glaciers and may take thousands of years to form."
                }
            },
            "B": {
                "Choice": "Limestone cave",
                "Key": {
                    "Correct": false,
                    "Rationale": "The formation of caves takes hundreds or thousands of years."
                }
            },
            "C": {
                "Choice": "Mountain range",
                "Key": {
                    "Correct": false,
                    "Rationale": "Mountain ranges take millions of years to form."
                }
            },
            "D": {
                "Choice": "Volcanic island",
                "Key": {
                    "Correct": true,
                    "Rationale": "A volcanic island can form in a matter of days."
                }
            }
        }
    },
    "26": {
        "Number": 26,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Organisms & Environments",
        "SubTopic": "Compare the structures and functions of different species that help them live and survive in a specific environment such as hooves on prairie animals or webbed feet in aquatic animals.",
        "ProcessSubTopic": "5.2D.",
        "Content": [
            "The picture shows two animals that live in Texas.",
            "problems/TX19G5S/media/26a.jpg",
            "Both animals have structures that help them survive. Which sentence best describes the function of the structures that these animals have in common?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Both animals have small eyes that help them see clearly at night,",
                "Key": {
                    "Correct": false,
                    "Rationale": "Small eyes would not help the animals see better at night and therefore would not help them to survive."
                }
            },
            "G": {
                "Choice": "Both animals have tough skin to keep them warm in cold weather.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Tough skin to keep the animals warm would not help the organisms to survive in hot climates."
                }
            },
            "H": {
                "Choice": "Both animals have sharp claws that help them to dig in sand.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The feature that the animals have in common that would most likely help them to survive is sharp claws to dig in sand and find food."
                }
            },
            "J": {
                "Choice": "Both animals have pointed tails to attract predators.",
                "Key": {
                    "Correct": false,
                    "Rationale": "It is unlikely that the animals want to attract predators because attracting predators would not help them to survive."
                }
            }
        }
    },
    "27": {
        "Number": 27,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Organisms & Environments",
        "SubTopic": "Observe the way organisms live and survive in their ecosystem by interacting with the living and nonliving components.",
        "ProcessSubTopic": "5.2D.",
        "Content": [
            "A student observed and recorded some activities in an aquarium.",
            "problems/TX19G5S/media/27a.jpg",
            "An interaction between two living parts of the environment is represented by —"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Observations 1 and 2",
                "Key": {
                    "Correct": false,
                    "Rationale": "Observation 2 describes an interaction between a snail (living) and a rock (nonliving)."
                }
            },
            "B": {
                "Choice": "Observation 3",
                "Key": {
                    "Correct": true,
                    "Rationale": "Observation 3 describes an interaction between the fish and a plant which are both living parts of the environment."
                }
            },
            "C": {
                "Choice": "Observations 4 and 5",
                "Key": {
                    "Correct": false,
                    "Rationale": "Observation 5 describes an interaction between fish (living) and air bubbles (nonliving)."
                }
            },
            "D": {
                "Choice": "Observation 6",
                "Key": {
                    "Correct": false,
                    "Rationale": "Observation 6 describes an interaction between a snail (living) and a wall of the aquarium (nonliving)."
                }
            }
        }
    },
    "28": {
        "Number": 28,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Earth & Space",
        "SubTopic": "Identify and classify Earth’s renewable resources, including air, plants, water, and animals; and nonrenewable resources, including coal, oil, and natural gas; and the importance of conservation.",
        "ProcessSubTopic": ".",
        "Content": [
            "A student read an article about natural resources and listed some resources in the chart shown.",
            "problems/TX19G5S/media/27a.jpg",
            "Which answer choice best classifies the natural resources in the chart?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Renewable: coal, air, tree \n Nonrenewable: petroleum, wheat, natural gas, sheep, lake, fish",
                "Key": {
                    "Correct": false,
                    "Rationale": "Coal takes a long time to form and is nonrenewable."
                }
            },
            "G": {
                "Choice": "Renewable: coal, petroleum, natural gas, lake \n Nonrenewable: air, tree, wheat, sheep, fish",
                "Key": {
                    "Correct": false,
                    "Rationale": "Coal, petroleum, and natural gas take a long time to form and are nonrenewable. Plants and animals are considered renewable because they do not take a long time to form."
                }
            },
            "H": {
                "Choice": "Renewable: tree, wheat, sheep, fish \n Nonrenewable: coal, air, petroleum, natural gas, lake",
                "Key": {
                    "Correct": false,
                    "Rationale": "Air and water are considered to be renewable as they do not take a long time to form."
                }
            },
            "J": {
                "Choice": "Renewable: air, tree, wheat, sheep, lake, fish \n Nonrenewable: coal, petroleum, natural gas",
                "Key": {
                    "Correct": true,
                    "Rationale": "The resources are correctly classified as renewable (taking a short time to form) and nonrenewable (taking a very long time to form)."
                }
            }
        }
    },
    "29": {
        "Number": 29,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Earth & Space",
        "SubTopic": "Differentiate between weather and climate.",
        "ProcessSubTopic": "5.2G.",
        "Content": [
            "Which table correctly classifies statements about weather and climate?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "problems/TX19G5S/media/29a.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The high temperature for one day is a statement about weather."
                }
            },
            "B": {
                "Choice": "problems/TX19G5S/media/29b.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "The statements are correctly classified as weather and climate; weather describes short-term conditions, and climate describes long-term conditions of the atmosphere."
                }
            },
            "C": {
                "Choice": "problems/TX19G5S/media/29c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The statements for weather and climate are reversed."
                }
            },
            "D": {
                "Choice": "problems/TX19G5S/media/29d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The statements for weather and climate are reversed."
                }
            }
        }
    },
    "30": {
        "Number": 30,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Matter & Energy",
        "SubTopic": "Classify matter based on measurable, testable, and observable physical properties, including mass, magnetism, physical state (solid, liquid, and gas), relative density (sinking and floating using water as a reference point), solubility in water, and the ability to conduct or insulate thermal energy or electric energy.",
        "ProcessSubTopic": "5.2D.",
        "Content": [
            "A student wants to classify four different objects based on physical properties. The student uses the questions shown in the table to test each object.",
            "problems/TX19G5S/media/30a.jpg",
            "Which statement correctly identifies two of the materials based on the classification of properties in the table?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Material 1 is a rubber ball. \n Material 2 is a piece of cardboard.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Material 2 could not be cardboard because cardboard cannot conduct electricity."
                }
            },
            "G": {
                "Choice": "Material 2 is an aluminum washer. \n Material 3 is a copper wire.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Material 3 cannot be copper because copper conducts electricity."
                }
            },
            "H": {
                "Choice": "Material 3 is a piece of cardboard. \n Material 4 is an aluminum washer.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Material 3 could be cardboard because it does not conduct electrical energy, but it does float in water and insulate thermal energy. Material 4 could be aluminum because it does conduct electrical energy but does not insulate thermal energy or float in water."
                }
            },
            "J": {
                "Choice": "Material 1 is a copper wire. \n Material 4 is a rubber ball.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Material 4 cannot be a rubber ball because rubber does not conduct electricity."
                }
            }
        }
    },
    "31": {
        "Number": 31,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Organisms & Environments",
        "SubTopic": "Compare the structures and functions of different species that help them live and survive in a specific environment such as hooves on prairie animals or webbed feet in aquatic animals.",
        "ProcessSubTopic": ".",
        "Content": [
            "Unlike humans, otters have special flaps that close off their nostrils and ears. These flaps help otters survive in an environment that is —"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "terrestrial",
                "Key": {
                    "Correct": false,
                    "Rationale": "Terrestrial environments are land environments. The special flaps would not be as useful to an animal that lives on land because there is less water in terrestrial environments than in aquatic environments."
                }
            },
            "B": {
                "Choice": "snowy",
                "Key": {
                    "Correct": false,
                    "Rationale": "The special flaps would not be as useful to an animal that lives in the snow because the flaps will not keep the otter warm in cold weather."
                }
            },
            "C": {
                "Choice": "windy",
                "Key": {
                    "Correct": false,
                    "Rationale": "The special flaps would not be as useful to an animal in the wind because wind is not a problem for survival."
                }
            },
            "D": {
                "Choice": "aquatic",
                "Key": {
                    "Correct": true,
                    "Rationale": "Aquatic environments are water environments. The special flaps help otters survive in aquatic environments by stopping water from entering their nostrils and ears."
                }
            }
        }
    },
    "32": {
        "Number": 32,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Organisms & Environments",
        "SubTopic": "Differentiate between inherited traits of plants and animals such as spines on a cactus or shape of a beak and learned behaviors such as an animal learning tricks or a child riding a bicycle.",
        "ProcessSubTopic": ".",
        "Content": [
            "A student raises a parrot from the time it hatches. Which of these behaviors did the parrot most likely learn from living in the student’s home?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The parrot flaps its wings while sitting on a perch.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Flapping wings is an inherited trait."
                }
            },
            "G": {
                "Choice": "The parrot has a loud scream that hurts the student’s ears.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The loud scream is an inherited trait."
                }
            },
            "H": {
                "Choice": "The parrot imitates the family dog barking.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The imitation of a dog barking is a learned behavior."
                }
            },
            "J": {
                "Choice": "The parrot tucks its head under its wing when it sleeps.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Tucking its head under its wings to sleep is an inherited trait."
                }
            }
        }
    },
    "33": {
        "Number": 33,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Force, Motion & Energy",
        "SubTopic": "Explore the uses of energy, including mechanical, light, thermal, electrical, and sound energy.",
        "ProcessSubTopic": ".",
        "Content": [
            "Eight activities that use energy are listed in the box.",
            "problems/TX19G5S/media/33a.jpg",
            "Each of these activities requires the use of which kind of energy?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Thermal",
                "Key": {
                    "Correct": false,
                    "Rationale": "Thermal energy is the energy that comes from heat. Thermal energy is not required for the activities."
                }
            },
            "B": {
                "Choice": "Mechanical",
                "Key": {
                    "Correct": true,
                    "Rationale": "Mechanical energy comes from the motion of an object. All of the activities require mechanical energy."
                }
            },
            "C": {
                "Choice": "Electrical",
                "Key": {
                    "Correct": false,
                    "Rationale": "Electrical energy is the flow of energy that comes from an electric charge. Electrical energy is not required for the activities."
                }
            },
            "D": {
                "Choice": "Sound",
                "Key": {
                    "Correct": false,
                    "Rationale": "Sound energy is the type of energy formed when an object vibrates. Sound energy is not required for the activities."
                }
            }
        }
    },
    "34": {
        "Number": 34,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Earth & Space",
        "SubTopic": "Recognize how landforms such as deltas, canyons, and sand dunes are the result of changes to Earth’s surface by wind, water, or ice.",
        "ProcessSubTopic": ".",
        "Content": [
            "This photograph shows a fence between a sand dune and a road.",
            "problems/TX19G5S/media/34a.jpg",
            "What is most likely the main reason this fence was built?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "To stop sand from sliding or blowing onto the road and covering it up",
                "Key": {
                    "Correct": true,
                    "Rationale": "Sand dunes are shaped and moved by wind, which can move the sand over the road. The fence helps to stop the sand from covering the road."
                }
            },
            "G": {
                "Choice": "To prevent a delta from forming at the bottom of the dune",
                "Key": {
                    "Correct": false,
                    "Rationale": "Deltas are formed by rivers, so the fence cannot prevent the formation of a delta."
                }
            },
            "H": {
                "Choice": "To keep water off the road",
                "Key": {
                    "Correct": false,
                    "Rationale": "The fence will not prevent water from flowing onto the road."
                }
            },
            "J": {
                "Choice": "To prevent marine animals from nesting on the dune",
                "Key": {
                    "Correct": false,
                    "Rationale": "The fence will not prevent marine animals, such as seagulls, from nesting in the dune."
                }
            }
        }
    },
    "35": {
        "Number": 35,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Organisms & Environments",
        "SubTopic": "Predict the effects of changes in ecosystems caused by living organisms, including humans, such as the overpopulation of grazers or the building of highways.",
        "ProcessSubTopic": "5.1B.",
        "Content": [
            "A wooded habitat changes as a new road is built.",
            "problems/TX19G5S/media/35a.jpg",
            "How will building this road most likely affect this habitat?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Soil erosion will decrease.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Building a road will most likely increase soil erosion because there will be fewer plants to hold the soil with their roots to prevent the soil from washing away (erosion)."
                }
            },
            "B": {
                "Choice": "Precipitation will increase.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Building a road is unlikely to have a great effect on precipitation because water can evaporate from other areas and form clouds."
                }
            },
            "C": {
                "Choice": "Animal populations will decrease.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Building a road would remove some of the habitat. Smaller habitats (less space to live) support fewer animals because there are not as many resources needed to support greater numbers of animals."
                }
            },
            "D": {
                "Choice": "Plant reproduction will increase.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Building a road will most likely reduce plant reproduction because there will be less soil in which the plants can grow."
                }
            }
        }
    },
    "36": {
        "Number": 36,
        "Type": "MC",
        "NumChoices": 4,
        "Topic": "Organisms & Environments",
        "SubTopic": "Differentiate between inherited traits of plants and animals such as spines on a cactus or shape of a beak and learned behaviors such as an animal learning tricks or a child riding a bicycle.",
        "ProcessSubTopic": ".",
        "Content": [
            "A group of students makes observations about fish in a small aquarium.",
            "problems/TX19G5S/media/36a.jpg",
            "Which observations are about inherited traits?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Observations 1, 3, and 6",
                "Key": {
                    "Correct": true,
                    "Rationale": "Observations 1, 3, and 6 are inherited traits."
                }
            },
            "G": {
                "Choice": "Observations 1, 2, and 4",
                "Key": {
                    "Correct": false,
                    "Rationale": "Observation 4 is most likely a learned behavior."
                }
            },
            "H": {
                "Choice": "Observations 2, 3, and 5",
                "Key": {
                    "Correct": false,
                    "Rationale": "Observation 5 is most likely a learned behavior."
                }
            },
            "J": {
                "Choice": "Observations 2, 5, and 6",
                "Key": {
                    "Correct": false,
                    "Rationale": "Observation 5 is most likely a learned behavior."
                }
            }
        }
    }
}