{
    "Directions": "Read this story, then answer each question that follows.",
    "Context": [
        "Tom works at Sandy Lane Stables with his friends Rosie, Jess, and Nick. Chancey, the horse he will be taking care of this summer, has just arrived in a horse truck."
    ],
    "Title": "[Excerpt from] Sandy Lane Stables: A Horse for the Summer",
    "Subtitle": "",
    "Author": "by Michelle Bates",
    "LabelType": "P",
    "Content": [
        ["1", "\tEveryone was quiet as a disgruntled-looking man stepped down from the cab, alone..."],
        ["", ":box:disgruntled-looking = appearing unhappy or upset"],
        ["2", "\t“I don't know what you've got in there,” said the man, hunching his shoulders. “Supposed to be a horse ... well, he was when I loaded him anyway. A real handful. Only just managed to get him in the van and that was nothing compared to the ride here. Thought he was going to kick the van down. Better you than me, son,” he said, climbing into the van before Tom had a chance to reply."],
        ["3", "\tThere was a frantic whinny and the sound of drumming hooves reverberated around the stables as Chancey pranced down the ramp. He was certainly on his toes, but he didn't look like the sleek, well turned-out horse that Tom remembered seeing last season. He was still unclipped and his shabby winter coat was flecked with foam, as feverishly he pawed the ground. No one knew what to say."],
        ["", ":box:reverberated = echoed"],
        ["4", "\tEventually, Rosie managed to pipe up with: “Are you sure it's the same horse?”"],
        ["5", "\t“Of course it is,” Tom snapped, unable to keep the disappointment out of his voice. “He only needs to be clipped and he'll look fine.”"],
        ["6", "\t“I wouldn't be so sure,” Jess muttered under her breath."],
        ["7", "\t“Shouldn't he have been clipped already?” said Rosie. She was always looking things up in her Pony Club manual and was sure that she had read that horses should be clipped before January, or their summer coat would be spoiled."],
        ["8", "\t“He probably should have been, still that won't be too much of a problem,” said Nick kindly. “Now come on everyone, stop crowding him and get back to what you were doing. Take him to his new home, Tom.”"],
        ["9", "\tTom approached the horse and took the halter that the man offered him. Chancey jumped skittishly from side to side, rolling his eyes and flicking his tail as Tom led him off."],
        ["", ":box:skittishly = in a nervous way"],
        ["10", "\t“Poor Tom,” said Rosie. “He was so excited about that horse. Still, even though Chancey isn't very good-looking, I'm sure he'll be an absolute dream to ride.”"],
        ["11", "\tTom didn't know what to think. When he had seen Chancey last season, he had been one hundred percent fit, his muscles rippling under his glossy chestnut coat. Tom was sure that he hadn't been mistaken, he was definitely the same horse."],
        ["12", "\tTom picked up the things that the van driver had left in the middle of the stables. There was a saddle and bridle, a dark blue New Zealand blanket and a box full of glossy grooming brushes that looked as though they had never been used. Putting them in the tack room, he grabbed an old body brush and curry comb, and hurried back to Chancey's stall. He would have to be quick if he was going to be able to give Chancey a quick grooming and get home in time for lunch. Tom opened the door slowly, careful not to startle him."],
        ["13", "\t“Come on, boy. Let's get you cleaned up and give you your lunch. I bet you're hungry after that awful trip,” he crooned."],
        ["14", "\tChancey seemed to have settled down a little and nuzzled Tom's pockets inquisitively. Tom fumbled around for a mint. The horse's lips were as soft as crushed velvet as he gratefully accepted the offering."],
        ["", ":box:inquisitively = curiously"],
        ["15", "\t“That's better,” said Tom. “I thought you'd taken an instant dislike to me, and it's very important that we're friends if we're going to spend the whole summer together.”"],
        ["16", "\t“Hey, now hang on a minute,” said Tom, as the nuzzling turned into frantic chewing. “I'm sure my jacket doesn't taste that great and I won't be getting a new one if you eat it either.” Gently, Tom pushed Chancey's nose away."],
        ["17", "\t“I've got to go home for lunch in a minute,” Tom went on, giving him a quick rubdown. “I'll be back at two. Nick has said that we can join the 3 o'clock class. Are you listening?”"],
        ["18", "\tChancey wasn't paying any notice. Already bored of all the attention, his head was buried deep in a bucket of pony pellets as Tom bolted the door of the stall and set off for home."],
        ["", ":box:pellets = small chunks of food"],
        ["19", "\tLunch was something that Tom's mother insisted upon. If he was going to be at the stables all day, she said that he must at least come back at one to eat. He was careful to obey her, if only to keep her from going on about the amount of time he spent at Sandy Lane."]
    ],
    "Copyright": "",
    "References": []
}