{
    "Directions": "Read this story, then answer each question that follows.",
    "Context": [],
    "Title": "[Excerpt from] Lobsterman",
    "Subtitle": "",
    "Author": "by Dahlov Ipcar",
    "LabelType": "P",
    "Content": [
        ["1", "\tLarry lives in a fishing village on the coast of Maine. White gulls soar above his house and perch on the roof top. From his window he can see the harbor full of fishing boats..."],
        ["2", "\tLarry's father is a lobster fisherman and owns one of the lobster boats. He fishes for lobsters all year round, even in the winter, if weather permits. But winter storms are hard on boats and traps, so at least once a year a lobsterman has to overhaul his gear. Every spring Larry's father has his big boat hauled out of the water, and then he and Larry work on her..."],
        ["3", "\tThey paint their lobster trap buoys too in the spring. Larry's father paints his buoys red and yellow and black. Every lobsterman uses different colors so that he can tell his buoys from the others..."],
        ["", ":box:buoys = floating objects used to mark places at sea"],
        ["4", "\tSoon everything is ready. One morning early in May they make their first trip out to set their traps. It is still dark when they eat breakfast and put on their yellow waterproof pants and jackets and their black hip boots. Larry helps his father carry the gear down to the dock. There they load the big boat with as many traps as she can carry. Then Larry's father starts the engine, and they chug out of the harbor..."],
        ["5", "\tThey pass beaches where clamdiggers are digging for clams. They pass rocky islands where seals bask in the sun with their babies. Some of them dive into the water and swim after the boat with only their heads showing above the water. Larry throws a herring to one of them and she catches it."],
        ["6", "\tThen Larry takes the wheel while his father pushes the traps overboard. The lobsters hide deep in the cool, green water among the seaweeds and rocks. They hide there with their long feelers waving and their big claws ready to catch any fishes that swim by..."],
        ["7", "\tLarry and his father come to a little cove where long streamers of brown kelp grow so thick that they can look down and see them waving in a great, dark tangle, like a jungle under the water."],
        ["", ":box:kelp = type of large seaweed"],
        ["8", "\t“There must be lobsters down there, for sure,” Larry says. “This is where I want to set my trap.”"],
        ["9", "\tThey push the trap over ... and down it goes, down, down, down, until it disappears among the kelp ... and only the yellow buoy with black and white stripes floats on top to mark where the trap is."],
        ["10", "\tThey set each trap in a different place. They make many trips back to shore for more traps. All day long they drop the traps over the side of the boat, one by one. Some they drop far out to sea and some along the rocky shores. Then as darkness falls over the water they head back home."],
        ["11", "\tNext morning Larry and his father go out in the boat again, this time to haul their traps. Larry reaches over with the gaff and hooks each buoy out of the water..."],
        ["", ":box:gaff = iron hook"],
        ["12", "\tWhen they pull up Larry's trap out of the tangled kelp, they find three big lobsters in it. They weigh Larry's lobsters and one is a whopping four-pounder, the biggest they have caught so far."],
        ["13", "\t“We'll keep track of all the lobsters you catch,” his father says. “Then when we sell them, I'll put aside the money for you, and by the end of the summer you ought to have enough to buy something you want. Maybe you can save up for a skiff or an outboard motor.”"],
        ["", ":box:skiff = small boat"],
        ["14", "\t“But let's not sell these three lobsters,” Larry says. “I want to have one for supper tonight, and you and Momma can eat the other two, because they're the first lobsters I ever caught in a trap of my own.” ..."],
        ["15", "\tAnd when Larry climbs into bed that night he lies awake a while. He thinks about all the many different kinds of fishing, and he says to himself, “I could fish with nets for herring or mackerel, I could work on a big dragger catching redfish or flounder or haddock, I could be a tuna fisherman, or even a clamdigger; but of all the kinds of fishing there are, I think lobstering is the most fun ... and besides I like lobsters, so I'm going to be a lobsterman when I grow up!”"]
    ],
    "Copyright": "Excerpt from Lobsterman by Dahlov Ipcar. Copyright © 1962 by Dahlov Ipcar. Used with permission of Down East Books via Copyright Clearance Center.",
    "References": []
}