{
    "Directions": "Read the passage. Then answer each question that follows.",
    "Context": [],
    "Title": "Nico the Nifty",
    "Subtitle": "",
    "Author": "by Sara Matson",
    "LabelType": "P",
    "Content": [
        ["", "problems/MDG3E/media/S1a.jpg"],
        ["1", "Last summer, Sam had returned from camp with seven mosquito bites and three silk scarves."],
        ["2", "“Watch this,” he told his younger brother, Nico, one day."],
        ["3", "Sam tossed the scarves into the air, one by one. As each fell, Sam grabbed it and tossed it up again in a slow-moving circle."],
        ["4", "“Wow!” Nico said. “You learned to juggle.”"],
        ["5", "“I still mess up a lot,” Sam admitted as one of the scarves drifted to the floor."],
        ["6", "Nico picked it up. “Remember that juggler who performed at the library?”"],
        ["7", "“He could juggle anything,” Sam said, “even eggplants and cauliflower.”"],
        ["8", "“I want to juggle too,” Nico said. “Will you teach me?”"],
        ["9", "So after lunch, Sam taught Nico how to throw two scarves in an X shape—first the one in his right hand, then the one in his left."],
        ["10", "“Adding the third one is tricky,” Sam said."],
        ["11", "“Like this?” Nico said. “Oops!”"],
        ["12", "Sam smiled. “It takes time to catch on.”"],
        ["13", "But it didn't take Nico long at all. After supper, he marched into the family room wearing a magician's hat."],
        ["14", "“Presenting Nico the Nifty!” he announced, then pulled Sam's scarves out of his sleeve. He began to juggle—slowly at first, then faster."],
        ["15", "“Amazing!” Dad said."],
        ["16", "“You're a natural,” said Mom."],
        ["17", "Sam was silent. How could Nico be the better juggler? Sam was older, and he'd been practicing longer. It wasn't fair."],
        ["18", "It took three days for Nico to learn to juggle beanbags and three more for tennis balls."],
        ["19", "At first, Sam worked as hard as Nico. But Sam's scarves and beanbags and balls kept drifting and falling and bouncing to the floor, while Nico's stayed in the air. Finally, Sam quit practicing. Juggling wasn't fun anymore."],
        ["20", "A few weeks later, as Sam played basketball in the driveway, Nico hurried out of the house with his magician's hat."],
        ["21", "“Guess what!” he said. “The community center is having a talent show in the park. I'm going to juggle water balloons. Isn't that a great idea?”"],
        ["22", "It was. But Sam didn't want Nico to know he thought so. “Better wear your swim trunks,” he warned. “You'll get wet when you drop the balloons.”"],
        ["23", "Nico put his hands on his hips. “I'm a good juggler.”"],
        ["24", "“So what? Juggling is silly.” Sam spun the basketball on his index finger, something Nico had never been able to do."],
        ["25", "Nico scowled. “Yeah? Well, basketball is silly too!”"],
        ["26", "After Nico ran inside, Sam dribbled a few times and took aim. The ball swished through the hoop without touching the backboard. “Try to do that, little brother,” he muttered."],
        ["27", "On the morning of the talent show, Nico cut his waffle into pieces and built a tower with them. “What if I drop a balloon and everyone laughs?” he said."],
        ["28", "“You'll do great,” Mom said. “Won't he, Sam?”"],
        ["29", "“You are taking a towel, right?” Sam joked."],
        ["30", "“Sam!” said Mom."],
        ["31", "“Just kidding.”"],
        ["32", "After breakfast, Sam shot hoops outside while Nico practiced one last time. Sam had just made a three-pointer when he heard a splat."],
        ["33", "“Argh!”"],
        ["34", "Colorful balloon bits were scattered around Nico's feet. “Do you think it's too late to cancel?” Nico moaned."],
        ["35", "Sam couldn't help feeling bad for his brother. “Probably.”"],
        ["36", "“Even if I'm sick?” Nico said. “My stomach sort of hurts.”"],
        ["37", "Sam remembered his basketball tournament last winter. Before the championship game, he'd felt so nervous that he almost wished he could catch a cold so he'd have a reason not to play. At the same time, he'd wanted to play to prove he could. Maybe Nico felt the same way."],
        ["38", "“You know what?” Sam said. “It's good you broke some balloons. If you do it now, you probably won't do it onstage. That's what my coach always says. Make your mistakes in practice, not during the game.”"],
        ["39", "Nico looked doubtful."],
        ["40", "Sam tried again. “You've practiced a ton.”"],
        ["41", "“I'll probably mess up,” said Nico glumly."],
        ["42", "Finally, Sam told Nico the truth. “Look, you're the best juggler I know. Before you know it, you'll be as good as the one we saw at the library.”"],
        ["43", "“Really?” Nico said."],
        ["44", "“Yeah,” Sam said. “I'm sorry I was mean to you before. Come on. I'll help you fill more balloons before we leave.”"],
        ["45", "Two hours later, Nico accepted his first-place trophy. He waved to Sam from the stage."],
        ["46", "“Way to go!” Sam called. For once he was happy for Nico, not jealous. It felt good."],
        ["47", "As they headed to the car, Sam had a thought. “We should ask Mom to stop at the store on the way home.”"],
        ["48", "“Why?”"],
        ["49", "“Because I think it's time for Nico the Nifty to try juggling vegetables!”"]
    ],
    "Copyright": "“Nico the Nifty” by Sara Matson. Copyright 2019 Highlights for Children, Inc. Reproduced with permission of Highlights for Children, Inc. via Copyright Clearance Center.",
    "References": []
}