{
    "Directions": "Read the passage. Then answer each question that follows.",
    "Context": [],
    "Title": "Tiny Trees",
    "Subtitle": "Would you like a pet tree?",
    "Author": "by Kevin Kohler",
    "LabelType": "P",
    "Content": [
        ["1", "Bonsai is a Japanese word that means “potted tree.” But a bonsai is far more than a plant in a pot. Inspired by nature, bonsai artists create beautiful living sculptures from trees or shrubs."],
        ["2", "Bonsai are not special small species of trees. They are regular full-sized trees, but grown in pots and trimmed to keep them small. While all bonsai are smaller than full-grown trees, they range greatly in size. Some you can hold in your hand, while others are so big they need a forklift to move."],
        ["", "problems/MDG3E/media/S2a.jpg"],
        ["", "problems/MDG3E/media/S2b.jpg"],
        ["3", "The Chinese first trained trees in pots more than 1,300 years ago. They called their miniature trees penjing. They would often create elaborate landscapes or animal shapes with trees."],
        ["", "problems/MDG3E/media/S2c.jpg"],
        ["", "problems/MDG3E/media/S2d.jpg"],
        ["4", "A good bonsai tells a story. Different styles are meant to look like trees growing in harsh winds (windswept), on cliffs (cascade), or in other natural settings. Bonsai from flowering bushes can look like trees in spring."],
        ["5", "Wires are wrapped around living branches to train them to grow into interesting shapes. The wires stay on for a few months, until the shape holds."],
        ["", "problems/MDG3E/media/S2e.jpg"],
        ["6", "Bonsai artists use scissors, clamps, and other small tools to shape the branches. Dramatic dead branches can make a tree look older."],
        ["7", "Once a tree is shaped, it's moved into a pot. The bonsai artist carefully chooses a pot that will look just right with the finished tree. Large roots, which don't feed the tree, are removed. The pot is filled with special soil to keep the roots healthy."],
        ["8", "In nature, some tree roots will tightly grip rocks. This is a popular style for bonsai. While a tree is still young, its roots are draped over a rock and wrapped with medical tape until the roots grip the rock on their own."],
        ["9", "Most bonsai like to live outdoors. They are real, living trees and need plenty of sun and rain. Many also need a cold season to stay healthy. But bonsai grown from tropical trees need to come inside for the winter."],
        ["10", "It can take many years to train a bonsai into just the right shape. Since they are living, growing plants, bonsai are never finished. They need daily care to stay healthy and keep looking their best. But if they're well-tended, they can live for hundreds of years. Anyone can grow bonsai. If you'd like to give it a try, check for a bonsai club near you or ask at your local arboretum."]
    ],
    "Copyright": "Tiny Trees by Kevin Kohler, from Ask November 2018 by Carus Publishing Company d/b/a Cricket Media",
    "References": []
}