{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT15RW1/supps/SAT15RW1-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Over the course of the passage, the primary focus shifts from"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Lymie's inner thoughts to observations made by the other characters.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage does not provide observations made by other characters, only offering Lymie's and the narrator's observations.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "an exchange between strangers to a satisfying personal relationship.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The beginning of the passage focuses on Lymie as he reads by himself and the end of the passage focuses on the arrival of Lymie's father, with whom Lymie's relationship seems somewhat strained.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "the physical setting of the scene to the different character's personality traits.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The setting is described in the beginning of the first paragraph but is never the main focus of the passage.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Lymie's experience reading a book to descriptions of people in the restaurant.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The passage begins with the main character, Lymie, sitting in a restaurant and reading a history book. The first paragraph describes the book in front of him (“Blank pages front and back were filled in with maps, drawings, dates, comic cartoons, and organs of the body,” lines 11-13). The second paragraph reveals what Lymie is reading about (the Peace of Paris and the Congress of Vienna) and suggests his intense concentration on the book (“sometimes he swallowed whole the food that he had no idea he was eating,” lines 23-24). In the third paragraph, the focus of the passage shifts to a description and discussion of others in the restaurant, namely “A party of four, two men and two women ... ” (lines 42-43).",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT15RW1/supps/SAT15RW1-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The main purpose of the first paragraph is to"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "introduce the passage's main character by showing his nightly habits.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Rather than establishing what Lymie does every night, the first paragraph describes what Lymie is doing on one night.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "indicate the date teh passage takes place by presenting period details.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Nothing in the first paragraph indicates when the passage takes place, as the details provided (such as the restaurant and the book) are not specific to one era.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "convey the passage's setting by describing a place and an object.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The main purpose of the first paragraph is to establish the passage's setting by describing a place and an object. The place is the Alcazar Restaurant, which is described as being “long and narrow” and decorated with “art moderne,” murals, and plants (lines 2-6), and the object is the history book Lymie is reading.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "foreshadow an event that is described in detail later in the passage.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Nothing in the first paragraph clearly foreshadows a later event.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT15RW1/supps/SAT15RW1-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "It can reasonably be inferred that Irma, the waitress, thinks Lymieis “through eating” (line 37) because"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "he has begun reading his book.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Lymie has already been reading his book while eating for some time before Irma thinks he is finished eating.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "his plate is empty.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage doesn't state that Lymie's plate is empty, and the fact that Lymie stops Irma from taking his plate suggests that it is not empty.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "he is no longer holding his fork.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The passage states that “when Lymie put down his fork and began to count ... the waitress, whose name was Irma, thought he was through eating and tried to take his plate away” (lines 34-38). It is reasonable to assume that Irma thinks Lymie is finished eating because he is no longer holding his fork.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "he has asked her to clear the table.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage gives no indication that Lymie asks Irma to clear the table.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT15RW1/supps/SAT15RW1-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Lymie's primary impression of the “party of four” (line 42) is that they"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "are noisy and distracting.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The passage makes it clear that Lymie finds the party of four who enter the restaurant to be loud and bothersome, as their entrance means he is no longer able to concentrate on his book: “They laughed more than there seemed any occasion for ... and their laughter was too loud. But it was the women's voices ... which caused Lymie to skim over two whole pages without knowing what was on them” (lines 52-59).",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "are a refreshing change from the other customers.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Lines 55-59 make clear that Lymie is annoyed by the party of four, not that he finds their presence refreshing.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "resemble characters from his history book.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Lines 55-59 make clear that Lymie is annoyed by the party of four, not that he thinks they resemble the people he is reading about.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "represent glamour and youth.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Lines 55-59 make clear that Lymie is annoyed by the party of four, not that he thinks they represent glamour and youth.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT15RW1/supps/SAT15RW1-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which choice provides the best evidence for the answer to the previous question?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Lines 45-47(“The women ... down”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The lines cited do not support the answer to the previous question about Lymie's impression of the party of four who enter the restaurant. Rather than showing that Lymie finds the group of strangers noisy and distracting, the lines simply describes how two of the four people look.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Lines  47-52 (“One ... was”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The lines cited do not support the answer to the previous question about Lymie's impression of the party of four who enter the restaurant. Rather than showing that Lymie finds the group of strangers noisy and distracting, the lines simply describes how two of the four people look.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Lines 55-59 (“But ... them”)",
                "Key": {
                    "Correct": true,
                    "Rationale": "The previous question asks about Lymie's impression of the party of four who enter the restaurant, with the correct answer being that he finds them noisy and distracting. This is supported in lines 55-59: “But it was the women's voices, the terrible not quite sober pitch of the women's voices, which caused Lymie to skim over two whole pages without knowing what was on them.”",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Line 69(“Lymie ... book”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The lines cited do not support the answer to the previous question about Lymie's impression of the party of four who enter the restaurant. Rather than showing that Lymie finds the group of strangers noisy and distracting, the lines simply indicates what Lymie does when his father joins him in the restaurant.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT15RW1/supps/SAT15RW1-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The narrator indicates that Lymie finally closes the history book because"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "his father has joined him at the table.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the passage, Lymie closes his book only after “a coat that he recognized as his father's was hung on the hook next to his chair” (lines 67-68). It is Lymie's father's arrival that causes him to close the book.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "the people a the other table are too disruptive.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Lines 67-70 of the passage clearly establish that Lymie closes his book because his father has arrived, not that he does so because the party of four is too loud.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "he has finished the chapter about the Congress.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Lines 67-70 of the passage clearly establish that Lymie closes his book because he has finished reading a section of the book.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "he is preparing to leave the restaurant.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Lines 67-70 of the passage clearly establish that Lymie closes his book because he is getting ready to leave.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT15RW1/supps/SAT15RW1-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The primary impression created by the narrator's description of Mr. Peters in lines 74-79 is that he is"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "healthy and fit.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The description of Mr. Peters in lines 74-79 suggests he is a person who is wan and losing vitality, not someone who is healthy and in good shape.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "angry and menacing.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The description of Mr. Peters in lines 74-79 suggests he is a person who is wan and losing vitality, not someone who is angry and intimidating.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "nervous and hesitant.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The description of Mr. Peters in lines 74-79 suggests he is a person who is wan and losing vitality, not someone who is emotionally anxious.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "aging and shriveled.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In lines 74-79, the narrator describes Mr. Peters as “gray” and balding, noting that he has “lost weight” and his color is “poor.” This description suggests Mr. Peters is aging and losing strength and vigor.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT15RW1/supps/SAT15RW1-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The main idea of the last paragraph is that Mr. Peters"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "neglects to spend any time with his family members.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Mr. Peters is spending time with Lymie, his son, and there is no indication that he generally does not spend time with his family.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "behaves as if he is a younger version of himself.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the last paragraph of the passage, Mr. Peters is described as being unaware “that there had been any change” in his appearance since he was younger (lines 80-81). Later in the paragraph, the passage states that “the young man” Mr. Peters once was “had never for one second deserted” him (lines 90-91). The main idea of the last paragraph is that Mr. Peters still thinks of himself as young, or at least acts as if he is a younger version of himself.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "is very conscious of symbols of wealth and power.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although there are brief mentions of a diamond ring and manicured fingers, the paragraph focuses on Mr. Peters's overall appearance, not on his awareness of status symbols",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "is preoccupied with the knowledge that he is growing old.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The last paragraph clearly states that Mr. Peters is “not aware that there had been any change” and thinks of himself as young.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT15RW1/supps/SAT15RW1-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which choice best supports the conclusion that Mr. Peters wants to attract attention?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Lines 80-81 (“Apparently ... change”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The lines cited do not support the idea Mr. Peters wants to attract attention to himself. This choice address Mr. Peters's view of himself.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Lines 81-85 (“He straightened ... hand”)",
                "Key": {
                    "Correct": true,
                    "Rationale": " In lines 81-85, Mr. Peters is described as having “straightened his tie self-consciously” and gestured with a menu “so that the two women at the next table would notice the diamond ring on the fourth finger of his right hand.” Mr. Peters's actions are those of someone who wants to attract attention and be noticed.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Lines 90-91 (“The young ... Mr.Peters”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The lines cited do not support the idea Mr. Peters wants to attract attention to himself. This choice address Mr. Peters's view of himself.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Lines 91-93 (“He was ... forty-five”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The lines cited do not support the idea Mr. Peters wants to attract attention to himself. This choice indicates that Mr. Peters's view of himself affects his behavior but does not reveal that he acts in a way meant to draw attention.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT15RW1/supps/SAT15RW1-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "As used in line 93, “becoming” most nearly means"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "emerging.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of describing one's behavior, “becoming” means appropriate or fitting, not becoming known.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "fitting.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The last sentence of the passage states that Mr. Peters's mischaracterization of himself makes him act in ways that are not “becoming” for a man of his age. In this context, “becoming” suggests behavior that is appropriate or fitting.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "developing.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of describing one's behavior, “becoming” means appropriate or fitting, not becoming more advanced.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "happening.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of describing one's behavior, “becoming” means appropriate or fitting, not simply occurring.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT15RW1/supps/SAT15RW1-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In Passage 1, Beecher makes which point about the status of women relative to that of men?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Women depend on men for their safety and security, but men are largely independent of women.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Beecher describes the dynamic between men and women in terms of the way they can change society, not in terms of security and physical safety.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Women are inferior to men, but women play a role as significant as that played by men.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In Passage 1, Beecher makes the point that even if women in her society are perceived as being inferior to men, they are still able to effect considerable influence on that society: “But while woman holds a subordinate relation in society to the other sex, it is not because it was designed that her duties or her influence should be any the less important, or all-pervading” (lines 6-10).",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Women have fewer rights than men do, but women also have fewer responsibilities.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Even though Beecher implies that women have fewer rights in society than men do, she doesn't say that women have fewer responsibilities.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Women are superior to men, but tradition requires women to obey men.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Beecher does not assert that women are superior to men.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT15RW1/supps/SAT15RW1-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which choice provides the best evidence for the answer to the previous question?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Lines 6-10 (“But ... all-pervading”)",
                "Key": {
                    "Correct": true,
                    "Rationale": "The previous question asks what point Beecher makes regarding the relationship between men and women in her society, with the answer being that women are considered inferior but can still have influence. This is supported in lines 6-10: “But while woman holds a subordinate relation in society to the other sex, it is not because it was designed that her duties or her influence should be any the less important, or all-pervading.”",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Lines 13-14 (“A man ... debate”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The lines cited do not support the answer to the previous question about the point Beecher makes regarding the relationship between men and women in her society. Instead, they describe ways men can affect society.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Lines 16-18 (“he may coerce ... sphere”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The lines cited do not support the answer to the previous question about the point Beecher makes regarding the relationship between men and women in her society. Instead, they describe ways men can affect society.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Lines 41-46 (“but whatever ... sphere”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The lines cited do not support the answer to the previous question about the point Beecher makes regarding the relationship between men and women in her society. Instead, they explain how certain actions undertaken by a woman can be viewed negatively.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT15RW1/supps/SAT15RW1-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In Passage 1, Beecher implies that women's effect on public life is largely"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "overlooked, because few men are interested in women's thoughts about politics.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Lines 34-37 make it clear that Beecher believes women do have an effect on society, even if it is an indirect effect. Beecher does not indicate that women's effect on public life is ignored because most men are not interested.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "indirect, because women exert their influence within the home and family life.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the third paragraph (lines 22-37), Beecher suggests that women can be “so much respected, esteemed and loved” by those around them that men will accede to their wishes: “then, the fathers, the husbands, and the sons, will find an influence thrown around them, to which they will yield not only willingly but proudly ...” These lines show that Beecher believes women can influence society by influencing the men around them; in other words, women have an indirect influence on public life.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "unnecessary, because men are able to govern society themselves.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Lines 34-37 make it clear that Beecher believes women do have an effect on society, even if it is an indirect effect. Beecher does not indicate that women's effect on public life is unnecessary because men do not need help governing society.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "symbolic, because women tend to be more idealistic about politics than men are.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Lines 34-37 make it clear that Beecher believes women do have an effect on society, even if it is an indirect effect. Beecher does not indicate that women's effect on public life is merely symbolic because women tend to be idealistic.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT15RW1/supps/SAT15RW1-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "As used in line 2, “station” most nearly means"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "region.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of the relative standing of men and women in Beecher's society, the word “station” suggests a standing or rank, not a physical location or area",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "studio.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of the relative standing of men and women in Beecher's society, the word “station” suggests a standing or rank, not a physical location or area",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "district.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of the relative standing of men and women in Beecher's society, the word “station” suggests a standing or rank, not a physical location or area",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "rank.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Regarding the dynamic of men and women in society, Beecher says that one sex is given “the subordinate station” while the other is given the “superior” station (lines 1-2). In the context of how one gender exists in comparison to the other, the word “station” suggests a standing or rank.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT15RW1/supps/SAT15RW1-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "As used in line 12, “peculiar” most nearly means"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "eccentric.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of the “altogether different” ways men and women can influence society, the word “peculiar” suggests something unique or distinctive, not something unusual and odd.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "surprising.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of the “altogether different” ways men and women can influence society, the word “peculiar” suggests something unique or distinctive, not something unexpected.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "distinctive.",
                "Key": {
                    "Correct": true,
                    "Rationale": "When describing how men and women can influence society, Beecher says the ways they can do so “should be altogether different and peculiar” (lines 11-12). In the context of the “altogether different” ways men and women can influence society, the word “peculiar” implies being unique or distinctive.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "infrequent.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of the “altogether different” ways men and women can influence society, the word “peculiar” suggests something unique or distinctive, not something rare.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT15RW1/supps/SAT15RW1-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What is Grimké's central claim in Passage2?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The rights of individuals are not determined by race or gender.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In Passage 2, Grimké makes the main point that people have rights because they are human, not because of their gender or race. This is clear in lines 58-60, when Grimké states that“human beings have rights, because they are moral beings: the rights of all men grow out of their moral nature” and lines 65-68, when Grimké writes, “Now if rights are founded in the nature of our moral being, then the mere circumstance of sex does not give to man higher rights and responsibilities, than to woman.”",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Men and women must learn to work together to improve society.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Grimké primarily emphasizes that all men and women inherently have the same rights (“rights are founded in the nature of our moral being,” lines 65-66). Her central claim is not that men and women need to work together to change society.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Moral rights are the most important distinction between human beings and animals.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Grimké primarily emphasizes that all men and women inherently have the same rights (“rights are founded in the nature of our moral being,” lines 65-66). Her central claim is not that moral rights are the distinguishing characteristic separating humans from animals.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Men and women should have equal opportunities to flourish.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Grimké primarily emphasizes that all men and women inherently have the same rights (“rights are founded in the nature of our moral being,” lines 65-66). Her central claim is not that there should be equal opportunities for men and women to advance and succeed.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "17": {
        "Number": 17,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT15RW1/supps/SAT15RW1-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In Passage 2, Grimké makes which point about human rights?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "They are viewed differently in various cultures around the world.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In Passage 2, Grimké makes the point that human rights are inherent and unchanging, not that they are viewed differently in different societies.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "They retain their moral authority regardless of whether they are recognized by law.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In Passage 2, Grimké makes the point that human rights are not fleeting or changeable but things that remain, regardless of the circumstances, because they are tied to humans' moral nature. She emphasizes that human rights exist even if societal laws attempt to contradict or override them, citing slavery as an example: “These rights may be wrested from the slave, but they cannot be alienated: his title to himself is as perfect now, as is that of Lyman Beecher: it is stamped on his moral being, and is, like it, imperishable” (lines 61-65).",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "They are some times at odds with moral responsibilities.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Grimké doesn't describe a clash between human rights and moral responsibilities; instead, she says that humans have rights “because they are moral beings” (lines 58-59).",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "They have become more advanced and refined throughout history.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In Passage 2, Grimké makes the point that human rights are inherent and unchanging, not that they have changed and developed over time.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "18": {
        "Number": 18,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT15RW1/supps/SAT15RW1-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which choice provides the best evidence for the answer to the previous question?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Lines 58-61 (“Human ... same rights”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The lines cited do not support the answer to the previous question about the point Grimké makes about human rights in Passage 2. Instead, they explain the source of all people's human rights.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Lines 61-65 (“These ... imperishable”)",
                "Key": {
                    "Correct": true,
                    "Rationale": "The previous question asks what point Grimké makes about human rights in Passage 2, with the answer being that they exist and have moral authority whether or not they are established by societal law. This is supported in lines 61-65: “These rights may be wrested from the slave, but they cannot be alienated: his title to himself is as perfect now, as is that of Lyman Beecher: it is stamped on his moral being, and is, like it, imperishable.”",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Lines 71-76 (“To suppose ... property”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The lines cited do not support the answer to the previous question about the point Grimké makes about human rights in Passage 2. Instead, they indicate what would happen if rights were determined by gender.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Lines 77-81 (“When ... nothingness”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The lines cited do not support the answer to the previous question about the point Grimké makes about human rights in Passage 2. Instead, they discuss why gender is irrelevant to rights.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "19": {
        "Number": 19,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT15RW1/supps/SAT15RW1-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which choice best states the relationship between the two passages?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Passage 2 illustrates the practical difficulties of a proposal made in Passage 1.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Passage 2 does not discuss the practical difficulties of something that is proposed in Passage 1 but rather argues against the main point of Passage 1.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Passage 2 takes issue with the primary argument of Passage 1.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In Passage 1, Beecher asserts that men and women naturally have different positions in society: “Heaven has appointed to one sex the superior, and to the other the subordinate station” (lines 1-2). She goes on to argue that a woman should act within her subordinate role to influence men but should not “exert coercive influences” that would put her “out of her appropriate sphere” (lines 44-46). In Passage 2, Grimké takes issue with the idea that men and women have different rights and roles. She asserts that as moral beings all people have the same inherent rights and states that “the mere circumstance of sex does not give to man higher rights and responsibilities, than to woman” (lines 66-68).",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Passage 2 provides a historical context for the perspective offered in Passage 1.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Passage 2 does not provide historical context for the view expressed in Passage 1; the passages were published at around the same time and both discuss contemporary society.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Passage 2 elaborates upon several ideas implied in Passage 1.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Passage 2 does not elaborate on implications found in Passage 1 as much as it disputes the ideas explicitly expressed in Passage 1.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "20": {
        "Number": 20,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT15RW1/supps/SAT15RW1-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Based on the passages, both authors would agree with which of the following claims?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Women have moral duties and responsibilities.",
                "Key": {
                    "Correct": true,
                    "Rationale": "While Beecher and Grimké clearly disagree regarding a woman's role in society, the passages suggest that both authors share the belief that women do have moral duties and responsibilities in society. In Passage 1, Beecher writes that “while woman holds a subordinate relation in society to the other sex, it is not because it was designed that her duties or her influence should be any the less important, or all-pervading” (lines 6-10). She suggests that women do have an obligation to use their influence to bring about beneficial changes in society. In Passage 2, Grimké asserts that all people “are moral beings” (lines 58-59) and that both men and women have “rights and responsibilities” (line 68). She concludes that “whatever it is morally right for man to do, it is morally right for woman to do” (lines 81-83).",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Men often work selflessly for political change.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Neither author suggests that when men work to bring about political changes, they often do so out of consideration for others rather than considerations for themselves.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The ethical obligations of women are often undervalued.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Neither passage discusses the value given to women's ethical obligations, although both authors suggest that women do have ethical and moral obligations.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Political activism is as important for women as it is for men.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In Passage 1 Beecher argues that women should avoid direct political activism, cautioning against actions that would put them outside their “appropriate sphere” (line 46).",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "21": {
        "Number": 21,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT15RW1/supps/SAT15RW1-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Beecher would most likely have reacted to lines 65-68 (“Now ... woman”) of Passage 2 with"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "sympathy, because she feels that human beings owe each other a debt to work together in the world.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Beecher fundamentally disagrees with Grimké regarding the basic nature and societal roles of men and women, making it very unlikely that she would have viewed Grimké's statement in lines 65-68 with either sympathy or agreement.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "agreement, because she feels that human responsibilities are a natural product of human rights.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Beecher fundamentally disagrees with Grimké regarding the basic nature and societal roles of men and women, making it very unlikely that she would have viewed Grimké's statement in lines 65-68 with either sympathy or agreement.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "dismay, because she feels that women actually have a more difficult role to play in society than me do.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Beecher wouldn't necessarily have been dismayed by Grimké's belief as much as she would have simply disagreed with it, and she does not indicate that the role of women in society is more difficult to play than is that of men.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "disagreement, because she feels that the natures of men and women are fundamentally different.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In lines 65-68 of Passage 2, Grimké writes, “Now if rights are founded in the nature of our moral being, then the mere circumstance of sex does not give to man higher rights and responsibilities, than to woman.” In other words, gender does not make men's rights and duties superior to women's. Beecher, on the other hand, begins Passage 1 by stating that “heaven has appointed to one sex the superior, and to the other the subordinate station,” suggesting that men and women have fundamentally different natures. Therefore, Beecher most likely would have disagreed with Grimké's assertion.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "22": {
        "Number": 22,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT15RW1/supps/SAT15RW1-S3.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "As used in line 14, “simple” most nearly means"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "straightforward.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In line 14, the passage states that industrial agriculture has become “incredibly efficient on a simple land to food basis.” In this context, “simple” suggests something basic or straightforward.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "modest.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of a land to food dynamic, the word “simple” suggests something basic or straightforward, not something humble.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "unadorned.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of a land to food dynamic, the word “simple” suggests something basic or straightforward, not something without any decoration or ornamentation.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "easy.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of a land to food dynamic, the word “simple” suggests something basic or straightforward, not something that requires little effort.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "23": {
        "Number": 23,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT15RW1/supps/SAT15RW1-S3.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "According to the passage, a significant attribute of conventional agriculture is its ability to"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "produce a wide variety of fruits and vegetables.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage states how efficient conventional agriculture is in regard to the amount of food it can produce but does not indicate that it produces a significantly wide variety of fruits and vegetables.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "maximize the output of cultivated land.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The passage clearly states that conventional agriculture is very efficient, especially when compared to organic farming: “organic farming yields 25% fewer crops on average than conventional agriculture” (lines 40-42) and in a study “organic farming delivered a lower yield for every crop type” (lines 51-52). It can therefore be understood from the passage that conventional agriculture does a good job maximizing the output of the land that is farmed.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "satisfy the dietary needs of the world's population.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Even if the passage does say that each American farmer can produce crops to feed “over 155 people worldwide” (lines 16-17), it never claims that conventional agriculture can satisfactorily feed everyone in the world.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "lessen the necessity of nitrogen in plant growth.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage states that conventional agriculture uses a great deal of nitrogen, not that it changes the need for nitrogen in plant growth one way or the other.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "24": {
        "Number": 24,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT15RW1/supps/SAT15RW1-S3.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which choice best reflects the perspective of the “environmentalists” (line 27) on conventional agriculture?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It produces inferior fruits and vegetables and is detrimental to the environment.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The passage makes it clear that “most environmentalists” (line 27) believe conventional agriculture produces food that is not as healthy as food produced through organic farming and that it is more harmful to the environment than organic farming is: many environmentalists “have embraced organic food as better for the planet—and healthier and tastier, too—than the stuff produced by agricultural corporations” (lines 28-31).",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "It is energy efficient and reduces the need to convert wilderness to farmland.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is not supported by the passage. The passage never states that many environmentalists believe that conventional farming reduces the need to convert wilderness to farmland.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "It is good for the environment only in the short run.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is not supported by the passage. The passage never states that many environmentalists believe that conventional farming is in any way good for the environment.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "It depletes critical resources but protects wildlife habitats.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is not supported by the passage. The passage never states that many environmentalists believe that conventional farming protects wildlife habitats.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "25": {
        "Number": 25,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT15RW1/supps/SAT15RW1-S3.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which choice provides the best evidence for the answer to the previous question?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Lines 27-28 (“Of course ... green”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The lines cited do not support the answer to the previous question about how environmentalists perceive the efforts of conventional agriculture. Although the lines in this choice do touch on environmentalists' views, they indicate only that most environmentalists don't view conventional agriculture's ability to “produce more food on less land” (line 25) as beneficial to the environment.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Lines 28-31 (“They ... corporations”)",
                "Key": {
                    "Correct": true,
                    "Rationale": "The previous question asks how environmentalists perceive conventional agriculture, with the answer being that they believe it produces a product that is less healthy and more environmentally destructive than that produced by organic farming. This is supported in lines 28-31: “They have embraced organic food as better for the planet—and healthier and tastier, too—than the stuff produced by agricultural corporations.”",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Lines 31-35 ( “Environmentalists ... sustainable”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The lines cited do not support the answer to the previous question about how environmentalists perceive the efforts of conventional agriculture. These lines address environmentalists' view of the environmental effects of conventional and organic farming but not the taste or nutritional value of the food produced.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Lines 42-45 (“More ... think”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The lines cited do not support the answer to the previous question about how environmentalists perceive the efforts of conventional agriculture. These lines focus on a drawback to organic farming.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "26": {
        "Number": 26,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT15RW1/supps/SAT15RW1-S3.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which statement best expresses a relationship between organic farming and conventional farming that is presented in the passage?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Both are equally sustainable, but they differ dramatically in the amount of land they require to produce equivalent yields.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage does not state that conventional and organic farming are equally sustainable and does state that organic farming needs “more land” to produce “fewer crops” (lines 42-43) but does not indicate that it always requires dramatically more land.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Both rely on artificial chemicals for pest control, but organic farmers use the chemicals sparingly in conjunction with natural remedies.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage does not state that organic farming uses artificial chemicals.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Both use nitrogen to encourage plant growth, but the nitrogen used in conventional farming comes from synthetic sources.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The passage makes it clear that while both conventional and organic farming need nitrogen for plant growth, conventional farming uses synthetic fertilizers and organic does not: “Conventional agriculture makes use of 171 million metric tons of synthetic fertilizer each year, and all that nitrogen enables much faster plant growth than the slower release of nitrogen from the compost or cover crops used in organic farming” (lines 61-65).",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Both create a substantial amount of nitrogen runoff, but only the type of nitrogen found in fertilizers used in conventional farming can be dangerous.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage mentions nitrogen runoff only as a product of conventional farming, not organic farming, and does not indicate that only the nitrogen in conventional fertilizers is dangerous.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "27": {
        "Number": 27,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT15RW1/supps/SAT15RW1-S3.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which choice provides the best evidence for the answer to the previous question?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Lines 13-14 (“Conventional ... basis”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The lines cited do not support the answer to the previous question about the relationship between conventional and organic farming, instead describing the efficiency only of conventional agriculture.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Lines 22-26 (“And since ... environment”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The lines cited do not support the answer to the previous question about the relationship between conventional and organic farming, instead discussing one perceived positive aspect of conventional agriculture.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Lines 51-53 (“They ... widely”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The lines cited do not support the answer to the previous question about the relationship between conventional and organic farming, instead highlighting a drawback of organic farming.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Lines 61-65 (“Conventional ... farming”)",
                "Key": {
                    "Correct": true,
                    "Rationale": "The previous question asks about the relationship between conventional agriculture and organic farming, with the answer being that unlike organic farms, conventional farm use synthetic fertilizers. This is supported in lines 61-65: “Conventional agriculture makes use of 171 million metric tons of synthetic fertilizer each year, and all that nitrogen enables much faster plant growth than the slower release of nitrogen from the compost or cover crops used in organic farming.”",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "28": {
        "Number": 28,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT15RW1/supps/SAT15RW1-S3.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "According to Foley, an “ideal global agriculture system” (line 80)"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "focuses primarily on yield percentages and global markets.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage makes it clear that the “ideal global agriculture system” would give consideration to multiple factors, not that it would focus mainly on productivity.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "considers multiple factors in the selection of farming techniques.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The passage states that the authors of the study comparing conventional and organic farming have come to the conclusion that an “ideal global agriculture system” would “borrow the best from both systems” (lines 80-82). The quote from Jonathan Foley in lines 84-97 indicates that this ideal system would take into consideration many different factors, including the nutrition and calories offered by specific types of foods as well as different geographic, economic, and social needs.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "weighs the economic interests of farmers against the needs of consumers.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Foley states that the ideal system would take economics into consideration but does not indicate that farmers' economic interests would be weighed against consumers' needs.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "puts the nutritional value of produce first and foremost.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage makes it clear that the “ideal global agriculture system” would give consideration to multiple factors, not that it would focus mainly on nutritional value.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "29": {
        "Number": 29,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT15RW1/supps/SAT15RW1-S3.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In line 88, “sheer” most nearly means"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "transparent.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of discussing the calories foods can provide, “sheer” suggests the pure number of calories. Also, it does not make sense to say that calories can be seen through.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "abrupt.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of discussing the calories foods can provide, “sheer” suggests the pure number of calories. Also, it does not make sense to say that calories are somehow sudden or happen unexpectedly.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "steep.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of discussing the calories foods can provide, “sheer” suggests the pure number of calories. Also, it does not make sense to say that are at a very sharp angle.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "pure.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The passage states that conventional agriculture can be superior to organic farming in terms of producing “sheer calories” (line 88). In this context, “sheer” most nearly means pure; the passage is referring to the pure number of calories delivered by foods.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "30": {
        "Number": 30,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT15RW1/supps/SAT15RW1-S3.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which statement is best supported by the information provided in figure 1?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The organic yield as a percentage of conventional yield is greater for vegetables than for fruits.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Figure 1 shows that the organic yield as a percentage of conventional yield is higher for fruits (just under 100%) than for vegetables (just under 70%)",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The organic yield as a percentage of conventional yield is similar for cereals and all crops.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Figure 1 shows that the organic yield as a percentage of conventional yield is similar for cereals and all crops, with both yielding roughly 75%.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The reported number of observations for each crop type exceeds 82.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Figure 1 shows there were only 28 observations for oilseed crops.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The organic yield as a percentage of conventional yield is greater for vegetable crops than it is for oilseed crops.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Figure 1 shows that the organic yield as a percentage of conventional yield is higher for oilseed crops (approximately 90%) than for vegetables (just under 70%).",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "31": {
        "Number": 31,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT15RW1/supps/SAT15RW1-S3.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which of the following claims is supported by figure 2?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Of the organically grown species represented, soybeans have the lowest yield.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Figure 2 shows that soybeans have the highest yield (approximately 90%), not the lowest.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The organically grown maize and barley represented are comparable in their yields to conventionally grown maize and barley.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Figure 2 shows that organically grown barley and maize are produced at a lower yield than the conventionally grown species (just below 70% and just below 90%, respectively), not a comparable one.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Of the organically grown species represented, tomatoes have the highest yield.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Figure 2 shows that soybeans, not tomatoes, have the highest yield of the organically grown species.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The organically grown species represented have lower yields than their conventionally grown counter parts do.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Every organically grown species represented in figure 2 produces a smaller yield than do their conventional counterparts. All of the organically grown species are within a range of approximately 60–90% of the conventional yield.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "32": {
        "Number": 32,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT15RW1/supps/SAT15RW1-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Over the course of the passage, the main focus shifts from a discussion of an experiment and its results to"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "an explanation of the practical applications of the results.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage does not conclude by explaining the practical ways the experiment's findings have been applied but rather by considering questions the findings raise.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "a consideration of the questions prompted by the results.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The majority of the passage focuses on the experiment concerning “how much the crowd influences the individual, and whether it can be controlled from outside” (lines 42-44). After explaining the experiment and the results it produced, the passage moves on to consider questions raised by the results, such as whether the findings are site specific or “true in general” (lines 75-76), why different findings are observed, and whether companies can “boost their products by manipulating online ratings on a massive scale” (lines 85-86).",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "an analysis of the defects undermining the results.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage does not indicate that there were any flaws in the experiment's findings.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "a conversation with a scientist who disputes the results.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage does not include statements from anyone who disputes the findings.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "33": {
        "Number": 33,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT15RW1/supps/SAT15RW1-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The author of the passage suggests that crowds may be more effective at"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "creating controversy than examining an issue in depth.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Lines 11-14 indicate that the author believes that crowds may be more effective than individuals when arriving at quantitative answers rather than qualitative results. Nothing in the passage suggests that the author believes that crowds are better at starting disagreements than studying an issue in depth.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "reinforcing members' ideas than challenging those ideas.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Lines 11-14 indicate that the author believes that crowds may be more effective than individuals when arriving at quantitative answers rather than qualitative results. Nothing in the passage suggests that the author believes that crowds are better at,supporting ideas rather than challenging them.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "arriving at accurate quantitative answers than producing valid qualitative judgments.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author of the passage suggests that a group of people can be “wiser” and more effective than a single person at assessing a quantitative answer, or a measurement, versus producing a valid qualitative judgment, or a judgment of the quality of something. This is most clear in lines 11-14, which state that when guessing a bull's weight or how many gumballs are in a jar, “your guess is probably going to be far from the mark, whereas the average of many people's choices is remarkably close to the true number.”",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "ranking others' opinions than developing genuinely original positions.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Lines 11-14 indicate that the author believes that crowds may be more effective than individuals when arriving at quantitative answers rather than qualitative results. Nothing in the passage suggests that the author believes that crowds are better at ranking opinions rather than coming up with new ideas.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "34": {
        "Number": 34,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT15RW1/supps/SAT15RW1-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which choice provides the best evidence for the answer to the previous question?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Line 9 (“Sometimes ... you”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The lines cited do not support the answer to the previous question about the author's belief about when the wisdom of a crowd is effective. Instead, they simply state that crowds are sometimes wiser than individuals, without explaining when.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Lines 11-14 (“Your ... number”)",
                "Key": {
                    "Correct": true,
                    "Rationale": "The previous question asks what the author of the passage suggests about the wisdom of crowds, with the answer being that crowds can be more effective at producing quantitative answers than qualitative results. This is supported in lines 11-14: when it comes to guessing a bull's weight or how many gumballs are in a jar, “your guess is probably going to be far from the mark, whereas the average of many people's choices is remarkably close to the true number.”",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Lines 17-20 (“According ... value”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The lines cited do not support the answer to the previous question about the author's belief about when the wisdom of a crowd is effective. Instead, they simply put forth a theory held by someone other than the author.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Lines 25-28 (“To test ... opinions”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The lines cited do not support the answer to the previous question about the author's belief about when the wisdom of a crowd is effective. Instead, they simply explain how hypotheses about the wisdom of crowds could be tested.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "35": {
        "Number": 35,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT15RW1/supps/SAT15RW1-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which choice best supports the view of the “skeptics” (line 20)?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Lines 55-58 (“Comments ... reports”)",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the passage, the author explains that those who are skeptical of the theory that “measuring the aggregate of people's opinions produces a stable, reliable value” (lines 18-20) believe that “people's opinions are easily swayed by those of others” (lines 20-21). This idea is best supported in lines 55-58, which describe a finding from a study of opinions in crowds: “Comments that received fake positive votes from the researchers were 32% more likely to receive more positive votes compared with a control, the team reports.” In other words, people were more likely to give a positive vote when they thought other people had given positive votes.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Lines 58-60 (“And ... them”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The lines cited do not provide support for the skeptics' idea that people's opinions are easily influenced by the thoughts of others. Instead, they cite findings concerning people giving ratings different from those already given.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Lines 63-65 (“The ratings ... them”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The lines cited do not provide support for the skeptics' idea that people's opinions are easily influenced by the thoughts of others. Instead, they cite findings concerning people giving ratings different from those already given .",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Lines 76-79 (“He ... manipulated”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The lines cited do not provide support for the skeptics' idea that people's opinions are easily influenced by the thoughts of others. Instead, they share an observation that the degree to which others can be influenced depends in part on the context of the situation.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "36": {
        "Number": 36,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT15RW1/supps/SAT15RW1-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which action would best address a question Watts raises about the study?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Providing fewer fake positive comments",
                "Key": {
                    "Correct": false,
                    "Rationale": "Providing fewer fake positive comments during the experiment is an action that likely would affect the results of the experiment involving users voting on comments about stories on one news website, but it would not address Watts's questions about whether the study would produce the same results on other websites or why different categories of news items had different effects on the news website.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Using multiple websites to collect ratings",
                "Key": {
                    "Correct": true,
                    "Rationale": "One question Watts asks in regard to the experiment is whether the results would hold true on a larger scale. The passage quotes him in lines 74-76: “'[But] one question is whether the positive [herding] bias is specific to this site' or true in general.” Doing the experiment again but collecting ratings on multiple websites would address Watts's question, as it would show whether or not the same results occur on other sites.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Requiring users to register on the website before voting",
                "Key": {
                    "Correct": false,
                    "Rationale": "Requiring users to be registered on the website is an action that likely would affect the results of the experiment involving users voting on comments about stories on one news website, but it would not address Watts's questions about whether the study would produce the same results on other websites or why different categories of news items had different effects on the news website.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Informing users that voting data are being analyzed",
                "Key": {
                    "Correct": false,
                    "Rationale": "Telling users that their answers will be studied is an action that likely would affect the results of the experiment involving users voting on comments about stories on one news website, but it would not address Watts's questions about whether the study would produce the same results on other websites or why different categories of news items had different effects on the news website.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "37": {
        "Number": 37,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT15RW1/supps/SAT15RW1-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "As used in line 85, “boost” most nearly means"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "increase.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of selling products by manipulating user reviews, the word “boost” refers to promoting the products, not making them larger or bigger.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "accelerate.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of selling products by manipulating user reviews, the word “boost” refers to promoting the products, not making them larger or faster.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "promote.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In lines 85-86 the author asks, “Will companies be able to boost their products by manipulating online ratings on a massive scale?” In the context of selling products by manipulating user reviews, “boost” most nearly means promote.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "protect.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of selling products by manipulating user reviews, the word “boost” refers to promoting the products, not making them larger or safe.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "38": {
        "Number": 38,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT15RW1/supps/SAT15RW1-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "As used in line 86, “scale” most nearly means"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "level.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In lines 85-86 the author asks, “Will companies be able to boost their products by manipulating online ratings on a massive scale?” In the context of selling products by manipulating user reviews on a massive scale, the word “scale” most nearly means level or size.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "wage.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of selling products by manipulating user reviews, a massive “scale” refers to a great level or size, not to a payment.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "interval.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of selling products by manipulating user reviews, a massive “scale” refers to a great level or size, not to an interval or space between things.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "scheme.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of selling products by manipulating user reviews, a massive “scale” refers to a great level or size, not to a plan.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "39": {
        "Number": 39,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT15RW1/supps/SAT15RW1-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In the figure, which category of news has an artificially up-voted mean score of 2.5?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Business",
                "Key": {
                    "Correct": false,
                    "Rationale": "The artificially up-voted mean score of comments in the business category is higher than 3.0.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Politics",
                "Key": {
                    "Correct": true,
                    "Rationale": "The figure shows that while the mean score of the control comments in the politics category is below 2.0, the artificially up-voted mean score for that category is exactly 2.5.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Fun",
                "Key": {
                    "Correct": false,
                    "Rationale": "The artificially up-voted mean score of comments in the fun category is less than 2.5.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "General news",
                "Key": {
                    "Correct": false,
                    "Rationale": "The artificially up-voted mean score of the comments in the general news category is just over 2.0.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "40": {
        "Number": 40,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT15RW1/supps/SAT15RW1-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "According to the figure, which category of news showed the smallest difference in mean score between artificially up-voted comments and control comments?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Culture and society",
                "Key": {
                    "Correct": false,
                    "Rationale": "The mean score for the control comments in the culture and society category is a little below 2.5 while the mean score for the artificially up-voted comments is over 3.0.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Information technology",
                "Key": {
                    "Correct": false,
                    "Rationale": "The mean score for the control comments in the information technology category is a little above 1.5 while the mean score for the artificially up-voted comments is above 2.0.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Fun",
                "Key": {
                    "Correct": false,
                    "Rationale": "The mean score for the control comments in the fun category is exactly 2.0 while the mean score for the artificially up-voted comments is nearly 2.5.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "General news",
                "Key": {
                    "Correct": true,
                    "Rationale": "The figure shows that the mean score for both control comments and artificially up-voted comments in the general news category is just above 2.0.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "41": {
        "Number": 41,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT15RW1/supps/SAT15RW1-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Data presented in the figure most directly support which idea from the passage?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The mean score of artificially down-voted comments is similar to that of the control.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage provides no data for artificially down-voted comments or negative social influence.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The patterns observed in the experiment suggest that people are suspicious of negative social influence.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage provides no data for artificially down-voted comments or negative social influence.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The positive bias observed in users of the news site may not apply to human behavior in other contexts.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The figure applies only to one context (mean score of control comments versus mean score of artificially up-voted comments on the news site); there is no way to tell what patterns would be observed in other contexts.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The type of story being commented on has an impact on the degree to which people can be influenced.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the passage Watts notes that “the category of the news items ... had a strong effect on how much people could be manipulated” (lines 76-79). That idea is directly supported by the data in the figure, which show that the difference in mean score between the control comments and the artificially up-voted comments varies by subject (for example, in the general news category there is virtually no difference between the mean scores of the two types of comments, while for the business category there is almost a 1.0-point difference between the mean scores).",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "42": {
        "Number": 42,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT15RW1/supps/SAT15RW1-S5.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "According to the passage, Maguire's findings regarding taxi drivers are significant because they"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "demonstrate the validity of a new method.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage does not indicate that Maguire used a new method in her study or that her findings demonstrate the validity of a method.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "provide evidence for a popular viewpoint.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Lines 20-26 show that Maguire's findings disprove a popular viewpoint, not that they support one.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "call into question an earlier consensus.",
                "Key": {
                    "Correct": true,
                    "Rationale": "According to the passage, Maguire found that taxi drivers' hippocampi are “7 percent larger than normal,” which is evidence that “way-finding around London had physically altered the gross structure of their brains” (lines 10-14). In lines 20-26, the passage indicates that this finding challenges an earlier consensus: “It had long been thought that the adult brain was incapable of spawning new neurons—that ... the brain's basic anatomical structure was more or less static. Maguire's study suggested the old inherited wisdom was simply not true.”",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "challenge the authenticity of previous data.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Maguire's findings call into question a previous idea, there is no indication that they challenge the authenticity of any previous data.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "43": {
        "Number": 43,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT15RW1/supps/SAT15RW1-S5.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which choice provides the best evidence for the answer to the previous question?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Lines 8-12 (“The right ... difference”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The lines cited do not support the answer to the previous question about the significance of Maguire's findings. These lines present Maguire's observation and her conclusion but do not indicate that her findings call into question a previous belief.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Lines 12-16 (“Maguire ... effect”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The lines cited do not support the answer to the previous question about the significance of Maguire's findings. These lines present Maguire's observation and her conclusion but do not indicate that her findings call into question a previous belief.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Lines 17-20 (“The brain ... neuroplasticity”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The lines cited do not support the answer to the previous question about the significance of Maguire's findings. These lines simply explain one capability of the human brain.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Lines 20-26 (“It had ... true”)",
                "Key": {
                    "Correct": true,
                    "Rationale": "The previous question asks about the significance of Maguire's findings, with the answer being that her findings call into question a previous belief. This is supported in lines 20- 26: “It had long been thought that the adult brain was incapable of spawning new neurons—that ... the brain's basic anatomical structure was more or less static. Maguire's study suggested the old inherited wisdom was simply not true.”",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "44": {
        "Number": 44,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT15RW1/supps/SAT15RW1-S5.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "As used in line 24, “basic” most nearly means"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "initial.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of discussing the brain's structure, the word “basic” most nearly means fundamental, not first.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "simple.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of discussing the brain's structure, the word “basic” most nearly means fundamental, not uncomplicated.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "necessary.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of discussing the brain's structure, the word “basic” most nearly means fundamental, not required.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "fundamental.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In line 24, the passage discusses the “brain's basic anatomical structure.” In this context, the word “basic” most nearly means fundamental.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "45": {
        "Number": 45,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT15RW1/supps/SAT15RW1-S5.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which question was Maguire's study of mental athletes primarily intended to answer?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Does the act of memorization make use of different brain structures than does the act of navigation?",
                "Key": {
                    "Correct": false,
                    "Rationale": "The study was an attempt to compare the brains of mental athletes to the brains of the general population, not to compare the use of different brain structures in memorization and navigation",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Do mental athletes inherit their unusual brain structures, or do the structures develop as a result of specific activities?",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage makes it clear that it was not known if mental athletes have unusual brain structures; finding out if they do was actually one of the goals of the study.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Does heightened memorization ability reflect abnormal brain structure or an unusual use of normal brain structure?",
                "Key": {
                    "Correct": true,
                    "Rationale": "The purpose of Maguire's study of the mental athletes was to try to determine what it is that makes them so good at memorization, and in particular if they have structurally different brains than people without such extraordinary memorization skills or if they have normal brain structures but use them in unusual ways. This is supported in lines 33-37, which state that Maguire and her team “wanted to find out if the memorizers' brains were—like the London cabbies'— structurally different from the rest of ours, or if they were somehow just making better use of memory abilities that we all possess.”",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "What is the relationship between general cognitive ability and the unusual brain structures of mental athletes?",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage makes it clear that it was not known if mental athletes have unusual brain structures; finding out if they do was actually one of the goals of the study.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "46": {
        "Number": 46,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT15RW1/supps/SAT15RW1-S5.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which choice provides the best evidence for the answer to the previous question?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Lines 27-29 (“After ... athletes”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The lines cited do not support the answer to the previous question about what Maguire's study of mental athletes was investigating. Instead they simply identify the subject of the study.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Lines 33-37 (“They ... possess”)",
                "Key": {
                    "Correct": true,
                    "Rationale": "The previous question asks what Maguire's study of mental athletes attempted to answer, with the answer being the question of whether it is brain structure or an unusual use of the brain that gives certain people extraordinary memorization skills. This is supported in lines 33-37: “They wanted to find out if the memorizers' brains were—like the London cabbies'—structurally different from the rest of ours, or if they were somehow just making better use of memory abilities that we all possess.”",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Lines 38-43 (“The researchers ... scanned”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The lines cited do not support the answer to the previous question about what Maguire's study of mental athletes was investigating. Instead they simply explain what the study involved.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Lines 52-54 (“What's ... range”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The lines cited do not support the answer to the previous question about what Maguire's study of mental athletes was investigating. Instead they simply and state a finding concerning the cognitive ability of the mental athletes.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "47": {
        "Number": 47,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT15RW1/supps/SAT15RW1-S5.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "As used in line 39, “matched” most nearly means"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "comparable.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In lines 38-39, the passage describes part of Maguire's study by stating that “the researchers put both the mental athletes and a group of matched control subjects into MRI scanners.” In the context of a study that has two groups of subjects, the word “matched” suggests subjects that are similar or comparable.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "identical.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of a study with two groups of subjects, the word “matched” suggests subjects that are similar or comparable, not ones that are exactly the same.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "distinguishable.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of a study with two groups of subjects, the word “matched” suggests subjects that are similar or comparable, not ones that are recognizably different.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "competing.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of a study with two groups of subjects, the word “matched” suggests subjects that are similar or comparable, not ones that are rivals.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "48": {
        "Number": 48,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT15RW1/supps/SAT15RW1-S5.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The main purpose of the fifth paragraph (lines 57-65) is to"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "relate Maguire's study of mental athletes to her study of taxi drivers.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The fifth paragraph does not mention the taxi drivers or the study involving them.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "speculate on the reason for Maguire's unexpected results.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The fifth paragraph describes some of the unexpected results of Maguire's study but does not address the possible reasons for those results.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "identify an important finding of Maguire's study of mental athletes.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The main purpose of the fifth paragraph (lines 57-65) is to relate what Maguire discovered about the mental athletes, namely that their brain structures are not different from those of the control group but that the mental athletes use their brains differently: “there was one telling difference ... regions of the brain that were less active in the control subjects seemed to be working in overdrive for the mental athletes.”",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "transition from a summary of Maguire's findings to a description of her methods.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The fifth paragraph describes only Maguire's findings, not her methods.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "49": {
        "Number": 49,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT15RW1/supps/SAT15RW1-S5.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "According to the passage, when compared to mental athletes, the individuals in the control group in Maguire's second study"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "showed less brain activity overall.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage states that there was only “one telling difference between the brains of the mental athletes and the control subjects” (lines 57-58); there is no indication that the control group showed less total brain activity.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "demonstrated a wider range of cognitive ability.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage mentions only the general cognitive ability of the mental athletes, noting that their scores were “within the normal range” (line 54).",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "exhibited different patterns of brain activity.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The passage indicates that Maguire's second study revealed that people in the control group don't have different brain structures than the mental athletes but that they use their brains differently. In particular, the two groups use different pathways in the brain: “regions of the brain that were less active in the control subjects seemed to be working in overdrive for the mental athletes” (lines 63-65).",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "displayed noticeably smaller hippocampal regions.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage states that there was only “one telling difference between the brains of the mental athletes and the control subjects” (lines 57-58); there is no indication that the control group sh had smaller hippocampal regions.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "50": {
        "Number": 50,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT15RW1/supps/SAT15RW1-S5.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The passage most strongly suggests that mental athletes are successful at memorization because they"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "exploit parts of the brain not normally used in routine memorization.",
                "Key": {
                    "Correct": true,
                    "Rationale": "After establishing in lines 50-51 that the brains of the control group and the mental athletes seemed to be “indistinguishable,” the passage suggests that the reason mental athletes are so good at memorization is that they use parts of their brains that most other people don't use when memorizing: “Surprisingly, when the mental athletes were learning new information, they were engaging several regions of the brain known to be involved in two specific tasks: visual memory and spatial navigation, including the same right posterior hippocampal region that the London cabbies had enlarged with all their daily way-finding” (lines 66-72).",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "convert information they are trying to memorize into abstract symbols.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage explains that the mental athletes were converting information into images, not abstract symbols.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "organize information into numerical lists prior to memorization.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage explains that the mental athletes were converting information into images, not numerical lists.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "exercise their brains regularly through puzzles and other mental challenges.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is not supported by the passage, as the author discusses the mental athletes' actions while memorizing but not any brain exercises the mental athletes regularly do.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "51": {
        "Number": 51,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT15RW1/supps/SAT15RW1-S5.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which choice provides the best evidence for the answer to the previous question?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Lines 66-72 (“Surprisingly ... way-finding”)",
                "Key": {
                    "Correct": true,
                    "Rationale": "The previous question asks what the passage suggests about the mental athletes' success with memorization, with the answer being that they use parts of the brain that most other people don't use when memorizing. This is supported in lines 66-72: “Surprisingly, when the mental athletes were learning new information, they were engaging several regions of the brain known to be involved in two specific tasks: visual memory and spatial navigation, including the same right posterior hippocampal region that the London cabbies had enlarged with all their daily way-finding.”",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Lines 72-73 (“At first ... sense”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The lines cited do not support the answer to the previous question about what the passage suggests about the mental athletes' success with memorization. Instead, they acknowledge that Maguire's findings seem odd.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Lines 79-81 (“Maguire ... memorized”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The lines cited do not support the answer to the previous question about what the passage suggests about the mental athletes' success with memorization. Instead, they describe how Maguire first responded to the results.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Lines 85-87 (“They ... childhood”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The lines cited do not support the answer to the previous question about what the passage suggests about the mental athletes' success with memorization. Instead, they explain things that don't account for the mental athletes' ability.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "52": {
        "Number": 52,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/SAT15RW1/supps/SAT15RW1-S5.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The questions in lines 74-78 primarily serve to"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "raise doubts about the reliability of the conclusions reached by Maguire.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The questions in lines 74-78 seem to reflect additional questions Maguire and others had based on their result and do not suggest that Maguire's conclusions may not be reliable.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "emphasize and elaborate on an initially puzzling result of Maguire's study of mental athletes.",
                "Key": {
                    "Correct": true,
                    "Rationale": "According to the passage, Maguire's study revealed that the mental athletes were using the same parts of the brain for memorization as were the London cabbies from the first study, a result that was initially puzzling. The questions in lines 74-78 highlight and expand on that result, making it clear that it is surprising to find that the mental athletes use images to remember numbers or use a part of the brain associated with navigation when trying to remember shapes. Although it became clear how the mental athletes were memorizing things, it was not clear why they were doing it that way.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "imply that Maguire's findings undermine earlier studies of the same phenomenon.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage makes no mention of any earlier studies of the phenomenon of using images to remember numbers or to use a part of the brain associated with navigation when trying to remember shapes.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "introduce and explain a connection between Maguire's two studies and her earlier work.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The questions in lines 74-78 specifically address Maguire's two studies but not her earlier work.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    }
}