{
    "Directions": "Read this story then answer each question.",
    "Context": [
        "Lily, her Great Aunt Nell, who is visiting from India, and her father become stuck on the road when their horse gets a nail in its hoof. Father needs to take the horse home, so Mr. Babcock lends Lily and Nell a bull to get their buggy back because his horse is very old. In the process, Nell strikes a bargain."
    ],
    "Title": "[Excerpt from] If Wishes Were Horses",
    "Subtitle": "",
    "Author": "by Natalie Kinsey-Warnock",
    "LabelType": "P",
    "Content": [
        ["1", "\t“I’ll make a deal with you,” Aunt Nell said, her voice chill as a January night. “If I do get the bull hitched up and home, you’ll let me borrow your automobile one day next week.”"],
        ["2", "\t“If you don’t take the cake,” Mr. Babcock said and grinned confidently. “Lady, if you can get him hitched up, you can have my automobile!”"],
        ["3", "\tI never could figure out how Aunt Nell did it. She climbed over the fence and started toward him. The bull had his head down, watching her, and he was pawing the ground something fierce. I would have run for the hills but not Aunt Nell. She started talking to him, low. I couldn’t make out what she was saying, but the bull’s ears twitched like he was listening to her. When she got close enough, she touched his head, still whispering to him, and I wondered if she put some kind of spell on him because, even though he snorted and kicked, he let Aunt Nell lead him out of the pasture and hitch him up to the buggy. You could have stored butternuts in Mr. Babcock’s mouth, it was hanging open so."],
        ["4", "\tKeeping a tight hold on the reins, Aunt Nell climbed into the buggy."],
        ["5", "\t“I guess we’re about set,” she said. “Mr. Babcock, would you care to ride with us?”"],
        ["6", "\tMr. Babcock shook his head slowly."],
        ["7", "\t“I wouldn’t set foot in that buggy for a thousand dollars,” he said."],
        ["8", "\tI didn’t want to set foot in that buggy, either. I was sure Aunt Nell and I were riding to our deaths, but I climbed in, my legs shaking, and sat beside her."],
        ["9", "\t“Bring the car by the Randall’s place first thing on Monday morning,” Aunt Nell said. “We’ll drop you off back here before we get on our way.”"],
        ["10", "\tAt the mention of his car, and realizing that it was no longer his because of his rash promise, Mr. Babcock’s face drained of color. Aunt Nell let him suffer for a few moments while she struggled to control the bull, then she spoke."],
        ["11", "\t“Don’t worry, Mr. Babcock, I’m only going to borrow your automobile for Monday. But next time, maybe you’ll take care not to underestimate the capabilities of a woman.”"],
        ["12", "\tMr. Babcock, relief flooding his face ruddy again, nodded meekly. And with that, Aunt Nell let the bull run. I didn’t have time to ask why she needed his car."],
        ["13", "\tI grabbed the dashboard and held on for all I was worth. We careened down hills and around corners, narrowly missing trees and rocks. A few times I felt all four wheels leave the ground. I prayed we wouldn’t meet anyone; it’d be a shame to cause someone else’s death besides our own."],
        ["14", "\tAunt Nell seemed to be having the time of her life. She had her feet braced, and the muscles in her arms bulged as she pulled with all her strength, but I couldn’t see that she was slowing that bull down one iota. Her hair had come loose from its bun, and I imagined her as one of those larger-than-life Greek or Roman goddesses. She could be Europa, who’d tamed a white bull and ridden him to the island of Crete. The only trouble was that Mr. Babcock’s bull wasn’t white, and most of those mythological heroes ended up dead."],
        ["15", "\t“Aunt Nell, is he running away?” I shouted."],
        ["16", "\t“Why, I suppose he is,” Aunt Nell said as we bounced over ruts. “At least he’s running in the right direction. We’ll be home in no time flat.”"],
        ["17", "\tIf we lived, I thought."],
        ["18", "\tWe careened into the yard on two wheels. Grandma, Mama, and Emily heard the commotion and tumbled onto the porch. They all stared, mouths open, at the sight of us."],
        ["19", "\t“Good gracious!” Grandma said when she’d found her voice. “I’ve never seen the like. Sister, I hope you haven’t had trouble.”"],
        ["20", "\tAunt Nell looked at me, and we both laughed. I felt giddy with relief, so certain had I been that we would be killed. I was even glad to see Emily."],
        ["21", "\t“Why, no sister,” Aunt Nell said. “We haven’t had a bit of trouble. We’ve seen a little of the countryside, and I have managed to borrow a car to take the girls to the circus. Other than that, it’s been an uneventful morning.”"],
        ["22", "\tAnd that is how I came to own a horse."]
    ],
    "Copyright": "",
    "References": []
}