{
    "Directions": "Read this article, then answer each question.",
    "Context": [],
    "Title": "Pioneer Fun",
    "Subtitle": "",
    "Author": "by Kerrily Sapet",
    "LabelType": "P",
    "Content": [
        ["1", "\tCan you imagine life without video games or trips to the mall? For pioneer children growing up in the 1800s, the nearest town could be days away by horseback or covered wagon. Trips to the town store were treats for children, as families might only visit them a few times a year. Inside the store, pioneer children glimpsed toys, but none that ran on batteries or electricity."],
        ["2", "\tTown stores featured candy, jump ropes, marbles, books that were designed to teach children good behavior, china and paper dolls. But even these simple toys were expensive. Most pioneer families had little money for fun and games. Parents needed to spend their hard-earned money on items that they couldn’t make themselves, such as tools, nails, and shoes."],
        ["3", "\tWithout store-bought toys, pioneer children made their own fun out of what they had. This could be difficult too, as pioneers wasted nothing. Families used every precious item. They braided small scraps of fabric into rugs, made jelly from apple peels, and wrote with homemade ink created from water and soot. Short on money and supplies, kids used their imaginations, creating toys out of stones, sticks, buttons, cornhusks, wood, broom straws, and scraps of fabric."],
        ["4", "\tPioneer children made dolls, simple wooden tops and whirling toys, shaped marbles and beads out of clay, and played counting games. They created their own fun, making stepping stone bridges, sliding on frozen streams, and inventing new games to play. Some of the games they played have been memorized and handed down from generation to generation and are still played today, like hopscotch, jump rope, hide and seek, and “Mother, May I?”"],
        ["5", "\tToday, pioneer crafts and games are just as much fun. Step back in time and try your hand at making these toys from over 100 years ago.\n\n"],
        ["", "problems/NY15G4E/supps/NY15G4E-S3A.json"],
        [" ", "\n"],
        ["", "problems/NY15G4E/supps/NY15G4E-S3B.json"]
    ],
    "Copyright": "",
    "References": []
}