{
    "Directions": "Read this story, then answer each question.",
    "Context": [],
    "Title": "The Night the Bat Got In",
    "Subtitle": "",
    "Author": "by Virginia Kroll",
    "LabelType": "P",
    "Content": [
        ["1", "\tThe temperature was so stifling that no one even noticed that the back door had been left ajar. Whoever came in last had forgotten to pull the stubborn catch. It was one of those late August evenings, right in between summer-closings and school-openings that dragged on boringly. It threatened to be the dullest night of the summer."],
        ["2", "\tAnd then the bat got in. Betsy saw it first. She leaped, screaming, from the hassock and flew out the front door before anyone knew what was happening."],
        ["", ":box:hassock = a padded footstool"],
        ["3", "\tMr. Halvorsen arose and calmly declared, “There’s a bat in the house; I wonder how it got in.” At this point, Mrs. Halvorsen disappeared in a flash."],
        ["4", "\t“I’m not sticking around to find out!” her voice trailed into the baby’s bedroom. Whisking Neil out of his crib, she joined Betsy on the front lawn. The startled baby began to cry. Mrs. Halvorsen was shaking from her hair roots to her toenails, and Betsy was shrieking frantically, “There’s a bat in the house! There’s a bat in the house!”"],
        ["5", "\tAndrew watched the displaced bat dart erratically through his living room before he joined his family on the lawn. Never had he seen such calmness explode into such frenzied activity before!"],
        ["6", "\tThe Overtons had, of course, heard the commotion next door. They came dashing over, shouting, “What’s wrong?” and “Is everyone all right?”"],
        ["7", "\tMr. Halvorsen, after a lapse, was finally heard through all the confusion. “There’s a bat in our house,” he explained."],
        ["8", "\t“I just hope it’s not rabid,” Mrs. Halvorsen worried aloud."],
        ["9", "\tAndrew knew it probably didn’t have rabies because he had read a lot about animals. First, bats are nocturnal, so this creature belonged up at night. Secondly, it acted like a healthy bat, avoiding objects as it flew. A sick bat would bump into things or not be able to fly at all. Most bats weren’t rabid, and legends had given them a bad reputation."],
        ["10", "\tAndrew wanted to reassure everyone, but he couldn’t get a word in edgewise. Mrs. Overton poured out her concern to Mrs. Halvorsen. Neil still whimpered. At least Betsy’s shrieks had quieted."],
        ["11", "\tThe men were discussing a plan of attack. Something they said caused Andrew’s voice to slice through the commotion."],
        ["12", "\t“Kill it? No way!” he blared. “Don’t you dare!”"],
        ["13", "\t“We can’t just let a bat have run of the house,” said Mr. Halvorsen. “We’re going to get rid of it.”"],
        ["14", "\t“Wait,” Andrew pleaded, trying to use restraint and manners. “I have an idea that will probably work, OK?”"],
        ["15", "\t“Well,” Mr. Halvorsen hesitated, “all right.” The men relaxed their grips on their anti-bat weapons, a tennis racquet and a baseball bat."],
        ["16", "\t“I’m not so crazy about batting one bat with another anyway,” Mr. Overton was relieved."],
        ["17", "\tAndrew went bravely into the house alone, turning out lights in every room. He could hear the flapping of the bat’s wings as it struggled to make sense of its unfamiliar surroundings. He turned on the floodlight in the backyard and adjusted the latch on the back door so it would remain wide open."],
        ["18", "\t“The bat will sense the light, and it knows insects are attracted to it. If we’re not inside to scare it, it will get its bearings and find its way out just as it got in,” Andrew said with authority."],
        ["19", "\t“Let’s just be quiet and wait,” he told everyone. They gathered around the yard, keeping their eyes focused on the illuminated doorway."],
        ["20", "\tFive minutes later, a tiny flying figure with jagged wings emerged from the door. It zigzagged its way across the yard and off into the darkened sky to begin its nightly meal of mosquitoes and other flying insects."],
        ["21", "\tAndrew’s mother invited the Overtons in for a snack. Everyone slid quickly through the door. Mrs. Halvorsen double-checked to make sure it was shut tightly."],
        ["22", "\t“Smart thinking, Andrew,” Mr. Overton congratulated him."],
        ["23", "\t“That’s for sure. You really gave a scary episode a happy ending,” Mrs. Overton added."]
    ],
    "Copyright": "",
    "References": []
}