{
    "Directions": "Read this story, then answer each question that follows.",
    "Context": [
        "Seven-year-old Juan lives in San Pablo, Guatemala, with his grandmother. Many children in the region do not attend school, but Juan has started first grade."
    ],
    "Title": "[Excerpt from] The Most Beautiful Place in the World",
    "Subtitle": "",
    "Author": "by Ann Cameron",
    "LabelType": "P",
    "Content": [
        ["1", "\tWhen I'd been in school two months, Doña Irene sent me home with a note to my grandmother. I showed it to her after supper, and she got my aunt Tina to read it to her, even though I told her I could read it myself."],
        ["2", "\t“No, Juan,” my grandmother said. “It's about you, so you're not the one to read it.”"],
        ["3", "\tThe note said that, with my grandmother's permission, the teachers wanted to move me into the second grade. Doña Irene said that they had never had a student who had learned to read like I did, by myself, before ever starting school. She said that it would be a tragedy if such a good student had to leave school, and that if my grandmother ever could not keep me in school, the teachers would help to keep me there."],
        ["4", "\tWhen Aunt Tina stopped reading, she looked at me as if she had never really seen me before, and was looking to see what was so special about me, and still couldn't see it, and gave up."],
        ["5", "\t“Well, congratulations!” she said."],
        ["6", "\tAnd I thought my grandmother would congratulate me too. But she didn't, she started to cry, and threw her arms around me."],
        ["7", "\tShe said, “When I was seven, the teachers went from house to house, looking for children to enroll in school, but when they got to my house, my parents hid me in the woodshed. I watched between cracks in the boards, and listened. They told the teachers that they didn't have any school-age children, not one. They did it because they were afraid if I went to school, I wouldn't learn to work. They did it for my good, and I didn't say anything or complain, but I always knew it was a mistake.”"],
        ["8", "\tShe dried her eyes, and she told me she would help me study even all the way to university in the capital. As long as she lived she would help me, she said, if I did my best."],
        ["9", "\tAnd she looked at me as if I were a man already, and said that maybe by studying I could find out why some people were rich, and some were poor, and some countries were rich, and some were poor, because she had thought about it a lot, but she could never figure it out."],
        ["10", "\tAnd I felt very proud, but also scared, because just more or less by accident I had taught myself to read, but that didn't mean I was so smart."],
        ["11", "\tI said to my grandmother, “I might not always do everything special.”"],
        ["12", "\t“You don't have to do everything special,” my grandmother said. “Just your best. That's all.”"],
        ["13", "\tI was proud, but I wasn't so sure I wanted to do my best all the time. I thought it could get pretty inconvenient. If people started expecting a lot of me, I would have to do more and more."],
        ["14", "\t“You ask more from me than Doña Irene and all the teachers,” I said. “They don't expect so much.”"],
        ["15", "\tMy grandmother glared at me. “They don't love you the way I do either,” she said."],
        ["16", "\tThen she said, “Come on, let's go for a walk.”"],
        ["17", "\tShe put on her best shawl, and she and I went down the street together, and she walked the way she always walks, taller and straighter than anybody else. And I walked with my arm around her."],
        ["18", "\tWe walked all the way to the Tourist Office. Then we stopped a minute and looked at the photo of San Pablo with all the houses of our town, pink and turquoise and pale green, and behind them the blue lake and volcanoes and the high, rocky cliffs."],
        ["19", "\tMy grandmother looked at the writing under the picture. She touched it with her hand."],
        ["20", "\t“What does it say?” she asked."],
        ["21", "\tI read it to her. “The Most Beautiful Place in the World.”"],
        ["22", "\tMy grandmother looked surprised."],
        ["23", "\tI started to wonder if San Pablo really was the most beautiful place in the world. I wasn't sure my grandmother had ever been anyplace else, but I still thought she'd know."],
        ["24", "\t“Grandma,” I said, “is it?”"],
        ["25", "\t“Is it what?” she said."],
        ["26", "\t“Is San Pablo the most beautiful place in the world?”"],
        ["27", "\tMy grandmother made a little face."],
        ["28", "\t“The most beautiful place in the world,” she said, “is anyplace.”"],
        ["29", "\t“Anyplace?” I repeated."],
        ["30", "\t“Anyplace you can hold your head up. Anyplace you can be proud of who you are.”"],
        ["31", "\t“Yes,” I said."],
        ["32", "\tBut I thought, where you love somebody a whole lot, and you know that person loves you, that's the most beautiful place in the world."]
    ],
    "Copyright": "",
    "References": []
}