{
    "Directions": "Read this story, then answer each question that follows.",
    "Context": [
        "Tom is spending the summer on his aunt and uncle's farm. He misses his friend Petie, so he writes letters to Petie describing events on the farm."
    ],
    "Title": "[Excerpt from] The Midnight Fox",
    "Subtitle": "",
    "Author": "by Betsy Byars",
    "LabelType": "P",
    "Content": [
        ["1", "\tI had just finished writing this letter and was waiting for a minute to see if I would think of anything to add when I looked up and saw the black fox."],
        ["2", "\tI did not believe it for a minute. It was like my eyes were playing a trick or something, because I was just sort of staring across this field, thinking about my letter, and then in the distance, where the grass was very green, I saw a fox leaping over the crest of the field. The grass moved and the fox sprang toward the movement, and then, seeing that it was just the wind that had caused the grass to move, she ran straight for the grove of trees where I was sitting."],
        ["3", "\tIt was so great that I wanted it to start over again, like you can turn movie film back and see yourself repeat some fine thing you have done, and I wanted to see the fox leaping over the grass again. In all my life I have never been so excited."],
        ["4", "\tI did not move at all, but I could hear the paper in my hand shaking, and my heart seemed to have moved up in my body and got stuck in my throat."],
        ["5", "\tThe fox came straight toward the grove of trees. She wasn't afraid, and I knew she had not seen me against the tree. I stayed absolutely still even though I felt like jumping up and screaming, “Aunt Millie! Uncle Fred! Come see this. It's a fox, a fox!”"],
        ["6", "\tHer steps as she crossed the field were lighter and quicker than a cat's. As she came closer I could see that her black fur was tipped with white. It was as if it were midnight and the moon were shining on her fur, frosting it. The wind parted her fur as it changed directions. Suddenly she stopped. She was ten feet away now, and with the changing of the wind she had got my scent. She looked right at me."],
        ["7", "\tI did not move for a moment and neither did she. Her head was cocked to one side, her tail curled up, her front left foot raised. In all my life I never saw anything like that fox standing there with her pale golden eyes on me and this great black fur being blown by the wind."],
        ["8", "\tSuddenly her nose quivered. It was such a slight movement I almost didn't see it, and then her mouth opened and I could see the pink tip of her tongue. She turned. She still was not afraid, but with a bound that was lighter than the wind — it was as if she was being blown away over the field — she was gone."],
        ["9", "\tStill I didn't move. I couldn't. I couldn't believe that I had really seen the fox."],
        ["10", "\tI had seen foxes before in zoos, but I was always in such a great hurry to get on to the good stuff that I was saying stupid things like, “I want to see the go-rillillas,” and not once had I ever really looked at a fox. Still, I could never remember seeing a black fox, not even in a zoo."],
        ["11", "\tAlso, there was a great deal of difference between seeing an animal in the zoo in front of painted fake rocks and trees and seeing one natural and free in the woods. It was like seeing a kite on the floor and then, later, seeing one up in the sky where it was supposed to be, pulling at the wind."],
        ["12", "\tI started to pick up my pencil and write as quickly as I could, “P.S. Today I saw a black fox.” But I didn't. This was the most exciting thing that had happened to me, and “P.S. Today I saw a black fox” made it nothing. “So what else is happening?” Petie Burkis would probably write back. I folded my letter, put it in an envelope, and sat there."],
        ["13", "\tI thought about this old newspaper that my dad had had in his desk drawer for years. It was orange and the headline was just one word, very big, the letters about twelve inches high. WAR! And I mean it was awesome to see that word like that, because you knew it was a word that was going to change your whole life, the whole world even. And every time I would see that newspaper, even though I wasn't even born when it was printed, I couldn't say anything for a minute or two."],
        ["14", "\tWell, this was the way I felt right then about the black fox. I thought about a newspaperwith just one word for a headline, very big, very black letters, twelve inches high. FOX! And even that did not show how awesome it had really been to me."]
    ],
    "Copyright": "“Excerpt from The Midnight Fox”: From THE MIDNIGHT FOX by Betsy Byars, copyright © 1968 by Betsy Byars, text. Used by permission of Viking Penguin, a division of Penguin Group (USA) LLC.",
    "References": []
}