{
    "Directions": "Read this story, then answer each question.",
    "Context": [
        "In this science-fiction excerpt, the Nom is a private community located on an island. The Noble Warriors who live there are called the Noma."
    ],
    "Title": "[Excerpt from] Seeker",
    "Subtitle": "",
    "Author": "by William Nicholson",
    "LabelType": "P",
    "Content": [
        ["1", "\tSeeker woke earlier than usual, long before dawn, and lay in the darkness thinking about the day ahead. It was high summer, with less than a week to go before the longest day of the year. In school it was the day of the monthly test."],
        ["2", "\tAnd it was his sixteenth birthday."],
        ["3", "\tUnable to sleep, he rose and dressed quietly so as not to wake his parents, and went out into the silent street. By the light of the stars, he made his way to the steps that zigzagged up the steep hillside, and began to climb. As he did so he watched the eastern sky, and saw there the first pale silver gleams on the horizon that heralded the coming dawn."],
        ["4", "\tHe had decided to watch the sun rise."],
        ["5", "\tAt the top of the steps the path flattened out and led into the stone-flagged Nom square. To his right rose the great dark mass of the Nom, the castle-monastery that dominated the island; to his left, the avenue of old storm-blasted pine trees that led to the overlook. He knew these trees well; they were his friends. He came to this place often, to be alone and to look out over the boundless ocean to the very farthest edges of the world."],
        ["6", "\tThere was a wooden railing at the far end of the avenue, to warn those who walked here to go no further. Beyond the railing the land fell away, at first at a steep slope, and then in a sheer vertical cliff. Hundreds of feet below, past nesting falcons and the circling flight of gulls, the waves broke against dark rocks. This was the most southerly face of the island. From here there was nothing but sea and sky."],
        ["7", "\tSeeker stood by the railing and watched the light trickle into the sky and shivered. The band of gold now glowing on the horizon seemed to promise change: a future in which everything would be different. With this dawn he was sixteen years old, a child no longer. His real life, the life for which he had been waiting so long, was about to begin."],
        ["8", "\tThe gold light was now turning red. All across the eastern sky the stars were fading into the light, and the feathery bands of cloud were rimmed with scarlet. Any moment now the sun itself would break the line of the horizon."],
        ["9", "\tHow can a new day begin like this, he thought, and nothing change?"],
        ["10", "\tThen there it was, a blazing crimson ball bursting the band of sea and sky, hurling beams of brilliance across the water. He looked away, dazzled, and saw the red light on the trunks of the pine trees and on the high stone walls of the Nom. His own hand too, held up before him, was bathed in the rays of the rising sun, familiar but transformed. Moving slowly, he raised both his arms above his head and pointed his forefingers skyward, and touched them together. This was the Nomana salute."],
        ["11", "\tThose who wished to become Noble Warriors entered the Nom at the age of sixteen."],
        ["12", "\tHe heard a soft sound behind him. Turning, startled, he saw a figure standing in the avenue. He flushed and lowered his arms. Then he gave a respectful bow of his head, because the watcher was a Noma."],
        ["13", "\t“You're up early?”"],
        ["14", "\tA woman. Her voice sounded warm and friendly."],
        ["15", "\t“I wanted to see the dawn.”"],
        ["16", "\tSeeker was embarrassed that she had seen him making the salute to which he was not entitled; but she did not reprimand him. He bowed again, and headed down the avenue, now flooded by the brilliant light of the rising sun. As he passed the Noma, she said, “It's not necessary to be unhappy.”"],
        ["17", "\tHe stopped and turned back to look at her. Like all the Nomana, she wore a badan over her head, which shadowed her face. But he sensed that she was half smiling as she met his gaze."],
        ["18", "\t“I am unhappy.”"],
        ["19", "\tThe Noma went on gazing at him with her gentle smile."],
        ["20", "\t“Who are you?”"],
        ["21", "\tHe gave his full name, the name his father had chosen for him, the name he hated. “Seeker after Truth.”"],
        ["22", "\t“Ah, yes. The schoolteacher's son.”"],
        ["23", "\tHis father was the headmaster of the island's only school. He was raising Seeker to be a teacher like him."],
        ["24", "\t“Your life is your own,” said the Noma. “If it's not the life you want, only you can change it.”"],
        ["25", "\tSeeker made his way slowly back to the steps, and down the steps home, his mind filled by the Noma's words. All his life he had done what his father had asked of him. He had always been top of his class, and was now top of the school. He knew his father was proud of him. But he did not want to live his father's life."],
        ["26", "\tSeeker wanted to be a Noble Warrior."]
    ],
    "Copyright": "",
    "References": []
}