{
    "Directions": "Read the passage below, then answer each question that follows.",
    "Context": [],
    "Title": "Talking with Artists: David Wiesner",
    "Subtitle": "",
    "Author": "compiled and edited by Pat Cummings",
    "LabelType": "P",
    "Content": [
        ["", "MY STORY"],
        ["1", "\tI think that I always knew I wanted to become an artist. I can't remember a time when I wasn't drawing and painting pictures. My oldest sister and my brother were artistic, and watching them draw fascinated me. They had many different art supplies around the house. There was, and still is, something very appealing about art materials: Boxes of pastels, with incredibly colored, thin, square sticks, fitting snugly into the slots in their trays. Little ink bottles with rubber stoppers and pens with interchangeable metal tips. The look, smell, and feel of rich black ink going onto bright white paper in broad, flat strokes or thin, sharp lines. I found this captivating."],
        ["2", "\tIn our town, the housepaint and wallpaper store also sold art supplies. I loved looking at all the exotic things they had for sale. Sandpaper blocks to sharpen pencils. Rows of numbered pencils, and erasers that could be pulled like taffy. Thin drawers full of tubes of paint that seemed so much more grown up than the kind we used at school. Complicated easels and wooden boxes to hold everything."],
        ["3", "\tMy parents and friends soon saw that I had more than a passing interest in art. It came to define much of my image. Relatives gave me art-related birthday gifts. At school I became “the kid who could draw,“ a unique distinction, like “brainiest” or “best athlete” — but somehow different. A little weird, actually. I like that."],
        ["4", "\tIn my kindergarten class, we had an “art corner.” There was an easel with a large pad of paper and poster paints. One day I was painting a picture of a red house. I can vividly recall my intense frustration because this picture just didn't look like I wanted it to."],
        ["5", "\tAs I got a little older, I began copying pictures: cartoons, comic books, and magazine illustrations. But mostly dinosaurs. I loved them. The World Book Encyclopedia published a book about the history of the earth, full of very realistic dinosaur pictures that I drew over and over again. They were in black and white and had a hazy quality to them (bad printing, I think). For a long time, even after I should have known better, I thought they were photographs of dinosaurs."],
        ["6", "\tI found out a few years ago that these particular paintings are murals in the Chicago Field Museum. I've since seen them in person. They were painted by Charles Knight, the first and most famous painter of dinosaurs. They are still impressive, and they are in color!"],
        ["7", "\tMy third-grade class wrote essays on what we wanted to be when we grew up. To me it was obvious. We read them aloudI, and I told about the types of paintings I would some day try. I'd have turtles with paintbrushes tied to their backs walking around on a big sheet of paper (I got chuckles from the class and the teacher). Or I'd fill squirt guns with different colored paints and shoot at the canvas. I actually tried this with friends! Well, it sounded like a good idea."],
        ["8", "\tOne of the only discouraging childhood experiences about my artwork happened in the fourth grade. During study time I was drawing a picture. My teacher took it away and wrote an angry note home to my mother. “David would rather be drawing pictures than doing his work!!!” I couldn't believe it, three exclamation points. We didn't get along well for the rest of the year. School “art classes” were pretty uninspiring. I did my best work on textbook covers I made. Art never seemed to be taken as seriously as other subjects."],
        ["9", "\tIn the eighth grade, a big career day was held. Months before, we wrote suggestions for careers we wanted to hear about. On the big day, guest speakers from many fields came to talk. We each chose two sessions to attend, but there wasn't one that came close to an art-related field. I saw some guy talk about oceanography."],
        ["10", "\tIn high school it actually sank in that I was going to be an artist. My friends read catalogs and saw guidance counselors to pick what they'd study in college. I felt something was wrong. I already knew. I'd always known. I half expected to hear, “No, put away those paints and choose a real career.” My parents were excited about my choice, too. As I looked into art schools, I felt like doors were being thrown wide open. Until then my art was a private thing, but at art school I found a place where everyone was “the kid who could draw.”"]
    ],
    "Copyright": "“Talking with Artists: David Wiesner”: From TALKING WITH ARTISTS: DAVID WEISNER (book compiled and edited by Pat Cummings), 1992. Used with permission of. Bradbury Press - Macmillan Publishing Company:",
    "References": []
}