{
    "Directions": "Read this story, then answer each question that follows.",
    "Context": [
        "It is the first day of school for Pearl, her friend JBIII (or JBThree), and her older sister, Lexie."
    ],
    "Title": "[Excerpt from] Ten Good and Bad Things About My Life (So Far)",
    "Subtitle": "",
    "Author": "by Ann M. Martin",
    "LabelType": "P",
    "Content": [
        ["1", "\tWe stepped outside and I looked across Twelfth Street, and there was JBIII coming out of his building with his mother who wanted to take a first-day-of-school picture. BIll posed for one half of one second, and then joined Dad and me for the walk to Emily Dickinson Elementary."],
        ["2", "\t“Remember the first day of school last year?” I said to my father. “You walked Justine and me to Emily Dickinson. This year you're walking JBThree and me.”"],
        ["3", "\t“Things certainly do change,” replied Dad, and I thought he looked a little sad. That was because there had been a lot of changes in our lives besides who I walked to school with."],
        ["4", "\tWe turned the corner onto Sixth Avenue and passed by all the familiar places in our neighborhood: New World, which is a coffee shop, and Steve-Dan's, which is my all-time favorite store because it sells art supplies, and Cuppa Joe, which is a new coffee shop, and Universal, which is a dry cleaner, and the Daily Grind, which is another new coffee shop. Over the summer Lexie and her friends started going to the Daily Grind to order Mocha Moxies, which they say are coffee drinks but which really look like giant milk shakes. Whenever Lexie starts talking about how she's grown-up enough to drink coffee what I want to say back to her is, “Mom and Dad don't squirt a tower of whipped cream on top of their coffee,” but one thing I have learned lately is when not to say something."],
        ["5", "\tWhen Dad and JBIII and I passed Monk's, which is a gift store, I could feel JBIII's eyes on me. Well, not actually on me, which would be gross, but suddenly I could tell he was looking at me and I knew why. We were now one half of a block away from Emily Dickinson, and  JBIII and I had decided that no matter what anyone thought, we were simply too old to be walked right up to the door of our school by a parent."],
        ["6", "\t“Dad” I said, “JBIII and I are ten years old now.” (JBIII was actually a lot closer to eleven, while I was just barely ten.)"],
        ["7", "\t“Yes, you are,” agreed Dad."],
        ["8", "\t“And we think that ” JBIII frowned fiercely at me and I tried to remember the exact speech he had made me memorize the day before. “I mean,” I said, backing up, “and we feel strongly that we should be allowed” — JBIII poked my arm - “that, um, were responsible enough to walk the rest of the way to school by ourselves. Every day.”"],
        ["9", "\t“You can stand here and watch us” said JBIII. And then he added quickly, “Sir.”"],
        ["10", "\t“Well ...,” said my father."],
        ["11", "\tDad has let me do this 2x before, but now JBIII and I were asking to do it regularly, and my father has a teensy problem with change, whether it's good or bad."],
        ["12", "\t“Please?” I said, and now  JBIII glared at me. He had also warned me not to whine. “Please, Father?” I said calmly."],
        ["13", "\t“I suppose so.”"],
        ["14", "\t“Yes!” I exclaimed."],
        ["15", "\t“Thank you, sir,” said JBIII."],
        ["16", "\t“But remember  — I'l be watching you.”"],
        ["17", "\t“I know,” I said. “Don't kiss me,” I added, and JBIII and I ran down the block. Just before we reached Emily Dickinson I waved backward over my shoulder to Dad."],
        ["18", "\tJBIII and I wound our way through the halls of Emily Dickinson. We passed by the first-grade room that Justine Lebarro had been in the year before, and then we passed our old fourth-grade room. There was Mr. Potter, our teacher from last year, talking to his new students."],
        ["19", "\tWe kept on walking until we came to room 5A. I peeked through the doorway, then stepped back and flattened myself against the wall like a spy. “She's in there,” I whispered to JBIII. “Ms. Brody?”"],
        ["20", "\tOur teacher was new to Emily Dickinson. All we knew about her was her name."],
        ["21", "\tJBIII peeked in, too. “She looks all right,” he whispered to me."],
        ["22", "\tThe truth was that she looked very, very young, like if you switched her pants and her shirt for a white dress and a veil she could be a bride. I kept that thought to myself, though, because I could just hear Lexie clucking her tongue and saying to me, “A person can get married at any age, Pearl.” But still in my head all brides were young."],
        ["23", "\t“Afraid to go in?” said a voice from behind JBIII and me, and we both jumped."],
        ["24", "\tI turned around to see Jill DiNunzio, who is a person I could live without."],
        ["25", "\t“No,” I said, doing an eye roll."],
        ["26", "\t“So what are you waiting for?” she asked."],
        ["27", "\t“Well, not you. Come on, JBThree.”"],
        ["28", "\tJBIII and I marched into our new classroom, leaving Jill behind."],
        ["29", "\tFifth grade had officially begun."]
    ],
    "Copyright": "“Excerpt from Ten Good and Bad Things About My Life (So Far)”: From TEN GOOD AND BAD THINGS ABOUT MY LIFE (SO FAR) by Ann M. Martin © 2012 by Ann M. Martin. Reprinted by permission of Feiwel and Friends. Al Rights Reserved.",
    "References": []
}