{
    "Directions": "Read this article, then answer each question that follows.",
    "Context": [],
    "Title": "The Fejee Mermaid",
    "Subtitle": "",
    "Author": "by Elaine Pascoe",
    "LabelType": "P",
    "Content": [
        ["1", "\tIn the summer of 1842, New York City newspapers received a series of curious reports from the South. Writers from several cities wrote that Dr. J. Griffin, a British naturalist, had in his possession something truly amazing an actual mermaid “taken among the Fejee Islands” in the Pacific Ocean. He was bringing the preserved specimen to New York on his way home to London from China, where he had bought it for the Lyceum of Natural History."],
        ["2", "\tThe newspapers jumped on the story, and curiosity began to build. Could the naturalist really have found a mermaid? The city would soon find out. Ads and flyers appeared, announcing an exhibition. For “one week only,” the public would have a chance to see a creature that had been known only through stories."],
        ["3", "\tThe mermaid was the talk of New York. People lined up to see it and to hear the scholarly Dr. Griffin speak about it. Most people had a bit of a shock when they actually laid eyes on the specimen, though. The Fejee Mermaid was not like the mermaids of fairy tales. Nor was it anything like the beautiful creatures pictured in the flyers advertising the exhibit. It was a small, dried, ugly thing “the most odd of all oddities earth or the sea had ever produced,” one newspaper wrote. Its upper body looked more like that of a monkey than a maiden."],
        ["4", "\tSome people said it was a monkey's torso, joined to a fish's tail. But other people were sure it was real. There was no telltale seam between the body parts. And on display alongside the mermaid were specimens of other unlikely animals. There was a flying fish, for example, and a platypus — a mammal with a duck's bill and poisonous spurs on its telltale: something that indicates or reveals information rear legs. Naturalists had once thought the platypus was a hoax, but it turned out to be real. Perhaps the mermaid and the platypus were both what the announcements for the exhibit claimed: “links in the great chain which connects the whole animal kingdom.” After the weeklong exhibition, the Fejee Mermaid moved to the American Museum on Broadway. It drew crowds there for a month and went on tour to other cities. Everywhere the mermaid went, people paid to see it  — whether they believed it was real or not. That was just what P. T. Barnum, the proprietor of the American Museum, had planned."],
        ["", ":box:telltale: something that indicates or reveals information"],
        ["", "“People Love to Be Humbugged”"],
        ["5", "\tPhineas T. Barnum was probably the greatest showman in American history. In 1842 he had just bought the American Museum, which housed a dusty collection of oddities. He was determined to make it New York's leading attraction. And when he saw the Fejee Mermaid, he knew he had found a way to bring people through the museum's door."],
        ["6", "\tThe “mermaid” was just what it looked like a dried monkey's body stitched to a dried fish's tail. Fake mermaids like this were nothing new. Sailors had been bringing similar curiosities back to America and Europe for many years. This one had been around since 1817, when a sea captain bought it in the Pacific. Believing that it was real, the captain paid a small fortune for it. He never made money from his investment. After he died, his family sold the mermaid to Moses Kimball, a Boston showman. Kimball leased it to Barnum for $12.50 a week."],
        ["7", "\tHow was Barnum able to turn this crude fake into an overnight sensation? With shameless hype. Barnum was a master at promotion. He didn't care whether people believed the mermaid was real or not. He knew that if he could create enough buzz about it, people would pay to see it."],
        ["8", "\tThe reports that appeared in New York newspapers were actually written by Barnum. He sent them to friends in Southern towns. The friends then mailed them to the New York papers over a period of weeks, in time with Dr. Griffin's supposed journey toward the city."],
        ["9", "\tGriffin was no more real than the mermaid. The scholarly naturalist was actually Levi Lyman, a friend of Barnum's. He first took on the role in Philadelphia, where he allowed a small group of newspaper editors to have a peek at the mermaid. The stories they wrote helped build “mermaid fever” in New York. So did the flyers showing beautiful mermaids, which Barnum had printed."],
        ["10", "\tTrumped-up science was part of the promotion, too. The first half of the 1800s saw a flowering of new theories and research in natural history. Barnum made his hoax more believable by having a “scientist” present it and by including actual animals such as the platypus in the exhibit. Of course, real scientists were quick to spot the fake. But that didn't stop Barnum. New ads urged people to see the mermaid and draw their own conclusions. “Who is to decide when doctors disagree?” the ads declared."],
        ["11", "\tThe Fejee Mermaid helped make Barnum's museum a huge success. It was just one of countless curiosities that filled the museum's five floors. Like the mermaid, many of the exhibits were fake. No one seemed to mind. As Barnum said, “People love to be humbugged.”"]
    ],
    "Copyright": "",
    "References": []
}