{
    "Directions": "Read this story, then answer each question that follows.",
    "Context": [],
    "Title": "Yasmeen's Turn",
    "Subtitle": "",
    "Author": "by Carol Fraser Hagen",
    "LabelType": "P",
    "Content": [
        ["1", "\tYasmeen squirmed at her desk. She felt sweat beads forming along her neck."],
        ["2", "\tMrs. Cross, Yasmeen's third grade teacher, announced, “Boys and girls, you have been learning about world customs. Be ready to share one of your family's customs, tomorrow.”"],
        ["3", "\tAfter school, Yasmeen dragged her backpack along, thinking about the day's assignment. “I'm the only Indian student in my class,” she thought, “what will everyone think about my family's customs?”"],
        ["4", "\tAt home, Yasmeen moped through the kitchen door. Her heart fluttered when she saw her amma, her mother, busily crushing henna leaves."],
        ["5", "\t“How was school today?” her amma asked, in her soft Indian accent."],
        ["6", "\t“Fine,” Yasmeen said. She dropped her backpack and slid into a kitchen chair."],
        ["7", "\t“Ready for Eid-ul-Fitr tonight?” Amma smiled."],
        ["8", "\tYasmeen shrugged. Normally, she'd be tickled with excitement inside when her aunts, uncles and cousins came to celebrate the end of Ramadan, the ninth month of the Islamic year. This holy month is observed with prayers and fasting during daylight hours."],
        ["9", "\tYasmeen slid down further in her seat. She twirled a strand of her long hair around her finger, while Amma crushed more leaves into a powder. “What am I going to share tomorrow?” Yasmeen wondered."],
        ["10", "\tLater, Yasmeen explored the house, trying to find an idea for her assignment. She found her abba's Koran. She flipped through the worn pages of her father's leather-bound book. Maybe I'll take this to school, she thought."],
        ["11", "\tBut then she shook her head. The Koran isn't a custom. She carefully laid down the holy book. Anyway, Abba would never let me take it to school."],
        ["12", "\tA beautiful salwar kameez hung on Amma's bedroom door. Salwar kameez is a long-sleeved shirt and baggy pants, with a thin, silky shawl. All three are ornately decorated with sparkling beads, sequins and colorful embroidery, in a variety of colors. The colorful sequins and beads on Amma's dress and shawl glistened. Tonight, Amma would wear her new dress to the party."],
        ["13", "\tMaybe I'll wear my salwar kameez to school. Wrong! Everybody might laugh at me. Tears filled Yasmeen's deep brown eyes as she tried to figure out what to share."],
        ["14", "\tYasmeen walked into the kitchen. Leaning in the doorway, she wiped a tear from her cheek. She watched Amma stir henna powder into a smooth paste, adding lemon juice and tamarind water. Amma then filled cones with the henna paste, to be used at the party."],
        ["15", "\tYasmeen coiled her hair around her pinkie. I'll ask Tahira. She'll know what I can share, she thought."],
        ["16", "\t“I have to share a family custom tomorrow,” Yasmeen said, peeking into her older sister's bedroom. Her eyes explored the top of Tahira's dresser. It overflowed with sparkling earrings and necklaces. Mixed among the other jewelry, golden bangles shimmered."],
        ["17", "\t“Show some jewelry,” Tahira suggested, jangling several shiny bangles on her wrist."],
        ["18", "\t“I guess,” Yasmeen said, tugging at strands of her hair. “Except, everybody wears jewelry?”"],
        ["19", "\tThat night at the party the aroma of herbs from the henna filled the living room. All the girls and ladies in their glittering dresses gathered around the sofa to visit and have their hands painted with mehndi (henna paste)."],
        ["20", "\tIt was Yasmeen's turn. With a cone of henna paste, Amma painted tiny flowers, paisley designs, and intricate patterns on Yasmeen's hands."],
        ["", "problems/NY16G5E/media/S2a.jpg"],
        ["21", "\tSeconds later, Yasmeen sat straight up. “That's it,” she blurted out, “Mehndi!”"],
        ["22", "\tAt school the next day, Yasmeen waited for her turn to share. Her face didn't blush. She didn't even feel hot. I'm not nervous anymore, she thought. With a wide smile, Yasmeen stood before the class."],
        ["23", "\t“On special Muslim holidays,” Yasmeen explained, “it's an Indian tradition to paint women's hands with intricate mehndi designs. Last night, my mother painted my hands.” Yasmeen proudly displayed the delicate curly cues, tiny flowers, and paisley patterns on her hands. Yasmeen also held up a bowl of crushed henna leaves and a henna-filled cone, for the class to see. Yasmeen then described how her mother prepared henna paste."],
        ["24", "\t“Could you paint a mehndi design on my hand?” Mrs. Cross asked."],
        ["25", "\tYasmeen felt herself gasp at Mrs. Cross's question. Her mouth opened and stayed open as classmates held out their hands. “Me, too! Will you draw on my hands, too?”"],
        ["26", "\t“And mine!”"],
        ["27", "\t“Mine, too!”"],
        ["28", "\tYasmeen's feet danced her home, her hands waving in the air to lead the way. The spicy scent of tamarind and henna filled her nose. “Amma! Amma! You will never believe what happened today.”"]
    ],
    "Copyright": "“Yasmeen's Turn”: From “Yasmeen's Turn” by Carol Fraser Hagen. Reprinted with permission from SKIPPING STONES, May- August 2012, Vol. 24, issue 3. Photo credit: AlterStock/Alamy.",
    "References": []
}