{
    "Directions": "Read the article that discusses new ways to look at old things. Then answer each question that follows.",
    "Context": [
        "This article is about different ways that people can reuse items."
    ],
    "Title": "Ways to Reuse Items to Save Money and Reduce Waste",
    "Subtitle": "",
    "Author": "by Amy Livingston",
    "LabelType": "P",
    "Content": [
        ["1", "It has been said that we live in a throwaway society. We clean our hands on paper napkins, and wipe our noses with paper tissues, tossing them in the trash after a single use. We upgrade our computers and replace our cell phones nearly every year. Many of us even change our whole wardrobes every season, discarding old clothes that are in perfectly good shape because they're “so last year.”"],
        ["2", "All this waste is costly—both for us and for the environment. We could all stretch our dollars much further by using the same item many times, rather than just once. And because we'd be buying less, we'd cut down on our use of energy and natural resources as well. So whenever you choose to reuse, you're making your life greener and cheaper at the same time."],
        ["3", "There are many ways to make reuse a part of your life. Some are simple, such as carrying a reusable shopping bag to the supermarket; others take a bit more effort, such as shopping secondhand or using pallets for building material."],
        ["4", "So if you're new to the whole idea of reuse, start with a few baby steps that are easy to handle. Once you become comfortable with those, work your way up to the big stuff. As you become accustomed to the practice, you'll find yourself constantly discovering new ways to trim both household waste and your personal budget through reuse."],
        ["", "Dɪᴛᴄʜɪɴɢ Dɪsᴘᴏsᴀʙʟᴇ Iᴛᴇᴍs"],
        ["5", "Using disposable items is just a matter of habit for many people — grabbing a disposable bottle of water whenever leaving the house, or purchasing paper napkins at the grocery store."],
        ["6", "In cases such as these, switching to a reusable item can feel awkward and unfamiliar at first. However, if you give it a chance, before long it will become second nature to fill up your water bottle or reach for a cloth napkin instead of a paper one. And once you've watched your trash can become lighter while your wallet stays heavier, you'll never want to go back."],
        ["7", "Here are just several of the disposable items you can get out of your life forever:"],
        ["•", "Wᴀᴛᴇʀ Bᴏᴛᴛʟᴇs. Drinking bottled water is a common and expensive habit. If you go through a $7 case of bottled water every week, that's $364 per year for something you could get out of a tap for less than $1. Invest in a $17 reusable water bottle instead, and it will pay for itself more than 20 times over in its first year of use. At the same time, you'll keep more than 1,200 disposable plastic bottles out of the waste stream. Lastly, according to a report from the Pacific Institute, you'll save more than 100 kWh of energy."],
        ["•", "Sʜᴏᴘᴘɪɴɢ Bᴀɢs. According to the Natural Resources Defense Council, the average American family takes home close to 1,500 plastic shopping bags each year. Those bags require more than 8,000 barrels of oil to manufacture, and only about 5% of them are recycled. You can avoid all this waste by carrying a reusable bag. There are dozens of kinds to choose from, including canvas, nylon, and string bags—and there are even bags you can fold up and tuck into a pocket, purse, or backpack, so you'll never be caught out shopping without one ..."],
        ["•", "Nᴀᴘᴋɪɴs. Many people use paper napkins all the time—even at home. A family of four that used one napkin at every meal would utilize and discard 4,300 napkins in a year—roughly $65 worth. That same family could buy a dozen cloth napkins for $10 and reuse them over and over. They'd save $55 just in the first year, produce less trash, and save trees ..."],
        ["", "Cʀᴇᴀᴛɪᴠᴇ Rᴇᴜsᴇ"],
        ["8", "Often when you reuse an item, you're continuing to utilize it for the same purpose—for example, a cloth shopping bag makes yet another trip to the store; an old computer is upgraded; a sweater that's too small is donated to the thrift shop so a smaller person can wear it."],
        ["9", "But sometimes, an item just can't do its original job anymore. When that happens, there are two things you can do: either throw it out, or put it to a new use—an old Macintosh computer that can't handle today's software becomes an aquarium; a sweater with moth-eaten sleeves is cut down to make a vest."],
        ["10", "These are examples of creative reuse, also known as upcycling or repurposing. This can be one of the more complicated ways to reuse items—but for people who love to let their imaginations run free, it's also the most fun."],
        ["11", "There are many ways to repurpose common items, such as:"],
        ["•", "Mᴇsʜ Bᴀɢs. The mesh bags that onions come in at the grocery store can be given a new life: String a shoelace through the top to make a storage bag for bath toys, which allows them to drip dry when bath time is over. You can also use them to corral small kitchen tools, such as cookie cutters, before putting them through the dishwasher. A twisted-up mesh bag, held together with a rubber band, makes a good scouring pad for pots and pans."],
        ["•", "Mɪʟᴋ Jᴜɢs. An empty milk jug also has lots of uses. You can cut off the top to make a storage bucket with a built-in handle. Cutting off the bottom, at an angle, creates a dust pan or a large scoop for kitty litter. Cutting off just the base makes a miniature greenhouse to protect your tender seedlings in the garden. You can also cut plastic from the sides of the jug to make stencils or toy pinwheels for kids."],
        ["•", "Bʟᴜᴇ Jᴇᴀɴs. A pair of blue jeans that's worn out at the knees still has lots of good, usable fabric. The simplest way to reuse it is to cut off the legs and make shorts. But with a little more sewing skill, you can turn the denim into a sturdy apron, a tote bag, a purse, or a set of pot holders ..."],
        ["12", "This doesn't mean you have to start saving all your trash from now on so you can reuse it. The point of creative reuse isn't to avoid throwing stuff away—it's to avoid buying new stuff by putting what you have to good use."],
        ["13", "Once you get into the habit of reusing things, the whole world becomes your materials bin. Instead of running out to the store when you need something, you start looking around to see what you already have. So for instance, if you need a hat rack, you might spot a big branch out in the yard and think, “Aha!” An hour later, the branch is stripped of bark and mounted on your wall, and you have a unique hat rack that will be the envy of your friends."],
        ["", "Fɪɴᴀʟ Wᴏʀᴅ"],
        ["14", "The three R's of the green lifestyle are “reduce, reuse, and recycle.” Of these three, recycling is the one that tends to get the most attention. These days, we all know how to separate our trash and how to look for the numbered logo on the bottom of a plastic bottle. And it's easy to think that if we just toss our empty water bottles in the recycling bin rather than the trash, we're doing our bit to help the planet."],
        ["15", "But the truth is, reusing items is much better than merely recycling. Yes, recycling a soda bottle or a newspaper is better than making a new one from scratch. But turning old bottles into new bottles still takes energy and produces pollution. Plus, it only works if people remember to “close the cycle” by buying recycled products."],
        ["16", "However, when you reuse a bottle you already own, you're stopping waste dead in its tracks. Any energy that went into making that bottle has already been used; using it again doesn't take a single watt more. And when that one reusable bottle can take the place of more than 1,200 disposable bottles every year, then you're saving more energy— and more money—every time you use it."]
    ],
    "Copyright": "“5 Ways to Reuse Items to Save Money and Reduce Waste” by Amy Livingston, from the Money Crashers website. Copyright © by SparkChargeMedia LLC. Reprinted by permission of SparkChargeMedia LLC.",
    "References": []
}