{
    "Directions": "Read this article, then answer each question.",
    "Context": ["This article is about a proposed Swedish law to lower the cost of repairing appliances. The article asks whether repairs are the best solution to appliance problems."],
    "Title": "Don't Fix Your Fridge, Just Buy a New One",
    "Subtitle": "",
    "Author": "by Michael Le Page",
    "LabelType": "P",
    "Content": [
        ["1", "\tIn general, if running a machine uses a lot more energy over the years than it takes to manufacture it, replacing it regularly may reduce energy consumption. Fridges, air conditioners, televisions and, yes, washing machines typically take far more energy to run than to make."],
        ["2", "\tWhy is it better to replace these machines rather than repair them? Two reasons. Firstly, stricter regulations and improving technology mean newer appliances are usually more energy efficient than older ones."],
        ["3", "\tThe second, less appreciated reason is that as components wear out, energy consumption can rise by 50 percent or more. That means even replacing a fridge, say, with an identical but brand new model can be better than hanging on to the old one."],
        ["4", "\tIn other words, after a certain number of years replacing a machine will mean lower emissions¹ than continuing to use it. How long is too long? A 2006 study concluded that the “optimum replacement cycle” for a fridge ranged from 11 years to as little as two years. Two years!"],
        ["5", "\tOf course, much depends on the make of machine, how you use it and what you replace it with. Clearly, replacing a 20-inch television with a 40-inch one won't reduce emissions even if the new one is far more efficient. Whether your appliance ends up in a landfill or is recycled also matters. And to complicate matters further, the low energy consumption levels claimed by some manufacturers may be misleading."],
        ["6", "\tPeople are also inclined to replace non-power tools such as rakes and hand saws with leaf blowers and power saws. That's obviously going to increase emissions. I've tried to go in the opposite direction, swapping an electric lawnmower for a muscle- powered push mower, and found it far more convenient—plus I get a free workout."],
        ["7", "\tIt should also be stressed that many machines, from bicycles to kitchen mixers and power drills, are indeed worth repairing, because it takes far more energy to make them than to run them. So if Sweden does manage to boost repair rates, it's hard to predict the overall impact on emissions."],
        ["8", "\tWhat is clear is that instead of the proposed blanket reduction on taxes on repairs, it would be better to exclude certain appliances like fridges. Yes, this would make the legislation more complex and harder to explain to the public. But that's just how it is."]
    ],
    "Copyright": "",
    "References": [
        ["¹", "emissions: gases that machines send into the air"]
    ]
}