{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [],
    "Title": "The Photograph",
    "Subtitle": "",
    "Author": "by N. Scott Momaday",
    "LabelType": "P",
    "Content": [
        ["1", "When I first lived on the Navajo reservation there were no cars, except those that were government property or that belonged to the Indian Service employees. The Navajos went about in wagons and on horseback, everywhere. My father worked for the Roads Department on the Navajo reservation. I lived for those trips, for he would often take me with him. I got a sense of the country then; it was wild and unending. In rainy weather the roads became channels of running water, and sometimes a flash flood would simply wash them away altogether, and we would have to dig ourselves out of the mud or wait for the ground to freeze. And then the wagons would pass us by or, if we were lucky, some old man would unhitch his team and pull us out to firm ground."],
        ["2", "“Ya'at'eeh,” the old man would say."],
        ["3", "“Ya'at'eeh, shicheii,” my father would reply."],
        ["4", "“Hagosha' diniya?”"],
        ["5", "“Nowhere,” my father would say, “we are going nowhere.”"],
        ["6", "“Aoo', atiin ayoo hastlish.” Yes, the road is very muddy, the old man would answer, laughing, and we knew then that we were at his mercy, held fast in the groove of his humor and goodwill. My father learned to speak the Navajo language in connection with his work, and I learned something of it, too — a little. Later, after I had been away from the Navajo country for many years, I returned and studied the language formally in order to understand not only the meaning but the formation of it as well. It is a beautiful language, intricate and full of subtlety, and very difficult to learn."],
        ["7", "There were sheep camps in the remote canyons and mountains. When we ventured out into those areas, we saw a lot of people, but they were always off by themselves, it seemed, living a life of their own, each one having an individual existence in that huge landscape. Later, when I was learning to fly an airplane, I saw the land as a hawk or an eagle sees it, immense and wild and all of a piece. Once I flew with a friend to the trading post at Low Mountain where we landed on a dirt road in the very middle of the reservation. It was like going backward in time, for Low Mountain has remained virtually undiscovered in the course of years, and there you can still see the old people coming in their wagons to get water and to trade. It is like Kayenta¹ was in my earliest time on the reservation, so remote as to be almost legendary in the mind."],
        ["8", "My father had a little box camera with which he liked to take photographs now and then. One day an old Navajo crone came to our house and asked to have her picture taken. She was a gnarled old woman with gray hair and fine pronounced features. She made a wonderful subject, and I have always thought very well of the photograph that my father made of her. Every day thereafter she would come to the house and ask to see the print, and every day my father had to tell her that it had not yet come back in the mail. Having photographs processed was a slow business then in that part of the world. At last the day came when the print arrived. And when the old woman came, my father presented it to her proudly. But when she took a look at it, she was deeply disturbed, and she would have nothing to do with it. She set up such a jabber, indeed, that no one could understand her, and she left in a great huff. I have often wondered that she objected so to her likeness, for it was a true likeness, as far as I could tell. It is quite possible, I think, that she had never seen her likeness before, not even in a mirror, and that the photograph was a far cry from what she imagined herself to be. Or perhaps she saw, in a way that we could not, that the photograph misrepresented her in some crucial respect, that in its dim, mechanical eye it had failed to see into her real being."]
    ],
    "Copyright": "“The Photograph” from The Man Made of Words by N. Scott Momaday, copyright © 1997 by N. Scott Momaday. Used by permission.",
    "References": [
        ["¹", "Kayenta is a town within the Navajo reservation in Arizona."]
    ]
}