{
    "Directions": "",
    "Context": [],
    "Title": "A Bountiful Billboard",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "Lima, the capital city of the South American country of Peru, is located near the Pacific Ocean in the Sechura Desert. This desert region is one of the driest in the world and receives almost no rainfall. Yet more than eight million people live in Lima. Because of the scarcity of water, one out of every 10 residents has no access to running water. Some people depend on private companies to deliver water to their homes and businesses."],
        ["", "problems/TX17G8R/media/S5a.jpg"],
        ["2", "The engineers at the University of Engineering and Technology of Peru (UTEC) thought about how Lima's extreme water shortage problem could be solved. They noticed that even though the rainfall in Lima was s͟c͟a͟n͟t, the humidity was high. Due to the city's coastal location, humidity can be higher than 90 percent on summer days. The engineers wondered whether they could harness the moisture in the air."],
        ["3", "The staff at the university realized that this project, while helping the residents of Lima, could also showcase UTEC's engineering program. Thus they formed a partnership with the advertising agency Mayo DraftFCB. The two groups created an advertisement to demonstrate the university's engineering projects. They made a billboard that extracted moisture from the air and converted it into drinkable water. The water was then made available to the public."],
        ["4", "The engineers used the city's power lines to provide electricity to five condensers that operate within the billboard. The condensers are cooler than the outside air. When air comes in contact with the condensers, it cools. The water vapor in the air condenses, becoming liquid water. The water then flows through pipes into a storage tank at the foot of the billboard. People can access the water through a faucet."],
        ["", "problems/TX17G8R/media/S5b.jpg"],
        ["5", "The billboard produces 96 liters (about 25 gallons) of water a day. This can supply hundreds of families with water each month. The partnership of UTEC and Mayo DraftFCB has not yet decided whether to build more billboards, and if so, where to locate them. But the citizens of Lima and other cities in arid regions around the world are hopeful."],
        ["6", "Additionally, UTEC recorded a 28 percent increase in enrollment since the installation of the billboard. The problem-solving billboard has inspired more young people to pursue engineering careers. They want to be part of productive, ingenious solutions to unresolved problems."],
        ["", "problems/TX17G8R/media/S5c.jpg"]
    ],
    "Copyright": "",
    "References": []
}