{
    "Directions": "Read the passage “What on Earth are Moon Trees?” and then answer each question that follows.",
    "Context": [],
    "Title": "What on Earth are Moon Trees?",
    "Subtitle": "by Elaine M. Marconi",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["", "problems/FL20G6R/media/S3a.jpg"],
        ["1", "\tAnything having to do with the moon is still an unfolding mystery. And “Moon Trees” are part of that lunar mystique."],
        ["2", "\tAre there actually trees on the moon? Not really ... but tree seeds flown into space by NASA astronaut Stuart Roosa on the Apollo 14 mission in 1971, now grow strong and tall out of the Earth's soil."],
        ["3", "\tIt all began after Roosa was selected to pilot the Apollo 14 command module. As a former smoke jumper with the U.S. Forest Service, he was contacted by then chief of the Forest Service, Ed Cliff, and asked if he would be willing to take tree seeds into space."],
        ["4", "\tAs his way of paying tribute to the Forest Service, Roosa agreed and packed hundreds of seeds from redwood, loblolly pine, sycamore, Douglas fir and sweet gum trees into his personal travel kit. Roosa and his seeds orbited the moon 34 times while stationed in the command module “Kitty Hawk.”"],
        ["5", "\tScientists were curious to know if the seeds, after their journey into the microgravity of space, would sprout and look the same as Earth-grown trees. In the early 70s there were very few experiments done in space."],
        ["6", "\tUnfortunately, after returning to Earth the seed canister burst open during the decontamination process¹ and all the different species of seeds, not only were mixed together, but thought to be no longer useful and able to germinate."],
        ["7", "\tAfter being shipped to the Forest Service labs, it was found that most of the seeds did survive and ultimately were planted."],
        ["8", "\tAfter 20 years of growing side-by-side with their Earth-bound equivalent as controls, no one could tell the difference."],
        ["9", "\tThe seedlings, now known as Moon Trees, were planted across the United States and throughout the world. Many were planted as part of the nation's bicentennial celebration in 1976 and grow at national landmarks, such as the White House, Independence Square in Philadelphia, state capitols and university campuses."],
        ["10", "\tThere also was a “Moon Tree 1976” planting ceremony at NASA's Kennedy Space Center in Florida on June 25 during the center's Bicentennial Expo on Science and Technology. That tree still thrives at the center."],
        ["11", "\tSecond-generation trees, called “half-moon” trees, have been planted from seeds or cuttings from an original Moon Tree and are thriving as well."],
        ["12", "\tRoosa passed away in December of 1994, but the Moon Trees continue to flourish — a tribute to our first visits to the moon and a memorial to Roosa."],
        ["13", "\tA moon sycamore graces Roosa's grave at Arlington National Cemetery in Virginia."]
    ],
    "Copyright": "“What on Earth are Moon Trees?” by Elaine M. Marconi. In the public domain.",
    "References": [
        ["¹", "decontamination process: the procedure through which astronauts (and some objects) were cleansed of any potentially harmful material they may have carried back from space"]
    ]
}