{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [],
    "Title": "The Lesson in Design",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "It was Friday afternoon, and another week of school was finally over. Andy weaved his way through the crowded hall, trying to avoid colliding with students at their lockers getting books and backpacks. He walked out the nearest exit and headed for the student parking lot, where he would wait for his best friend Broden."],
        ["2", "While Andy waited at Broden's car, he studied the fabrics and colors of the other students' clothes. Everyone wore the same basic outfit—jeans and some sort of shirt. Nothing out of the ordinary, nothing flashy or stylish. Being from a family of tailors, Andy had learned a lot about clothing over the years—how to make it and how to alter it. But Andy wanted to be more than just a tailor."],
        ["3", "Broden dropped Andy off at his father's tailor shop. Andy watched his father—pins in his mouth, measuring tape draped around his neck—expertly hem and repair Mr. Simone's pants."],
        ["4", "Mr. Simone paid his bill and then carefully, almost proudly, placed the newly perfected pants over his arm. Andy thought he detected a spring in Mr. Simone's step as he left the shop. Andy watched Mr. Simone as he laid the pants on the backseat of his car, smoothing them so that they wouldn't wrinkle. There was no denying that tailoring was a valuable service to some. But to Andy his family's business seemed like a whole lot of tedious busywork: hemming pants, shortening the length of sleeves, taking in or letting out a waistline, replacing buttons, hooks, or snaps."],
        ["5", "Andy's father peered over his eyeglasses, studying Andy as Andy observed Mr. Simone. “Often, when people look better, they act better too. When people know they look good, they are more comfortable, less worried,” Andy's father explained."],
        ["6", "Andy knew that his father had a point. That was exactly the reason Andy longed to create something of his own. Something different. Something exceptional."],
        ["7", "“Well that's it for today,” said Andy's father, flipping the sign on the door to the CLOSED side and letting out a tired but satisfied sigh in response to a long workday. “There's something I want to give you, Andy,” he said as he beckoned for Andy to follow him to the back room. On the corner of a large worktable sat a bulky antique sewing machine, a retro model that looked very different from the modern one Andy's father used. “I was your age when my father gave this to me, and now I'm giving it to you.”"],
        ["8", "Andy eyed the old machine appreciatively. “Thank you, Dad. This is perfect!”"],
        ["9", "Andy wanted to use the sewing machine right away, but first he needed to draw his clothing design. He needed a design that was stylish yet original. Fortunately he wasn't starting with a blank page. Andy had been sketching designs as long as he could remember. Sometimes he drew in Ms. Greene's art class; sometimes he drew during lunch. Mostly he drew during the free minutes of his day, when he could empty his mind and just trust his charcoal pencil."],
        ["10", "A visit to the fabric store that weekend turned into an expedition as he hunted down the perfect textiles for his creation. “Your father doing something special?” asked the owner."],
        ["11", "“It's for a school project,” Andy replied. It wasn't exactly a lie. On his way back home, he looked at what people were wearing, the parade of pants, shirts, dresses, jeans, and ordinariness."],
        ["12", "Andy began working that same night, losing himself in lines and folds, ripping out stitches and redoing them. It took over a week, but after multiple fittings and adjustments, his outfit was ready for its debut."],
        ["13", "On Monday morning, Andy walked into school anticipating the glowing admiration of his fellow students. As he walked down the hall, heads turned. Teachers moved aside, guys pointed at him, and girls covered their mouths to hide their laughter."],
        ["14", "Even Broden looked at him sympathetically. “Was this a dare or something?” he whispered to Andy at their lockers."],
        ["15", "A morning full of whispers, jeers, and awkward questions left Andy slumped in his seat in art class like a spent parachute. Although he had d͟o͟n͟n͟e͟d his creation proudly that morning, he now wished he had a change of clothes."],
        ["16", "“It hasn't been a great day, huh?” asked Ms. Greene, sitting beside him."],
        ["17", "“I've had better,” Andy replied glumly."],
        ["18", "“You know, it's fine to want to do something different—you just have to be prepared for the consequences. Not everyone is going to see things the way you do—not right away, and maybe not ever.”"],
        ["19", "“They don't know anything about fashion,” Andy snipped."],
        ["20", "“Well, people like different styles,” Ms. Greene responded. “As for me... I like your incredible fabric choice. Think of this outfit as just the beginning; think of it as your first draft. The most famous designers didn't build their clothing empires on one outfit—especially their first.”"],
        ["21", "Andy knew she was right, of course. But still, he hadn't thought his design would warrant such ridicule. He sighed as he rose from his chair, putting his sketch pad and pencils into his backpack. “A first draft, huh?” he thought. And then he remembered what his English teacher Mrs. Ford always said: your first draft is just the beginning."],
        ["22", "Apparently that was good advice—and not just for writers."]
    ],
    "Copyright": "",
    "References": []
}