{
    "Directions": "Read the selection and choose the best answer to each question.",
    "Context": [],
    "Title": "What Can We See in a Logo?",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "The typical person is bombarded by hundreds of logos each day. We see them on signs, vehicles, television, and even on the clothes we wear. Logos are distinct images used to represent brands. There are logos such as the famous Nike “swoosh,” the colorful rings to identify the Olympic Games, and the United States Postal Service eagle emblem, just to name a few. All of these logos are designed to attract our attention. They also help us remember a product or service connected to that image. However, research conducted at the University of California at Los Angeles (UCLA) supports the idea that remembering what a logo looks like is a very difficult task."],
        ["2", "In 2015 researchers at UCLA gave 85 students a simple assignment. They had to draw the Apple logo purely from memory. Most of the students were Apple users, so they had the opportunity to look at the logo every day. Surprisingly, only one student in the study could accurately draw the logo from memory. Many of the sketches the other students made were flawed. Some of them drew the basics right but missed minor details of the design — no bite out of the apple or the wrong number of leaves. At first the researchers thought the problem might be that the students were just not very good at drawing. They decided to ask the students to look at several different images and choose the logo that was most accurate. Less than half of the students could detect the correct image."],
        ["", "problems/TX19G8R/media/S5a.jpg"],
        ["3", "The UCLA Apple study is not the first time our ability to remember the details of images has been tested. In the 1970s researchers asked a group of people to draw a penny from memory. Participants were instructed to show the images and words just as they appear on the coin. Like the Apple study, most people could not precisely depict the image. Participants were unable to correctly identify which way Lincoln was facing or where the word “Liberty” was placed on the coin. While the penny is not technically a logo, it is an object with which people have frequent interaction. So why is it so difficult for people to recall the details of images, such as logos, that they see every day? Researchers have developed a theory they think might help to explain this blind spot in our memories."],
        ["", "problems/TX19G8R/media/S5b.jpg"],
        ["4", "Logos are typically designed to be simple and easy to recognize with a quick glance. Yet the frequent exposure to these logos can actually make our brains overlook them. This process is known as “attentional saturation.” It would be challenging to try to remember every single thing that crosses our path. We take in so much information every day that the brain works to spot information that does not need to be stored. It allows this unimportant information to fade from our memory. Our brains actually signal us to ignore information we do not think we will need to remember."],
        ["5", "The details of product logos are just the kind of information our brains tell us we do not need. This may be discouraging to logo designers and to companies that use these eye-catching logos. But there are still many business experts who believe in the importance of a recognizable logo."],
        ["6", "Even though the brain is accustomed to ignoring unnecessary details, it is also programmed for recognition. When we see images such as logos over and over again, we become familiar with them. This constant exposure leads to something scientists refer to as gist memory. “Gist memory” means that our brain remembers the basic idea without all of the details. This general sense of memory has its own benefits. When we see that “swoosh” or the apple with a bite out of it, we are acquainted with the image. We may not be able to draw a perfect outline of the logo, but we are able to recognize the image. When people are able to recognize an image, it can make them feel like they really know the product behind the logo. In fact, familiarity with a p͟r͟e͟v͟a͟l͟e͟n͟t logo can even make people feel more comfortable about purchasing or using certain products."],
        ["7", "Logos are everywhere we look today. A fancy design or a thoughtful color combination may be a good start for a logo concept, but there are other factors to consider. Those establishing a logo need to know that people will only remember what they believe is worthwhile. A clever design may be interesting, but most people will forget the details — especially if our brains have anything to say about it."]
    ],
    "Copyright": "Third party trademarks Nike®, swoosh®, Olympic®, United States Postal Service®, University of California Los Angeles®, UCLA® and Apple® were used in these testing materials.",
    "References": []
}