{
    "Directions": "Read this article, then answer each question that follows.",
    "Context": [
        "Many motion pictures have exciting and thrilling action scenes. The people who perform in these scenes are called stunt performers. They often stand in for the movie stars when the risk of injury is greater."
    ],
    "Title": "[Excerpt from] Stunt Performers",
    "Subtitle": "",
    "Author": "by Tony Hyland",
    "LabelType": "P",
    "Content": [
        ["1", "\tDo you want to be a stunt performer?"],
        ["2", "\tCould you be a stunt performer, performing spectacular stunts in front of an audience or movie camera?"],
        ["", "problems/NY17G4E/media/S1a.jpg"],
        ["3", "\tStunt performers perform aerial acrobatics in circuses or dangerous stunts for the movies. Circus performers can swing on the flying trapeze high above the audience. Stunt actors can crash speeding cars in movie stunts."],
        ["4", "\tWe all love watching exciting stunts. Most people will enjoy the show and go home. For the stunt performers, this is the day's work. They'll be back doing more spectacular stunts the following day."],
        ["5", "\tStunt work is an extreme job. The training is hard and the stunts can be dangerous. But performers enjoy the thrill of their work and push themselves hard to do more spectacular stunts."],
        ["6", "\tPerhaps you could be a stunt performer one day."],
        ["", "Stunt actor or circus performer?"],
        ["7", "\tStunt actors work in movies and television shows. They work hard to make it look as if someone else is doing the stunt. Circus performers work just as hard to be the stars of the show."],
        ["8", "\tStunt actors dressed up as the stars in a movie do all the dangerous and difficult scenes. Movie scenes can be edited to cut out some parts and put others in. Film crews can take hours to shoot an action scene. The audience only sees a few exciting moments."],
        ["9", "\tCircus artists perform spectacular stunts live, in front of an audience. If the stunt goes wrong, there is no chance to do it again."],
        ["", "Life as a stunt performer"],
        ["10", "\tStunt actors lead a busy and energetic life. They must be fit and strong. Many start off in martial arts or gymnastics, where they learn to develop flexibility and fall safely."],
        ["11", "\tExperienced stunt actors learn many extra skills such as horse riding, working with explosives, and scuba diving. Some become specialists in one skill, such as stunt driving."],
        ["12", "\tStunt actors work wherever movies or television shows are made. Hollywood is known as the movie capital of the world. Other places with busy movie or television studios include Vancouver in Canada, and Queensland in Australia. Stunt actors often work on location. This means filming in remote places such as deserts, jungles, and mountains. Stunt actors working on these jobs are away from home for weeks, or even months."],
        ["", "Circus life"],
        ["13", "\tCircus life is also busy and active. Performers need to be strong and agile. They need a good sense of balance and a head for heights. The circus is not a place for shy people; circus performers enjoy being the center of attention. Most circus acts are performed to music. The rhythm of the music gives the performers cues for each section of their act."],
        ["14", "\tMany circuses travel from town to town. They stay for a week, and then move on. Circus performers are used to this traveling life. Many have no other home but the circus. They live in large caravans or trailers. Circus families often travel together, with the children learning to join their parents' act. Circus children don't usually go to school. They study by correspondence, or have a teacher who travels with the circus."],
        ["", "Risks and dangers"],
        ["15", "Stunt performers of all types know that their jobs are risky. They don't let the risks stop them. Their skills and training usually keep them save. Some of the risks for stunt performers are:"],
        ["16", "Falls\n\nStunt performers are used to falls, and know how to land safely. But a fall from the highwire or trapeze can be deadly."],
        ["17", "Sports injuries\n\nStunt performers are hard on their bodies. They often suffer exactly the same sprains and knee damage that sports stars do."],
        ["18", "Fire and explosions\n\nMovie fires and explosions are spectacular, but if something goes wrong, stunt actors can be badly hurt."],
        ["19", "Accidents\n\nA slight miscalculation, or a piece of damaged equipment, can cause a bad accident. That's why performers practice their stunts and check their equipment closely."],
        ["20", "Bad weather\n\nWind and rain on a movie set can create unexpected hazards for stunt actors."]
    ],
    "Copyright": "Excerpt from “Stunt Performers”: From “Stunt Performers” by Tony Hyland, Smart Apple; 2006. Used by permission.",
    "References": []
}