{
    "Directions": "Read this article, then answer each question that follows.",
    "Context": [],
    "Title": "[Excerpt from] It's Our World, Too!",
    "Subtitle": "",
    "Author": "by Phillip Hoose",
    "LabelType": "P",
    "Content": [
        ["1", "\tSomething about the battered old bicycle at the garage sale caught ten-year-old Justin Lebo's eye. What a wreck! It was like looking at a few big bones in the dust and trying to figure out what kind of dinosaur they had once belonged to."],
        ["2", "\tIt was a BMX bike with a twenty-inch frame. Its original color was buried beneath five or six coats of gunky paint. Now it showed up as sort of a rusted red. Everything —the grips, the pedals, the brakes, the seat, the spokes—were bent or broken, twisted and rusted. Justin stood back as if he were inspecting a painting for sale at an auction. Then he made his final judgment: perfect."],
        ["3", "\tJustin talked the owner down to $6.50 and asked his mother, Diane, to help him load the bike into the back of their car."],
        ["4", "\tWhen he got it home, he wheeled the junker into the garage and showed it proudly to his father. “Will you help me fix it up?” he asked. Justin's hobby was bike racing, a passion the two of them shared. Their garage barely had room for the car anymore. It was more like a bike shop. Tires and frames hung from hooks on the ceiling, and bike wrenches dangled from the walls."],
        ["5", "\tAfter every race, Justin and his father would adjust the brakes and realign the wheels of his two racing bikes. This was a lot of work, since Justin raced flat out, challenging every gear and part to perform to its fullest. He had learned to handle almost every repair his father could and maybe even a few things he couldn't. When Justin got really stuck, he went to see Mel, the owner of the best bike shop in town. Mel let him hang out and watch, and he even grunted a few syllables of advice from between the spokes of a wheel now and then."],
        ["6", "\tNow Justin and his father cleared out a work space in the garage and put the old junker up on a rack. They poured alcohol on the frame and rubbed until the old paint began to yield, layer by layer. They replaced the broken pedal, tightened down a new seat, and restored the grips. In about a week, it looked brand new."],
        ["7", "\tJustin wheeled it out of the garage, leapt aboard, and started off around the block. He stood up and mashed down on the pedals, straining for speed. It was a good, steady ride, but not much of a thrill compared to his racers."],
        ["8", "\tSoon he forgot about the bike. But the very next week, he bought another junker at a yard sale and fixed it up, too. After a while it bothered him that he wasn't really using either bike. Then he realized that what he loved about the old bikes wasn't riding them: it was the challenge of making something new and useful out of something old and broken."],
        ["9", "\tJustin wondered what he should do with them. They were just taking up space in the garage. He remembered that when he was younger, he used to live near a large brick building called the Kilbarchan Home for Boys. It was a place for boys whose parents couldn't care for them for one reason or another."],
        ["10", "\tHe found “Kilbarchan” in the phone book and called the director, who said the boys would be thrilled to get two bicycles. The next day when Justin and his mother unloaded the bikes at the home, two boys raced out to greet them. They leapt aboard the bikes and started tooling around the semicircular driveway, doing wheelies and pirouettes, laughing and shouting."],
        ["11", "\tThe Lebos watched them for a while, then started to climb into their car to go home. The boys cried after them, “Wait a minute! You forgot your bikes!” Justin explained that the bikes were for them to keep. “They were so happy,” Justin remembers. “It was like they couldn't believe it. It made me feel good just to see them happy”"],
        ["12", "\tOn the way home, Justin was silent. His mother assumed he was lost in a feeling of satisfaction. But he was thinking about what would happen once those bikes got wheeled inside and everyone saw them. How would all those kids decide who got the bikes? Two bikes could cause more trouble than they would solve. Actually, they hadn't been that hard to build. It was fun. Maybe he could do more..."],
        ["13", "\t“Mom,” Justin said as they turned onto their street, “I've got an idea. I'm going to make a bike for every boy at Kilbarchan for Christmas.” Diane Lebo looked at Justin out of the corner of her eye. She had rarely seen him so determined."],
        ["14", "\tWhen they got home, Justin called Kilbarchan to find out how many boys lived there. There were twenty-one. It was already June. He had six months to make nineteen bikes. That was almost a bike a week. Justin called the home back to tell them of his plan. “I could tell they didn't think I could do it,” Justin remembers. “I knew I could.”"]
    ],
    "Copyright": "",
    "References": []
}