{
    "Directions": "Read this article, then answer each question that follows.",
    "Context": [],
    "Title": "[Excerpt from] Double Dutch: A Celebration of Jump Rope, Rhyme, and Sisterhood",
    "Subtitle": "",
    "Author": "by Veronica Chambers",
    "LabelType": "P",
    "Content": [
        ["1", "\tTahira Reid was an eight-year-old girl living in the Bronx, a borough of New York City, when she came up with her first invention. There was a poster contest for kids in the third grade, and the theme was: “What would you like to see in the future?'' It was the year the Space Shuttle Challenger was launched, and almost everyone drew a picture of astronauts, rockets, or people who lived on the moon. But Tahira thought an invention should be practical, as well as imaginative. Although she was just a little girl, she had already grasped the credo of history's finest inventors."],
        ["", "problems/NY17G4E/media/S7a.jpg"],
        ["2", "\tAs a third grader, Tahira's biggest problem was that she didn't have anyone to turn double Dutch for her when she came home from school. Before, in between, and after classes, she could jump whenever she wanted, surrounded by girls who also loved to turn and jump. In her neighborhood, however, there weren't any kids her age, and Tahira couldn't jump double Dutch alone. She came up with the idea for a machine that would turn the ropes for you. You just push a button, and voila! Two ropes would spin like eggbeaters before you. Tahira's poster won first place in the contest. She was too little to figure out how to make the machine, though, and just had to jump when she was at school."],
        ["3", "\tTen years later, Tahira was a student at Rensselaer Polytechnic Institute in Troy, New York, studying mechanical engineering. In one of her first design courses, she was again presented with an inventing problem. Her professor asked her to draw up plans for a machine that challenged the limits of sports. At first, Tahira was stumped. She kept thinking about traditional games such as football and basketball, and she came up with nothing at all. Then she remembered her third-grade poster project. What she knew about football she could squeeze on the head of a pin, but what she knew about double Dutch could fill an entire book."],
        ["4", "\tWith a team of fellow students, Tahira invented the automatic double-Dutch machine—a real-life embodiment of her third-grade dream. With this device, ropes are connected to two wheels on opposing metal posts. After an engine is turned on, the ropes spin into action. Although it took more than a year to get the machine to actually work, Tahira got an A in the course. Even better, her device has been exhibited at museums such as the Smithsonian Institution and featured in newspapers and on television shows across the country. She even holds a patent for her invention. If you go to the U.S. Patent Office in Washington, D.C., you can find her name in the registry: Tahira Reid, inventor of the automatic double-Dutch device. To this day, the thought makes her dreamy. “Everyone paid attention,” she says. “I remember thinking, This is a historic moment—no one's ever jumped double Dutch without turners before.”"],
        ["", ":box:embodiment = something that is a perfect example of an idea"],
        ["5", "\tEven now that she's grown up, Tahira still loves to stop and watch when girls in her old neighborhood are playing double Dutch. “It's like a sorority,” she says. “You are sisters in this love of double Dutch. When you get together, there are no pretenses or barriers. You all share these happy memories of being girls in the rope.”"],
        ["", ":box:sorority = a club of females"]
    ],
    "Copyright": "",
    "References": []
}