{
    "Directions": "Read the passage and answer each question that follows.",
    "Context": [
        "This is the first chapter from a novel. The family of the narrator lives in rural Montana at the beginning of the 20th century. They do not have anyone in their house who knows how to cook or clean the house. In the novel that follows this scene, the housekeeper mentioned here will come to them in Montana."
    ],
    "Title": "[Excerpt from] The Whistling Season",
    "Subtitle": "",
    "Author": "by Ivan Doig",
    "LabelType": "P",
    "Content": [
        ["1", "\tWhen I visit the back corners of my life again after so long a time, littlest things jump out first. The oilcloth, tiny blue windmills on white squares, worn to colorless smears at our four places at the kitchen table. Our father’s pungent coffee, so strong it was almost ambulatory, which he gulped down from suppertime until bedtime and then slept serenely as a sphinx. The pesky wind, the one element we could count on at Marias Coulee, whistling into some weather-cracked cranny of this house as if invited in."],
        ["2", "\tThat night we were at our accustomed spots around the table, Toby coloring a battle between pirate ships as fast as his hand could go while I was at my schoolbook, and Damon, who should have been at his, absorbed in a secretive game of his own devising called domino solitaire. At the head of the table, the presiding sound was the occasional turning of a newspaper page. One has to imagine our father reading with his finger, down the column of rarely helpful want ads in the Westwater Gazette that had come in our week’s gunnysack of mail and provisions, in his customary search for a colossal but underpriced team of workhorses, and that inquisitive finger now stubbing to a stop at one particular heading. To this day I can hear the signal of amusement that line of type drew out of him. Father had a short, sniffing way of laughing, as if anything funny had to prove it to his nose first."],
        ["3", "\tI glanced up from my geography lesson to discover the newspaper making its way in my direction. Father’s thumb was crimped down onto the heading of the ad like the holder of a divining rod striking water. “Paul, better see this. Read it to the multitude.” I did so, Damon and Toby halting what they were at to take in those five simple yet confounding words:"],
        [" ", "\tCAN’T COOK BUT DOESN’T BITE."],
        ["4", "\tMeal-making was not a joking matter in our household. Father, though, continued to look pleased as could be and nodded for me to keep reading aloud."],
        ["5", "\tHousekeeping position sought by widow.\n\tSound morals, exceptional disposition.\n\tNo culinary skills, but A-1 in all other household\n\ttasks. Salary negotiable, but must include\n\trailroad fare to Montana locality; first\n\tyear of peerless care for your home thereby\n\tguaranteed. Respond to Boxholder, Box 19,\n\tLowry Hill Postal Station, Minneapolis,\n\tMinnesota."],
        ["6", "\tMinneapolis was a thousand miles to the east, out of immediate reach even of the circumference of enthusiasm we could see growing in our father. But his response wasted no time in trying itself out on the three of us. “Boys? Boys, what would you think of our getting a housekeeper?”"],
        ["7", "\t“Would she do the milking?” asked Damon, ever the cagey one."],
        ["8", "\tThat slowed up Father only for a moment. Delineation of house chores and barn chores that might be construed as a logical extension of our domestic upkeep was exactly the sort of issue he liked to take on. “Astutely put, Damon. I see no reason why we can’t stipulate that churning the butter begins at the point of the cow.”"],
        ["9", "\tAlready keyed up, Toby wanted to know, “Where she gonna sleep?”"],
        ["10", "\tFather was all too ready for this one. “George and Rae have their spare room going to waste now that the teacher doesn’t have to board with them.” His enthusiasm really was expanding in a hurry. Now our relatives, on the homestead next to ours, were in the market for a lodger, a lack as unbeknownst to them as our need for a housekeeper had been to us two minutes ago."],
        ["11", "\t“Lowry Hill.” Father had turned back to the boldface little advertisement as if already in conversation with it. “If I’m not mistaken, that’s the cream of Minneapolis.”"],
        ["12", "\tI hated to point out the obvious, but that chore seemed to go with being the oldest son of Oliver Milliron."],
        ["13", "\t“Father, we’re pretty much used to the house muss by now. It’s the cooking part you say you wouldn’t wish on your worst enemy.”"],
        ["14", "\tHe knew — we all knew — I had him there."]
    ],
    "Copyright": "Excerpt from The Whistling Season, by Ivan Doig. Copyright © 2007, Harcourt, Orlando, Florida.",
    "References": []
}