{
    "Directions": "Read the passage(s) and answer each question that follows.",
    "Context": [],
    "Title": "Passage 2: [Excerpt from] “This Is Your Brain on Nature”",
    "Subtitle": "",
    "Author": "by Florence Williams",
    "LabelType": "P",
    "Content": [
        ["3", "\tWhen you head out to the desert, David Strayer is the kind of man you want behind the wheel. He never texts or talks on the phone while driving. He doesn’t even approve of eating in the car. A cognitive psychologist at the University of Utah who specializes in attention, Strayer knows our brains are prone to mistakes, especially when we’re multitasking and dodging distractions. Among other things, his research has shown that using a cell phone impairs most drivers as much as drinking alcohol does."],
        ["4", "\tStrayer is in a unique position to understand what modern life does to us. An avid backpacker, he thinks he knows the antidote: Nature."],
        ["5", "\tOn the third day of a camping trip in the wild canyons near Bluff, Utah, Strayer is mixing up an enormous iron kettle of chicken enchilada pie while explaining what he calls the “three-day effect” to 22 psychology students. Our brains, he says, aren’t tireless three-pound machines; they’re easily fatigued. When we slow down, stop the busywork, and take in beautiful natural surroundings, not only do we feel restored, but our mental performance improves too. Strayer has demonstrated as much with a group of Outward Bound participants, who performed 50 percent better on creative problem-solving tasks after three days of wilderness backpacking. The three-day effect, he says, is a kind of cleaning of the mental windshield that occurs when we’ve been immersed in nature long enough. On this trip he’s hoping to catch it in action, by hooking his students — and me — to a portable EEG, a device that records brain waves."],
        ["6", "\t“On the third day my senses recalibrate — I smell things and hear things I didn’t before,” Strayer says. The early evening sun has saturated the red canyon walls; the group is mellow and hungry in that satisfying, campout way. Strayer, in a rumpled T-shirt and with a slight sunburn, is definitely looking relaxed. “I’m more in tune with nature,” he goes on. “If you can have the experience of being in the moment for two or three days, it seems to produce a difference in qualitative thinking.”"],
        ["7", "\tStrayer’s hypothesis is that being in nature allows the prefrontal cortex, the brain’s command center, to dial down and rest, like an overused muscle. If he’s right, the EEG will show less energy coming from “midline frontal theta waves” — a measure of conceptual thinking and sustained attention. He’ll compare our brain waves with those of similar volunteers who are sitting in a lab or hanging out at a parking lot in downtown Salt Lake City."],
        ["8", "\tWhile the enchiladas are cooking, Strayer’s graduate students tuck my head into a sort of bathing cap with 12 electrodes embedded in it. They suction-cup another 6 electrodes to my face. Wires sprouting from them will send my brain’s electrical signals to a recorder for later analysis. Feeling like a beached sea urchin, I walk carefully to a grassy bank along the San Juan River for ten minutes of restful contemplation. I’m supposed to think of nothing in particular, just watch the wide, sparkling river flow gently by. I haven’t looked at a computer or cell phone in days. It’s easy to forget for a few moments that I ever had them."]
    ],
    "Copyright": "Excerpt from “This Is Your Brain on Nature,” by Florence Williams, from National Geographic, January 2016. Copyright © 2016, National Geographic Partners. Used by permission of the publisher via Copyright Clearance Center.",
    "References": []
}