{
    "Directions": "Read the passage(s) and answer each question that follows.",
    "Context": [],
    "Title": "Passage 1: [Excerpt from] Walden",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "\tFor the most part, I minded not how the hours went. The day advanced as if to light some work of mine; it was morning, and lo, now it is evening, and nothing memorable is accomplished. Instead of singing like the birds, I silently smiled at my incessant good fortune. As the sparrow had its trill, sitting on the hickory before my door, so had I my chuckle or suppressed warble which he might hear out of my nest. My days were not days of the week, bearing the stamp of any heathen deity, nor were they minced into hours and fretted by the ticking of a clock; for I lived like the Puri Indians, of whom it is said that “for yesterday, today, and tomorrow they have only one word, and they express the variety of meaning by pointing backward for yesterday, forward for tomorrow, and overhead for the passing day.” This was sheer idleness to my fellow-townsmen, no doubt; but if the birds and flowers had tried me by their standard, I should not have been found wanting. A man must find his occasions in himself, it is true. The natural day is very calm, and will hardly reprove his indolence."],
        ["2", "\tI had this advantage, at least, in my mode of life, over those who were obliged to look abroad for amusement, to society and the theatre, that my life itself was become my amusement and never ceased to be novel. It was a drama of many scenes and without an end. If we were always, indeed, getting our living, and regulating our lives according to the last and best mode we had learned, we should never be troubled with ennui. Follow your genius closely enough, and it will not fail to show you a fresh prospect every hour. Housework was a pleasant pastime. When my floor was dirty, I rose early, and, setting all my furniture out of doors on the grass, bed and bedstead making but one budget, dashed water on the floor, and sprinkled white sand from the pond on it, and then with a broom scrubbed it clean and white; and by the time the villagers had broken their fast the morning sun had dried my house sufficiently to allow me to move in again, and my meditations were almost uninterrupted. It was pleasant to see my whole household effects out on the grass, making a little pile like a gypsy’s pack, and my three-legged table, from which I did not remove the books and pen and ink, standing amid the pines and hickories. They seemed glad to get out themselves, and as if unwilling to be brought in. I was sometimes tempted to stretch an awning over them and take my seat there. It was worth the while to see the sun shine on these things, and hear the free wind blow on them; so much more interesting most familiar objects look out of doors than in the house. A bird sits on the next bough, life-everlasting grows under the table, and blackberry vines run round its legs; pine cones, chestnut burs, and strawberry leaves are strewn about. It looked as if this was the way these forms came to be transferred to our furniture, to tables, chairs, and bedsteads — because they once stood in their midst."]
    ],
    "Copyright": "Excerpt from Walden, by Henry David Thoreau, 1854. Copyright © 2010, CRW Publishing Ltd. Used by permission of the publisher via Copyright Clearance Center.",
    "References": []
}