{
    "Directions": "Read this text, then answer each question that follows.",
    "Context": [],
    "Title": "Concrete Source: MIT Scientists Turn the Concrete Jungle Green",
    "Subtitle": "",
    "Author": "by Ian Hardy",
    "LabelType": "P",
    "Content": [
        ["", "problems/NC18G6R/media/S3a.jpg"],
        [" ", "The substance itself is even dull. Not even its assured place in the history books of the Roman Empire make it a less than sexy subject from the bystander's point of view."],
        [" ", "Let's face it - concrete is boring. Most of us recognise it instantly, when we see hideous flats and offices from the 1960s and 1970s, that for a brief moment were the cutting edge of architecture."],
        [" ", "So, with our expectations completely lowered, it's time to visit the Massachusetts Institute of Technology, known better as MIT."],
        ["", "Concrete age"],
        [" ", "Here concrete is treated with an admiration more often reserved for diamonds or gold, especially by Franz-Josef Ulm, one of the top professors in the Department of Civil and Environmental Engineering."],
        [" ", "“Concrete is maybe one of the oldest man-made materials on earth,” he says."],
        [" ", "“Some people say it was used by the Egyptians for the second layer of the pyramids. Modern cement came about in the late 19th, early 20th Century.”"],
        [" ", "When you meet the researchers their passion for concrete becomes infectious. It has, after all, had an immeasurable impact on mankind."],
        [" ", "It has allowed us to cross rivers easily, live on top of one another in relative comfort and drive vehicles for hundreds of miles without becoming stuck in the mud."],
        [" ", "Hamlin Jennings, the executive director of MIT's Concrete Sustainability Hub, a collection of academics from various departments brought together to examine concrete in detail, says it is a fascinating substance."],
        ["", "problems/NC18G6R/media/S3b.jpg"],
        [" ", "“Concrete is a relatively inexpensive. It's a forgiving material - it can be mixed by ordinary labourers, and used in climates ranging from the South Pole to the tropical mid part of the Earth. It can also get hard under water.”"],
        ["", "Environmental impact"],
        [" ", "But all that comes at a price to the environment. Thirty billion tons of concrete are manufactured globally each year."],
        [" ", "The way that concrete is mixed is very simple says Professor Ulm."],
        [" ", "“It's made out of cement. Cement is basically limestone and clay. Cement is then mixed with water to form this ubiquitous material which shapes our landscapes and cities.”"],
        [" ", "This process of combining of water, cement paste, sand and rock creates an awful lot of CO2 gases - which are linked by some scientists to global warming - about five to 10% of the world's total emissions."],
        ["", "problems/NC18G6R/media/S3c.jpg"],
        [" ", "MIT wanted to see whether this could be lowered. After all, it has a habit of making giant steps from the tiniest of changes - so tiny in this case, it was invisible to the human eye."],
        [" ", "Despite its availability all over the world and its ease of use, the molecular structure of concrete had remained elusive for decades. In particular one part of it - calcium silicate hydrate - refused all attempts to be analysed under an electron microscope or by nano-indentation."],
        [" ", "“Calcium silicate hydrate does not reveal its secrets easily.s” says Professor Hamlin Jennings."],
        [" ", "“It's partly amorphous; it contains a lot of water, which evaporates, and the structure changes. So what you see in an electron microscope, which requires a vacuum, is substantially different from what is naturally there.”"],
        [" ", "So the scientists turned to their laptops, and using cutting-edge computational mathematics, modelled the concrete on the screen at a molecular level."],
        [" ", "In 2009, after three years of almost constant hard-drive rotation, all the atoms fell into place in a nice colourful stable pattern on the monitor."],
        [" ", "That was just the easy bit."],
        [" ", "For the next two years one MIT academic in particular, Roland Pellenq, played what amounted to a really tedious video game. He moved, removed, changed and added molecules to the traditional concrete model."],
        ["", "problems/NC18G6R/media/S3d.jpg"],
        [" ", "Then one day he made history. He re-invented concrete."],
        [" ", "This version is stronger, more durable and greener. They call it green concrete, not to be confused with the scores of other products already available labelled green concrete, that have mostly been transformed by marketing rather than molecular experts."],
        [" ", "“Almost every civil-engineering department in the world, almost without exception, has a group of people who work on [the development of] concrete in one form of another,” says Professor Jennings."],
        [" ", "“They have beavered away trying this and trying that and the formulations have changed over the last 50 years, but not radically.”"],
        ["", "Test subject"],
        [" ", "But don't look for green concrete at the local hardware shop quite yet."],
        [" ", "Optimistically, the first structures to use the new technology are five years away from construction. MIT's job is done, but that job is only to provide a “proof of concept”."],
        ["", "problems/NC18G6R/media/S3e.jpg"],
        [" ", "It's up to the worldwide building industry to take the new concrete and pour it through its paces."],
        [" ", "The compound will be pulled, pushed, squeezed, frozen, flattened and smashed until it begs for mercy from government regulators and industry panels."],
        [" ", "Only when it can prove itself in the real world will it be allowed to claim the title of “most used material anywhere in the world” from its very close cousin."],
        [" ", "How our world could change is also not something that MIT really ponders too much."],
        [" ", "Their inventive phase will undoubtedly lead to a compelling innovative phase far from the Cambridge-based campus. But it's not hard to imagine all the possibilities, good and bad."],
        [" ", "Fewer potholes on the roads? Fewer road works and traffic jams? Huge real-estate savings by companies and governments? And what will happen to the number of construction workers?"],
        [" ", "Longer-lasting buildings mean fewer workers, but higher buildings and longer bridges made with the new tougher cement paste might mean more jobs."],
        [" ", "Nothing, as they say, is written in stone - or concrete."]
    ],
    "Copyright": "",
    "References": []
}