{
    "Directions": "Read this story, then answer each question that follows.",
    "Context": [],
    "Title": "[Excerpt from] A Legend of the Wooden Shoes",
    "Subtitle": "",
    "Author": "by Robert San Souci",
    "LabelType": "P",
    "Content": [
        ["1", "\tLong ago, Holland was covered with forests. Pine, birch, and ash trees grew in abundance. But the most favored was the oak. It provided acorns, which the forest dwellers ate roasted, boiled, mashed, or ground into meal that they baked into a kind of bread. The sturdy wood was used to build houses and boats. Oak bark was used to tan hides for leather. Humans even believed the trees had the power to heal, and they often laid sick people near the trunks hoping they would be cured."],
        ["2", "\tFor countless years, people lived in the forests. But, as time went on, they began to build cities and towns, clear lands for fields and pastures, and replace the wild woods with orchards and gardens. Faster and faster the greenwoods were cut down."],
        ["3", "\tNow it happened there was a certain carpenter who bitterly mourned the loss of his beloved forests. He loved the oaks most of all. He even gave his family the name van Eyck (pronounced “Ike”), as eyck is Dutch for “oak.”"],
        ["4", "\tOne day, while he sat sadly on his doorstep, considering that there might soon be no oaks left in Holland, van Eyck saw two tree spirits approaching, hand in hand. They were dainty little creatures, almost girlish — though he knew well that such sprites were as old as the oldest forest. One he recognized as a moss maiden, and the other as a tree elf."],
        ["5", "\t“Go to your ancestral oak in the heart of the forest,” said the moss maiden."],
        ["6", "\t“We know how sad you are,” added the tree elf, “but the oak has a message of hope for you.”"],
        ["7", "\tThen the two laughed prettily and vanished."],
        ["8", "\tThe carpenter knew exactly which tree they meant. There was a magnificent, ancient oak deep in the forest that his father, his grandfather, and all of his ancestors had loved and allowed no one to cut down. When he stood beneath its spreading branches, the leaves overhead began to rustle. The sound shaped itself into words. “You must stop mourning,” the tree told him. “I and my fellow oak trees must pass away. But, in time, we will return and furnish your children and your children's children with warmth, comfort, and wealth.”"],
        ["9", "\t“How can this be?” the carpenter wondered."],
        ["10", "\t“Don't worry. The promise will be kept,” the voice assured him. Then the leaves ceased their rustling."],
        ["11", "\tAs he started home, he saw the moss maiden and tree elf on the path before him."],
        ["12", "\t“Tonight, cut two pieces of oak wood each about a foot long,” the moss maiden instructed him."],
        ["13", "\t“Dry them well,” said the tree elf, “then leave them on the kitchen table when you go to bed.”"],
        ["14", "\tThen they vanished into the green shade."],
        ["15", "\tPuzzled, the carpenter nonetheless did what they said. When he returned home, he went to his woodshed and prepared the two lengths of wood. That night, before the family retired, he set the wood blocks side by side on the table."],
        ["16", "\tIn bed, the carpenter dreamed he saw two sprites come through the window into his kitchen. One was a kabouter, a dark and ugly gnome, who carried a box of tools. The other, an elf, whose skin seemed to glow, began to speak to his companion, clearly instructing him. Using a hatchet, augur, chisel-like knife, and plane, the gnome shaped the wood blocks into shoes. Then the two climbed out the window and disappeared."],
        ["17", "\tIn the morning, the man found a pair of wooden shoes, just like in his dream, though there was no trace of wood shavings to be seen. They had the sweet fragrance of oak. Smooth inside and out, they had sturdy heels and smartly pointed toes. Trying them on, he found they were unsteady on the wooden kitchen floor. But when he stepped outside, he found them light, easy to walk in, and pleasant to his feet. Wandering a bit, he found they were ideal for walking in fields, on soft soil, even in the mud. And they kept out water far better than leather shoes could."],
        ["18", "\tRecalling his dream, he went to the blacksmith and had the man shape him a set of tools just like the elfin craftsman in his dream had used."],
        ["19", "\tWhen he returned home, he set to work carving shoes for his wife and children, who loved them, too ..."],
        ["20", "\tWhen their friends and neighbors saw the family wearing their comfortable and practical wooden shoes, they begged the carpenter to make them some. In short order, the demand grew so that the carpenter set up a klompenwinkel, a wooden shoe store, in town. Soon he and his family were rich beyond his wildest dreams."]
    ],
    "Copyright": "",
    "References": []
}