{
    "Directions": "Read this article, then answer each question that follows.",
    "Context": [
        "Do Space is the name of a technology library located in Omaha, Nebraska."
    ],
    "Title": "[Excerpt from] In Omaha, A Library With No Books Brings Technology to All",
    "Subtitle": "",
    "Author": "by Bill Kelly",
    "LabelType": "P",
    "Content": [
        ["1", "\tThere are no books in this library. Instead it's jammed with high-end technology that it provides free to the public."],
        ["2", "\tAs director Rebecca Stavick tells visitors, it's a logical evolution from traditional libraries."],
        ["3", "\t“I've always thought of libraries as places full of tools. Books are tools, scrolls are tools, computers are tools,” she says. “This vision of bringing technology to everyone in the community, it just gets people very excited.”"],
        ["4", "\tTaxpayers didn't fund this library. Instead, Heritage Services, a coalition¹ of Omaha philanthropists,² donated $7 million to renovate the building — which had been a Borders bookstore — and pay for computers, 3-D printers and the Internet bandwidth. Sue Morris speaks for the donors."],
        ["5", "\t“With 1 [gigabit³] minimum, to go up to 10 gig, to have that in a public building that's free?” she says. “That's really amazing; that is unheard of anywhere.”"],
        ["6", "\tThat computing power also makes it a launchpad for entrepreneurs.⁴"],
        ["7", "\t“We know people run businesses out of this building, and we're OK with that,” Morris says."],
        ["8", "\tHans Bekale is among them."],
        ["9", "\t“This is probably the biggest dream of any developer, anybody in this space, to have a place like this, right?” he says. “Because this is our modern-day office.”"],
        ["10", "\tBekale manages his small multimedia business from Do Space. He says technology attracted him, as well as the informal community of creative people who hang out there."],
        ["11", "\t“I would be locked into my office, just sort of myself, right? Not hearing fresh ideas,” he says. “Some of the simplest and the most innovative things that I've thought of just happened through conversation.”"],
        ["12", "\tAcross the country, other libraries are expanding their tech options, from 3-D printers to video equipment. Susan Benton of the Urban Libraries Council says the Omaha experiment takes the concept to a new level."],
        ["13", "\t“To be sure, other public libraries are looking at this,” Benton says. “The density of the technology, and the scope and the ability for a variety of programming to be going on at the same time, in one space, is unique.”"],
        ["14", "\tIt can be loud at Do Space, and the range of activity under way is a little disorienting  — from enthusiastic little kids gaming in front of a giant flat screen to classes for the blind on using home computers."],
        ["15", "\tHigh school student Frank Fu uses the laser cutter and 3-D printer to design jewelry he sells online."],
        ["16", "\t“The people that you meet at the Do Space, it's diverse,” he says. “You never know if they're going to become your next business partner or your next best friend.”"]
    ],
    "Copyright": "Excerpt from “In Omaha, a Library with No Books Brings Technology to All” by Bill Kelly, All Things Considered, May 31, 2016. Used with permission of National Public Radio via Copyright Clearance Center.",
    "References": [
        ["¹", "coalition: group"],
        ["²", "philanthropists: people who give large sums of money to good causes"],
        ["³", "gigabit: a very large unit of information"],
        ["⁴", "entrepreneurs: people who start their own businesses"]
    ]
}