{
    "Directions": "Read this article, then answer each question that follows.",
    "Context": [],
    "Title": "[Excerpt from] The Bat Scientists",
    "Subtitle": "",
    "Author": "by Mary Kay Carson",
    "LabelType": "P",
    "Content": [
        ["", "Fʀᴏᴍ Nᴀᴛᴜʀᴇ Bᴏʏ ᴛᴏ Bᴀᴛᴍᴀɴ"],
        ["1", "\tMerlin Tuttle can't remember a time when nature didn't fascinate him. Even as a little kid he collected seashells, brought home toads, and kept a journal of his wildlife observations. “I happened to get especially interested in bats beginning when I was about nine,” says Merlin. He came across some bats living in an old cabin. That started him researching and reading about bats. When Merlin was a teenager, his family moved to Tennessee. Their new home just happened to be near a bat cave. “I caught some and identified them in a book,” remembers Merlin. They were gray bats. “The book said that this was a species that lived in the same cave year round and didn't migrate.” After a year of watching when the bats entered and exited the cave, Merlin figured out that the books were wrong. These gray bats weren't there all year — they migrated."],
        ["2", "\tArmed with what he'd learned, high school kid Merlin Tuttle convinced scientists at the Smithsonian Institution that they might be wrong. “They gave me several thousand bat bands and said, 'Why don't you go back and band them and see if you can figure out where they go,' ” remembers Merlin. Bat bands are small metal clips with identification numbers on them. The bands fit around a bat's winged arm like a bracelet. Merlin Tuttle ended up studying gray bats for many years. He visited their caves all across the southeastern United States through college and after he became a bat scientist. “I eventually banded over forty thousand bats and traced some of the migrants all the way from Florida to the Virginia border,” said Merlin. Because of his research, books had to be rewritten to say that gray bats not only migrate, but also often travel a really long way."],
        ["", "Fʀᴏᴍ Sᴄɪᴇɴᴛɪsᴛ ᴛᴏ Cᴏɴsᴇʀᴠᴀᴛɪᴏɴɪsᴛ"],
        ["3", "\tMerlin kept studying bats and other animals through college. He eventually got an advanced degree in mammalogy, the study of mammals, the kind of animals bats are. While Merlin became a respected bat scientist in the 1970s, bats themselves got very little respect. Merlin traveled around the world studying bats — Africa, Asia, Latin America, and North America. “Everywhere I went, people were killing bats in large numbers just out of ignorance,” says Merlin. Many people are afraid of bats. Bats live in dark spooky places like caves and abandoned buildings, and only come out at night. Merlin saw bat caves dynamited or bulldozed shut. Misguided farmers told him they killed bats to protect their fruit trees or crops. Even the caves where Merlin studied gray bats were under attack. In 1976 Merlin visited an Alabama cave that was once home to 250,000 gray bats. What he found shocked him. All the bats were gone. Inside the cave were sticks, stones, rifle cartridges, and fireworks wrappers."],
        ["4", "\tMerlin Tuttle decided he had to do something to help the bats he loved to study, so he started an organization in 1982. It wasn't easy. “When I started Bat Conservation International (BCI), most people would've rather paid to kill a bat than to save one,” says Merlin. “They ranked between cockroaches and rattlesnakes in opinion polls.” People misunderstand bats. They mistakenly believe that bats are blind, fierce, disease-carrying, scary critters that want to bite. So Merlin set out to educate people about how gentle, amazing, and important bats really are."],
        ["5", "\tPhotography quickly became an important tool. “People fear most what they understand least,” explains Merlin. Bats are misunderstood partly because they are hard to see. Bats fly at night and spend the day in dark places. When Merlin started writing books about bats, most photographs showed bats with snarling teeth held up by their wings. Merlin knew the bats in the photographs looked frightening because they were scared and stressed. So he started taking his own photographs of bats at ease — bats just being bats. His stunning natural photos soon showed up in magazines and books. The photos of bats flying, eating nectar, catching fish, and caring for pups helped people see bats for what they really are — and want to save them."]
    ],
    "Copyright": "",
    "References": []
}