{
    "Directions": "Read this article, then answer each question.",
    "Context": [],
    "Title": "[Excerpt from] Thomas Jefferson Builds a Library",
    "Subtitle": "",
    "Author": "by Barb Rosenstock",
    "LabelType": "P",
    "Content": [
        ["1", "\tTom gobbled books the way a starving man eats. Before he turned six, people said he'd read every book in his father's library..."],
        ["2", "\tTom married, and he read. He built a house, and he read. And Tom made sure his children read, too."],
        ["3", "\tJefferson designed his home, Monticello, on a hilltop outside Charlottesville, Virginia. At first, the library was located on the second floor. But later, Jefferson moved it downstairs as part of his private rooms for reading, writing, drawing, and sleeping..."],
        ["4", "\tTom belonged in that library at Monticello. He never wanted to leave his wife, Martha, his children, his farm, or his books. But when the colonists wanted their freedom from England, the people of Virginia needed someone smart to represent them."],
        ["5", "\tGuess who they picked?!"],
        ["6", "\tAt the Continental Congress in Philadelphia, Tom used all he knew, from all the books he'd read, to write the Declaration of Independence. These words started a new country, the United States of America. Now, many famous folks knew Thomas Jefferson —that tall redhead, standing off in the corner, reading..."],
        ["7", "\tTom packed his memories and traveled across the ocean for the first time..."],
        ["8", "\tWhen he wasn't busy with kings and courtiers, Tom shopped for new books—from Paris, Amsterdam, Frankfurt, Madrid, and London—in languages he knew (English, Latin, Greek, Italian, French, Spanish, Anglo-Saxon) and languages he wished to know (German, Dutch, Bengali, Arabic, and Welsh)."],
        ["9", "\tBooksellers loved to see Thomas Jefferson. He bought books from those he liked and those he didn't, in shops or street markets, for pennies or pounds. A few cost more than a working man made in a lifetime."],
        ["10", "\tTom bought two thousand books in five years, more than a book a day."],
        ["11", "\tIn 1805, Jefferson estimated that, in thirty-four years of collecting, he had spent $15,000 on books for his library, more than a quarter of a million dollars in today's money..."],
        ["12", "\tIn 1814, England and the United States were at war again. British soldiers invaded Washington and set fire to the Capitol. Tom heard the terrible news: They'd burned the Library of Congress. Three thousand precious books, gone forever."],
        ["13", "\tAfter fifty years of collecting, Tom owned more books than just about anyone else in America. He couldn't let his country go without a library. Guess what he did?!"],
        ["14", "\tHe sorted, and he read. He labeled, and he read. He wrapped, and he read. And sent his books to Washington, DC.. Jeferson planned the exact route that the ten wagons took from Monticelo to Washington. Each wagon carried about one ton of books."],
        ["", "problems/NY22G6E/media/S5a.jpg"]
    ],
    "Copyright": "",
    "References": []
}