{
    "Directions": "Read this story, then answer each question that follows.",
    "Context": [],
    "Title": "[Excerpt from] Addison Cooke and the Treasure of the Incas",
    "Subtitle": "",
    "Author": "by Jonathan W. Stokes",
    "LabelType": "P",
    "Content": [
        ["1", "\tAunt Delia dropped Addison and Molly off in front of the New York Museum of Archaeology. It was a sprawling marble building, backlit by lightning strikes in the glowering night sky. Trees bent under the lash of a whipping wind. Addison and Molly dashed through the heavy raindrops of the growing storm, splashing their way through puddles to the basement entrance."],
        ["2", "\tAunt Delia and Uncle Nigel were museum curators,¹ so Addison and Molly knew the wooded grounds by heart. They cut through a maze of hedges and ducked under an arched portico. Skimming rainwater from his face, Addison found the basement key hidden in a crack of loose mortar. He unlocked the creaking iron door and hauled it open with all his strength. He and Molly slipped inside from the howling rainstorm, the great door booming shut behind them."],
        ["3", "\tThe New York Museum of Archaeology was Addison's favorite place in the world. Great echoing halls filled with Egyptian mummies, Mongolian battle armor, a Viking warship, and the eastern wing of an Aztec temple. Deep down in the musty, snaking passageways of the basement archives was a secret underground world the public never saw. A labyrinth of vaults where millions of specimens were filed and stored. This was their uncle's workplace."],
        ["4", "\tAddison and Molly trotted through the dark corridors by feel, listening to the rising thunder rattling the cement walls above. They passed a long hallway crammed with crates of Ice Age bones for the Hall of Paleontology: saber-toothed tiger skulls with teeth curved like Arabian sickle swords, giant sloth femurs heavy as tree limbs, dire wolf claws sharp as switchblades. At last they spotted a light glowing from an oﬃce at the end of a dark passage."],
        ["5", "\t“Uncle Nigel, we're here!” Molly called ..."],
        ["6", "\t“Your aunt has a lot to worry about right now,” explained Uncle Nigel. “People don't visit museums as often as they used to. So your aunt and I have to work incessantly,² like Slinkies on an escalator. If we don't find a great exhibit that will draw visitors back to the museum, our funding will be slashed and ...” Uncle Nigel trailed off. Then, looking hard at Addison and Molly, he seemed to decide that honesty was the best policy. “Well, we could lose our jobs.”"],
        ["7", "\tAddison and Molly weren't sure how to respond. Molly busied herself picking bits of turf from her cleats. Addison drew in his notebook, sketching the Cherokee headdress he saw draped over the filing cabinet."],
        ["8", "\t“The point is,” continued Uncle Nigel, “your aunt is on a short fuse. And you'd be wise to be model children for her until we sail through this rough patch.” ..."],
        ["9", "\t“Well, that's enough serious talk,” said Uncle Nigel. “I just returned from a dig in the jungles of Bolivia and found the most improbable relic. An artifact that's not even supposed to exist! I don't suppose you'd like to see it?”"],
        ["10", "\t“I don't see why not,” said Addison, who could think of nothing better than a strange relic from a distant country."],
        ["11", "\tAs Uncle Nigel talked, Addison's eyes darted to the shadowy corners of the oﬃce, containing relics from every era of history. Ancient maps, papyrus scrolls, and decaying mummies. Blood-encrusted samurai swords from feudal Japan. Maasai spears decorated in ostrich feathers. The fossil skeleton of an extinct dodo bird. Even the ten foot tusk of a narwhal, spiraled like a unicorn's horn ..."],
        ["12", "\tUncle Nigel nodded and wound up his tale. “The Incas never delivered their treasure. Instead, they locked it away in a secret chamber and hid three keys across the Incan Empire. Each key contains a clue leading to the next. Locals believe Atahualpa's treasure is cursed ... Fortune hunters have searched for it over the centuries, and none have returned alive. Legends say the treasure vault will open only for someone who has learned from King Atahualpa's mistakes.” ..."],
        ["13", "\t“So what did you find on your dig in Bolivia?” Addison asked quietly."],
        ["14", "\t“Oh, only this,” replied Uncle Nigel, unlocking the safe behind his desk and removing a fragile wooden box. He pried open the mildewed lid and tilted it to the light."],
        ["15", "\tAddison's jaw dropped in amazement. Molly's followed suit. Inside the box lay an intricately carved stone, roughly the size of a large chess piece."],
        ["16", "\t“One of the three keys!” cried Addison."],
        ["17", "\tMore thunder broke outside the museum. It shook the walls, as if giants upstairs were rearranging their furniture, and repeatedly changing their minds on where to set the couch. The wind howled so fiercely it could be heard even in the basement."],
        ["18", "\tMolly shivered. “Is it real?”"],
        ["19", "\tUncle Nigel allowed himself a smile. “I'm pretty sure it is Atahualpa's first key,” he replied, his precise Oxford accent elegantly slicing the words into perfect squares. “Though the key is made of stone, so we can't carbon-date it.”"]
    ],
    "Copyright": "Excerpt from Addison Cooke and the Treasure of the Incas by Jonathan W. Stokes. Copyright © 2016 by Jonathan W. Stokes. Published by Philomel Books, an imprint of Penguin Random House LLC. Used with permission.",
    "References": [
        ["¹", "curator: a person who chooses items for use in a musuem"],
        ["²", "incessantly: without stopping"]
    ]
}