{
    "Directions": "Read this article, then answer each question.",
    "Context": [],
    "Title": "[Excerpt from] School Days in Egypt",
    "Subtitle": "",
    "Author": "by Joyce Haynes",
    "LabelType": "P",
    "Content": [
        ["1", "\tIn Ancient Egypt, only the very smartest children went to school, where they learned to read and write. Most Egyptians did not ever learn to read and write."],
        ["2", "\tThe children who went to school learned to be scribes. Scribes were very important people in Ancient Egypt because they were almost the only ones who could read and write. Although records tell us that there were a few female scribes, most were men. Boys entered scribal school when they were quite young and studied hard for about 10 to 12 years."],
        ["3", "\tIt took years to learn how to write the hundreds of signs called hieroglyphs. Ancient Egyptians used hieroglyphs to write their language. Just think, you only have to learn 26 letters!"],
        ["", "problems/NY19G6E/media/S3a.jpg"],
        ["4", "\tScribes also had to know how to write hieratic. This was a kind of shorthand script used for everyday writing."],
        ["5", "\tStudents memorized the hieroglyphic signs and practiced writing them on pieces of stone, pottery, or wood. They practiced by copying all kinds of things that had already been written: letters, literature, religious records, and business and government documents. In this way, students learned about more than just their language."],
        ["6", "\tScribal students used writing tools somewhat like the parts of a water color set you might have. Ink was shaped into round disks, just like our paint sets. But instead of many colors, scribes used only red and black. The cakes of ink were made out of the mineral red ochre and out of black carbon from burnt sticks or pans. Scribes carried small pots of water to mix with the inks. Their brushes, made of reed plants, were held in a small case. The hieroglyph that spells “scribe” contains all of these different parts."],
        ["7", "\tStudents often practiced writing on flat pieces of the limestone rock that could be found everywhere in Egypt. Many school texts, or homework, have been found on these flakes of stone. Sometimes a student or a scribe needed to write something very important. Then he wrote on papyrus paper, made from the papyrus plant that grew in the marshes along the Nile."],
        ["8", "\tWhen a student finished scribe school, he could get a good job in Ancient Egypt. He might become a doctor or a priest, the secretary to a noble family, the boss of a group of workers, or have some other job that required the ability to read and write."],
        ["9", "\tThe Egyptians wrote as many different kinds of things as we do. They wrote letters home and sent bills for work they'd done. They wrote poetry and stories and put down words of wisdom and advice for their children. They wrote many prayers to their gods."],
        ["10", "\tParents were happy to pay the high price to send a child to scribal school. Read these words, from a father to his son. They were written about 4,000 years ago, to convince the son of the advantages of going to school."],
        ["", "problems/NY19G6E/media/S3b.jpg"]
    ],
    "Copyright": "",
    "References": []
}