{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "The Nature Of Science"
        ],
        "SubTopics": [
            "Explain how certain questions can be answered through scientific inquiry and/or technological design."
        ],
        "SuppContent": [],
        "Content": [
            "A student learns that pure water freezes at 0°C. The student wants to find out how much salt needs to be added to the water to lower the freezing temperature by two degrees. Which statement explains why this question can be answered through scientific inquiry?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The question likely has more than one answer.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Scientific inquiry is not required to determine the likelihood that the question has multiple answers.",
                    "Percent": 9
                }
            },
            "B": {
                "Choice": "The question has already been answered by scientists.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The results will vary based on the amount of water that is being tested.",
                    "Percent": 12
                }
            },
            "C": {
                "Choice": "The question can be investigated through a group of experiments.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The experiment should be repeated multiple times to increase the reliability of any answers or conclusions that are drawn.",
                    "Percent": 66
                }
            },
            "D": {
                "Choice": "The question can be answered through mathematical calculations.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Mathematical calculations are helpful, but any influences due to experimental or environmental conditions need to be accounted for through scientific investigation.",
                    "Percent": 13
                }
            }
        }
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "The Nature Of Science"
        ],
        "SubTopics": [
            "Explain society’s standard of living in terms of technological advancements and how these advancements impact on agriculture (e.g., transportation, processing, production, storage)."
        ],
        "SuppContent": [],
        "Content": [
            "Scientists recently discovered that firing low-energy particles at potatoes keeps the potatoes from developing unwanted sprouts. They observed that these energy particles prevent cell division in the sprouts. This stops the potatoes from sprouting for up to 120 days. How will this development most likely affect the potato industry?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "by allowing food engineers to improve the ways potatoes can be prepared",
                "Key": {
                    "Correct": false,
                    "Rationale": "This technology does not affect the ways that potatoes can be prepared.",
                    "Percent": 19
                }
            },
            "B": {
                "Choice": "by allowing potatoes to ripen over a longer period of time to improve flavor",
                "Key": {
                    "Correct": false,
                    "Rationale": "Potatoes do not require ripening.",
                    "Percent": 23
                }
            },
            "C": {
                "Choice": "by allowing potatoes to be stored longer so they can be sold during winter months",
                "Key": {
                    "Correct": true,
                    "Rationale": "By preventing the potatoes from sprouting, this technology allows the potatoes to be stored and kept fresh over a longer period of time.",
                    "Percent": 51
                }
            },
            "D": {
                "Choice": "by allowing faster transportation to supermarkets so they never run out of potatoes",
                "Key": {
                    "Correct": false,
                    "Rationale": "This technology does not affect the amount of time it takes to transport the potatoes.",
                    "Percent": 7
                }
            }
        }
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "The Nature Of Science"
        ],
        "SubTopics": [
            "Describe the appropriate use of instruments and scales to accurately and safely measure time, mass, distance, volume, or temperature under a variety of conditions."
        ],
        "SuppContent": [],
        "Content": [
            "A student predicts that a solution of ethanol (C₂H₅OH) and water will have a lower density at room temperature than that of pure water. Which tools would most help the student test this prediction?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "a meterstick and a balance",
                "Key": {
                    "Correct": false,
                    "Rationale": "A meterstick would not be useful in comparing the unknown densities of two liquids.",
                    "Percent": 9
                }
            },
            "B": {
                "Choice": "a hot plate and a thermometer",
                "Key": {
                    "Correct": false,
                    "Rationale": "The item states that measurements are being done at room temperature; therefore, a hot plate would not be a useful tool for this experiment.",
                    "Percent": 24
                }
            },
            "C": {
                "Choice": "a thermometer and a stopwatch",
                "Key": {
                    "Correct": false,
                    "Rationale": "A stopwatch would not be useful in comparing the unknown densities of two liquids.",
                    "Percent": 18
                }
            },
            "D": {
                "Choice": "a balance and a graduated cylinder",
                "Key": {
                    "Correct": true,
                    "Rationale": "Density = mass/volume. A balance can be used to accurately determine the masses of the substances, and the graduated cylinder can be used to accurately determine the volumes of the liquids.",
                    "Percent": 49
                }
            }
        }
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "The Nature Of Science"
        ],
        "SubTopics": [
            "Explain the concept of order in a system [e.g., (first to last: manufacturing steps, trophic levels); (simple to complex: cell, tissue, organ, organ system)]."
        ],
        "SuppContent": [],
        "Content": [
            "Use the diagram below to answer the question.",
            "problems/PA19G8S/media/4a.jpg",
            "Which statement explains why populations in upper trophic levels tend to have less total mass than populations in lower trophic levels?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Populations in upper trophic levels are more complex than populations in lower trophic levels.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The complexity of individual populations does not have a linear relationship going up an energy pyramid.",
                    "Percent": 19
                }
            },
            "B": {
                "Choice": "Populations in upper trophic levels have less available habitat than populations in lower trophic levels.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Habitat is not determined by an energy pyramid.",
                    "Percent": 26
                }
            },
            "C": {
                "Choice": "Populations in upper trophic levels have less available energy than populations in lower trophic levels.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Typically, the amount of food energy and biomass both decrease going up the trophic levels of an energy pyramid.",
                    "Percent": 35
                }
            },
            "D": {
                "Choice": "Populations in upper trophic levels have more nutrient requirements than populations in lower trophic levels.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Specific nutrient requirements are not determined by trophic levels.",
                    "Percent": 20
                }
            }
        }
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "The Nature Of Science"
        ],
        "SubTopics": [
            "Distinguish between open loop (e.g., energy flow, food web) and closed loop (e.g., materials in the nitrogen and carbon cycles, closed-switch) systems."
        ],
        "SuppContent": [],
        "Content": [
            "Which statement best explains why the carbon cycle is classified as a closed-loop system?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Carbon levels are monitored and maintained by plants in a system.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Carbon flows through plants from the atmosphere, but they do not monitor its flow. A large amount of atmospheric carbon dissolves into the ocean.",
                    "Percent": 20
                }
            },
            "B": {
                "Choice": "The flow of carbon occurs only in nonliving components of a system.",
                "Key": {
                    "Correct": false,
                    "Rationale": "All living things are composed of carbon.",
                    "Percent": 13
                }
            },
            "C": {
                "Choice": "Earth’s atmosphere traps all carbon once it passes through living organisms in a system.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Large amounts of carbon also exist in ocean water and in the ground.",
                    "Percent": 29
                }
            },
            "D": {
                "Choice": "A fixed amount of carbon flows between the living and nonliving components of a system.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Carbon flows in a cycle that includes both living and nonliving parts of Earth.",
                    "Percent": 38
                }
            }
        }
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "The Nature Of Science"
        ],
        "SubTopics": [
            "Explain how components of natural and human-made systems play different roles in a working system."
        ],
        "SuppContent": [],
        "Content": [
            "A mouse’s habitat is a grassland containing rocks, soil, and grass. The mouse lives in a burrow underground. Based on this information, which statement best describes how the mouse interacts with its environment?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The mouse uses soil for food and shelter.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The mouse may use the soil for shelter, but it needs the grass for food.",
                    "Percent": 20
                }
            },
            "B": {
                "Choice": "The mouse gets energy from its predators.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The mouse would lose energy avoiding predators.",
                    "Percent": 5
                }
            },
            "C": {
                "Choice": "The mouse changes its environment to create food.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The mouse is a consumer that requires other organisms as a source of food.",
                    "Percent": 7
                }
            },
            "D": {
                "Choice": "The mouse gets energy and shelter from its environment.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Based on the information provided, the mouse must interact with different parts of its environment for survival.",
                    "Percent": 68
                }
            }
        }
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "The Nature Of Science"
        ],
        "SubTopics": [
            "Describe how scientists use models to explore relationships in natural systems (e.g., an ecosystem, river system, the solar system)."
        ],
        "SuppContent": [],
        "Content": [
            "Which relationship would a scientist most likely model using calculations based on the law of universal gravitation?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "the motion of planets within the solar system",
                "Key": {
                    "Correct": true,
                    "Rationale": "The motions or orbits of the planets are mostly controlled by the gravitational pull of the Sun. Orbital models could be made using calculations based on the law of universal gravitation.",
                    "Percent": 64
                }
            },
            "B": {
                "Choice": "the internal structure and position of the Moon",
                "Key": {
                    "Correct": false,
                    "Rationale": "Models of the internal structure of the Moon would most likely be based on geological and seismic information.",
                    "Percent": 12
                }
            },
            "C": {
                "Choice": "factors that affect Earth’s atmosphere and climate",
                "Key": {
                    "Correct": false,
                    "Rationale": "Models of the atmosphere and climate are based on atmospheric patterns and historical data.",
                    "Percent": 14
                }
            },
            "D": {
                "Choice": "natural events that change the shape of Earth’s surface",
                "Key": {
                    "Correct": false,
                    "Rationale": "Models of natural events that change the shape of Earth’s surface are based on physical and geological data.",
                    "Percent": 10
                }
            }
        }
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "The Nature Of Science"
        ],
        "SubTopics": [
            "Describe repeating structure patterns in nature (e.g., veins in a leaf, tree rings, crystals, water waves) or periodic patterns (e.g., daily, monthly, annually)."
        ],
        "SuppContent": [],
        "Content": [
            "Use the graph below to answer the question.",
            "problems/PA19G8S/media/8a.jpg",
            "A scientist measured dissolved oxygen (O₂) levels in a pond over time. A graph showing the results of the measurements is shown. Which statement is the most accurate description of the events occurring in the pond during the time shown?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Aquatic plants consume O₂ in the pond through respiration at a constant level.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The graph does not indicate how much oxygen is being consumed by cellular respiration.",
                    "Percent": 8
                }
            },
            "B": {
                "Choice": "Aquatic plants consume O₂ in the pond through respiration mostly during the early morning.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The graph does not indicate how much oxygen is being consumed by cellular respiration.",
                    "Percent": 19
                }
            },
            "C": {
                "Choice": "Aquatic plants provide additional O₂ for the pond through photosynthesis from late afternoon to early morning.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The graph indicates that oxygen levels are decreasing from late afternoon through the night until morning.",
                    "Percent": 29
                }
            },
            "D": {
                "Choice": "Aquatic plants provide additional O₂ for the pond through photosynthesis from early morning until late afternoon.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The graph indicates that oxygen levels are increasing from morning through the day until late afternoon.",
                    "Percent": 44
                }
            }
        }
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Physical Sciences"
        ],
        "SubTopics": [
            "Compare the time span of renewability for fossil fuels and the time span of renewability for alternative fuels."
        ],
        "SuppContent": [],
        "Content": [
            "Use the chart below to answer the question.",
            "problems/PA19G8S/media/9a.jpg",
            "Biodiesel is an alternative fuel to traditional diesel. Both produce the same amount of energy. Which statement best compares biodiesel to traditional diesel?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Biodiesel produces no carbon dioxide, while traditional diesel produces large amounts of the gas.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Biodiesel produces carbon dioxide in similar amounts to traditional diesel fuel.",
                    "Percent": 21
                }
            },
            "B": {
                "Choice": "Biodiesel produces a small amount of hydrogen, while traditional diesel produces large amounts of the gas.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Biodiesel produces hydrogen gas in similar amounts to traditional diesel fuel.",
                    "Percent": 18
                }
            },
            "C": {
                "Choice": "Biodiesel is produced from a material that forms over a few months, while traditional diesel is produced from a material that forms over several million years.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Biodiesel is produced from a renewable resource that may only take a few months to form, while traditional diesel is produced from non- renewable fossil fuels that can take millions of years to form.",
                    "Percent": 50
                }
            },
            "D": {
                "Choice": "Biodiesel is produced from a material that forms over several decades, while traditional diesel is produced from a material that forms over a few thousand years.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The source of biodiesel takes only a few months to form. The source for traditional diesel can take millions of years to form.",
                    "Percent": 11
                }
            }
        }
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space Sciences"
        ],
        "SubTopics": [
            "Describe the water cycle and the physical processes on which it depends (i.e., evaporation, condensation, precipitation, transpiration, runoff, infiltration, energy inputs, and phase changes)."
        ],
        "SuppContent": [],
        "Content": [
            "Many people in Pennsylvania depend on groundwater for their water supply. Which action would most likely provide a greater amount of groundwater?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "an increase in the amount of infiltration",
                "Key": {
                    "Correct": true,
                    "Rationale": "Water soaking into the ground from processes such as precipitation can help to recharge groundwater supplies.",
                    "Percent": 44
                }
            },
            "B": {
                "Choice": "a decrease in the amount of condensation",
                "Key": {
                    "Correct": false,
                    "Rationale": "A decrease in condensation would result in less water available to reach groundwater supplies.",
                    "Percent": 22
                }
            },
            "C": {
                "Choice": "an increase in the amount of developed land surface",
                "Key": {
                    "Correct": false,
                    "Rationale": "An increase in the amount of developed land surface may result in more surface runoff and evaporation before water can reach groundwater supplies.",
                    "Percent": 23
                }
            },
            "D": {
                "Choice": "a decrease in the amount of autumn and winter precipitation",
                "Key": {
                    "Correct": false,
                    "Rationale": "A decrease in precipitation would not result in a greater amount of groundwater.",
                    "Percent": 18
                }
            }
        }
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space Sciences"
        ],
        "SubTopics": [
            "Identify how cloud types, wind directions, and barometric pressure changes are associated with weather patterns in different regions of the country."
        ],
        "SuppContent": [],
        "Content": [
            "Which statement best describes how thunderstorms form?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Convection currents cause cirrus clouds to become wider, resulting in less energy in the clouds than in the surrounding air.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Cirrus clouds are thin, wispy clouds associated with fair weather. Also, an increase in energy within the clouds occurs.",
                    "Percent": 12
                }
            },
            "B": {
                "Choice": "Convection currents cause cumulus clouds to become taller, resulting in more energy in the clouds than in the surrounding air.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Warm, moist air rises and cold air sinks, causing convection currents. As the moisture condenses, energy is released. As moisture condenses out of the lifting air, it is warmer than the surrounding air, causing cumulus clouds to get taller.",
                    "Percent": 47
                }
            },
            "C": {
                "Choice": "Downdrafts resulting from evaporation cause cirrus clouds to become taller, resulting in more energy in the clouds than in the surrounding air.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Updrafts from condensation (rather than downdrafts from evaporation) cause cumulus (not cirrus) clouds to get taller.",
                    "Percent": 23
                }
            },
            "D": {
                "Choice": "Downdrafts resulting from evaporation cause cumulus clouds to become wider, resulting in less energy in the clouds than in the surrounding air.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Updrafts from condensation (rather than downdrafts from evaporation) result in more energy and cause cumulus clouds to get taller.",
                    "Percent": 18
                }
            }
        }
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space Sciences"
        ],
        "SubTopics": [
            "Describe the role of gravity as the force that governs the movement of the solar system and universe."
        ],
        "SuppContent": [],
        "Content": [
            "Which statement best explains how a planet affects the orbital path of a comet as the comet passes by the planet?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The speed of the comet creates an area of low pressure as the comet passes by, pulling the planet toward the comet.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Comets are much lighter and smaller than planets. The gravitational force of the planet pulls on the comet.",
                    "Percent": 8
                }
            },
            "B": {
                "Choice": "The magnetic fields of the comet and the planet produce similar charges, pushing the two objects apart as the comet passes by.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The magnetic fields between comets and planets are not strong enough to affect their orbits.",
                    "Percent": 14
                }
            },
            "C": {
                "Choice": "The planet has a stronger gravitational field than the comet has, and the comet is pulled slightly toward the planet as it passes by.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The gravitational force of a planet can pull a comet slightly towards the planet as a comet passes by because planets are so much more massive than comets.",
                    "Percent": 55
                }
            },
            "D": {
                "Choice": "The gravitational field of the planet pulls the comet, which does not have a gravitational field, toward the planet as the comet passes by.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Gravity is a force instead of a field. Also, comets do have a gravitational force, it is just much smaller than a planet’s gravitational force.",
                    "Percent": 23
                }
            }
        }
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "The Nature Of Science"
        ],
        "SubTopics": [
            "Use evidence, observations, or a variety of scales (e.g., mass, distance, volume, temperature) to describe relationships."
        ],
        "SuppContent": [
            "problems/PA19G8S/supps/PA19G8S-S1.json"
        ],
        "Content": [
            "Scientists have observed that the American cockroach can run up to 1.5 m/sec. The average body length of the American cockroach is around 38 mm. Which statement best describes its speed relative to its body length?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The cockroach runs 10 times its body length per second.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The ratio is much greater than 10 times its body length per second.",
                    "Percent": 30
                }
            },
            "B": {
                "Choice": "The cockroach runs 40 times its body length per second.",
                "Key": {
                    "Correct": true,
                    "Rationale": "1.5 m/s / 0.038 m = 39.47 times (about 40 times)",
                    "Percent": 36
                }
            },
            "C": {
                "Choice": "The cockroach runs 10 times its body length per minute.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The ratio would be larger on a “per minute” scale. The units in the item are provided in meters per second, not meters per minute.",
                    "Percent": 19
                }
            },
            "D": {
                "Choice": "The cockroach runs 40 times its body length per minute.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The ratio would be larger on a “per minute” scale. The units in the item are provided in meters per second, not meters per minute.",
                    "Percent": 15
                }
            }
        }
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "The Nature Of Science"
        ],
        "SubTopics": [
            "Describe how engineers use models to develop new and improved technologies to solve problems."
        ],
        "SuppContent": [
            "problems/PA19G8S/supps/PA19G8S-S1.json"
        ],
        "Content": [
            "Using cockroaches as living models, what technology are engineers trying to improve?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "miniaturized robotics",
                "Key": {
                    "Correct": true,
                    "Rationale": "The scientists are trying to improve the technological design of tools or vehicles that require fast and efficient movements.",
                    "Percent": 61
                }
            },
            "B": {
                "Choice": "disease control methods",
                "Key": {
                    "Correct": false,
                    "Rationale": "The work of the scientists is not related to disease control.",
                    "Percent": 10
                }
            },
            "C": {
                "Choice": "alternative power sources",
                "Key": {
                    "Correct": false,
                    "Rationale": "The scientists are not using the cockroaches as an energy or power source.",
                    "Percent": 10
                }
            },
            "D": {
                "Choice": "audio and visual recording devices",
                "Key": {
                    "Correct": false,
                    "Rationale": "The scientists are not testing out the effectiveness of their audio and visual recording devices.",
                    "Percent": 19
                }
            }
        }
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Biological Sciences"
        ],
        "SubTopics": [
            "Explain how inherited structures or behaviors help organisms survive and reproduce in different environments."
        ],
        "SuppContent": [
            "problems/PA19G8S/supps/PA19G8S-S1.json"
        ],
        "Content": [
            "How do the sensory spines most likely help the cockroach survive in its environment?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "They improve the cockroach’s vision so it can see predators sooner.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sensory spines do not provide the cockroach with improved vision.",
                    "Percent": 12
                }
            },
            "B": {
                "Choice": "They allow the cockroach to change its body shape to confuse predators.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sensory spines do not change the body shape of the cockroach.",
                    "Percent": 11
                }
            },
            "C": {
                "Choice": "They reduce the friction along the top of the cockroach so it can move faster than predators.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sensory spines are located on the cockroach’s legs. Their main purpose is not to reduce friction along the top of the cockroach.",
                    "Percent": 17
                }
            },
            "D": {
                "Choice": "They allow the cockroach to move through small spaces where it is unable to use its feet to escape predators.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sensory spines provide extra surfaces on the cockroach to push or spring off of objects without using its feet.",
                    "Percent": 60
                }
            }
        }
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Physical Sciences"
        ],
        "SubTopics": [
            "Describe forces acting on objects (e.g., friction, gravity, balanced versus unbalanced)."
        ],
        "SuppContent": [
            "problems/PA19G8S/supps/PA19G8S-S1.json"
        ],
        "Content": [
            "A scientist was studying cockroach movement through a small passage. The scientist attached sandpaper to the inside surfaces of the passage. Which variable was the scientist most likely trying to investigate?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "weight",
                "Key": {
                    "Correct": false,
                    "Rationale": "Attaching sandpaper inside the passage would not affect cockroach weight measurements.",
                    "Percent": 8
                }
            },
            "B": {
                "Choice": "friction",
                "Key": {
                    "Correct": true,
                    "Rationale": "Sandpaper has a coarse surface that would provide added friction against the cockroach’s body.",
                    "Percent": 75
                }
            },
            "C": {
                "Choice": "temperature",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sandpaper would have the same temperature as its surroundings.",
                    "Percent": 6
                }
            },
            "D": {
                "Choice": "energy transfer",
                "Key": {
                    "Correct": false,
                    "Rationale": "The presence of sandpaper inside the passage is not likely to help with tests on energy transfer.",
                    "Percent": 11
                }
            }
        }
    }
}