{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX21G7R/supps/TX21G7R-S1.json"
        ],
        "Content": [
            "Based on the selection, why is the title “More Than a Whistle” appropriate?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "El Silbo is a whistled language produced with specialized sounds.",
                "Key": {
                    "Correct": false,
                    "Rationale": "El Silbo is a whistled language produced with specialized sounds, but that fact alone cannot be used to justify the title “More Than a Whistle.”",
                    "Percent": 9
                }
            },
            "B": {
                "Choice": "El Silbo is a whistled language, but it also represents a traditional way of life in La Gomera.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the selection there is information about a whistled language, el Silbo. However, el Silbo is “more than a whistle” because it represents an entire way of life. El Silbo “has a history that reaches back for many generations,” (paragraph 2) and is “an important and unique part” of the heritage of La Gomera (paragraph 4).",
                    "Percent": 75
                }
            },
            "C": {
                "Choice": "El Silbo is a language that uses whistles of different pitches, but it is used less often than it once was.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The fact that el Silbo is comprised of different pitches and is used less often than it once was does not provide support to justify the title “More Than a Whistle.”",
                    "Percent": 11
                }
            },
            "D": {
                "Choice": "El Silbo is a whistled language that can be heard over long distances.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The importance of el Silbo and the reason that it is “more than a whistle” are not included in this statement.",
                    "Percent": 5
                }
            }
        }
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX21G7R/supps/TX21G7R-S1.json"
        ],
        "Content": [
            "Which inference about Cyro is supported by the information in paragraph 6?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "He is using the language of his ancestors in new ways.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Cyro is using the language of his ancestors to communicate, which is how his ancestors used el Silbo, so he is not using the language in a new way.",
                    "Percent": 12
                }
            },
            "G": {
                "Choice": "Islanders see him as a role model for young people.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Cyro is helping to keep the tradition of el Silbo alive, there is no evidence to support the conclusion that islanders see him as a role model.",
                    "Percent": 7
                }
            },
            "H": {
                "Choice": "He uses the language of his ancestors to entertain tourists.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although some islanders do use el Silbo to entertain tourists, Cyro uses the language to communicate “with his friends and with his animals” (paragraph 6).",
                    "Percent": 5
                }
            },
            "J": {
                "Choice": "He thinks preserving his heritage is more important than living in a modern place.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 6, the author explains how Cyro and his family left La Gomera to “find jobs and lead new lives,” but Cyro eventually returned home to the island. Cyro states that he will remain on La Gomera because “‘the island needs me.’” Based on this information, the reader can infer that for Cyro, living in a more modern place is not as important to him as preserving his heritage.",
                    "Percent": 76
                }
            }
        }
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX21G7R/supps/TX21G7R-S1.json"
        ],
        "Content": [
            "Which key idea is best supported by information in paragraphs 4 through 6?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Tourism is the major industry in La Gomera.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Tourism is referenced in paragraph 5, but its importance is not a key idea supported by the information in paragraphs 4 through 6.",
                    "Percent": 7
                }
            },
            "B": {
                "Choice": "El Silbo is more difficult to learn than most other languages.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although el Silbo is a unique language, the difficulty of learning the language is not addressed in paragraphs 4 through 6.",
                    "Percent": 16
                }
            },
            "C": {
                "Choice": "The people of La Gomera have differing ideas about the value of el Silbo.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraphs 4 through 6, the author explains that some islanders consider the language precious and think it should be preserved (paragraph 4) and embraced (paragraph 6). The idea that some islanders think the language is antiquated and only useful for entertaining tourists is explained in paragraph 5, illustrating that opinions on the language differ.",
                    "Percent": 70
                }
            },
            "D": {
                "Choice": "Earning a living is easier now than in the past for the people of La Gomera.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 6, the author explains that Cyro’s family left La Gomera to find jobs, and, although Cyro came back, there is no evidence that earning a living on La Gomera is easier now than in the past.",
                    "Percent": 7
                }
            }
        }
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Foundational Language Skills"
        ],
        "SubTopics": [
            "Use context such as contrast or cause and effect to clarify the meaning of words."
        ],
        "SuppContent": [
            "problems/TX21G7R/supps/TX21G7R-S1.json"
        ],
        "Content": [
            "Which phrase from paragraph 2 helps the reader understand the meaning of s͟p͟e͟c͟u͟l͟a͟t͟e?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "El Silbo has a history",
                "Key": {
                    "Correct": false,
                    "Rationale": "This phrase is related to a known fact about el Silbo, so it does not help the reader understand the meaning of s͟p͟e͟c͟u͟l͟a͟t͟e.",
                    "Percent": 15
                }
            },
            "G": {
                "Choice": "for many generations",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the phrase “for many generations” helps the reader understand that el Silbo has existed for a long time, it does not help the reader understand the meaning of s͟p͟e͟c͟u͟l͟a͟t͟e.",
                    "Percent": 10
                }
            },
            "H": {
                "Choice": "No one is certain",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 2, the author explains that “No one is certain” of the origin of el Silbo. The reader can determine based on the context that s͟p͟e͟c͟u͟l͟a͟t͟e means to suppose or guess.",
                    "Percent": 64
                }
            },
            "J": {
                "Choice": "the original inhabitants",
                "Key": {
                    "Correct": false,
                    "Rationale": "It is known by historians that el Silbo was used by “the original inhabitants” of the island, so this is not a question that some s͟p͟e͟c͟u͟l͟a͟t͟e about.",
                    "Percent": 11
                }
            }
        }
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Multiple Genres"
        ],
        "SubTopics": [
            "The controlling idea or thesis with supporting evidence."
        ],
        "SuppContent": [
            "problems/TX21G7R/supps/TX21G7R-S1.json"
        ],
        "Content": [
            "Read these sentences from paragraph 4.",
            ":box:Before long only a few people could still whistle this unique language.\n\nTo preserve the language, the government took action and required that el Silbo be taught in the schools.",
            "Which central idea do these sentences help the reader understand?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "People can adapt a language to their changing needs.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Based on the information in the selection, the reader can infer that the needs of the islanders changed, but the people of La Gomera did not adapt el Silbo to meet their changing needs.",
                    "Percent": 10
                }
            },
            "B": {
                "Choice": "People can understand a language without needing to speak it.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This idea is not supported by these sentences. The government requires that “el Silbo be taught in the schools,” which implies that speaking a language and understanding it are both equally important.",
                    "Percent": 5
                }
            },
            "C": {
                "Choice": "A language can help connect people in different places with different ways of life.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although tourists do come to La Gomera to hear el Silbo, the sentences focus on the preservation of the language to prevent it from being lost, not its ability to help people connect.",
                    "Percent": 24
                }
            },
            "D": {
                "Choice": "A language can disappear over time if people no longer use it.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sentences from paragraph 4 are included to show that use of el Silbo declined in recent decades and that the government took steps to bring back the language. Based on these sentences, the reader can understand the central idea that “A language can disappear over time if people no longer use it.”",
                    "Percent": 61
                }
            }
        }
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Author's Purpose & Craft"
        ],
        "SubTopics": [
            "Analyze the author's use of print and graphic features to achieve specific purposes."
        ],
        "SuppContent": [
            "problems/TX21G7R/supps/TX21G7R-S1.json"
        ],
        "Content": [
            "The author includes the photograph of the ravine most likely to support which idea?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The people of La Gomera needed a language that could travel long distances.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 4, the author explains that “Whistling allowed islanders to deliver messages across the ravines without having to walk great distances around them.” The author includes the photograph of the ravine to show the island’s terrain, providing additional evidence that the people of La Gomera needed a language that could travel long distances.",
                    "Percent": 60
                }
            },
            "G": {
                "Choice": "El Silbo is spoken only by the people on the island of La Gomera.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The photograph shows a ravine on La Gomera, but the idea that el Silbo is spoken only by people on the island of La Gomera is not supported.",
                    "Percent": 7
                }
            },
            "H": {
                "Choice": "You can hear the whistles of canaries and other birds on the island of La Gomera.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Canaries and other birds likely inhabit the ravines of La Gomera, but the idea that you can hear their whistles is not supported by the photograph.",
                    "Percent": 14
                }
            },
            "J": {
                "Choice": "The landscape of La Gomera is different from the other islands that make up the Canary Islands.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The landscape of La Gomera is shown in the photograph of the ravine, but it is not possible to make a comparison with other islands based solely on the photograph.",
                    "Percent": 19
                }
            }
        }
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Response Skills"
        ],
        "SubTopics": [
            "Use text evidence to support an appropriate response."
        ],
        "SuppContent": [
            "problems/TX21G7R/supps/TX21G7R-S1.json"
        ],
        "Content": [
            "Which sentence best supports the idea that more than one language is spoken in La Gomera?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Whistling allowed islanders to deliver messages across the ravines without having to walk great distances around them. (paragraph 4)",
                "Key": {
                    "Correct": false,
                    "Rationale": "This sentence is included to provide details about only one particular language—el Silbo.",
                    "Percent": 19
                }
            },
            "B": {
                "Choice": "The whistles were often used to make public announcements or to send invitations to events. (paragraph 4)",
                "Key": {
                    "Correct": false,
                    "Rationale": "Information about only one particular language, el Silbo, is provided in this sentence.",
                    "Percent": 19
                }
            },
            "C": {
                "Choice": "It is far from being the common language that it used to be. (paragraph 5)",
                "Key": {
                    "Correct": true,
                    "Rationale": "Based on this sentence, the reader can infer that other languages are spoken on La Gomera. If el Silbo is no longer “the common language that it used to be,” then another language or other languages must be spoken on the island.",
                    "Percent": 58
                }
            },
            "D": {
                "Choice": "Cyro loves whistling to communicate. (paragraph 6)",
                "Key": {
                    "Correct": false,
                    "Rationale": "This sentence is included to show how one islander feels about el Silbo, not to support the idea that there is more than one language spoken on La Gomera.",
                    "Percent": 3
                }
            }
        }
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Author's Purpose & Craft"
        ],
        "SubTopics": [
            "Analyze the author's use of print and graphic features to achieve specific purposes."
        ],
        "SuppContent": [
            "problems/TX21G7R/supps/TX21G7R-S1.json"
        ],
        "Content": [
            "The author includes the map most likely to help the reader understand —"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "why younger people of La Gomera often move to the mainland",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author does refer to people leaving La Gomera, there is no connection between this information and the map.",
                    "Percent": 4
                }
            },
            "G": {
                "Choice": "where the Canary Islands are located and where La Gomera is among them",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 1, the author explains that “Just off the coast of Africa lies a small group of islands known as the Canary Islands.” The author includes a map to further help the reader understand where the Canary Islands are located, and to see exactly where among the islands La Gomera is located.",
                    "Percent": 75
                }
            },
            "H": {
                "Choice": "which route sailors took to reach the Canary Islands from Spain in the 1500s",
                "Key": {
                    "Correct": false,
                    "Rationale": "The location of the islands is indicated on the map, but there are no sailing routes from the 1500s depicted.",
                    "Percent": 6
                }
            },
            "J": {
                "Choice": "where in northern Africa el Silbo may have originated",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although a portion of northern Africa is depicted on the map, the reader cannot use the map to understand where el Silbo originated.",
                    "Percent": 15
                }
            }
        }
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Multiple Genres"
        ],
        "SubTopics": [
            "Analyze how characters' qualities influence events and resolution of the conflict."
        ],
        "SuppContent": [
            "problems/TX21G7R/supps/TX21G7R-S2.json"
        ],
        "Content": [
            "In paragraph 23, how do Kun Ya’s comments influence Noi?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Kun Ya’s comments cause Noi to lose focus and start to daydream.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Noi does not lose focus. Because of Kun Ya’s comments, Noi is able to “‘Become the butterfly’” (paragraph 23).",
                    "Percent": 4
                }
            },
            "B": {
                "Choice": "Kun Ya’s comments give Noi confidence and guidance as she paints.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 23, Kun Ya tells Noi that her “‘trembling is good’” and gives her advice on how to paint a butterfly. Kun Ya’s comments guide Noi and give her confidence as she paints, and in paragraph 24, Noi comes to an instant understanding of the meaning of Kun Ya’s advice.",
                    "Percent": 82
                }
            },
            "C": {
                "Choice": "Kun Ya’s comments make Noi think about how Kun Ya paints butterflies.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Noi gains confidence from Kun Ya’s comments and paints her own butterfly; she does not think about how Kun Ya paints butterflies.",
                    "Percent": 10
                }
            },
            "D": {
                "Choice": "Kun Ya’s comments urge Noi to use a technique that she finds uncomfortable.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Noi does try a new technique based on Kun Ya’s comments, but she is excited (“‘I did it!’”), not uncomfortable.",
                    "Percent": 4
                }
            }
        }
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Response Skills"
        ],
        "SubTopics": [
            "Paraphrase and summarize texts in ways that maintain meaning and logical order."
        ],
        "SuppContent": [
            "problems/TX21G7R/supps/TX21G7R-S2.json"
        ],
        "Content": [
            "What is the best summary of the excerpt?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Kun Ya, Noi, and Ting work together in the jungle to create painted silk umbrellas. Kun Ya paints plants and animals on the umbrellas, and Noi and Ting help mix the paints. At the end of the day, Kun Ya asks Noi to paint a butterfly, and though Noi is anxious about the task, she does it successfully.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The best summary of the excerpt is presented in these sentences. Information is provided about what Kun Ya, Noi, and Ting are doing and where, what Kun Ya asks of Noi, and how Noi successfully fulfills Kun Ya’s request despite feeling anxious.",
                    "Percent": 75
                }
            },
            "G": {
                "Choice": "Kun Ya paints designs on silk umbrellas in the jungle, and her granddaughters, Noi and Ting, assist her. Kun Ya has painted an elephant on an umbrella, and Noi pretends the elephant is alive. After the umbrellas are dry, Noi and Ting close them up.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This summary does not include a reference to what Kun Ya asks of Noi, or what Noi does in response to the request, so it is incomplete.",
                    "Percent": 8
                }
            },
            "H": {
                "Choice": "Kun Ya, Noi, and Ting spend all day painting silk umbrellas in a jungle clearing. Both girls usually mix the paints, and Noi sometimes paints leaves. Ting takes an umbrella featuring an elephant to hang it up to dry but then she starts to play with it, causing Noi to laugh.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This summary includes minor details and omits information about Kun Ya’s skill and how she influences Noi to successfully complete a challenging task.",
                    "Percent": 6
                }
            },
            "J": {
                "Choice": "Ting and her sister, Noi, often help their grandmother, Kun Ya, paint silk umbrellas. Noi watches Kun Ya paint the umbrellas and sometimes helps by painting leaves on them, and she enjoys the feeling of slick paint between her fingers. At the end of the day, Noi looks at the umbrellas in a basket and admires them.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Noi’s success in completing a challenging task with Kun Ya’s guidance is not included in this summary, making it incomplete.",
                    "Percent": 12
                }
            }
        }
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Foundational Language Skills"
        ],
        "SubTopics": [
            "Determine the meaning and usage of grade-level academic English words derived from Greek and Latin roots such as omni, log/logue, gen, vid/vis, phil, luc, and sens/sent."
        ],
        "SuppContent": [
            "problems/TX21G7R/supps/TX21G7R-S2.json"
        ],
        "Content": [
            "Read this information about the roots of the word t͟r͟a͟n͟s͟l͟u͟c͟e͟n͟t.",
            ":box:from Latin trans, meaning “through” + lucere, meaning “to shine”",
            "Based on this information, what does the word t͟r͟a͟n͟s͟l͟u͟c͟e͟n͟t mean in paragraph 10?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Providing shade from the light",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although an umbrella can be used to provide shade, this meaning is not supported by the Latin roots of t͟r͟a͟n͟s͟l͟u͟c͟e͟n͟t (trans and lucere).",
                    "Percent": 11
                }
            },
            "B": {
                "Choice": "Supplying a steady source of light",
                "Key": {
                    "Correct": false,
                    "Rationale": "Based on the context in paragraph 10 and the Latin roots of t͟r͟a͟n͟s͟l͟u͟c͟e͟n͟t, the light is shining through the umbrella. The umbrella is not a “source of light.”",
                    "Percent": 17
                }
            },
            "C": {
                "Choice": "Becoming fragile in the light",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the umbrella allows light to shine through it, there is no evidence to support the conclusion that the umbrella is “fragile.”",
                    "Percent": 8
                }
            },
            "D": {
                "Choice": "Allowing light to enter",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 10, Noi and Ting open umbrellas, causing the silk to bloom “into t͟r͟a͟n͟s͟l͟u͟c͟e͟n͟t flowers of pinks, greens, purples.” Based on the context in the paragraph and the Latin roots, opening the umbrellas allows light to shine through, or enter, the umbrellas.",
                    "Percent": 64
                }
            }
        }
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Author's Purpose & Craft"
        ],
        "SubTopics": [
            "Describe how the author's use of figurative language such as metaphor and personification achieves specific purposes."
        ],
        "SuppContent": [
            "problems/TX21G7R/supps/TX21G7R-S2.json"
        ],
        "Content": [
            "Read this sentence from paragraph 24.",
            ":box:The flit of the butterflies moved into her, then out into the brush, so the paint seemed to lay itself down.",
            "Why does the author use figurative language in this sentence?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "To show the way Noi captures the motions of a butterfly in her painting",
                "Key": {
                    "Correct": true,
                    "Rationale": "Figurative language is language that uses words that mean something different from the literal interpretation. In paragraph 24, the author compares the movements of Noi’s hand holding the paintbrush to the flit of a butterfly, showing how Noi captures the motions of a butterfly in her painting.",
                    "Percent": 61
                }
            },
            "G": {
                "Choice": "To explain why Noi is able to paint a butterfly without looking at her brush",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence in paragraph 24 that Noi is not looking at her brush.",
                    "Percent": 9
                }
            },
            "H": {
                "Choice": "To suggest that Noi allows a butterfly to land on her as she paints its image",
                "Key": {
                    "Correct": false,
                    "Rationale": "Noi senses butterflies nearby but does not have a butterfly actually land on her.",
                    "Percent": 6
                }
            },
            "J": {
                "Choice": "To emphasize how Noi uses simple strokes to paint an image of a butterfly",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author uses figurative language to compare Noi’s brush strokes to the flitting movement of a butterfly, not to suggest that the strokes are simple.",
                    "Percent": 24
                }
            }
        }
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Response Skills"
        ],
        "SubTopics": [
            "Use text evidence to support an appropriate response."
        ],
        "SuppContent": [
            "problems/TX21G7R/supps/TX21G7R-S2.json"
        ],
        "Content": [
            "Which sentence best identifies Noi’s central conflict?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Even though she was eleven years old, she liked to pretend that Kun Ya’s creatures were real. (paragraph 8)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The fact that Noi is eleven and still likes to pretend that Kun Ya’s creatures are real is not a conflict for Noi.",
                    "Percent": 15
                }
            },
            "B": {
                "Choice": "All morning, Noi and Ting had opened the umbrellas, getting them ready for Kun Ya’s brush. (paragraph 10)",
                "Key": {
                    "Correct": false,
                    "Rationale": "This sentence is used to provide an important detail about what Noi and Ting are doing, but it is not used to help the reader identify Noi’s central conflict.",
                    "Percent": 11
                }
            },
            "C": {
                "Choice": "“But, Kun Ya, I don’t know how.” (paragraph 20)",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 17, Noi holds out an umbrella to Kun Ya and challenges her to “‘Paint a butterfly landing on the flower.’” Noi doubts her abilities and is hesitant to accept the challenge, revealing her central conflict in paragraph 20 when she states, “‘But, Kun Ya, I don’t know how.’”",
                    "Percent": 65
                }
            },
            "D": {
                "Choice": "“Your trembling is good, Noi,” said Kun Ya. (paragraph 23)",
                "Key": {
                    "Correct": false,
                    "Rationale": "Kun Ya provides advice to help Noi resolve her central conflict, but the conflict itself is not identified in this sentence.",
                    "Percent": 9
                }
            }
        }
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Multiple Genres"
        ],
        "SubTopics": [
            "Analyze how characters' qualities influence events and resolution of the conflict."
        ],
        "SuppContent": [
            "problems/TX21G7R/supps/TX21G7R-S2.json"
        ],
        "Content": [
            "Which sentence best shows the relationship between the characters?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "“Your elephant looks so alive, Kun Ya,” Noi said, leaning close. (paragraph 1)",
                "Key": {
                    "Correct": false,
                    "Rationale": "Based on this sentence, the reader can infer that Noi admires Kun Ya’s work, but not what the relationship between the characters is like.",
                    "Percent": 12
                }
            },
            "G": {
                "Choice": "Usually Kun Ya asked Noi and Ting to mix the paints. (paragraph 6)",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this sentence, there is information about how Noi and Ting help Kun Ya, but the relationship between the characters is not revealed.",
                    "Percent": 14
                }
            },
            "H": {
                "Choice": "She glanced at the butterflies dancing close by, then began to paint yellow wings above Kun Ya’s jungle flower. (paragraph 22)",
                "Key": {
                    "Correct": false,
                    "Rationale": "This sentence from paragraph 22 is included to describe what Noi is painting. The close relationship between Noi and her sister and grandmother is not shown.",
                    "Percent": 11
                }
            },
            "J": {
                "Choice": "Kun Ya stroked their hair and sang, “The yellow bird flies away,” while Noi gazed at the flowers and creatures that Kun Ya had created. (paragraph 28)",
                "Key": {
                    "Correct": true,
                    "Rationale": "Based on the sentence from paragraph 28, where the girls lay their heads on their grandmother’s lap while she strokes their hair, the reader can infer that the characters feel strong affection for each other.",
                    "Percent": 63
                }
            }
        }
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Multiple Genres"
        ],
        "SubTopics": [
            "Analyze how the setting influences character and plot development."
        ],
        "SuppContent": [
            "problems/TX21G7R/supps/TX21G7R-S2.json"
        ],
        "Content": [
            "How does the setting influence the plot of the excerpt?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It provides Noi a private place in which to practice painting umbrellas.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Noi is with Ting and Kun Ya, so she is not alone or practicing her painting in private.",
                    "Percent": 23
                }
            },
            "B": {
                "Choice": "It gives Noi an opportunity to learn about how elephants live in the wild.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Noi admires Kun Ya’s painting of an elephant; she does not learn about how elephants live in the wild.",
                    "Percent": 6
                }
            },
            "C": {
                "Choice": "It makes it difficult for Noi to stay calm while she paints the umbrella.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Noi is nervous because she thinks she does not know how to paint something as complicated as a butterfly; she is not nervous because of the setting.",
                    "Percent": 11
                }
            },
            "D": {
                "Choice": "It allows Noi to see butterflies in nature before she paints an image of one.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the excerpt, Noi, Ting, and Kun Ya are in a clearing in the jungle. In paragraph 17, Noi challenges Kun Ya to paint a butterfly on an umbrella. The plot is influenced by the setting when Noi is able to observe butterflies hovering nearby before she starts painting, and she is able to follow Kun Ya’s instructions in paragraph 23 to “‘Become the butterfly.’”",
                    "Percent": 60
                }
            }
        }
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX21G7R/supps/TX21G7R-S2.json"
        ],
        "Content": [
            "What is the most likely reason the author includes the interaction between Noi and Ting in paragraphs 13 and 14?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "To show that the sisters are becoming bored with their individual tasks",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sisters are having fun helping Kun Ya and playing with the umbrellas; they are not bored.",
                    "Percent": 4
                }
            },
            "G": {
                "Choice": "To emphasize that Kun Ya made a mistake when painting the elephant",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence that Kun Ya made a mistake painting the elephant.",
                    "Percent": 6
                }
            },
            "H": {
                "Choice": "To reveal the playful bond that the sisters share with each other",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraphs 13 and 14, Ting twirls an umbrella while she skips around the clearing, making her sister Noi laugh. The author includes this information to reveal the “playful bond that the sisters share with each other.”",
                    "Percent": 84
                }
            },
            "J": {
                "Choice": "To suggest that Ting wants to paint an elephant on an umbrella",
                "Key": {
                    "Correct": false,
                    "Rationale": "Ting is enjoying the umbrella with the painting of the elephant on it, but there is no evidence that she wants to paint one herself.",
                    "Percent": 5
                }
            }
        }
    },
    "17": {
        "Number": 17,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Response Skills"
        ],
        "SubTopics": [
            "Paraphrase and summarize texts in ways that maintain meaning and logical order."
        ],
        "SuppContent": [
            "problems/TX21G7R/supps/TX21G7R-S3.json",
            "problems/TX21G7R/supps/TX21G7R-S4.json"
        ],
        "Content": [
            "What is the best summary of the selection “A Legacy of Stone”?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Ferdinand Cheval spent many years collecting stones. He used these stones to build a structure, which he named the Ideal Palace. People doubted his abilities, but in time he completed the project. Today it is considered a masterpiece.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The best summary of the selection is presented in these sentences. Ferdinand Cheval’s hobby of collecting stones is explained, as well as what he accomplished with the stones. The summary also includes how people initially felt about Cheval’s project, and how the initial doubt turned to admiration, which persists today.",
                    "Percent": 66
                }
            },
            "B": {
                "Choice": "Ferdinand Cheval noticed some stones when he worked for the postal service in France. He thought he could use the stones to build a palace. He used concrete, lime, and wire to cement the stones in place. The structure became known as the Ideal Palace.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Some important details of Cheval’s work are included in this summary, but the duration of the work is omitted, as is the explanation of how the perception of Cheval’s work changed over time, making this summary incomplete.",
                    "Percent": 21
                }
            },
            "C": {
                "Choice": "The Ideal Palace was built by Ferdinand Cheval. It is a historical monument that people from around the world travel to see. Cheval showed the world how an artist can succeed by working hard.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The key detail of how Cheval built his palace—by collecting stones—is omitted from this summary, as is the duration of Cheval’s project.",
                    "Percent": 9
                }
            },
            "D": {
                "Choice": "The Ideal Palace is an inspiring masterpiece. The structure is 35 feet tall and took Ferdinand Cheval 33 years to complete. The Ideal Palace is so popular that it has even appeared on a postage stamp.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The fact that the Ideal Palace is on a postage stamp is a minor detail, and the explanation of how Cheval built his palace—by collecting stones—is omitted.",
                    "Percent": 4
                }
            }
        }
    },
    "18": {
        "Number": 18,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Synthesize information to create new understanding."
        ],
        "SuppContent": [
            "problems/TX21G7R/supps/TX21G7R-S3.json",
            "problems/TX21G7R/supps/TX21G7R-S4.json"
        ],
        "Content": [
            "Read these sentences from the selection “A Legacy of Stone.”",
            ":box:He followed no design rules and mixed cultures from around the world. (paragraph 5)\n\nUntrained in architecture or construction, he nonetheless had a vision. (paragraph 9)",
            "What do these sentences help the reader understand about Cheval?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "He wanted to invent a new design that would impress professional builders.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Cheval did not follow any existing design rules, there is no evidence that he wanted to “invent a new design that would impress professional builders.”",
                    "Percent": 11
                }
            },
            "G": {
                "Choice": "He experienced many challenges during the several years he spent building the palace.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Cheval was inexperienced, the idea that Cheval experienced challenges while building his palace is not expressed in these sentences.",
                    "Percent": 11
                }
            },
            "H": {
                "Choice": "He thought that using unfamiliar materials could inspire his creativity.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Cheval’s inspiration came from a dream (paragraph 3), not from the prospect of using unfamiliar materials.",
                    "Percent": 16
                }
            },
            "J": {
                "Choice": "He did not let inexperience prevent him from creating an elaborate structure.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Cheval did not have any training in architecture or construction, nor did he follow any design rules. He was still able to create an elaborate structure that is visited and admired to this day. Based on this evidence, the reader can conclude that Cheval did not let his inexperience prevent him from achieving his goal of building a stone palace.",
                    "Percent": 61
                }
            }
        }
    },
    "19": {
        "Number": 19,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Multiple Genres"
        ],
        "SubTopics": [
            "Organizational patterns that support multiple topics, categories, and subcategories."
        ],
        "SuppContent": [
            "problems/TX21G7R/supps/TX21G7R-S3.json",
            "problems/TX21G7R/supps/TX21G7R-S4.json"
        ],
        "Content": [
            "In the selection “A Legacy of Stone,” what does the organizational structure of the section “Inspiration” help the author emphasize?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "How Cheval’s route differed from other mail carrier routes",
                "Key": {
                    "Correct": false,
                    "Rationale": "Cheval’s route is described in paragraph 2, but it is not compared to the routes of other mail carriers.",
                    "Percent": 8
                }
            },
            "B": {
                "Choice": "How Cheval took steps to fulfill his dream of creating a palace",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author organizes the section “Inspiration” by presenting the steps Cheval took to accomplish his dream of creating a palace made from stones. While delivering mail along his route, Cheval found a stone he admired. He began collecting more and more stones, decided to build his dream palace, worked at it for many years, and eventually devoted his life to his goal when he retired from the postal service.",
                    "Percent": 78
                }
            },
            "C": {
                "Choice": "The causes and effects of Cheval’s retirement",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author mentions Cheval’s retirement in paragraph 4 but does not organize the section around the cause and effect of this event.",
                    "Percent": 7
                }
            },
            "D": {
                "Choice": "A problem that Cheval solved by learning building skills",
                "Key": {
                    "Correct": false,
                    "Rationale": "Cheval did not have any training as a builder, and he built the palace to realize a dream, not solve a problem.",
                    "Percent": 7
                }
            }
        }
    },
    "20": {
        "Number": 20,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Author's Purpose & Craft"
        ],
        "SubTopics": [
            "Explain the author's purpose and message within a text."
        ],
        "SuppContent": [
            "problems/TX21G7R/supps/TX21G7R-S3.json",
            "problems/TX21G7R/supps/TX21G7R-S4.json"
        ],
        "Content": [
            "What is the most likely reason the author wrote the selection “A Legacy of Stone”?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "To describe the unusual life of Ferdinand Cheval",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author does provide some details about the life of Ferdinand Cheval, but the main focus of the selection is the history of the Ideal Palace.",
                    "Percent": 9
                }
            },
            "G": {
                "Choice": "To show why so many people visit the Ideal Palace",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author does include information about the tourists that visit the Ideal Palace, but only in paragraph 8, so this is not likely the author’s reason for writing the selection.",
                    "Percent": 6
                }
            },
            "H": {
                "Choice": "To explain the history of the creation of the Ideal Palace",
                "Key": {
                    "Correct": true,
                    "Rationale": "Throughout the selection, the author provides details about “the history of the creation of the Ideal Palace.” The author explains how Cheval began collecting stones while walking along his postal route, how he collected more and more stones for many years and dedicated himself to completing the Ideal Palace upon his retirement.",
                    "Percent": 78
                }
            },
            "J": {
                "Choice": "To highlight important facts about Ferdinand Cheval",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author wrote the selection to tell about Cheval’s “Legacy of Stone,” not just to highlight facts about Cheval.",
                    "Percent": 7
                }
            }
        }
    },
    "21": {
        "Number": 21,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Foundational Language Skills"
        ],
        "SubTopics": [
            "Use context such as contrast or cause and effect to clarify the meaning of words."
        ],
        "SuppContent": [
            "problems/TX21G7R/supps/TX21G7R-S3.json",
            "problems/TX21G7R/supps/TX21G7R-S4.json"
        ],
        "Content": [
            "What does the word p͟r͟o͟l͟o͟n͟g͟e͟d mean in paragraph 1 of the selection “A Legacy of Stone”?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Working with inspiration",
                "Key": {
                    "Correct": false,
                    "Rationale": "Inspiration can be an important factor in creating art, but there is no mention of inspiration in paragraph 1, so this is not the meaning of p͟r͟o͟l͟o͟n͟g͟e͟d.",
                    "Percent": 15
                }
            },
            "B": {
                "Choice": "Continuing for an extended time",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 1, the author says about art that “Sometimes it can be created quickly, and other times its creation requires a p͟r͟o͟l͟o͟n͟g͟e͟d effort.” The contrast between “created quickly” and “a p͟r͟o͟l͟o͟n͟g͟e͟d effort” can be used as context to determine that the meaning of p͟r͟o͟l͟o͟n͟g͟e͟d is “Continuing for an extended time.”",
                    "Percent": 75
                }
            },
            "C": {
                "Choice": "Presenting a large problem",
                "Key": {
                    "Correct": false,
                    "Rationale": "Creating art can be challenging, but there is no mention of a “large problem” in paragraph 1.",
                    "Percent": 5
                }
            },
            "D": {
                "Choice": "Moving a great distance",
                "Key": {
                    "Correct": false,
                    "Rationale": "Cheval does move stones to make the Ideal Palace, but there is no reference in paragraph 1 to how great a distance the stones were moved. Further, the contrast with “created quickly” in the same sentence suggests that the word p͟r͟o͟l͟o͟n͟g͟e͟d deals with a period of time, not distance.",
                    "Percent": 5
                }
            }
        }
    },
    "22": {
        "Number": 22,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX21G7R/supps/TX21G7R-S3.json",
            "problems/TX21G7R/supps/TX21G7R-S4.json"
        ],
        "Content": [
            "Read this quotation from paragraph 9 of the selection “A Legacy of Stone.”",
            ":box:“Whatever your age, whatever you wish to achieve, if you are courageous, persistent, and hardworking, you are sure to succeed.”",
            "What can the reader infer from this quotation?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Cheval did not realize it would take him 33 years to complete his project.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Cheval likely did not know how long it would take to complete his project, but this idea is not supported by the quotation.",
                    "Percent": 15
                }
            },
            "G": {
                "Choice": "Cheval is surprised that his interest in rocks led him to create a masterpiece.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Cheval had a dream to create a masterpiece from stones, so it is unlikely that he was surprised by what occurred.",
                    "Percent": 17
                }
            },
            "H": {
                "Choice": "Cheval had specific traits that helped him achieve his goal.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 9, the author explains how “Cheval’s uniqueness helped him single-handedly create a marvel beyond duplication.” Although Cheval was “Untrained in architecture or construction,” he was able to achieve his goal because he was “‘courageous, persistent, and hardworking.’”",
                    "Percent": 60
                }
            },
            "J": {
                "Choice": "Cheval is an independent artist and did not want others to help him.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Cheval is an independent artist, but there is no evidence in this quotation that he did not want others to help him.",
                    "Percent": 7
                }
            }
        }
    },
    "23": {
        "Number": 23,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX21G7R/supps/TX21G7R-S3.json",
            "problems/TX21G7R/supps/TX21G7R-S4.json"
        ],
        "Content": [
            "Information in the selection “Trees Rise in the Desert” suggests that Sawadogo values —"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "advice from others",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this selection, Sawadogo gives advice; he does not take anyone else’s advice.",
                    "Percent": 7
                }
            },
            "B": {
                "Choice": "spreading knowledge",
                "Key": {
                    "Correct": true,
                    "Rationale": "Based on the information in “Trees Rise in the Desert,” the reader can infer that Sawadogo values sharing what he knows with others. He shared his thought process with skeptics in his village, and he “travels all over the region and spreads the message of how zaï farming can transform the landscape and save lives” (paragraph 5).",
                    "Percent": 74
                }
            },
            "C": {
                "Choice": "personal wealth",
                "Key": {
                    "Correct": false,
                    "Rationale": "Sawadogo’s “patch of green forest grows in the midst of a desert” (paragraph 5), but there is no reference to personal wealth in the selection.",
                    "Percent": 10
                }
            },
            "D": {
                "Choice": "exploring new places",
                "Key": {
                    "Correct": false,
                    "Rationale": "Sawadogo travels to spread his message about zaï farming, not because he values exploring new places.",
                    "Percent": 9
                }
            }
        }
    },
    "24": {
        "Number": 24,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX21G7R/supps/TX21G7R-S3.json",
            "problems/TX21G7R/supps/TX21G7R-S4.json"
        ],
        "Content": [
            "Which conclusion is supported by the information in paragraph 3 of the selection “Trees Rise in the Desert”?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "People are eager to try new ways to farm.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Sawadogo is trying an old method of farming, not a new one.",
                    "Percent": 10
                }
            },
            "G": {
                "Choice": "The desert landscape naturally encourages plant growth.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author says the desert landscape is as “hard as concrete” (paragraph 3), which suggests that it does not naturally encourage plant growth.",
                    "Percent": 16
                }
            },
            "H": {
                "Choice": "Zaï farming is the only successful way to prevent desertification.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 3, the author supports the idea that zaï farming can be successful in the desert but does not suggest that it is the only way to prevent desertification.",
                    "Percent": 30
                }
            },
            "J": {
                "Choice": "It can be helpful to look to the past for answers.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The conclusion that looking to the past for answers can be helpful is supported by the information in paragraph 3. Sawadogo explains to the other villagers that “Zaï farming was really an old method that Africans had used long ago,” and that “It had worked once; perhaps it was time to try it again.”",
                    "Percent": 44
                }
            }
        }
    },
    "25": {
        "Number": 25,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Author's Purpose & Craft"
        ],
        "SubTopics": [
            "Explain the author's purpose and message within a text."
        ],
        "SuppContent": [
            "problems/TX21G7R/supps/TX21G7R-S3.json",
            "problems/TX21G7R/supps/TX21G7R-S4.json"
        ],
        "Content": [
            "What is the author’s purpose in the selection “Trees Rise in the Desert”?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "To highlight the desert lifestyle of Sawadogo and his people",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author focuses on a particular farming method used by Sawadogo and used by his people in the past, not on their desert lifestyle.",
                    "Percent": 11
                }
            },
            "B": {
                "Choice": "To show people how to plant forests using zaï farming",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author does explain in paragraph 5 that Sawadogo’s methods result in a “patch of green forest,” the author is not showing people how to plant forests using zaï farming.",
                    "Percent": 9
                }
            },
            "C": {
                "Choice": "To explain the different steps involved in zaï farming",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author does explain some of the steps involved in zaï farming, that is not the purpose of the selection.",
                    "Percent": 9
                }
            },
            "D": {
                "Choice": "To describe how Sawadogo found a way to improve desert land",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 2, the author explains, “Burkina Faso was suffering a ten-year drought” in 1980. In paragraph 3, the author includes information about how Sawadogo dug small pits called zaï that would catch water, allowing a “lush, green field and forest” to take the place of a “rocky, barren desert.” Describing Sawadogo’s method for improving desert land is the author’s purpose for writing the selection.",
                    "Percent": 70
                }
            }
        }
    },
    "26": {
        "Number": 26,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Response Skills"
        ],
        "SubTopics": [
            "Paraphrase and summarize texts in ways that maintain meaning and logical order."
        ],
        "SuppContent": [
            "problems/TX21G7R/supps/TX21G7R-S3.json",
            "problems/TX21G7R/supps/TX21G7R-S4.json"
        ],
        "Content": [
            "What is the best summary of the selection “Trees Rise in the Desert”?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Burkina Faso is a dry area located between the Sahara Desert and West Africa. A man named Yacouba Sawadogo dug many holes in the ground to try a method called zaï farming. When the rain finally came, the seeds sprouted. Now the area is a forest in the middle of the desert.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no mention of the drought, the doubt the villagers felt regarding Sawadogo’s methods, or Sawadogo sharing his methods with others in this summary, making it incomplete.",
                    "Percent": 17
                }
            },
            "G": {
                "Choice": "During a ten-year desert drought, Yacouba Sawadogo, a farmer in Burkina Faso, used an old method called zaï farming. Many doubted that his method would work. However, after years passed, the seeds Sawadogo planted produced a forest. Today Sawadogo shares his method with others.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Information about the drought and Sawadogo’s solution are both included in this complete summary. Information about the other villagers’ response to Sawadogo’s methods, the result of Sawadogo’s efforts, and Sawadogo’s current work is also included.",
                    "Percent": 59
                }
            },
            "H": {
                "Choice": "Yacouba Sawadogo dug several holes in the ground and filled them with organic materials such as cattle manure and leaves. The villagers thought Sawadogo was foolish for planting seeds in pits when there was no water to help them grow. However, the seeds grew and the zaï farming method proved successful.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no information about why Sawadogo utilized zaï farming methods in this summary, so it is incomplete.",
                    "Percent": 18
                }
            },
            "J": {
                "Choice": "Farmers in Burkina Faso were having trouble growing crops because of the ten-year drought. Yacouba Sawadogo dug holes and waited for the rain. His neighbors laughed at him, but he explained that the rain would eventually come. Now Sawadogo travels around the entire region.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This is not the best summary because there is no information included about zaï farming or the success Sawadogo experienced with this method.",
                    "Percent": 7
                }
            }
        }
    },
    "27": {
        "Number": 27,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make connections to personal experiences, ideas in other texts, and society."
        ],
        "SuppContent": [
            "problems/TX21G7R/supps/TX21G7R-S3.json",
            "problems/TX21G7R/supps/TX21G7R-S4.json"
        ],
        "Content": [
            "What is one way that Cheval in the selection “A Legacy of Stone” and Sawadogo in the selection “Trees Rise in the Desert” are different?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Cheval created a new design, but Sawadogo applied an old method.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Cheval created a new building based on a unique palace that he saw in a dream (paragraph 3). Sawadogo, however, applied the old zaï method of farming, which had been used in Africa in the past (paragraph 3). This is a way the two men are different.",
                    "Percent": 66
                }
            },
            "B": {
                "Choice": "Cheval was not always interested in architecture, but Sawadogo was always interested in farming.",
                "Key": {
                    "Correct": false,
                    "Rationale": "It is not clear from the first selection at what point in his lifetime Cheval became interested in building a palace, nor is it specified in the second selection when Sawadogo became interested in farming.",
                    "Percent": 14
                }
            },
            "C": {
                "Choice": "Cheval has inspired other artists, but Sawadogo’s work has gone unnoticed.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Cheval’s palace “has inspired artists and writers the world over (paragraph 8),” but Sawadogo also shared his work with others in his region, so it did not go unnoticed.",
                    "Percent": 7
                }
            },
            "D": {
                "Choice": "Cheval was not sure if he could finish his project, but Sawadogo knew that his experiment would be successful.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Cheval was confident he would finish his project, and Sawadogo did not know if his experiment would be successful. Both parts of this option are incorrect.",
                    "Percent": 13
                }
            }
        }
    },
    "28": {
        "Number": 28,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make connections to personal experiences, ideas in other texts, and society."
        ],
        "SuppContent": [
            "problems/TX21G7R/supps/TX21G7R-S3.json",
            "problems/TX21G7R/supps/TX21G7R-S4.json"
        ],
        "Content": [
            "Which idea is presented in both the selection “A Legacy of Stone” and the selection “Trees Rise in the Desert”?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "It takes talent to create a masterpiece.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Cheval and Sawadogo relied more on perseverance than talent to achieve their goals.",
                    "Percent": 8
                }
            },
            "G": {
                "Choice": "People slowly learn to appreciate the world around them.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although both the Ideal Palace and the zaï method of farming have been recognized by others, the focus of both selections is on how long it takes to accomplish a task, not how long it takes people “to appreciate the world around them.”",
                    "Percent": 15
                }
            },
            "H": {
                "Choice": "Landscapes naturally change over time.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The changes effected by Cheval and Sawadogo were not natural; they were intentional, so this is not an idea presented in both selections.",
                    "Percent": 7
                }
            },
            "J": {
                "Choice": "Accomplishing a task can take years of dedication.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In both selections, the idea that “Accomplishing a task can take years of dedication” is presented. Cheval collected stones for his Ideal Palace for 20 years while he walked along his postal route, and he spent 33 years total building his dream structure. Sawadogo cultivated land that he knew would take 20 years to grow into green fields and forests.",
                    "Percent": 70
                }
            }
        }
    },
    "29": {
        "Number": 29,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make connections to personal experiences, ideas in other texts, and society."
        ],
        "SuppContent": [
            "problems/TX21G7R/supps/TX21G7R-S3.json",
            "problems/TX21G7R/supps/TX21G7R-S4.json"
        ],
        "Content": [
            "How does Sawadogo in the selection “Trees Rise in the Desert” differ from Cheval in the selection “A Legacy of Stone”?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Sawadogo is committed to his ideas.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Based on the information in both selections, it is clear that both Sawadogo and Cheval are committed to their ideas, so this is not a difference.",
                    "Percent": 10
                }
            },
            "B": {
                "Choice": "Sawadogo has a deep respect for nature.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Sawadogo does have a deep respect for nature. Cheval’s appreciation for the stones he finds suggests that he also appreciates nature.",
                    "Percent": 22
                }
            },
            "C": {
                "Choice": "Sawadogo believes his method should be used by others.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 5 from the selection “Trees Rise in the Desert” there is information about Sawadogo traveling all over the region and spreading the message of “how zaï farming can transform the landscape and save lives” (paragraph 5). There is no information about Cheval sharing his methods in “A Legacy of Stone.” His palace is “beyond duplication” (paragraph 9).",
                    "Percent": 61
                }
            },
            "D": {
                "Choice": "Sawadogo is willing to work hard.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Based on the information in both selections, it is clear that both Sawadogo and Cheval are willing to work hard.",
                    "Percent": 7
                }
            }
        }
    },
    "30": {
        "Number": 30,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make connections to personal experiences, ideas in other texts, and society."
        ],
        "SuppContent": [
            "problems/TX21G7R/supps/TX21G7R-S3.json",
            "problems/TX21G7R/supps/TX21G7R-S4.json"
        ],
        "Content": [
            "Both the author of the selection “A Legacy of Stone” and the author of the selection “Trees Rise in the Desert” would most likely agree with which statement?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The work of one person can have far-reaching effects.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The idea that the “work of one person can have far-reaching effects” is presented by both authors. Cheval created a historic monument visited by thousands of tourists every year, and Sawadogo teaches people from “all over the region” how to grow life-saving crops in the desert.",
                    "Percent": 68
                }
            },
            "G": {
                "Choice": "People must protect the world surrounding them.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Both Cheval and Sawadogo transform the world around them but do not necessarily protect it.",
                    "Percent": 7
                }
            },
            "H": {
                "Choice": "Old traditions may offer surprising wisdom.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Sawadogo wisely utilizes a traditional method, but Cheval does not.",
                    "Percent": 8
                }
            },
            "J": {
                "Choice": "People can use their talents to invent something new.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Cheval invents something new, but Sawadogo utilizes a traditional method.",
                    "Percent": 17
                }
            }
        }
    },
    "31": {
        "Number": 31,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make connections to personal experiences, ideas in other texts, and society."
        ],
        "SuppContent": [
            "problems/TX21G7R/supps/TX21G7R-S3.json",
            "problems/TX21G7R/supps/TX21G7R-S4.json"
        ],
        "Content": [
            "Read this sentence from paragraph 5 of the selection “Trees Rise in the Desert.”",
            ":box:Slowly over the years, many of those who laughed at their neighbor have now joined him.",
            "Which sentence from the selection “A Legacy of Stone” illustrates a similar idea?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Forty-three-year-old Cheval continued collecting stones along his route for almost 20 years. (paragraph 4)",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is a reference to time in both sentences, but a similar idea is not illustrated.",
                    "Percent": 11
                }
            },
            "B": {
                "Choice": "At night he labored by the light of an oil lamp. (paragraph 5)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The idea of people changing their initial unfavorable opinions is not presented in this sentence from “A Legacy of Stone.”",
                    "Percent": 4
                }
            },
            "C": {
                "Choice": "But as his palace took shape, people’s criticisms were replaced by awed respect. (paragraph 6)",
                "Key": {
                    "Correct": true,
                    "Rationale": "Initially, villagers scoffed at Sawadogo’s efforts to grow crops using zaï farming methods but changed their minds when they saw how successful he was. Similarly, people laughed at Cheval’s early efforts to build the Ideal Palace, but as illustrated in the sentence from paragraph 6 of “A Legacy of Stone,” people stopped criticizing Cheval and began to respect him.",
                    "Percent": 786
                }
            },
            "D": {
                "Choice": "Cheval’s uniqueness helped him single-handedly create a marvel beyond duplication. (paragraph 9)",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is information related to Cheval’s accomplishment in this sentence, but there are no details about how people’s feelings towards his work changed.",
                    "Percent": 8
                }
            }
        }
    },
    "32": {
        "Number": 32,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX21G7R/supps/TX21G7R-S5.json"
        ],
        "Content": [
            "Read line 8.",
            ":box:around my deep, unchanging heart.",
            "What does this line suggest about the lake?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The lake has lost something it dearly loved.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The reference to “heart” in line 8 is used to suggest that the lake is capable of love, but there is nothing that suggests it lost something.",
                    "Percent": 18
                }
            },
            "G": {
                "Choice": "The lake will continue to care for its visitors.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The description of the lake in line 8 is used to suggest that the lake “will continue to care for its visitors.” Although people may change, the lake waits with an “unchanging heart” for visitors to return.",
                    "Percent": 43
                }
            },
            "H": {
                "Choice": "The lake feels a sense of loneliness.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In line 7, there is a reference to “stillness” at the lake, but there is no context to suggest that the lake is lonely.",
                    "Percent": 37
                }
            },
            "J": {
                "Choice": "The lake is angry at the world.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence in line 8 that the lake feels anger.",
                    "Percent": 1
                }
            }
        }
    },
    "33": {
        "Number": 33,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX21G7R/supps/TX21G7R-S5.json"
        ],
        "Content": [
            "What is the most likely reason the poet repeats the word “Return” in lines 9 and 11?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "To show that the listener has forgotten the lake",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the poet repeats the request for the listener to “Return,” there is no evidence that the listener has forgotten the lake, only that the listener has been away.",
                    "Percent": 23
                }
            },
            "B": {
                "Choice": "To emphasize that the lake has unrealistic expectations",
                "Key": {
                    "Correct": false,
                    "Rationale": "Hoping that the listener will return is not an unrealistic expectation.",
                    "Percent": 9
                }
            },
            "C": {
                "Choice": "To suggest that the lake will always be there for the listener",
                "Key": {
                    "Correct": true,
                    "Rationale": "In both lines 9 and 11, the poet repeats the word “Return,” suggesting that though the listener is away, “the lake will always be there for the listener” when he or she comes back.",
                    "Percent": 55
                }
            },
            "D": {
                "Choice": "To explain the listener’s relationship with the lake",
                "Key": {
                    "Correct": false,
                    "Rationale": "The repetition of “Return” suggests that the lake has affection for the listener, but it does not indicate how the listener feels about the lake.",
                    "Percent": 14
                }
            }
        }
    },
    "34": {
        "Number": 34,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX21G7R/supps/TX21G7R-S5.json"
        ],
        "Content": [
            "Read lines 5 and 6.",
            ":box:Out in the world, you grow, you change;\n\tyou lead your busy life apart",
            "What do these lines reveal about the lake?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The lake is proud of how mature the listener has become.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Based on the reference to the listener’s life, the reader could conclude that the visitor is mature, but there is no evidence that the lake is proud.",
                    "Percent": 21
                }
            },
            "G": {
                "Choice": "The lake understands that the listener has other priorities.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In lines 5 and 6, the lake acknowledges that visitors “grow” and “change” when they are “Out in the world” and realizes that the listener leads a “busy life” when “apart” from the lake. The reader can conclude that the lake understands that the listener has other priorities in addition to visiting the lake.",
                    "Percent": 57
                }
            },
            "H": {
                "Choice": "The lake cannot relate to the listener as time passes.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the lake does not have the same experiences as the listener, there is no reason to conclude that the lake cannot relate to the listener.",
                    "Percent": 10
                }
            },
            "J": {
                "Choice": "The lake is upset about having missed parts of the listener’s life.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The lake acknowledges that the listener has a life apart from visits to the lake, but the lake does not seem upset.",
                    "Percent": 12
                }
            }
        }
    },
    "35": {
        "Number": 35,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX21G7R/supps/TX21G7R-S5.json"
        ],
        "Content": [
            "What does the poet’s use of the phrase “where once you left your barefoot trace” in line 4 prompt the listener to think about?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Memorable times the listener has spent at the lake",
                "Key": {
                    "Correct": true,
                    "Rationale": "With the phrase “where once you left your barefoot trace,” the poet invites the listener to think about a special time experienced at the lake. The listener once walked barefoot around the “wavelets” and “pebbles” of the lake (line 3).",
                    "Percent": 80
                }
            },
            "B": {
                "Choice": "The specific features of the lake that humans enjoy",
                "Key": {
                    "Correct": false,
                    "Rationale": "Features of the lake that humans enjoy are referred to in lines 2 and 3, not line 4.",
                    "Percent": 7
                }
            },
            "C": {
                "Choice": "Others who have visited the lake before the listener",
                "Key": {
                    "Correct": false,
                    "Rationale": "The poet refers to the listener in line 4, not to people who visited the lake before the listener.",
                    "Percent": 7
                }
            },
            "D": {
                "Choice": "The damage that humans have done to the lake",
                "Key": {
                    "Correct": false,
                    "Rationale": "A trace left by bare feet would not cause damage to the lake, and the poet does not mention any other damage.",
                    "Percent": 6
                }
            }
        }
    },
    "36": {
        "Number": 36,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX21G7R/supps/TX21G7R-S5.json"
        ],
        "Content": [
            "The title of the poem most likely refers to the lake’s promise to provide —"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "knowledge",
                "Key": {
                    "Correct": false,
                    "Rationale": "The lake is aware that the listener leads a separate life, but there is no evidence that the lake has additional knowledge to provide.",
                    "Percent": 5
                }
            },
            "G": {
                "Choice": "entertainment",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although visiting a lake can be entertaining, the lake is promising to provide peace, not entertainment.",
                    "Percent": 11
                }
            },
            "H": {
                "Choice": "forgiveness",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the listener does leave the lake for periods of time, there is no evidence that the listener feels sorry or that the lake needs to forgive the listener for anything.",
                    "Percent": 23
                }
            },
            "J": {
                "Choice": "peace",
                "Key": {
                    "Correct": true,
                    "Rationale": "The lake tells the listener “I will wash/your cares from you” (lines 9–10) and encourages the listener to “Return from hurry, clash, and noise” (line 11). The lake’s promise to provide peace can be inferred from these lines.",
                    "Percent": 60
                }
            }
        }
    },
    "37": {
        "Number": 37,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX21G7R/supps/TX21G7R-S5.json"
        ],
        "Content": [
            "Read line 16.",
            ":box:you’ll find whatever you have lost.",
            "What does this line suggest about the lake?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The lake has kept the listener’s possessions safe.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The poet does not include any references to the listener’s possessions, only the listener’s time.",
                    "Percent": 26
                }
            },
            "B": {
                "Choice": "The lake thinks that the listener is careless.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The lake thinks that the listener has too many cares, not that the listener is careless.",
                    "Percent": 5
                }
            },
            "C": {
                "Choice": "The lake wants to remind the listener of a time when life was more simple.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In line 16, the lake tells the listener “you’ll find whatever you have lost,” and based on the context in the rest of the poem, the lake is referring to the listener losing a time when life was simpler and the listener had time to walk barefoot and float “free in dizzy rings/of clouds and sky, of fir and moss” (lines 13–14).",
                    "Percent": 53
                }
            },
            "D": {
                "Choice": "The lake hopes the listener will remember how to get back to the water.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The lake wants the listener to come back and visit but does not suggest that the listener has forgotten how to get back to the water.",
                    "Percent": 16
                }
            }
        }
    },
    "38": {
        "Number": 38,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Multiple Genres"
        ],
        "SubTopics": [
            "Infer multiple themes within and across texts using text evidence."
        ],
        "SuppContent": [
            "problems/TX21G7R/supps/TX21G7R-S6.json"
        ],
        "Content": [
            "What is an important message presented in the play?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "It is unwise to expect help from people you do not know.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Lewis and Clark are expecting help from the Shoshoni, whom they do not know, but this turns out to be a wise decision since Sacagawea reunites with her brother and the Shoshoni may be able to provide horses.",
                    "Percent": 10
                }
            },
            "G": {
                "Choice": "Traveling alone is easier than traveling with a group of people.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Lewis does take a smaller group to scout ahead because they will be able to move faster than the larger group, but that is a detail and not a theme that is developed in the play.",
                    "Percent": 7
                }
            },
            "H": {
                "Choice": "It is unrealistic to plan a trip without knowing your destination.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Lewis and Clark are planning on crossing the Rocky Mountains and finding the source of the Missouri River, so they do know their destination.",
                    "Percent": 15
                }
            },
            "J": {
                "Choice": "Circumstances can quickly change when least expected.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The idea that one’s situation can quickly and unexpectedly change is an important message presented in this play. At the beginning of the play, things are not going well for Lewis and Clark and the other members of the Corps of Discovery, who desperately need horses. Suddenly, sixty Shoshoni warriors mounted on horseback arrive, and Sacagawea is reunited with her brother Cameahwait.",
                    "Percent": 68
                }
            }
        }
    },
    "39": {
        "Number": 39,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX21G7R/supps/TX21G7R-S6.json"
        ],
        "Content": [
            "Based on line 34, what can the reader infer about Lewis?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Lewis wants to prove to Clark the importance of scouting ahead.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In line 34, Lewis is concerned about the Shoshoni warriors; he is not trying to prove anything to Clark.",
                    "Percent": 15
                }
            },
            "B": {
                "Choice": "Lewis is concerned about the Shoshoni’s intentions.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In line 34, Lewis wants to make sure that the Shoshoni know that his party is accompanied by “a Shoshoni woman and child” and has peaceful intentions. Based on this evidence, the reader can infer that Lewis is concerned about the intentions of the Shoshoni warriors.",
                    "Percent": 48
                }
            },
            "C": {
                "Choice": "Lewis did not expect to find such a large group of Shoshoni warriors.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Lewis does find a large group of Shoshoni warriors, but there is no evidence in line 34 to support the conclusion that he is surprised at this discovery.",
                    "Percent": 24
                }
            },
            "D": {
                "Choice": "Lewis wants the Corps to help him develop a plan of defense.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Lewis calls on Sacagawea to communicate with the Shoshoni warriors. Based on line 34, Lewis does not make any attempt to ask the Corps to help him develop a plan of defense.",
                    "Percent": 12
                }
            }
        }
    },
    "40": {
        "Number": 40,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Multiple Genres"
        ],
        "SubTopics": [
            "Analyze how playwrights develop characters through dialogue and staging."
        ],
        "SuppContent": [
            "problems/TX21G7R/supps/TX21G7R-S6.json"
        ],
        "Content": [
            "What does the conversation in lines 19 through 26 reveal about Charbonneau?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Charbonneau has not told Clark what he is really thinking.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Charbonneau tells Clark exactly what he is thinking.",
                    "Percent": 10
                }
            },
            "G": {
                "Choice": "Charbonneau disagrees with the decisions being made by Clark.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the conversation in lines 19 through 26, the playwright reveals that Charbonneau disagrees with Clark’s decisions. Charbonneau tells Clark about all the problems the Corps is facing, and how they “can’t go on like this!” Clark, on the other hand, insists that the group continue with their journey.",
                    "Percent": 56
                }
            },
            "H": {
                "Choice": "Charbonneau does not think Clark knows that their equipment is failing.",
                "Key": {
                    "Correct": false,
                    "Rationale": "It is not clear from lines 19 through 26 if Charbonneau initially thinks that Clark knows that their equipment is failing, but in line 22, Clark says lets Charbonneau know that he is aware of the situation (“I know.”).",
                    "Percent": 23
                }
            },
            "J": {
                "Choice": "Charbonneau knows the rest of the crew feels the same way about Clark.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Based on lines 19 through 26, it is unclear how the rest of the crew feels about Clark or if Charbonneau knows how the crew feels.",
                    "Percent": 11
                }
            }
        }
    },
    "41": {
        "Number": 41,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Multiple Genres"
        ],
        "SubTopics": [
            "Analyze how playwrights develop characters through dialogue and staging."
        ],
        "SuppContent": [
            "problems/TX21G7R/supps/TX21G7R-S6.json"
        ],
        "Content": [
            "What do the stage directions in line 12 help the reader understand?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Sacagawea’s familiarity with the area",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the stage directions in line 12, there is a description of Sacagawea nodding and pointing out the direction in which the group should travel. Based on these stage directions, the reader can infer that Sacagawea is familiar with the area.",
                    "Percent": 69
                }
            },
            "B": {
                "Choice": "Why the Corps wants to find the Shoshoni",
                "Key": {
                    "Correct": false,
                    "Rationale": "Sacagawea is helping the Corps find the Shoshoni, but the stage directions are not included to show why the Corps want to find the Shoshoni.",
                    "Percent": 6
                }
            },
            "C": {
                "Choice": "Sacagawea’s feelings about her native land",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the stage directions, Sacagawea only stares, nods, and points. Her feelings about her native land are not revealed.",
                    "Percent": 14
                }
            },
            "D": {
                "Choice": "Why the Corps needs to save time",
                "Key": {
                    "Correct": false,
                    "Rationale": "In line 12, Sacagawea says they will “save two days travel time” if they take the route she is indicating, but there are no details included in the stage directions to show why the Corps needs to save time.",
                    "Percent": 10
                }
            }
        }
    },
    "42": {
        "Number": 42,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Author's Purpose & Craft"
        ],
        "SubTopics": [
            "Describe how the author's use of figurative language such as metaphor and personification achieves specific purposes."
        ],
        "SuppContent": [
            "problems/TX21G7R/supps/TX21G7R-S6.json"
        ],
        "Content": [
            "Read line 33.",
            ":box:(And suddenly the group finds themselves surrounded by silhouettes and the sound of voices—horses—rising like a tidal wave around them.)",
            "What does the author’s use of simile help emphasize?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The strategy that Lewis and Clark created to deal with a threat to their crew",
                "Key": {
                    "Correct": false,
                    "Rationale": "Being surrounded by warriors could certainly be threatening, but there is no reference to a defense strategy in line 33.",
                    "Percent": 9
                }
            },
            "G": {
                "Choice": "The overwhelming experience of being approached by the Shoshoni warriors",
                "Key": {
                    "Correct": true,
                    "Rationale": "A simile is a figure of speech in which two objects are compared using the word “like” or “as.” In the simile in line 33, the author compares the rising sound of being surrounded by the Shoshoni warriors to that of a tidal wave, which would be an “overwhelming experience.”",
                    "Percent": 73
                }
            },
            "H": {
                "Choice": "The eagerness of the Shoshoni warriors to reconnect with a tribe member",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Shoshoni are eager to reconnect with Sacagawea, but that is not evident until later in the play.",
                    "Percent": 10
                }
            },
            "J": {
                "Choice": "The extreme effects that being in the wilderness have on Lewis and Clark",
                "Key": {
                    "Correct": false,
                    "Rationale": "The simile with the tidal wave is used to describe the sound of the Shoshoni’s voices as they surround Lewis and Clark. It has nothing to do with the effects of spending time in the wilderness.",
                    "Percent": 7
                }
            }
        }
    }
}