{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G6R/supps/TX19G6R-S1.json"
        ],
        "Explain": false,
        "Content": [
            "Read this sentence from paragraph 14.",
            ":box:Zach, normally as active as a fly in a doughnut shop, was on his stomach sleeping quietly.",
            "The author's use of a simile in this sentence conveys to the reader that Zach usually  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "has trouble falling asleep",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author does contrast Zach sleeping with his normal, active behavior, this is not meant to suggest that Zach has trouble falling asleep.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "feels sick from eating sweets",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author compares Zach to “a fly in a doughnut shop” to emphasize how much energy Zach typically has; Zach did not actually eat any doughnuts.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "has a great amount of energy",
                "Key": {
                    "Correct": true,
                    "Rationale": "A simile is a figure of speech in which two objects are compared using the word “like” or “as.” In line 14, the author contrasts Zach's normal behavior — “as active as a fly in a doughnut shop” — with his current behavior — “on his stomach sleeping quietly.” The simile is included to help the reader understand how much energy Zach typically has.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "likes to sleep late in the morning",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 14, the author describes Michelle waking up “earlier than usual” and then taking a picture of her younger brother, so there is no evidence that Zach is sleeping late.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G6R/supps/TX19G6R-S1.json"
        ],
        "Explain": false,
        "Content": [
            "What is the main theme of the story?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Recognizing an unexpected opportunity can have surprising results.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The theme of the story is that recognizing an unexpected opportunity can have surprising results. Throughout the story, Michelle is trying to capture the perfect picture of a sunset for the photo contest she has entered. However, she unexpectedly loves the photograph she takes of her sleeping brother and ends up submitting it for the contest.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Enjoying an activity is more important than winning.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Michelle clearly enjoys taking photographs, but she is also interested in winning the photography contest, so this is not the story's theme.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Younger siblings require a lot of patience and kindness.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Michelle is kind and patient toward her younger brother Zach, but the siblings' relationship is not a central focus of the story and not significant to the theme.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "It is more rewarding to work with others on a task than to work alone.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Zach does accompany Michelle when she takes her sunset photograph, the siblings are not really working together, so this is not the story's theme.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G6R/supps/TX19G6R-S1.json"
        ],
        "Explain": false,
        "Content": [
            "Read the dictionary entry.",
            ":box:capture \\'kap-chər\\ v\n1. to gain control by force\n2. to hold someone's interest\n3. to take an opponent's piece in a game\n4. to preserve a mood, scene, or quality",
            "Which definition most closely matches the way the word c͟a͟p͟t͟u͟r͟e is used in paragraph 2?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Definition 1",
                "Key": {
                    "Correct": false,
                    "Rationale": "The subject of Michelle's photograph is a sunset, which is a natural occurrence that cannot be controlled by force.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Definition 2",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sunset holds Michelle's interest, but she is not trying to gain or hold anyone's interest at this point in the story.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Definition 3",
                "Key": {
                    "Correct": false,
                    "Rationale": "Michelle is attempting to take a photograph, not playing a game against an opponent.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Definition 4",
                "Key": {
                    "Correct": true,
                    "Rationale": "Definition 4 best matches the way the word c͟a͟p͟t͟u͟r͟e is used in paragraph 2. In paragraph 2, the author describes how Michelle is attempting to take a picture of a sunset. Her goal is to preserve, or c͟a͟p͟t͟u͟r͟e, the scene in a photograph.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G6R/supps/TX19G6R-S1.json"
        ],
        "Explain": false,
        "Content": [
            "What is the best summary of the story?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Michelle has been interested in photography since she was seven years old. She decides to enter a photography contest hosted by a local photo shop and must take a picture to express the theme of the contest, which is tranquillity. She takes pictures of a sunset, a cat, a still pond, and her sleeping brother.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Michelle's struggle to get the perfect sunset picture and her decision to enter the photograph of her brother in the contest are key details that are omitted from this summary, making this summary incomplete.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Michelle tries to take a photograph of a sunset for a contest. Her little brother is very interested in what she is doing, and he wants her to take a photograph of him. After she is satisfied with her sunset picture, Michelle photographs her brother while he is sleeping.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Some details about Michelle's actions are included in this summary, but the resolution to the story's conflict is omitted.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Michelle has difficulty photographing a sunset for a photography contest she wants to enter. She finally gets a good sunset picture, and she also takes a picture of her sleeping brother. At the last minute she selects the photo she thinks best illustrates the contest theme of tranquillity.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Key events from the story are included in this summary. The conflict is described: Michelle is struggling to get the perfect picture of a sunset for the photography contest she has entered. Key details about Michelle's efforts are included, as is the story's resolution.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "Michelle enters a photography contest that requires the use of a traditional camera. The theme of the contest is tranquillity. After getting the pictures developed at the photo shop, Michelle reviews her photos and selects the one she thinks will help her win the contest.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Key details about Michelle's struggle to take a perfect sunset photograph and about her photograph of Zach are omitted, making this summary incomplete.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G6R/supps/TX19G6R-S1.json"
        ],
        "Explain": false,
        "Content": [
            "Read this sentence from paragraph 10.",
            ":box:Soon the sky glowed orange, gold, and pink as the sun drifted toward the horizon.",
            "In what way does the imagery in the sentence contribute to the story?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It emphasizes how difficult it is to photograph the colors of a sunset.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The imagery is used to describe the sunset; it is not used to convey why taking a picture of a sunset is difficult.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "It explains why Michelle thinks a sunset is a good subject for a photo.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Imagery is the use of vivid language to represent objects, actions, or ideas. In paragraph 10 the author describes a sky at sunset as glowing “orange, gold, and pink.” This language is included to help the reader understand why Michelle is so excited by the idea of taking a photograph of a sunset for her contest.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "It shows that nature is the best source of inspiration.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the description the author uses does make nature seem inspirational, the author includes other sources of inspiration for Michelle's photographs as well, such as a cat and Michelle's brother Zach.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "It suggests that Michelle is a talented photographer.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The language is included to help the reader visualize a sunset and why Michelle wants to photograph it; it does not directly relate to Michelle's talent as a photographer.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G6R/supps/TX19G6R-S1.json"
        ],
        "Explain": false,
        "Content": [
            "Why are the events in paragraph 14 important to the plot?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Michelle takes the photo she will decide to submit for the contest.",
                "Key": {
                    "Correct": true,
                    "Rationale": "At the beginning of paragraph 14, Michelle thinks she has finished her work for the contest. She notices she can “take one more picture to complete” her roll of film. She decides to take a picture of her sleeping brother that she ends up entering into the photography contest, which is key to the story's plot.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Michelle has more film available than she realizes.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Michelle does realize that she has one available frame left on her roll of film. However, paragraph 14 is important to the plot because Michelle uses the final frame to take the picture she will ultimately enter into the contest.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Michelle takes a photo that will please her mother.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Michelle does take a picture of Zach that she thinks will please her mother, the importance of the picture is that it is the one Michelle ends up entering into the contest.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "Michelle keeps her promise to her brother.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Michelle does take Zach's picture as she said she would, but this is important to the plot because she enters the photograph into the contest, not because it fulfills a promise.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G6R/supps/TX19G6R-S1.json"
        ],
        "Explain": false,
        "Content": [
            "Which sentence from the story best supports the idea that taking great photographs requires some effort?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "When her father examined her blurred images and aimless shots, he advised Michelle to look through the lens and think about what the resulting picture would look like. (paragraph 1)",
                "Key": {
                    "Correct": true,
                    "Rationale": "Michelle's first pictures were “blurred” and “aimless,” and her father taught her how to “look through the lens” when taking pictures and to “think about what the resulting picture would look like.” The idea that taking photographs requires some effort is supported by this evidence.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "That picture still hangs on her bedroom wall. (paragraph 1)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The results of Michelle's effort are described in this sentence, but the actual effort is not depicted.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "“We turn in the roll of film, it gets developed, and then we choose which picture we want to enter into the contest, just to make sure everything is fair.” (paragraph 5)",
                "Key": {
                    "Correct": false,
                    "Rationale": "Michelle is describing the required steps necessary for getting a photo ready for a contest, not the effort that goes into actually taking a great photograph.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "“I have to do my homework and think about something besides the contest.” (paragraph 9)",
                "Key": {
                    "Correct": false,
                    "Rationale": "Michelle is describing effort not directly related to photography.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G6R/supps/TX19G6R-S2.json"
        ],
        "Explain": false,
        "Content": [
            "Based on information presented in the selection, what can the reader conclude about the black-backed woodpecker?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "It prefers to eat small insects but also consumes a variety of fruits and seeds.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although there is a reference to “fruits and seeds for the forest dwellers to eat” in paragraph 7, readers can conclude that other animals rely on these food sources while the black-backed woodpecker eats beetles.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "It is better protected from danger when living in a burned forest than when living in an unburned forest.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 2, the author explains that the black-backed woodpecker's dark colors “make it hard for predators to detect among trees blackened by fire.” Based on this information, the reader can conclude that the bird is better protected from danger when living in a burned forest than when living in an unburned forest.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "It moves from forests in Canada to forests in the United States each year.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Based on information in paragraphs 6 and 8, the reader can conclude only that black-backed woodpeckers move from forest to forest, and not specifically that black-backed woodpeckers move from Canada to the United States.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "It leaves the burned forest because other birds invade its habitat.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Black-backed woodpeckers leave burned forests after three of four years in search of more recently burned forests, not because other birds invade their habitat.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G6R/supps/TX19G6R-S2.json"
        ],
        "Explain": false,
        "Content": [
            "Read the origin of the word d͟e͟v͟a͟s͟t͟a͟t͟e.",
            ":box:from Latin de- + vastare, meaning “to lay waste”",
            "This information helps the reader understand that d͟e͟v͟a͟s͟t͟a͟t͟e͟d in paragraph 1 means  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "ruined",
                "Key": {
                    "Correct": true,
                    "Rationale": "Based on the Latin root of d͟e͟v͟a͟s͟t͟a͟t͟e meaning “to lay waste” and the description of animals fleeing a forest d͟e͟v͟a͟s͟t͟a͟t͟e͟d by fire, the reader can conclude that d͟e͟v͟a͟s͟t͟a͟t͟e͟d means “ruined.”",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "empty",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 1, the author describes larger animals fleeing a forest d͟e͟v͟a͟s͟t͟a͟t͟e͟d by fire, but black-backed woodpeckers and certain types of beetles actually seek out burned forests, so the forests are not empty.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "harsh",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although a burned forest may be laid to waste by a fire, it is not necessarily “harsh” because some animals thrive there. This meaning is also not supported by the origin information.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "remote",
                "Key": {
                    "Correct": false,
                    "Rationale": "This meaning is not supported by the origin information. The word d͟e͟v͟a͟s͟t͟a͟t͟e͟d is used to refer to the condition of a forest after a fire, not to the remote location of the forest.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G6R/supps/TX19G6R-S2.json"
        ],
        "Explain": false,
        "Content": [
            "The author wrote this selection most likely to  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "describe ways that forest fires affect an area",
                "Key": {
                    "Correct": false,
                    "Rationale": "This selection is about burned forests, but the author focuses on the relationship between black-backed woodpeckers and burned forests, not on the ways forest fires affect an area.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "explain how burned forests benefit from the black-backed woodpecker",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author wrote this selection to explain the many ways burned forests benefit from the black-backed woodpecker. In paragraph 5, the woodpeckers are described as the “home builders of the burned-out forest.” The birds “play a vital role in restoring the forest” by building nests that can be used by other birds when the woodpeckers move out.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "convince the reader that the black-backed woodpecker is an unusual type of bird",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author describes the black-backed woodpecker and the ways the bird benefits other forest dwellers, but the author does not try to convince the reader that the bird is unusual.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "demonstrate the ways animals survive in different types of forests",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author specifically focuses on the role of the black-backed woodpecker in forests devastated by fire; the ways animals survive in different types of forests is not addressed.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G6R/supps/TX19G6R-S2.json"
        ],
        "Explain": false,
        "Content": [
            "Which sentence from the selection best explains why the black-backed woodpecker is able to build its unique type of home?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "This woodpecker relies on the environment of the burned forest. (paragraph 2)",
                "Key": {
                    "Correct": false,
                    "Rationale": "From this sentence, the reader learns the type of environment in which black-backed woodpeckers live, not why they are able to build their unique type of home.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "This nest is usually built inside a tree trunk or a fallen log. (paragraph 4)",
                "Key": {
                    "Correct": false,
                    "Rationale": "From this sentence, the reader learns where the black-backed woodpeckers build their homes, not why they are able to do so.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "It also has a very thick skull bone and a strong neck. (paragraph 4)",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 4, the reader learns that the black-backed woodpecker builds its home by drilling into tree trunks or fallen logs. The bird is able to do this because it has “a very thick skull bone and a strong neck.”",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The woodpecker can move into the nest cavity as soon as it is drilled. (paragraph 4)",
                "Key": {
                    "Correct": false,
                    "Rationale": "From this sentence, the reader learns that the black-backed woodpecker drills a nest cavity for its home, but not why the bird has the ability to do this.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G6R/supps/TX19G6R-S2.json"
        ],
        "Explain": false,
        "Content": [
            "What can the reader conclude from paragraphs 5 through 8?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The work of the black-backed woodpecker has a lasting impact on the survival of other forest birds and animals.",
                "Key": {
                    "Correct": true,
                    "Rationale": "According to paragraph 5, black-backed woodpeckers “'create the conditions that are going to be improved for birds four, five, six, seven years later ... '” Further, the author notes in paragraph 8 that the hard work the black-backed woodpecker has done “will benefit other animals for many years to come.” This supports the idea that the black-backed woodpecker's work has a lasting impact.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "The black-backed woodpecker moves to another forest when it has difficulty finding food.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The black-backed woodpecker moves from its home to a recently burned forest because that is where it can most easily find food and trees to nest in, not because it has difficulty finding food.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Plants on the forest floor produce fruits and seeds that attract black-backed woodpeckers to the burned forest.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The black-backed woodpeckers are attracted to burned forests because of the beetles the birds can find there, not because of fruits and seeds.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "The black-backed woodpecker is without a home when people try to clean up a burned forest.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This issue is not addressed until paragraph 9.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G6R/supps/TX19G6R-S2.json"
        ],
        "Explain": false,
        "Content": [
            "The photograph and caption next to paragraphs 5 and 6 in the selection convey the idea that the nest cavity  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "extends beyond the tree",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the photograph, the nest cavity is shown as a hole that extends into the tree, not beyond the tree.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "is fast and easy to construct",
                "Key": {
                    "Correct": false,
                    "Rationale": "The nest cavity is a hole drilled by the woodpecker, but it cannot be determined from the photograph or caption how quickly or easily the bird constructed the cavity.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "can only be used in certain seasons",
                "Key": {
                    "Correct": false,
                    "Rationale": "It is not possible to determine which season it is based on the photograph or caption.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "provides a safe environment",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the photograph, a black-backed woodpecker is shown peeking “out of a nest cavity.” The bird appears to be safe and comfortable in its nest.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G6R/supps/TX19G6R-S3.json",
            "problems/TX19G6R/supps/TX19G6R-S4.json"
        ],
        "Explain": false,
        "Content": [
            "Which sentence best expresses the main idea of paragraph 2?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Brown adapted her technique as her vision worsened.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 2, the author explains “Brown's vision had worsened” since her last trip to the state championships. As a result, Brown “had to develop new methods that would allow her to continue competing.”",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Brown believed that being a junior in high school was easy.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Brown's vision worsened between her sophomore and junior years. This made it more challenging for her to vault, so her junior year was hard, not easy.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Brown succeeded at pole vaulting despite her disability.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 2, the author's focus is on Brown's new methods of vaulting, not her success.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "Brown competed in the Texas state championships twice.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 2, the author describes Brown competing at the Texas state championship for a second time. However, the author's focus is on how Brown adapted her vaulting techniques because of her worsening vision.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G6R/supps/TX19G6R-S3.json",
            "problems/TX19G6R/supps/TX19G6R-S4.json"
        ],
        "Explain": false,
        "Content": [
            "The photograph and caption below paragraph 1 help the reader understand that  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Brown requires special tools to compete",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the photograph, Brown is shown holding a pole used for pole vaulting, not a special tool unique to her condition. According to the caption, she is checking her position.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Brown needs to confirm her placement on the track",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the photograph and caption, it is revealed that Brown needs to confirm her placement on the track.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Brown is becoming more successful at pole vaulting",
                "Key": {
                    "Correct": false,
                    "Rationale": "Based on the photograph and caption, Brown is shown getting ready to vault, but her level of success cannot be determined.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Brown appreciates the support of her coach",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Brown's coach is depicted as supportive in paragraphs 1 and 2, this cannot be determined from the photograph and caption.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G6R/supps/TX19G6R-S3.json",
            "problems/TX19G6R/supps/TX19G6R-S4.json"
        ],
        "Explain": false,
        "Content": [
            "Which sentence from the selection best highlights that the author is impressed with Brown?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Because she could distinguish between light and dark, she and her coach developed a system that enabled Brown to vault competitively.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author is describing the system that Brown uses to compete at pole vaulting but does not reveal any personal feelings about Brown's success.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "She had made it back to the state championships in the pole vault.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author is providing a detail related to Brown's success, not revealing any personal feeling of admiration about it.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "She has even considered competing in the Olympics.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this sentence the author reveals that Brown may be able to compete at the highest level of her sport but does not reveal any personal feelings about this achievement.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "With these goals in mind, Brown will surely continue to soar to new heights.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author states “Brown will surely continue to soar to new heights” to emphasize that Brown's high level of success is quite impressive and that she will continue to succeed in the future.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "17": {
        "Number": 17,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G6R/supps/TX19G6R-S3.json",
            "problems/TX19G6R/supps/TX19G6R-S4.json"
        ],
        "Explain": false,
        "Content": [
            "In paragraph 3, what does the word d͟i͟m͟i͟n͟i͟s͟h͟e͟d mean?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Changed constantly",
                "Key": {
                    "Correct": false,
                    "Rationale": "Brown's vision did change from her sophomore to her junior year, but in paragraph 3 Brown states that she “'can't get any blinder.'” As a result, the reader can conclude that Brown's d͟i͟m͟i͟n͟i͟s͟h͟e͟d vision has not “changed constantly.”",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Been reduced",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 2, the author explains that Brown's vision “had worsened.” In paragraph 3, Brown describes herself as “'totally blind.'” Based on this context, the reader can conclude that the meaning of d͟i͟m͟i͟n͟i͟s͟h͟e͟d is “been reduced.”",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Caused defeat",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Brown has had to develop new methods of vaulting as a result of her d͟i͟m͟i͟n͟i͟s͟h͟e͟d vision, the author does not refer to her being defeated.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Produced confusion",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although competing at pole vaulting with d͟i͟m͟i͟n͟i͟s͟h͟e͟d vision is likely challenging, there is no evidence to support the conclusion that Brown's eyesight causes her to be confused.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "18": {
        "Number": 18,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G6R/supps/TX19G6R-S3.json",
            "problems/TX19G6R/supps/TX19G6R-S4.json"
        ],
        "Explain": false,
        "Content": [
            "The organization of paragraphs 1 and 2 contributes to the author's main idea by  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "comparing Brown with the other athletes she competes against",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraphs 1 and 2, the author does not make any comparisons between Brown and other athletes.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "explaining how Brown overcame her challenges over time",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author organizes the information in paragraphs 1 and 2 mainly by explaining how Brown overcame her challenges over time. As a sophomore, Brown and her coach developed a system that allowed her to run in a straight line. By the time Brown was a junior, her vision had worsened, so Brown devised new methods that allowed her to compete.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "highlighting the competitions Brown has participated in",
                "Key": {
                    "Correct": false,
                    "Rationale": "There are references to the Texas state championships in both paragraphs 1 and 2, but the author organizes the paragraphs by explaining the methods Brown uses to pole vault competitively at these events, not the events themselves.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "showing the cause of Brown's disability and its effects on her activities",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author neither explains the cause of Brown's disability nor organizes paragraphs 1 and 2 around a cause-and-effect relationship between Brown's disability and the impact it has on her activities.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "19": {
        "Number": 19,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G6R/supps/TX19G6R-S3.json",
            "problems/TX19G6R/supps/TX19G6R-S4.json"
        ],
        "Explain": false,
        "Content": [
            "What is one message the author conveys in the selection?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Plan ahead for difficult times.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author's mother may face difficulties because she is in a wheelchair, the author focuses on courage and taking risks.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Be honest with those you love.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Based on the selection, the author clearly loves her mother, but the message the author conveys is more about courage and taking risks than about honesty.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Take risks in order to be successful.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author of “See It Through” conveys the message that people should take risks in order to be successful. The author explains that “courage” is the number one trait she has gotten from her mother, and this courage has helped her “try, even if the chances of failure are great.”",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Treat others as you would like to be treated.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author and her mother care for each other and have always been there for each other, but the message the author conveys centers around the mother's courage and willingness to take risks.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "20": {
        "Number": 20,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G6R/supps/TX19G6R-S3.json",
            "problems/TX19G6R/supps/TX19G6R-S4.json"
        ],
        "Explain": false,
        "Content": [
            "The author admires her mother mostly because her mother  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "offers advice on a variety of topics",
                "Key": {
                    "Correct": false,
                    "Rationale": "Based on the selection, it seems that the author's mother teaches her daughter more through examples and actions rather than advice.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "exposes the author to many new experiences",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author has shared a variety of experiences with her mother, but it is her mother's demonstration of perseverance in any circumstance that the author admires.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "has been in a wheelchair for the author's entire life",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author's mother has been in a wheelchair for all of the author's life, but to the author she is “just a regular mom,” so that is not the source of the author's admiration.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "lives in a way that demonstrates perseverance",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author clearly expresses admiration for her mother's perseverance. In paragraph 1, the author states that her mother reaches for seemingly impossible opportunities every day. Throughout the selection, the author emphasizes that “No matter how good or bad the chances are of something working out in her favor,” her mother “always tries.”",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "21": {
        "Number": 21,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G6R/supps/TX19G6R-S3.json",
            "problems/TX19G6R/supps/TX19G6R-S4.json"
        ],
        "Explain": false,
        "Content": [
            "What is the most likely reason the author does not tell her friends that her mother is paralyzed?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "She does not want people to judge her mother because of her disability.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author does not seem concerned about people judging her mother because of her disability. She simply does not think of her mother as having a disability.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "She prefers to let her mother explain her own situation to others.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author does not mention her mother explaining her own situation to others.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "She does not think it is an important characteristic of her mother.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author states in paragraph 3 that she never thinks “to mention that” her mom is in a wheelchair. The author thinks of her mom as “just a regular mom” who, like many of the author's friends' moms, “has always been there” for her. This is likely why the author does not tell her friends that her mother is paralyzed.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "She thinks that most people already know her mother uses a wheelchair.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author explains that her friends are often “taken aback” when they meet her mother because they do not know her mother uses a wheelchair.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "22": {
        "Number": 22,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G6R/supps/TX19G6R-S3.json",
            "problems/TX19G6R/supps/TX19G6R-S4.json"
        ],
        "Explain": false,
        "Content": [
            "The author compares her mother with other mothers in order to show that  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "her mother is more supportive than other mothers",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author's mother is very supportive, but the author does not make a comparison between her mother and other mothers who are less supportive.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "her mother does many of the positive things that other mothers do",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 3, the author compares her mother to her friends' mothers. Just like other mothers, the author's mother does many positive things, such as comforting the author, cheering for her, and providing her with what she needs.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "other mothers help the author as much as her own mother does",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author does not describe getting help from other mothers.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "other mothers do not understand the difficulties her mother experiences",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author does not address whether other mothers understand the difficulties her mother experiences.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "23": {
        "Number": 23,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G6R/supps/TX19G6R-S3.json",
            "problems/TX19G6R/supps/TX19G6R-S4.json"
        ],
        "Explain": false,
        "Content": [
            "Which sentence from the selection best establishes how the author's mother approaches her situation?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Like most mothers, my mom wants the best for me.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This is a description of how the author's mother feels about the author, not how the author's mother approaches her own situation.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "She has been paralyzed from the waist down for most of her life, and all of mine.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This is a description of the author's mother's situation, not her approach to handling it.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "She couldn't hike the volcano in Hawaii with the rest of the family or go cliff-jumping in Mexico.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The fact that the author's mother could not partake in these activities is not important. The author's mother at least attempted these difficult feats, which illustrates how she approaches her situation with perseverance.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "No matter how good or bad the chances are of something working out in her favor, she always tries.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author includes information in the selection to support that the author's mother approaches every situation with determination and a positive attitude. Whether it's riding a zip-line in Costa Rica, hiking up a volcano in Hawaii, or cliff-jumping in Mexico, the author's mother “always tries” and always “goes as far as she can.”",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "24": {
        "Number": 24,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G6R/supps/TX19G6R-S3.json",
            "problems/TX19G6R/supps/TX19G6R-S4.json"
        ],
        "Explain": false,
        "Content": [
            "Paragraph 4 shows that the author's family  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "comforts the mother when she is unable to participate",
                "Key": {
                    "Correct": false,
                    "Rationale": "Rather than comfort her mother when she is unable to participate in family activities, the author and the rest of her family do whatever they can to help the author's mother participate.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "supports the mother in her efforts to enjoy life to the fullest",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 4, the author describes how, on family vacations, her mother “never sits out on an activity.” Whatever the family is doing, they are all “right there,” encouraging the author's mother to “be a part of everything.”",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "wants to prevent the mother from taking unnecessary risks",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 4, the author explains how she and her family do whatever it takes to help her mother participate in family adventures, even when they might seem risky.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "thinks the mother should try activities designed specifically for people in wheelchairs",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author does acknowledge in paragraph 4 that there are certain activities her mother cannot participate in, she does not mention any activities designed specifically for people in wheelchairs.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "25": {
        "Number": 25,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G6R/supps/TX19G6R-S3.json",
            "problems/TX19G6R/supps/TX19G6R-S4.json"
        ],
        "Explain": false,
        "Content": [
            "The authors of the two selections most likely think their subject is someone who exhibits  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "bravery",
                "Key": {
                    "Correct": true,
                    "Rationale": "In both selections, the authors feature people who exhibit bravery. In “Soaring to New Heights,” the author describes Charlotte Brown, who competes in the sport of pole vaulting despite being blind. In “See It Through,” the author refers to her mother's courage and how her mother tries to do the seemingly impossible every day.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "humor",
                "Key": {
                    "Correct": false,
                    "Rationale": "The authors of the two selections do not reference humor or portray the subjects of the articles as humorous.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "sympathy",
                "Key": {
                    "Correct": false,
                    "Rationale": "In “See It Through,” the author focuses much more on her mother's courage than on her ability to be sympathetic. In “Soaring to New Heights,” the only indication of sympathy is when Charlotte says, “'I think everyone struggles with something in life.'”",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "forgiveness",
                "Key": {
                    "Correct": false,
                    "Rationale": "The authors of the two articles do not reference forgiveness in any way.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "26": {
        "Number": 26,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G6R/supps/TX19G6R-S3.json",
            "problems/TX19G6R/supps/TX19G6R-S4.json"
        ],
        "Explain": false,
        "Content": [
            "Read this sentence from “Soaring to New Heights.”",
            ":box:Her coach now uses a whistle to keep her centered, and Brown uses a beeper that alerts her when to plant her pole.",
            "Which phrase from “See It Through” illustrates that the mother also accomplishes tasks in a creative way?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "mention that my mom is in a wheelchair",
                "Key": {
                    "Correct": false,
                    "Rationale": "This phrase from “See It Through” is used to explain that the author's mother is in a wheelchair, not to illustrate the inventive way she accomplishes tasks.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "a cheerleader on the sideline of my soccer games",
                "Key": {
                    "Correct": false,
                    "Rationale": "Cheering for her daughter on the sideline of a soccer game is not an illustration of accomplishing a task in a creative way.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "strapping herself to some stranger's lap in order to zip-line",
                "Key": {
                    "Correct": true,
                    "Rationale": "In “Soaring to New Heights,” the author explains how Charlotte and her coach utilize certain methods to help Charlotte participate in pole vault events. In paragraph 4 of “See It Through,” the author explains how her mother participates in family adventures such as riding a zip-line by relying on her family and on inventive methods such as “strapping herself to some stranger's lap.”",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "mother showed me how to live outside of limits",
                "Key": {
                    "Correct": false,
                    "Rationale": "This phrase from “See It Through” is used to explain that the author's mother taught her daughter an important lesson; the phrase is not used to illustrate the creative way the author's mother accomplishes tasks.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "27": {
        "Number": 27,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G6R/supps/TX19G6R-S3.json",
            "problems/TX19G6R/supps/TX19G6R-S4.json"
        ],
        "Explain": false,
        "Content": [
            "One difference between “Soaring to New Heights” and “See It Through” is that only “See It Through”  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "shows how problems caused by a physical challenge become less important over time",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although both authors write about physical challenges people face, these challenges are not portrayed as problems, nor are they described as becoming less important over time.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "illustrates how certain activities can enhance the quality of a person's life",
                "Key": {
                    "Correct": false,
                    "Rationale": "Both authors illustrate how certain activities can enhance the quality of a person's life. Charlotte Brown enjoys pole vaulting, and the author's mother enjoys activities such as zip lining. This is not a difference between the selections.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "tells of the athletic accomplishments of a person who has limited mobility",
                "Key": {
                    "Correct": false,
                    "Rationale": "In “See It Through,” the author talks about some of her mother's accomplishments, but the focus is not on athletic accomplishments. Also, in “Soaring to New Heights,” Charlotte Brown does not have limited mobility.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "describes a personal experience of living with someone who is disabled",
                "Key": {
                    "Correct": true,
                    "Rationale": "In “See It Through,” the author lives with the disabled person she is describing — her mother. In “Soaring to New Heights,” no such personal experience is described, so this is a difference between the selections.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "28": {
        "Number": 28,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G6R/supps/TX19G6R-S3.json",
            "problems/TX19G6R/supps/TX19G6R-S4.json"
        ],
        "Explain": false,
        "Content": [
            "What does Charlotte Brown in “Soaring to New Heights” have in common with the author's mother in “See It Through”?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "They both want people to ignore the fact that they sometimes need assistance.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Neither Charlotte Brown nor the author's mother indicates any preference for people ignoring their occasional need for assistance.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "They both believe that their situation will improve someday.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Both Charlotte Brown and the author's mother seem to accept their circumstances and strive to make the most of their lives even though their situations will not improve.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "They both are unwilling to use special accommodations.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Charlotte Brown relies on special methods to continue pole vaulting, and the author's mother is willing to rely on special accommodations such as being strapped to a stranger's lap in order to be able to participate in family adventures.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "They both refuse to let their circumstances limit their goals.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In both selections, the authors write about people who face circumstances that could limit their goals. However, neither person lets these circumstances become limitations in any way. Charlotte Brown competes in pole vaulting despite being blind, and in “See It Through,” the author describes her mother as living “outside of limits” and reaching for seemingly impossible opportunities “every day.”",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "29": {
        "Number": 29,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G6R/supps/TX19G6R-S5.json"
        ],
        "Explain": false,
        "Content": [
            "Which line from the poem best helps the reader imagine the flowers and fruits of the rain forest?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Is more than can be described.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The speaker's description in line 5 of the rain forest as something “more than can be described” is not specific to flowers and fruits.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Its ponds are crowded",
                "Key": {
                    "Correct": false,
                    "Rationale": "The speaker's description in line 10 of crowded ponds relates to butterflies rather than flowers and fruits.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "A palace of fragrance and tastes",
                "Key": {
                    "Correct": true,
                    "Rationale": "The inclusion of this description best helps the reader imagine the flowers and fruits of the rain forest, since flowers have fragrance and fruits have taste.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Is pure paradise.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The speaker's reference in line 25 to “pure paradise” is a reference to the rain forest in general, not flowers and fruits specifically.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "30": {
        "Number": 30,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G6R/supps/TX19G6R-S5.json"
        ],
        "Explain": false,
        "Content": [
            "In stanza 3, the phrase “Everywhere there is music” indicates that the speaker  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "is distracted by the different sounds of nature",
                "Key": {
                    "Correct": false,
                    "Rationale": "In stanza 3, the speaker is captivated by the wonders of the rain forest, so it is not accurate to say he finds the sounds distracting.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "finds the sounds of the rain forest enchanting",
                "Key": {
                    "Correct": true,
                    "Rationale": "In stanza 3, the speaker states, “Everywhere there is music.” The speaker goes on to describe “The sounds of rivers,/A rustling of leaves,/An outpouring of mockingbirds,/And the forlorn cooing of turtledoves,” indicating that the speaker finds the sounds of the rain forest enchanting.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "wishes he could imitate the sounds he hears",
                "Key": {
                    "Correct": false,
                    "Rationale": "The speaker describes specific sounds of the rain forest, but he does not indicate a desire to imitate these sounds.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "can recognize certain birds by the sounds they make",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the speaker does refer specifically to the sounds of mockingbirds and turtledoves, this is only one part of the music that is “Everywhere.”",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "31": {
        "Number": 31,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G6R/supps/TX19G6R-S5.json"
        ],
        "Explain": false,
        "Content": [
            "Read this dictionary entry.",
            ":box:brilliant \\'bril-yənt\\ adj\n1. showing great intelligence\n2. vivid in appearance\n3. full of light\n4. excellent or superior in performance",
            "Which definition best matches the way the word b͟r͟i͟l͟l͟i͟a͟n͟t is used in line 4?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Definition 1",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this phrase, the poet is describing the beauty of the rain forest, so “showing great intelligence” is not the meaning of b͟r͟i͟l͟l͟i͟a͟n͟t in this context.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Definition 2",
                "Key": {
                    "Correct": true,
                    "Rationale": "The poet conveys that the rain forest delights the senses by including references to specific sights such as a “green paradise” and a “blizzard of butterflies.” Based on this context, the reader can conclude that “vivid in appearance” best matches the way the word b͟r͟i͟l͟l͟i͟a͟n͟t is used in line 4.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Definition 3",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the poet does describe certain aspects of the rain forest's appearance, there is no reference to an abundance of light.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Definition 4",
                "Key": {
                    "Correct": false,
                    "Rationale": "The word b͟r͟i͟l͟l͟i͟a͟n͟t is used to describe the beauty of the rain forest, not to suggest that the forest is performing in any way.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "32": {
        "Number": 32,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G6R/supps/TX19G6R-S5.json"
        ],
        "Explain": false,
        "Content": [
            "Throughout the poem, the rain forest is presented as a place that is  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "attractive to many visitors",
                "Key": {
                    "Correct": false,
                    "Rationale": "The speaker does not mention visitors other than himself in the poem.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "highly adaptable to change",
                "Key": {
                    "Correct": false,
                    "Rationale": "The speaker portrays the rain forest at one moment in time, so the idea that the rain forest is adaptable to change is not explored.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "without any imperfections",
                "Key": {
                    "Correct": true,
                    "Rationale": "The speaker describes the “greatness” of the rain forest and refers to it as a “paradise” full of “unexpected wonders” and “music.” Throughout the poem, the speaker portrays the rain forest as a place without flaws or imperfections.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "best experienced early in the morning",
                "Key": {
                    "Correct": false,
                    "Rationale": "The speaker describes the experience of being in the rain forest, but he does not refer to a specific time of day.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "33": {
        "Number": 33,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G6R/supps/TX19G6R-S5.json"
        ],
        "Explain": false,
        "Content": [
            "The poem's structure helps the reader  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "picture what a trip to the rain forest is like for the speaker",
                "Key": {
                    "Correct": true,
                    "Rationale": "The poet structures the poem to help the reader know what a trip through the rain forest is like for the speaker. The speaker's walk is introduced in stanzas 1 and 2. In stanza 3, the speaker visits the pond and then continues on to view exotic plants. Finally, the rain forest ends and the speaker turns to leave.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "understand how much time the speaker spends in the rain forest",
                "Key": {
                    "Correct": false,
                    "Rationale": "The rain forest seems like a familiar place to the speaker, but it cannot be determined from the structure of the poem how much time the speaker spends there.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "examine how the speaker's emotions about the rain forest change",
                "Key": {
                    "Correct": false,
                    "Rationale": "The speaker's emotions are not made clear by the structure of the poem, and it seems that the speaker feels enchanted throughout the experience.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "realize how the speaker feels about the rain forest compared with other places",
                "Key": {
                    "Correct": false,
                    "Rationale": "The speaker clearly has fond feelings for the rain forest, but a comparison of these feelings to how he feels about other places is not revealed through the poem's structure.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "34": {
        "Number": 34,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G6R/supps/TX19G6R-S5.json"
        ],
        "Explain": false,
        "Content": [
            "Read this line from the poem.",
            ":box:Its greatness makes me feel very small.",
            "This line helps the reader understand that the speaker  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "feels unpleasantly overwhelmed by his surroundings",
                "Key": {
                    "Correct": false,
                    "Rationale": "The speaker refers to feeling “very small,” but this conveys his appreciation for his surroundings, not a feeling of being unpleasantly overwhelmed.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "would prefer to visit the rain forest with a group of people",
                "Key": {
                    "Correct": false,
                    "Rationale": "The speaker is amazed by the “greatness” of the rain forest but does not indicate a preference for visiting it with other people.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "has a deep appreciation for his surroundings",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the first stanza, the speaker's reference to the “greatness” of the rain forest suggests the deep appreciation and awe the speaker feels for his surroundings.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "wants to view the rain forest from a higher location",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this line, the speaker seems to be looking up at the great rain forest that surrounds him but does not express a desire to view the forest from a higher location.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "35": {
        "Number": 35,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G6R/supps/TX19G6R-S6.json"
        ],
        "Explain": false,
        "Content": [
            "Which idea is supported throughout the selection?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Lindbergh was younger than most pilots hoping to fly from New York to Paris.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author mentions that Lindbergh was an excellent pilot by age 25 but does not provide the ages of other pilots hoping to make the flight from New York to Paris.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Airplanes with multiple engines were safest for crossing the Atlantic Ocean.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although most pilots planned to fly planes with multiple engines on this flight, there is no evidence to support the idea that multiple-engine planes were the safest.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "It took Lindbergh years to get the money he needed to build his plane.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 4, the author explains that Lindbergh was given $15,000 for his flight but does not mention how long it took the young pilot to raise this money.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Lindbergh believed a new strategy was needed to fly from New York to Paris.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Lindbergh realized he would need a new strategy to cross the Atlantic Ocean in a single flight. While most pilots believed that “large, sturdy planes with multiple engines” were best suited for the Atlantic crossing, Lindbergh believed that a “lighter, smaller plane ... would conserve fuel and have the best chance of completing the trip.” In paragraph 6, the author describes the steps Lindbergh took to build such a plane.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "36": {
        "Number": 36,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G6R/supps/TX19G6R-S6.json"
        ],
        "Explain": false,
        "Content": [
            "Which detail about Lindbergh's flight supports the idea that he flew the plane low in the sky?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Lindbergh used the stars to guide him.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 9, the author explains that Lindbergh relied on the stars to guide him, but he would not have to be flying low in order to see the stars.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Lindbergh called out to fishermen for directions.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 9, the author explains that Lindbergh “flew very low over land, ocean, and ice.” The author supports this idea by including a detail about Lindbergh shouting out to fishing boats for directions as he flew over them.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "The plane traveled through poor weather conditions.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author mentions that Lindbergh experienced bad weather before and during his flight, but poor weather conditions can affect a plane at any altitude.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "The plane was equipped with hundreds of gallons of fuel.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 8, the author explains that Lindbergh had “extra gas tanks with 450 gallons of fuel” but does not connect this fact directly with the plane flying low in the sky.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "37": {
        "Number": 37,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G6R/supps/TX19G6R-S6.json"
        ],
        "Explain": false,
        "Content": [
            "The map of Lindbergh's flight path helps the reader understand  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "that the hotel owner wanted Lindbergh to be the first pilot to reach Paris",
                "Key": {
                    "Correct": false,
                    "Rationale": "Hotel owner Raymond Orteig challenged pilots to fly from New York to Paris, but there is no connection between this fact and the map.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "why people were able to see the plane when Lindbergh flew over the ocean",
                "Key": {
                    "Correct": false,
                    "Rationale": "The map is included to help the reader understand that Lindbergh flew over the ocean, but it cannot be determined from the map why people could see the plane.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "that Lindbergh had to fly over a large body of water in order to get to Paris",
                "Key": {
                    "Correct": true,
                    "Rationale": "By looking at the map of Lindbergh's flight plan, the reader can see that he flew over a large body of water — the Atlantic Ocean.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "why Lindbergh made so many test flights over land before his flight across the ocean",
                "Key": {
                    "Correct": false,
                    "Rationale": "The many factors that made a transatlantic flight difficult and required Lindbergh to make numerous test flights are not shown on the map.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "38": {
        "Number": 38,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G6R/supps/TX19G6R-S6.json"
        ],
        "Explain": false,
        "Content": [
            "What is the most likely reason the author wrote this selection?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "To give the history of pilots who have been honored for their contributions to air travel",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the selection, the author provides a detailed account of only one specific pilot and his contributions to air travel.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "To explain how businesses have impacted the production of planes throughout history",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author does include details about Lindbergh receiving $15,000 from St. Louis businessmen and how a small company built the Spirit of St. Louis, the focus of the selection is on Lindbergh's historic flight, not on how businesses have impacted the production of airplanes.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "To provide information about how the design of planes has changed throughout history",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author does include details related to Lindbergh's plane, such as how he had the fuel tank placed in front of him, but the author does not describe how the design of planes has changed throughout history.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "To relate the details of an important event in the history of air travel",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author wrote the selection to describe an important event in the history of air travel: the first nonstop flight across the Atlantic. The outcome of Lindbergh's flight is introduced in paragraph 1, and in the remainder of the selection the author explains Lindbergh's strategy, the details of the flight, and the recognition he received.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "39": {
        "Number": 39,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G6R/supps/TX19G6R-S6.json"
        ],
        "Explain": false,
        "Content": [
            "What is the best summary of the section titled “The Flight”?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Charles Lindbergh asked people for directions as he flew over fishing boats on his long flight to Paris, France.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 10, the author includes a detail about Lindbergh asking “'Which way is Ireland?'” as he flew over some fishing boats on his way to Paris, but this is one detail, not a summary of the section.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Charles Lindbergh received awards from royalty and the president of the United States after he flew from New York to Paris.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 11, the author explains how “royal leaders and the president of the United States” presented Lindbergh with awards, but this is one detail and not a summary.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Charles Lindbergh was the first pilot to complete the difficult nonstop flight from New York to Paris and became an international hero.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Key points from the section “The Flight” are included in this summary, such as the difficulty of the nonstop flight and the reaction to Lindbergh's success.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Charles Lindbergh flew across the Atlantic Ocean with only a compass and the stars to help him navigate through fog and darkness.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 9, the author describes how Lindbergh flew across the Atlantic Ocean with only a compass and the stars to guide him, but this is one detail and not a summary.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "40": {
        "Number": 40,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G6R/supps/TX19G6R-S6.json"
        ],
        "Explain": false,
        "Content": [
            "The main idea of paragraphs 4 and 5 is that the Spirit of St. Louis was  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "rejected by most manufacturers Lindbergh approached",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 4, the author explains that Lindbergh's ideas were rejected by many aircraft manufacturers, but this is a supporting detail rather than the main idea.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "sponsored by local businessmen",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author mentions in paragraph 4 that “some businessmen in St. Louis” provided Lindbergh with $15,000, but this is a supporting detail rather than the main idea.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "completed in a short period of time",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 4, the author mentions that the Spirit of St. Louis was built in “only two months.” However, this is a supporting detail rather than the main idea.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "constructed specifically to satisfy Lindbergh's requirements",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraphs 4 and 5, the author focuses on the construction of the Spirit of St. Louis and how the plane was made to satisfy Lindbergh's specific requirements. In paragraph 4, the author explains the challenge Lindbergh faced finding a company that would make him the exact plane he wanted. In paragraph 5, the author describes the unique design of the plane.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    }
}