{
    "Directions": "Read this text, then answer each question that follows.",
    "Context": [],
    "Title": "The Great Escape (Part 2)",
    "Subtitle": "",
    "Author": "by Susan Mitsch",
    "LabelType": "P",
    "Content": [
        ["13", "Red pecked open the pigpens and the cows' gate. He pecked open the pony boxes and the horse stalls. Cows, pigs, and ponies joined the jamboree!"],
        ["14", "Milkmaids and goatherds, trainers and shepherds, all chased after the animals. Rhode Island Red was leading them right to the midway!"],
        ["15", "The animals ran this way and that through the rides. Chickens rode the Ferris wheel. Goats rode the roller coaster. Ponies rode the ponies on the merry-go-round! Geese ate cotton candy. Pigs ate sweet corn, and sheep bobbed for apples at the apple-bobbing booth! Cows rode the water slide, and goats nibbled everything they could! Dust rose into the air as people chased after the animals. No one would ever be able to catch them all!"],
        ["16", "Rattle! Rattle! Rattle! The sheep stopped. What was that sound?"],
        ["17", "Clink! Tink! Tink! The cows looked. They remembered that sound."],
        ["18", "Shake-a-shake-a-shake! The goats knew that sound. They came running to see who made it."],
        ["19", "Walking straight down the busy midway was a boy shaking a pail of oats. He knew just what to do! He dropped a little trail of oats behind him as he walked. Rattle! Rattle! Rattle!"],
        ["20", "The sheep, cows, and goats followed the boy's trail of oats. The ponies jumped off the merrygo-round and sniffed after the sweet oats. The pigs followed, gobbling oats greedily. The chickens and goats pecked up the oats too. Rattle, rattle, shake-a-shake-a-shake!"],
        ["21", "The boys led the procession of hungry animals. And at the very end of the line, pecking up the yummy oats, was Rhode Island Red himself!"],
        ["22", "Everyone cheered! The boy led the pigs to the pig building and the ponies to their stalls. He took back the cows, sheep, and goats. He led the geese to their cages and the chickens to their tent. And finally, the boy himself put away Rhode Island Red. And this last cage, he locked."],
        ["23", "“You naughty rooster,” said the boy."],
        ["24", "But Rhode Island Red just drank a long drink, fluffed up his feathers, and crowed, “R-r-r-rroooo!” Then he settled down to rest, looking very pleased with himself."]
    ],
    "Copyright": "“The Great Escape” by Susan Mitsch from Children's Playmate, July/August 1999. © SEPS. Licensed by Curtis Licensing, Indianapolis, IN.",
    "References": []
}