{
    "Directions": "Read this text, then answer each question that follows.",
    "Context": [
        "This text was published in 1996."
    ],
    "Title": "[Excerpt from] Under My Nose (Part 2)",
    "Subtitle": "",
    "Author": "by Lois Ehlert",
    "LabelType": "P",
    "Content": [
        ["10", "I like to write out rough story ideas for my books, then make thumbnail sketches."],
        ["11", "Next, I make a dummy book.¹"],
        ["12", "I sketch in the art and hand-letter the words. I go over my dummy book with my editor. I like to read the text out loud and listen to the rhythm of the words. The text and the art should help each other tell the story. I type the text on my typewriter in my sunroom, where I'm surrounded by flowers, books, and plants. It's quiet and peaceful here, just the way I like it when I'm writing."],
        ["13", "For my illustrations, I cut paper or material and glue the pieces to background paper. It's the kind of thing I liked to do when I was growing up. The art technique is called collage. I used plain colored paper for Circus, Color Zoo, and Color Farm. For Red Leaf, Yellow Leaf, and Snowballs I painted with watercolors and glued down real objects. I cut and glued forty-three pieces of paper to make the pineapple for Eating the Alphabet."],
        ["14", "When book ideas just won't come, I stare out the window, water my plants, or go for a walk. I believe ideas need fresh air, too. I might wash my car, visit my mother, listen to the radio and sing along, find another antique charm for my vest, or just sit and read."],
        ["15", "Then I sharpen my pencils and it's back to work I go, trying to get those words and pictures to tell a story."],
        ["16", "As I go along, I continue to learn more about art and writing. If you like to write and draw, I hope you will keep learning, too. Good luck and keep your eyes open. There might be a story right under your nose."]
    ],
    "Copyright": "Excerpt from Under My Nose by Lois Ehlert. Copyright ©1996 by Lois Ehlert. Reprinted by permission of Rochard C. Owens Publishers, Inc.",
    "References": [
        ["¹", "dummy book - small model of a book to show how the pages will be arranged"]
    ]
}