{
    "Directions": "Read this text, then answer each question that follows.",
    "Context": [],
    "Title": "[Excerpt from] “Dog a Hero on Mount Hood” (Part 1)",
    "Subtitle": "",
    "Author": "by Susan Jankowski",
    "LabelType": "P",
    "Content": [
        ["1", "It's been said that a dog is a “man's best friend.” This proved to be true when three friends set out to climb to the summit of Mount Hood in Oregon. They had no idea they would be turning around. They had no idea a German shepherd named Velvet would help save lives."],
        ["2", "Two of the climbers were school teachers. Matty Bryant and Kate Hanlon were teachers in schools in the suburbs of Portland, Oregon. Bryant, Hanlon, and six others began the hike to climb Mount Hood on a Saturday morning. They were all experienced rock climbers. They had brought the right gear to camp overnight on the 11,239 foot (3,425.6 meter)-high mountain, which towers over the Mount Hood National Forest. They also brought a transmitter with them. This is a small device that sends and/or receives signals. If the climbers ran into trouble, rangers might be able to track their location with the transmitter."],
        ["", "The Weather Factor"],
        ["3", "On Sunday, the weather took a turn for the worse. Now the climbers faced strong winds and blowing snow. So they chose to play it safe; they turned around to go back down the mountain. They decided it was not worth risking their lives to climb to the summit of Mount Hood."],
        ["4", "The storm picked up strength. Matty and Kate roped themselves together with another friend, Christina Ridl. They also fastened the rope to Velvet. This is so they could all stay together in the high winds and blowing snow. Plus if anyone slipped, they would still be connected to others who still had their feet on solid ground."],
        ["5", "At about 8,300 feet (2,529.8 meters) above sea level, Matty, Kate, and Christina reached a slippery edge. First one climber, then another, then the other fell at nearly the same time! The three climbers and Velvet tumbled down nearly five hundred feet. This is like jumping off the roof of a forty- to fifty-story apartment building."],
        ["6", "When the climbers finally hit the ground, they knew they were lucky to be alive. Velvet, too, had survived the fall. But Ridl had injured her head. She put on a tight-fitting hat to stop the bleeding."],
        ["7", "Meanwhile, the other climbers were doing their best to make it safely down the side of Mount Hood in a storm. Trevor Liston from Portland was one of them. He saw the three people fall who had been roped together. He and the others tried to throw a rope down to them. But this was not successful. Trevor and the other climbers called park rangers for help."],
        ["8", "The three fallen climbers were wet and cold. But they had to keep moving to stay warm. They hiked for miles to try to make it down the mountainside. Soon it became dark. They had to face the fact they would be spending the night outdoors on the mountain- this time in bad weather."],
        ["9", "The three did their best to stay calm. They wrapped themselves in sleeping bags to stay warm. They knew it might take some time for rescuers to find them in the dense forest. The Mount Hood National Forest spans over one million acres! The three also huddled around Velvet, who kept them warm with her fur and body heat. Velvet also helped the climbers keep their spirits up. This is important when lost in the wilderness. A person must make up his or her mind to survive."]
    ],
    "Copyright": "Excerpt from “Dog a Hero on Mount Hood” by Susan Jankowski from True Wilderness Rescue Stories, Copyright ©2011 by Susan Jankowski. All rights reserved. Used with permission of Enslow Publishing, LLC",
    "References": []
}