{
    "Directions": "Read this text, then answer each question that follows.",
    "Context": [
        "This text was published in 1996."
    ],
    "Title": "[Excerpt from] Under My Nose (Part 1)",
    "Subtitle": "",
    "Author": "by Lois Ehlert",
    "LabelType": "P",
    "Content": [
        ["1", "I never planned to be a writer, but something happened that changed my mind. About ten years ago I took a course on how to make handmade books. The books I made needed text, so I began writing words to go with my art. About the same time, I had an idea for a story about my garden."],
        ["2", "Some friends and I shared a vegetable garden at the edge of the city of Milwaukee. I knew I could write about the vegetables and make sketches of them on the spot. They were right under my nose."],
        ["3", "Three years later, my book Growing Vegetable Soup was published. It was the first book I illustrated and wrote."],
        ["4", "Getting a good idea for a book is the hardest thing for me, but also the most fun. Watching Milwaukee's annual circus parade with its flashy colors and interesting animals inspired the idea for my book Circus."],
        ["5", "Living close to Lake Michigan, I like to take long walks. One day while I was outside, a squirrel slipped inside my house through a torn screen window. That gave me the idea for a book. In Nuts to You! I tell how I got him out."],
        ["6", "When I write my books, I start with the picture first. Bucky, my sister's cat, was my model for Feathers for Lunch. Before I wrote the story I measured his legs, his head, and his tail, and painted a life-sized portrait of him. The story is about a cat trying to catch a bird. That's why I put the bell on his collar - it warns the birds. I added the words “jingle, jingle” to go with my art."],
        ["7", "I began writing the story from the cat's viewpoint. Later, I rewrote it from the cat owner's viewpoint."],
        ["8", "Even when I get an idea for a book, it's difficult for me to get started."],
        ["9", "Once I wanted to do a book about fish. I even had a title, Fish Eyes. To get myself in the mood, I made a list of fishy words. I wondered how it would feel to swim like a fish. Could I put those feelings into words and pictures? I went to the aquarium and made sketches as I watched beautiful fish swim by. I read so much about fish that I felt fish would swim out of my ears."]
    ],
    "Copyright": "Excerpt from Under My Nose by Lois Ehlert. Copyright ©1996 by Lois Ehlert. Reprinted by permission of Rochard C. Owens Publishers, Inc.",
    "References": []
}