{
    "Directions": "Read this text, then answer each question that follows.",
    "Context": [],
    "Title": "[Adapted from] “Beavers at Home” (Part 1)",
    "Subtitle": "",
    "Author": "by James Baldwin",
    "LabelType": "P",
    "Content": [
        ["1", "A beaver is a wild animal about three feet in length, and weighing forty or fifty pounds. It is covered with fine, glossy, grayish brown fur. Its tail is nearly a foot long, and has no hair at all, but only little scales, something like those of a fish. When the beaver is swimming about in the water it uses its tail as a kind of rudder.¹"],
        ["2", "A beaver cannot bear to live alone. He is never as happy as when he has a large number of friends close at hand whom he can visit every day; for beavers are the best and kindest neighbors in the world, always ready to help one another in building new houses or in repairing old ones."],
        ["3", "Of course the first thing to be done when one is going to build a house or a village is to find a good place for it; and the spot which every beaver of sense thinks is best is either a large pond, or, if no pond is to be had, a low plain with a stream running through it. For on such a plain, a pond can be made by causing the water to cover it."],
        ["4", "It must be a very, very long time since beavers first learned that the way to make a pond is to build a dam across a running stream. To begin with, they must know which way the stream runs, and in this they never make a mistake."],
        ["5", "They first gather together a number of sticks and logs about five feet long, which they carry or roll into the stream. While some of the beavers are doing this—for the safety of the village lies in the strength of the foundation² — others are gathering and piling up many green branches of trees. These branches, which they have cut from the trees with their teeth, are piled among the sticks and logs, and soon a dam is formed that reaches across the stream."],
        ["6", "When the foundation of the dam has been finished, the beavers pile stones and mud upon it until they have built a wall ten or twelve feet thick at the bottom and two or three feet thick at the top. After all this has been done, the older and wiser beavers go carefully over every part to see if the dam is of the right shape and is strong and safe; for beavers do not like poor work, and they know that a weak dam is easily washed away."],
        ["7", "When the dam has been finished and the pond made, the beavers begin to think about their houses. As they like to have their rooms dry, they raise the floors of their houses some distance above the water, so that when the stream rises during the rainy season they will not be flooded."]
    ],
    "Copyright": "",
    "References": [
        ["¹", "rudder - a tool used as a guide"],
        ["²", "foundation - the lowest level when building"]
    ]
}