{
    "Directions": "Read this text, then answer each question that follows.",
    "Context": [],
    "Title": "The Great Escape (Part 1)",
    "Subtitle": "",
    "Author": "by Susan Mitsch",
    "LabelType": "P",
    "Content": [
        ["1", "The county was full of farms - farms here, farms there, farms everywhere. In the middle of the county fairgrounds sat the poultry tent. And in the middle of the poultry tent sat Rhode Island Red, the rooster."],
        ["2", "One morning, Red pecked at the latch on his cage. No one noticed."],
        ["3", "He opened the door to his cage. No one noticed."],
        ["4", "He hopped to the ground. No one noticed."],
        ["5", "He pecked open eight other cages. Eight chickens hopped out."],
        ["6", "A water boy noticed the chickens. “Hey, stop!” he cried, and suddenly the chase was on!"],
        ["7", "Chickens ran this way; chickens flapped that way. The water boy called the feed boy. The feed boy called a farmer. The farmer called his wife. His wife called a poultry judge. Water, feed, and blue ribbons flew in the wind. Everyone tried to catch the chickens."],
        ["8", "But no one caught Rhode Island Red. He pecked at a dozen more latches. A dozen more hens flapped to freedom. He pecked at a dozen more latches! A dozen more roosters flapped away. Soon he had opened all the cages."],
        ["9", "People were shouting! Chickens were squawking! More people came running to see."],
        ["10", "Rhode Island Red headed straight to the goose tent. Soon one goose was loose. Then another. By the time anyone in that tent noticed, every goose was loose! They all joined the chickens and ran down the hill. Rhode Island Red ran in the lead, with the people in hot pursuit."],
        ["11", "The birds reached the goat barn. Soon Rhode Island Red had let every goat loose! Billies, nannies, and kids all joined in the party."],
        ["12", "Red ran on to the sheep building. Rams, lambs, and ewes all joined in the spree!"]
    ],
    "Copyright": "“The Great Escape” by Susan Mitsch from Children's Playmate, July/August 1999. © SEPS. Licensed by Curtis Licensing, Indianapolis, IN.",
    "References": []
}