{
    "Directions": "Read this article, then answer each question that follows.",
    "Context": [
        "This excerpt is from a book about the history of the Hudson River."
    ],
    "Title": "[Excerpt from] River of Dreams",
    "Subtitle": "",
    "Author": "by Hudson Talbott",
    "LabelType": "P",
    "Content": [
        ["1", "\tBy the twentieth century, New York City had long since reached its destiny of becoming the most powerful city in America. In less than 300 years it had grown from a tiny Dutch outpost in the wilderness to the business capital of the world. It was a city built on dreams."],
        ["2", "\tBut it was made out of bricks and cement that had come from the banks of the Hudson. The river which had fed all those dreams was now fading into the background. New York didn't seem to need the river anymore, except as a sewer. And that's what it became."],
        ["3", "\tIndustry on the river had made some New Yorkers filthy rich. But it had just made the river filthy. Garbage, factory waste, plant chemicals and the raw sewage of the cities and towns along its banks were dumped directly into the river. The water turned greenish brown, except by the GM plant, where it turned red or yellow or whatever color they were painting the cars that day."],
        ["4", "\tThe fishing industry collapsed. The few fish that survived were too poisonous to eat. Smog from the factory smoke and dust from the cement plants blanketed the valley. And it was all legal."],
        ["5", "\tMost people don't start out with dreams of polluting a river. But it was often the result of people chasing their dreams of wealth with little care of how they reached it. The Hudson Valley had always drawn them."],
        ["6", "\tBut now there were other dreamers in the valley, with their own dreams of wealth. They dreamed of the wealth of wildlife in a healthy forest, the abundance of fish in oxygen-rich water, and the great fortune of living in a beautiful river valley."],
        ["7", "\tSo perhaps it was a matter of time before the two types of dreamers would meet each other — in court."],
        ["8", "\tIn 1963, Con Edison, New York City's power company, proposed a plan for constructing the largest hydroelectric pumping station ever built. The plan called for carving out a gigantic hole in the side of majestic Storm King Mountain on the Hudson River."],
        ["9", "\tBut then they met Franny Reese. Franny was a longtime valley resident with a simple point to make: the mountain could not speak for itself. If she didn't speak for it, who would?"],
        ["10", "\tFranny and a group of like-minded people founded Scenic Hudson and took on the power company in a landmark court case. Con Ed challenged the right of private citizens to participate, but the court sided with the citizens, in the ruling now known as the Scenic Hudson Decision."],
        ["11", "\tAfter dragging out the case for seventeen years, Con Ed finally gave up and Storm King survived unblemished. It was the beginning of the environmental movement in this country, and once again, the Hudson Valley was the birthplace."],
        ["12", "\tMore and more people joined the movement as they realized how much difference each of us can make."],
        ["13", "\tThe love of their land was still alive in the hearts of Americans, and now that it was aroused again, things began to change."],
        ["14", "\tMany new laws and new citizens' groups have been inspired by those early heroes of the environment, and their work has begun to bring the Hudson back to life."],
        ["15", "\tThe Mahicans called it “The River That Flows Both Ways.” Slowly we are learning that taking care of the river is the only way that the river can take care of us."],
        ["16", "\tFifty years have passed since I dreamed of going to New York to see the river that shares my name, and thirty-five years since that dream came true. I live in the Hudson Valley now, grateful to all those who came before me, following their dreams to this river, building this nation, sharing its beauty, securing its future."],
        ["17", "\tIt's now my turn to help in keeping the river of dreams flowing, for all those dreamers yet to come."]
    ],
    "Copyright": "Excerpt from River of Dreams by Hudson Talbott. Copyright © 2009 by Hudson Talbott. Used with permission.",
    "References": []
}