{
    "Directions": "Read this excerpt, then answer each question that follows.",
    "Context": [],
    "Title": "[Excerpt from] Gadgets: Built To Not Last",
    "Subtitle": "",
    "Author": "by Mike Elgan",
    "LabelType": "P",
    "Content": [
        ["1", "\tOf course, everything ends up broken, obsolete and unusable at some point. The trouble is, the companies that make our consumer electronics are deliberately or carelessly decreasing the useful life of our gadgets so they can sell us another one sooner..."],
        ["2", "\tI had a bulb burn out last week. Even though I had just bought that bulb about a year ago, it died sooner than a bulb at a nearby fire station that was purchased in, and has been burning continuously since, 1901. They don't make 'em like that anymore. There's no money in it."],
        ["3", "\tDisposable dishes, “sporks,” razors, diapers and more—ours has become a throwaway culture, even as the environment is being overwhelmed by trash..."],
        ["4", "\tLow-end consumer printers, for example, are nearly impossible to sell second-hand and users are unlikely to bother getting them repaired, because you can always buy a great printer for less than $100. They are just one of many types of devices that are far cheaper to replace than repair. Others include media players, DVD and Blu-ray players, clock radios and PC hard drives."],
        ["5", "\tPeople used to upgrade their PCs with additional memory, new hard drives and even motherboards. Now that laptops are far more commonly used as main PCs, we've allowed our upgrade impulse to atrophy.¹"],
        ["6", "\tIf you could replace the battery, an iPad should last longer than that 111-year-old light bulb. But because many devices are designed with irremovable batteries, we actually throw away gadgets more sophisticated than the computers that put men on the moon—just because the battery dies..."],
        ["7", "\tBut the bottom line is this: If we don't buy it, they won't make it..."],
        ["8", "\tIt's time to say, enough! Fellow gadget journalists, let's put far greater emphasis on durable, long-life design, and let's slam manufacturers who engage in planned — or unplanned — obsolescence.²"],
        ["9", "\tAnd fellow consumers, let's stop buying devices designed to fail quickly, and let's insist that vendors make devices that can be repaired and upgraded."]
    ],
    "Copyright": "",
    "References": [
        ["¹", "atrophy: decrease or stop"],
        ["²", "obsolescence: being no longer useful"]
    ]
}