{
    "Directions": "Read the passage below, then answer each question that follows.",
    "Context": [],
    "Title": "Lunar Farming",
    "Subtitle": "",
    "Author": "",
    "LabelType": "N",
    "Content": [
        [" ", "\tLate last autumn, Giuseppe Ferrua [L1] [stood], on the hillside he farms overlooking Italy's Serchio River valley, a landscape of low mountains dotted [L2] [with] vineyards. Ferrua grows grapes and olives, and he does so according to the phases of the Moon. He didn't always farm this way. When he began, he exercised modern, one-size-fits-all farming methods but says he soon became convinced that “plants are completely prone to elements in the cosmos, the rhythms of day and night.”"],
        [" ", "\tFollowing the lunar calendar, this type of farming is driven by the belief that the Moon influences levels of moisture in the soil, just as the Moon's gravitational pull affects great bodies of water. Lunar farmers believe, [L3] [for example,] that from the new Moon to quarter Moon phases, when the Moon is waxing, a soil's moisture content increases, whereas drier periods occur during the waning phase. [L4] [Although] moisture influences seed germination, a lunar guide on when to plant and weed can be advantageous to a grower. [L5] [Nature has been around forever.] First-century Roman naturalist Pliny the Elder stated in his Natural History that the Moon “replenishes the Earth; when she approaches it, she fills all bodies, while, when she recedes, she empties them.” Chinese and Egyptian people performed agricultural tasks according to the lunar calendar for millennia, and, to this day, the vaunted Old Farmer's Almanac includes regional lunar calendars and advice on [L6] [when to conduct farm chores.] The [L7] [almanacs] editor, Janice Stillman, says, “That information is of value to our readers who practice these traditional methods—and claim great success.” Lunar farming has its [L8] [skeptics, who are not sure of the method's efficacy.] Recalling advice he received on the best lunar time to plant potatoes, an English farmer says his first reaction was “Hoopla.” Current mainstream agriculture does not factor the Moon into [L9] [their] practices, so the concept might seem quaint or irrational. Additionally, lunar farming is based in astrology as opposed to astronomy, and no extensive scientific studies have yet been conducted that measure the Moon's overall influence on farming, ([L10] [so supporters continue to wait for their practices to be verified scientifically.]"],
        [" ", "\tStillman says, “We are of the mind that you accept or believe by choice.” Indeed, despite his doubts, the skeptical English farmer wound up planting his potatoes according to the lunar cycle and claims they were “the best I have tasted.” Agricultural professor Jennifer Coffman has a similar response to Ferrua's bounty in Italy. [L11] [“Smell this rosemary,” she says. “Smell how amazingly fragrant that is.”] At this stage, one could say that the evidence must be experienced to be believed."]
    ],
    "Copyright": "",
    "References": []
}