{
    "Directions": "Read this passage, then answer each question that follows.",
    "Context": [],
    "Title": "A Nod to Nodding Off",
    "Subtitle": "",
    "Author": "",
    "LabelType": "L",
    "Content": [
        [" ", "\tWith 30 percent of United States workers not getting"],
        [" ", "enough sleep at night, according to the Wall Street"],
        [" ", "Journal, US companies [L1] [lose a yearly sum of"],
        [" ", "$63.2 billion annually] due to the drop in employee"],
        [" ", "productivity resulting from sleep deprivation."],
        [" ", "Sleep-deprived workers generally have lower morale and"],
        [" ", "are less able to retain information than their better-rested"],
        [" ", "colleagues."],
        [" ", "\t[1] One of the [L2] [big reasons behind] workers' lack"],
        [" ", "of sleep is the work itself. [2] To combat the problem of"],
        [" ", "sleep deprivation in a demanding work environment,"],
        [" ", "some companies have begun allowing workers to take"],
        [" ", "naps. [3] The hours the average American [L3] [spend]"],
        [" ", "working have increased dramatically since the 1970s,"],
        [" ", "making it hard for many workers to get a good night's"],
        [" ", "sleep. [4] Although employees who sleep on the job are"],
        [" ", "often considered lazy and unproductive, napping in the"],
        [" ", "workplace has been shown to improve workers' efficiency"],
        [" ", "and quality of life. [5] As long as companies continue to"],
        [" ", "demand long hours from [L4] [workers, and managers]"],
        [" ", "should champion napping as a means to keep employees"],
        [" ", "happy, healthy, and functional. [L5]"],
        [" ", "\tSuch a proposition may seem counterintuitive, but,"],
        [" ", "in fact, allowing employees to nap could save companies"],
        [" ", "hours of lost productivity. Studies reveal that napping"],
        [" ", "improves memory and boosts wakefulness for the"],
        [" ", "remainder of the day. [L6] Napping can also have a"],
        [" ", "positive effect on mood and overall job satisfaction, while"],
        [" ", "constant drowsiness reduces reaction time and hampers"],
        [" ", "one's ability to concentrate. Employee naps might also"],
        [" ", "lead to reduced health care costs for companies, since"],
        [" ", "regular napping leads to long-term health benefits,"],
        [" ", "[L7] [and it improves workers' average weekly attendance.]"],
        [" ", "\tNapping at work has already won corporate"],
        [" ", "advocates in the worlds of technology, finance, and news"],
        [" ", "media, and some businesses are beginning to set aside"],
        [" ", "special nap rooms. A few companies, such as Google,"],
        [" ", "have even invested in high-tech nap pods that block out"],
        [" ", "light, play soothing music, and [L8] [gently waking]"],
        [" ", "nappers."],
        [" ", "\tZephrin Lasker, CEO of the mobile-advertising firm"],
        [" ", "Pontiflex, has observed that employees are happier and"],
        [" ", "more productive since he created a nap room in the"],
        [" ", "company's Brooklyn headquarters. Ryan Hodson of"],
        [" ", "Kodiak Capital Group and Arianna Huffington of the"],
        [" ", "Huffington Post Media Group have promoted napping"],
        [" ", "[L9] [throughout] their workers and have been effusive"],
        [" ", "about the results. In light of the benefits not only to"],
        [" ", "employees' efficiency [L10] [and again to] their health and"],
        [" ", "sense of well-being, these executives' enthusiasm is not"],
        [" ", "surprising. [L11] [These executives are among the most"],
        [" ", "successful leaders in their respective fields.]"]
    ],
    "Copyright": "",
    "References": []
}