{
    "Directions": "Read the passage below, then answer each question that follows.",
    "Context": [],
    "Title": "Recipes for History: The Szathmary Cookbook Collection",
    "Subtitle": "",
    "Author": "",
    "LabelType": "N",
    "Content": [
        [" ", "\tIn 1990, chef Louis Szathmary, a voracious collector of cookbooks, donated approximately 20,000 culinary artifacts to the University of Iowa library. The gift included more than 100 manuscript recipe books [L1] — collections of recipes handwritten by the people who used them. The manuscripts, some of which date back to the seventeenth century, are an invaluable resource for food historians as well as the general public."],
        [" ", "\t[L2] [Because of] the astonishing size and range of Szathmary's [L3] donation to the University of Iowa, making this cornucopia of information available to readers was a challenge. Working in conjunction with the library, the University of Iowa Press published volumes as varied as The P.E.O. Cookbook, written in rural Iowa in 1908, and Ladie Borlase's Receiptes Booke, written in the English countryside from 1665 to 1822. Librarians were happy to show the Szathmary collection to people who were able to visit the library, [L4] [so] the manuscripts, too delicate to be checked out to library patrons, remained largely unexplored."],
        [" ", "\tThis all started to change in 2012, when the university expanded its DIY History Project (“DIY” stands for “do it yourself”) to include the manuscripts. The project enlists volunteers to transcribe the recipes: working from [L5] [our] home computers, the volunteers type up the scanned handwritten recipes. After a page is transcribed and proofread, it is digitized and becomes part of a searchable online archive. Volunteer transcribers need no particular expertise; [L6] [prosaic directives] are provided on the DIY History website. Transcribing is easy. The ingredients (one recipe requires something called “ringon root”) and measurements (a “ditto” of baking soda), [L7] [moreover,] can be puzzling. The goal is to digitize all the manuscripts in the Szathmary collection, making them available to anyone with [L8] [access of] a computer and the Internet."],
        [" ", "\t[1] The library is working hard to publicize the project and encourage the public to try the recipes. [2] It has formed a club dedicated to cooking manuscript recipes. [3] Some recipes don't fare well in the twenty-first century (one club member called her 1800s gingerbread a “molasses-laden brick”), while others [L9] [had worked] just fine. [4] In another instance of library outreach, a competition at the 2013 Iowa State Fair, contestants baked desserts in three categories — [L10] [almond cheesecake, summer mince] pie, and Marlborough pie—using recipes from the Szathmary collection. [L11]"],
        [" ", "\tThe efforts of the library and the volunteers are clearly bearing fruit. By January 2014, more than 38,000 manuscript pages had been transcribed, thanks to the volunteers who answered DIY History's call to “help build the historical record by doing it yourself.”"]
    ],
    "Copyright": "",
    "References": []
}