{
    "Directions": "Read this passage, then answer each question that follows.",
    "Context": [],
    "Title": "The Bell of Atri",
    "Subtitle": "A folktale from Italy",
    "Author": "",
    "LabelType": "P",
    "Content": [
        [" ", "Long ago in the village of Atri, King John thought about what would benefit the people. After pondering many ideas, he called a smith of fine metals and asked him to make a bell."],
        [" ", "“The bell must be large,” said the king, “and beautiful, and have a lovely sound loud enough to be heard throughout the countryside.”"],
        [" ", "“Certainly,” answered the smith. “I will begin immediately, but should it have an i͟n͟s͟c͟r͟i͟p͟t͟i͟o͟n?”"],
        [" ", "The king handed a note to the smith. “Engrave this on the bell,” he said."],
        [" ", "When the bell was finished, the king had it hung in the town square. All the people of Atri admired the beautiful bell and strong rope that reached nearly to the ground. However, they were puzzled by the single word on it."],
        [" ", "“Justice,” mused one man, “what does that mean?” Others shook their heads because they didn’t understand either."],
        [" ", "“Here comes the king,” shouted a young girl. “Perhaps he will tell us.”"],
        [" ", "As the king drew closer, the crowd fell silent. “Citizens of Atri,” began the king, “this is your bell, but it has a single purpose—notice the word—Justice. Anyone who is wronged by another should ring the bell. Then judges will come, hear the complaint, listen to witnesses, and decide what needs to be done to set the matter right.”"],
        [" ", "“Will anyone be allowed to ring the bell?” asked one woman."],
        [" ", "“Anyone who has been wronged,” answered the king."],
        [" ", "“Even children?” asked a boy who longed to pull the bell-rope."],
        [" ", "The king swallowed a smile. “Even children,” he said, “but only if they have been wronged. Let’s hear it now, so all may know what justice sounds like.” He beckoned to the boy and handed him the rope. The bell sang a clear note, powerful as thunder, that echoed back from the hillside. The crowd cheered."],
        [" ", "During the course of time, the bell was heard when the people of Atri had disagreements. However, as they saw how fairly the judges ruled, they became kinder to each other, so the Bell of Justice was heard less and less."],
        [" ", "On her way to the market one day, a woman noticed the bell-rope was weather-worn. “It is getting shorter every day. Soon,” she said with a smile, “only very tall people will be able to receive justice.”"],
        [" ", "“That is no joking matter,” said a man. “It must be replaced immediately.”"],
        [" ", "Alas, nowhere in the entire town was there a rope long enough to reach from the bell to the ground. The merchant who sold such goods said, “A replacement will have to be ordered from the town across the mountain.”"],
        [" ", "A farmer spoke up: “Until a suitable rope arrives, I could fashion one from hay.” The townspeople agreed, so the farmer braided fresh strands into a thick rope and tied it to the bell."],
        [" ", "Now it seems that living halfway up the hill from Atri was a man who at one time owned a great deal of land, cattle, and horses. Everyone knew he had become more interested in acquiring gold and less interested in maintaining his property. He had sold his cattle and most of his horses and let his barns go into disrepair. Rather than use his gold to buy hay and oats, he even turned out his old horse to fend for itself."],
        [" ", "One day as the horse wandered the countryside looking for grass to eat, it came to Atri. The odor of fresh hay led the horse right into the town square, where it went directly to the bell-rope and began nibbling. As it chewed, the bell rang, but the horse kept on eating."],
        [" ", "At the sound of the bell, a crowd gathered, and the judges came running. “Who rang the bell?” one asked."],
        [" ", "“The horse did,” said a girl. “It’s the horse that belongs to the man who lives halfway up the hill.”"],
        [" ", "“Is that so?” said a judge. “Look at the poor beast; it’s hungry. Summon its owner immediately.”"],
        [" ", "Several citizens hurried up the hill and, finding the man counting his gold, brought him before the judges."],
        [" ", "“See here,” said one judge, “your horse served you well for many years, and now you have turned it out while you count your gold—gold that could provide oats and hay and a fine barn for shelter.” The man hung his head in shame as he heard the judge’s words. “You are hereby ordered to take care of this fine animal in the manner it deserves.”"],
        [" ", "“And,” said another judge, “you shall pay for a new rope for the bell.”"],
        [" ", "“After all,” said the third judge, “even an animal deserves justice.”"],
        [" ", "The townspeople cheered, and a small boy offered the horse an apple."]
    ],
    "Copyright": "",
    "References": []
}