{
    "Directions": "Read the passage below, then answer each question that follows.",
    "Context": [],
    "Title": "Madam C. J. Walker",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        [" ", "It is the year 1918. An automobile has arrived at a mansion near New York City. Stepping out of the automobile is an elegant African American woman. The woman is Madam C. J. Walker, and the mansion belongs to her. She is one of the wealthiest, most famous women in America."],
        [" ", "How did Walker make her fortune? Hair! That's right—hair."],
        ["", "Early Life"],
        [" ", "Walker's original name was Sarah Breedlove. She was born in Louisiana in 1867. Her family struggled to survive. Eventually, Sarah moved to St. Louis, Missouri, where her brothers lived. She worked hard to support herself and her young daughter, Lelia."],
        [" ", "Sarah was determined to give Lelia an education. To earn money, Sarah washed laundry. And when Lelia was 17, Sarah was able to send her off to college."],
        [" ", "Meanwhile, Sarah had a little problem: her hair was falling out. Back then, women usually didn't wash their hair very often. When they did, many used soap that contained chemicals such as lye. Lye was a common cleanser, but it was so harsh that it could burn flesh! A poor diet and lack of combing contributed to hair loss. Other complaints, like severe dandruff, itchy scalp, and thin, dry hair were very common."],
        [" ", "Sarah wanted to feel and look better. She knew other women did too. She began working for another woman who was trying to solve the same problem. They knew that a healthy scalp would grow healthier hair. Their treatment used a special scalp tonic. The process required more frequent washing and combing."],
        ["", "Fame and Fortune"],
        [" ", "In 1905, Sarah moved to Denver, Colorado, where she began making her own scalp tonic. To sell it, she knocked on doors. She met with people who could spread the word about her product. Sarah also trained women all over the country to sell her scalp tonic. By then, Sarah called herself Madam C. J. Walker. Each year, she and her sales agents increased their sales of Madam C. J. Walker's Wonderful Hair Grower."],
        [" ", "Madam Walker's was not the first, or only, product invented to help women's scalp problems. However, she was very ambitious and had a great mind for business. She traveled all over the United States to show off her products. She advertised and gave lectures. She had hundreds of sales agents, along with a huge mail-order business. Most importantly, her products worked. Sarah herself had grown a lovely head of long, thick hair."],
        [" ", "In 1910, she moved to Indianapolis, Indiana. She built a factory there to make her Wonderful Hair Grower and other hair products. Madam Walker was experiencing a great deal of success. Helping others was important to her, so she gave money to charities and food baskets to needy families. In 1916, she moved to New York City to be near her daughter, Lelia."],
        [" ", "By then, Madam Walker was the wealthiest African American woman in the United States. She was powerful and famous. In 1918, she moved into her beautiful new mansion north of New York City. It had 34 rooms and a garden with fountains and statues. She filled the rooms with art, books, and elegant furniture. The mansion became a gathering place for important guests. Madam Walker had come a long way from her humble beginnings and had experienced a great deal of success."],
        ["", "Lasting Influence"],
        [" ", "Madam C. J. Walker did much more than fix people's hair problems. Along with teaching her agents how to sell hair products, she taught them to make smart decisions and to be independent. She also used her wealth and influence to support many causes. She made donations to African American schools and gave speeches on racial justice."],
        [" ", "Madam Walker's success inspired not only African Americans but women too. She proved that with focus and determination, anything is possible."],
        ["", "problems/MOG5E/media/S5a.jpg"]
    ],
    "Copyright": "",
    "References": []
}