{
    "Directions": "Read the passage below, then answer each question that follows.",
    "Context": [],
    "Title": "Space Race Review",
    "Subtitle": "",
    "Author": "by Camilo Salas",
    "LabelType": "P",
    "Content": [
        ["", "Rating: 4 out of 10"],
        [" ", "As someone who had heard many good things about Space Race, I was excited to get the game and start playing. But after just a couple of days with it, I can say it is one of the most disappointing games I have ever played."],
        ["2", "The idea is simple: race your spaceship against the clock or other players to reach various checkpoints in order to collect points. Points can be used to upgrade and customize your ship—you can make it faster or get better parts to outrace rival players. On the way to each checkpoint, players stop by different planets to get supplies and check out the local landscape, plants, and animals. Sounds good so far, right?"],
        [" ", "There are a few problems with this game. One issue is that the “racing” part of the game is not very realistic. If it were an actual race, would you stop off at different planets to explore? No, of course not. But you are expected to do that in this game. As long as you make it to the next checkpoint before your opponent or before time runs out, you earn the points. It is really not much of a race at all and requires very little strategy or skill."],
        [" ", "Another problem is the planets. Supposedly, there are “thousands” of planets to explore. However, once you have seen a few, you have seen them all. There are really just a few different landscapes, plants, and animals that are combined in different ways. So after you have explored a few dozen planets, it is just not that exciting anymore because there is nothing more to discover."],
        ["5", "You can also collect “specimens” of different plants. But it is not clear what you are supposed to do with them. I have a growing collection in my laboratory, but now what do I do? The instructions are not much help in this area either."],
        ["6", "Some of the mini games are actually more fun than the main game. The Singing Creatures game, for example, lets you create songs that the little animal-like creatures “sing.” You can even save the songs and make your own music videos that you can share with friends. It is silly but is also creative and really fun."],
        ["7", "I will say that the graphics are very well done. The planets are quite imaginative and beautiful, and it is fun to fly around the galaxy for a little while until it gets boring. Those are the only strengths of the game. If you still want to try it out, I would suggest renting Space Race for a day or two. Definitely do not spend your hard-earned money on buying it."]
    ],
    "Copyright": "",
    "References": []
}