{
    "Directions": "Read this story, then answer each question that follows.",
    "Context": [],
    "Title": "[Excerpt from] Cicada Summer",
    "Subtitle": "",
    "Author": "by Andrea Beaty",
    "LabelType": "P",
    "Content": [
        ["1", "\tThe cicadas are everywhere. They came back to Olena two days ago, after seventeen years of hiding in the ground and waiting. Waiting to climb into the sunlight. Waiting to climb the bushes and trees. Waiting to sing."],
        ["2", "\tThey waited so long. Then, thousands of them crawled out of the ground and up into the trees and bushes in just one night. Their song sounds like electricity buzzing on a power line, getting higher and higher and louder and louder until the air nearly explodes from the noise."],
        ["3", "\tThere are a hundred cicadas on the oak tree outside Mrs. Kirk's sixth-grade classroom. I stand at the window watching them buzz from branch to branch. Their bodies are thick and clumsy, and I wonder how they can fly at all with their thin, little wings."],
        ["4", "\tThen I see the cicada on the bookshelf next to me. It stares at me with its black marble eyes, and I stare back. I'm so close, I could thump it off the shelf if I wanted."],
        ["5", "\tI could, but I don't."],
        ["6", "\tAt first, no one else notices the cicada. The other kids are hunched over their spelling tests, ready to spell entangled or fearful or mottled or some other word."],
        ["7", "\tThis week's words are adjectives, but Mrs. Kirk picked the wrong ones. She should have chosen words like sweaty or noisy or stifling. Stifling would be a good word today. It's so hot, it feels like July and the buzzing of the cicadas squeezes into the room and pushes out the air until no one can breathe. It's stifling."],
        ["8", "\tI stare at the cicada, but even without looking, I know what's going on behind me. In the front row, Judy Thomas is wound up like a tiger ready to pounce on the next spelling word. She presses her pencil so hard against the paper that the lead nearly breaks. When Mrs. Kirk says the next word, Judy will spell it as fast as she can in her perfect handwriting, and then look around to make sure she's the first to finish. Of course she will be. She always is."],
        ["9", "\tIn the back row, where the hopeless cases sit — where there's a desk with my name on it — Rose Miner is cheating off Tommy Burkette. Mrs. Kirk knows they're doing it, but she's too hot and too tired to care. Besides, the only person in the whole world who spells worse than Rose is Tommy, so it doesn't make much difference anyway."],
        ["10", "\tAfter a while, the cicada on the shelf starts buzzing and Rose screams like it's Godzilla or something and Ricky Fitzgerald stands up and yells, “It looks like the cicada that got my grandma!”"],
        ["11", "\tRicky Fitzgerald has told the story about the cicada that got his grandmother about a hundred times in the last two days. He says the last time the cicadas came around, one flew into his grandma's hair and made her run crazy around the yard until Ricky's grandpa came out with the sheep shears and lopped off half her hair."],
        ["12", "\tI've seen his grandma's hair. She has one of those beehive hairdos that's tall and round and really hard from all the hairspray she uses. I can see why a cicada would land there. A hair cave like that would be a great place to get out of the sun."],
        ["13", "\tThat's what I think, but Ricky says it attacked his grandma to suck out her brains and make her into a zombie."],
        ["14", "\tRicky Fitzgerald is a dork."],
        ["15", "\tMrs. Kirk sighs the same way she has about ninety-nine times since the cicadas showed up and Ricky started telling his story."],
        ["16", "\t“Thank you, Ricky,” she says."],
        ["17", "\tBut before Ricky can say another word, Mrs. Kirk says, “Bobby, would you get rid of it, please?”"],
        ["18", "\tI could reach up and touch the cicada without trying, but Mrs. Kirk doesn't ask me. Bobby Bowes gets up from his desk and walks right in front of me. He grabs the cicada in one hand and opens the window screen with the other. He tosses the insect outside, closes the window screen, and sits down again without a word. He doesn't say, “Move, Lily,” or anything. He doesn't even notice me standing there."],
        ["19", "\tHe doesn't notice because I'm invisible."],
        ["20", "\tMost people would say that's a lie. They'd say that I'm not invisible because they can see me as plain as day. Most people are wrong. It's not my skin that makes me invisible. It's my silence. My silence and the trick I do with my eyes where I never look anybody in the face."],
        ["21", "\tYou can tell everything about a person by looking in their eyes. I don't want anybody to know anything about me, so I look away."],
        ["22", "\tI've been invisible for two years now."]
    ],
    "Copyright": "",
    "References": []
}