{
    "Directions": "Read the passage below, then answer each question that follows.",
    "Context": [
        "Today you will research electricity and consider some of the methods used in science texts to support different purposes. You will read an article that explains how different materials conduct electricity."
    ],
    "Title": "Conducting Solutions",
    "Subtitle": "",
    "Author": "by Rodney Schreiner",
    "LabelType": "P",
    "Content": [
        ["1", "An electric current is a flow of electrical charge. When a metal conducts electricity, the charge is carried by electrons moving through the metal. Electrons are subatomic particles with a negative electrical charge. When a solution conducts electricity, the charge is carried by ions moving through the solution. Ions are atoms or small groups of atoms that have an electrical charge. Some ions have a negative charge and some have a positive charge."],
        ["2", "Pure water contains very few ions, so it does not conduct electricity very well. When table salt is dissolved in water, the solution conducts very well, because the solution contains ions. The ions come from the table salt, whose chemical name is sodium chloride. Sodium chloride contains sodium ions, which have a positive charge, and chloride ions, which have a negative charge. Because sodium chloride is made up of ions, it is called an ionic substance."],
        ["3", "Not all substances are made up of ions. Some are made of uncharged particles called molecules. Sugar is such a substance. When sugar is dissolved in water, the solution does not conduct electricity, because there are no ions in the solution."],
        ["4", "Some substances that are made of molecules form solutions that do conduct electricity. Ammonia is such a substance. When ammonia dissolves in water, it reacts with the water and forms a few ions. This is why laundry ammonia, which is a solution of ammonia in water, conducts electricity, but not very well."],
        ["5", "Sometimes, when two different solutions are mixed, the substances they contain react with each other and form ions. This is what happens when ammonia and vinegar are mixed. An ammonia solution contains only a few ions, and it conducts electricity only poorly. A vinegar solution also contains only a few ions and conducts only a little electricity. But when these solutions are mixed, the ammonia reacts with the acid in vinegar (acetic acid), and they form a lot of ions. This is why the mixture of ammonia and vinegar conducts electricity very well."]
    ],
    "Copyright": "“Conducting Solutions” by Rodney Schreiner, from Science Is Fun (scifun.org). Copyright © 2011 by Wisconsin Initiative for Science Literacy. Reprinted by permission of WISL.",
    "References": []
}