{
    "Directions": "Read the passage and answer each question that follows.",
    "Context": [],
    "Title": "[Excerpt from] “Monster Cities: Look Out! Here Come Colossal Urban Areas!”",
    "Subtitle": "",
    "Author": "by Mary Beth Cox",
    "LabelType": "P",
    "Content": [
        ["1", "\tFor the first time in human history, more people live in cities than don’t. Now megacities are on the rise! A megacity is an urban area with a population of 10 million citizens or more. But the word “mega” doesn’t seem to do these places justice. “Monster” is more like it. In 1950, only two cities qualified as monsters: Tokyo, Japan, and New York, New York, USA. By 2015, the number of monster metropolises multiplied five times to a grand total of 10. By 2015, that number had tripled. In 2016, more than 30 thriving monster cities are scattered around the planet. In 1950, about 13 million people lived in the greater Tokyo area. Today the population is approaching 40 million. As the world’s urban areas continue to grow, some will become grossly gargantuan in size. A population of 10 million is just entry level for a monster city."],
        ["2", "\tMonster cities have larger populations than those of some small countries. About 24 million people live in Australia, while more than 35 million people call greater Tokyo home. Such a city often achieves its own global importance. No one knows exactly how big the most giant “colossal-opolis” will get."],
        ["", "HOW TO MAKE A MONSTER"],
        ["3", "\tSo how does a big city become a monster? Monstrous urban growth generally follows one of two patterns. Some cities are engulfers; other cities explode. An engulfer city creeps relentlessly toward nearby towns and villages. The big city sneaks up on smaller communities and gobbles them up one by one. This kind of monster city is really a bunch of municipalities absorbed into one. An engulfer can be identified by several key characteristics. Its growth is a slow-but-steady onslaught. Instead of a single downtown district, an engulfer often has multiple city centers. These are the scattered remains of the smaller towns. Since an engulfer is somewhat decentralized, its population is less densely packed than it might otherwise be. This growth pattern is typical of monster cities — such as Los Angeles, Chicago, London, and Paris — found in North America and Europe."],
        ["4", "\tSome big cities don’t have many nearby towns to engulf, so these cities grow explosively. An exploder city erupts from its inner core. Pressure from a ballooning population forces its edges ever outward. The city sprawls unchecked into the empty rural regions surrounding it. Its growth is rapid. Unlike an engulfer, an exploder does have a single downtown district. The district typically has an important regional function. It may be a major transportation hub, or an industrial complex of factories, or a banking and financial center. Sometimes an exploder is a capital city, and its downtown is the seat of a government. Because an exploder is centralized, its population may be quite densely packed. This growth pattern is common among the younger monster cities of the Global South — the developing countries of the Southern Hemisphere. Exploders such as Lagos, Nigeria, and Dhaka, Bangladesh, are commonly found in the nations of Africa, Asia, and South America."],
        ["", "PROBLEMS OF MONSTROUS PROPORTIONS"],
        ["5", "\tBecoming the planet’s biggest metropolis is a world-class challenge. Both engulfers and exploders compete for the title of most ginormous colossal-opolis. But a monstrous city usually has big problems. Like any other mammoth creature, a city can only continue to grow if it maintains a healthy metabolism: it must take in clean water, fresh air, and vast quantities of food and fuel. It must expel waste products like garbage, sewage, and pollution. The bigger a city gets, the harder these are to do. Another metabolic necessity for any city is a robust circulatory system. Transportation networks must be efficient. Citizens, goods, and service providers need to get where they’re going. Clogged arteries and chronic congestion may plague a big city. A city’s growth can slow down, stop, or slip into reverse if all its metabolic needs are not met."],
        ["", "THE COMING COLOSSAL-OPOLIS"],
        ["6", "\tA city grows by keeping its promises and solving its problems. Technology plays an important role in blowing away barriers to urban growth, helping cities grow to all-time record-setting sizes. In past centuries, a city’s size was somewhat restricted by the distances people could conveniently travel. City limits depended in part on how far citizens could walk, or by how far their beasts of burden could carry them. The invention of motor vehicles changed all that. When city dwellers could travel much farther faster, growing populations settled over ever-widening urban areas. The invention of elevators had a similar stimulating effect. When elevators lifted urbanites into the sky, growing populations expanded upwards."],
        ["7", "\tToday, progress in the information and communication sciences can grow a city to an unprecedented size. “Smart” technologies monitor, assess, and report on a city’s current conditions. They can help prevent, limit, or even resolve everyday problems, like traffic jams, sometimes in real time. Imagine a smart monster city. By harnessing the creative output of 10 million or more human brains, could that city become an engine of innovation and drive its own unstoppable growth? Maybe someday the world’s biggest city will get that way because it’s also the brainiest."],
        ["8", "\tIn 2016, the world’s hugest colossal-opolis is Tokyo. With a population just under 40 million, this giant Japanese metropolis is almost four monster cities in one. Tokyo is expected to hold onto the top title for at least another decade, but it probably won’t reign as the top colossal-opolis forever. Hot on its heels are the world’s monster cities with populations over 20 million: India’s Delhi and Mumbai, China’s Shanghai, Brazil’s Sao Paulo, and Mexico’s Mexico City. By 2030, the total number of monster cities is projected to push past 40. But monster cities are not the planet’s fastest-growing urban areas. The fastest growers are actually medium-sized cities in Asia and Africa. New monsters will rise from among cities that now have populations under a million. Will any explode over the 40 million mark? Is one of them the up-and-coming colossal-opolis?"]
    ],
    "Copyright": "Excerpt from “Monster Cities: Look Out! Here Come Colossal Urban Areas!” by Mary Beth Cox, from Muse, July-August 2016. Copyright © 2016, Cricket Media. Used by permission of the publisher via Copyright Clearance Center.",
    "References": []
}