{
    "Directions": "Read the passage. Then answer each question that follows.",
    "Context": [],
    "Title": "Why Do Adults Think Video Games Are Bad?",
    "Subtitle": "",
    "Author": "by Joanne Orlando",
    "LabelType": "P",
    "Content": [
        ["1", "Parents and children can have different ideas when it comes to video games."],
        ["2", "Children like video games because they are fun and because they can be challenging. You have to solve problems, work out the best moves for your character, and decide how to use your equipment and supplies in the best possible way. Making all these decisions can be exciting."],
        ["3", "Parents want to make sure that their children are safe and healthy. Because of this, they notice different things about video games."],
        ["4", "Many worry that playing video games might have a bad effect on the way their child behaves. For example, if a video game has lots of fighting in it, they worry that playing it will encourage their child to be violent."],
        ["5", "They are concerned that their child might always choose to play a video game instead of playing outside and getting exercise. Even though you sit still when you read a book, they know that kids can develop good reading skills and learn a lot. Many adults aren't so sure that kids can learn anything educational from video games."],
        ["6", "Sometimes adults think that spending too much time with animated characters is unhealthy for kids. They know it's important for kids to spend time with “real” people and learn good social skills needed for the real world."],
        ["", "What Do Experts Say?"],
        ["7", "Experts think playing video games can have good and bad effects on kids. New research shows that there are lots of benefits."],
        ["8", "One good thing is the video games that children play today often encourage them to work in teams, cooperate, and to help each other. This is because games today are often designed for multiple players, not like old-fashioned video games that were mostly designed for one player."],
        ["9", "However, children who are obsessed with¹ video games and play them for a long time can get really competitive and can often try to win at all costs. Experts aren't sure yet, but they have real concerns that this might lead to kids acting like this in real life too."],
        ["10", "One thing you also might like to know is that kids who regularly play video games often get higher grades in math, science, and reading tests. This is because games require players to solve puzzles. You won't get higher marks² playing any video games, just those that require the player to solve these kinds of puzzles."],
        ["", "Doing More of the Good and Less of the Bad"],
        ["11", "It's important for kids to think about what types of games they pick."],
        ["12", "Make sure all of your games aren't fighting games. Instead, choose more games where you need to solve puzzles. These are fun and can also help with your schoolwork. Your parents will be much happier about that!"],
        ["13", "Also, think about whether the fighting games you play are affecting how you play with your friends in real life. Only you will really know if they are having a bad effect. If they are, you might want to change the games you play."],
        ["14", "Why not ask your parents to play a problem-solving video game with you? This will help your parents see that video games are not all bad."],
        ["15", "It's also important that kids and adults don't spend too much time using a screen. That means kids not spending all their time on technology, and parents not always checking their phone and screens."],
        ["16", "What we want to aim for is adults and kids who can spend some of their time on their screens, but also enjoying other kinds of interests and spending time with family and friends."]
    ],
    "Copyright": "Used with permission.",
    "References": [
        ["¹", "are obsessed with - think all the time about"],
        ["²", "marks - grades"]
    ]
}