{
    "Directions": "Read the passage. Then answer each question that follows.",
    "Context": [],
    "Title": "Paint the Morning",
    "Subtitle": "",
    "Author": "by Sandi Takayama",
    "LabelType": "P",
    "Content": [
        ["", "problems/MDG3E/media/S4a.jpg"],
        ["1", "Malia slipped quietly out of bed and out of the house. She sat still and silent on the back lanai¹ as she watched the morning spread across the sky. She closed her eyes and felt the sunshine warming her body. She heard the wind whispering through her hair."],
        ["2", "Malia stood up slowly, holding the moment in her heart. Then she tiptoed excitedly back to her room. She wanted to paint the morning. To paint the colors of the sky, the warmth of the sun, and the sound of the wind."],
        ["3", "She had barely begun when her brother burst into the room. “Breakfast, Malia. Hey ... what're you doing?” He peered at her paper. “I didn't know you liked art. I just borrowed a cool book from the library. You can use it if you want.” He rushed to his room and back, then handed her the book. “It shows you how to draw all kinds of cool monsters and vampires and stuff. Just give it back by Wednesday, 'cause I have to return it.”"],
        ["4", "“Thanks!” said Malia. But she didn't want to draw monsters and vampires and stuff. When her brother left the room, she put the book down and picked up her paintbrush."],
        ["5", "A few minutes later her father walked into the room. “Makaio just told me you're interested in art. There's a great show on this afternoon. They're painting barns and weather vanes.”"],
        ["6", "“Thanks!” said Malia. But she didn't want to paint barns and weather vanes. When her father left the room, she picked up her paintbrush."],
        ["7", "She closed her eyes to try to remember the morning and almost had it in her mind when her mother came into the room. “Malia, your breakfast is getting cold. You know, it's so wonderful to hear you're interested in art. There's a program at the rec center this summer. I'll sign you up. Here, it's in this brochure².”"],
        ["8", "Malia leafed through the brochure and saw “Art: Pottery—Pinch and Coil Pots.”"],
        ["9", "“Thanks!” said Malia. But she didn't want to make pinch and coil pots. When her mother left the room, she put the brochure down and picked up her paintbrush. She was just about to start again when she heard more footsteps coming down the hall. Suddenly Malia knew there was something else she needed to paint. She worked quickly on the little sign and hung it outside her bedroom door."],
        ["", "problems/MDG3E/media/S4b.jpg"],
        ["10", "The footsteps faded away."],
        ["11", "Malia smiled and picked up her paintbrush. Then she painted the colors of the sky, the warmth of the sun, and the sound of the wind. Malia painted the morning."]
    ],
    "Copyright": "“Paint the Morning” from Spider Magazine volume 15, issue 4 by Sandi Takayama. Copyright January 2011 by Cricket Media. Reproduced with permission of Cricket Media, Inc. via Copyright Clearance Center.",
    "References": [
        ["¹", "lanai - a Hawaiian word for a large, open porch that usually has a roof and is partially enclosed"],
        ["²", "brochure - a sheet of flat or folded paper used to advertise or share information"]
    ]
}