{
    "Directions": "Read the passage. Then answer each question that follows.",
    "Context": [],
    "Title": "Hobby Friday",
    "Subtitle": "",
    "Author": "by Beverly J. Letchworth",
    "LabelType": "P",
    "Content": [
        ["1", "Chris looked at the clock again. Only five more minutes before school let out."],
        ["2", "“On Friday,” said his Creative Learning teacher, Mrs. Griswell, “be prepared to share your favorite hobby with the class. And please bring samples to show everyone!”"],
        ["3", "Chris groaned. No way am I going to talk about my favorite hobby, he thought."],
        ["4", "After school, Chris's friend Nick plopped down beside him on the bus. “So what're you gonna do for that hobby thing?”"],
        ["5", "“Uh, I guess I can show my baseball cards,” Chris mumbled. No one except his family knew about his real hobby."],
        ["6", "“Cool,” said Nick. “I'll bring in some of my hockey posters.”"],
        ["7", "At home, Chris pulled out his boxes of baseball cards. He liked baseball—even played some. But his real hobby let him express things from his imagination, and that's what he liked most."],
        ["8", "Sorting through his cards, Chris began choosing some of the best ones. He also thought about bringing in the ball that Albert Pujols had signed for him. And yet he didn't feel right about what he had decided."],
        ["9", "Tuesday passed. Chris gathered his baseball supplies and put them in a grocery bag marked “My Favorite Hobby.” He was ready for Friday, but something still felt wrong. He walked out of his room, ignoring the sketchpad on his desk."],
        ["10", "Wednesday. After school Chris sat at the kitchen table with a cheese and ketchup sandwich and a glass of milk, but he wasn't hungry."],
        ["11", "Chris sighed. He didn't want to be fake, but he wasn't sure he had the guts to tell everyone his real hobby."],
        ["12", "He chewed his sandwich slowly, thinking of Grandma. She was the reason he'd gotten interested in his hobby in the first place. “You have talent,” Grandma had told him proudly, admiring his work. And that felt really good."],
        ["13", "Suddenly, Chris knew what he had to do. He dropped his sandwich on the plate and sprinted to the phone."],
        ["14", "“Hi, Grandma, it's Chris. I need your help.”"],
        ["15", "Friday morning. “Are you ready, Chris?” Mrs. Griswell asked. Everyone in the class turned to look at him."],
        ["16", "Chris walked to the front of the classroom, clutching his grocery bag. His heart was pounding, and his legs felt shaky. I can't do this! he thought frantically."],
        ["17", "“Go ahead and tell us about your hobby,” Mrs. Griswell said, smiling."],
        ["18", "Chris nodded. Get it over with, he told himself. Don't let them see you sweat. He remembered that from somewhere."],
        ["19", "So he began. “I design things. I mean ... I design clothes and accessories. I'm a fashion designer.” He brought out his sketchbook and flipped through pages showing his designs for jackets and caps, pants and shirts."],
        ["20", "“My grandma designs clothes, too,” he explained. “She taught me all about patterns and sewing.” There were a few snickers, even though Mrs. Griswell was shaking her head."],
        ["21", "But when Chris pulled a headband from his bag and put it on, the class became quiet."],
        ["22", "“This is one of my accessories for boys. I braided black and blue cording and attached a small flat stone.” He heard Nick say, “Cool!”"],
        ["23", "“For girls, the cording is pink and purple with a small seashell.”"],
        ["24", "“I love it!” exclaimed Amber. A few of the other girls nodded enthusiastically."],
        ["25", "Chris felt a burst of hope. “I made headbands for everyone,” he said."],
        ["26", "The whole class buzzed with excitement. Chris grinned. Now things finally felt right!"],
        ["", "problems/MDG3E/media/S3a.jpg"]
    ],
    "Copyright": "“Hobby Friday” from Spider Magazine volume 12, issue 4 by Beverly Letchworth. Copyright April 2019 by Cricket Media. Reproduced with permission of Cricket Media, Inc. via Copyright Clearance Center.",
    "References": []
}