{
    "Directions": "Read the passage. Then answer each question that follows.",
    "Context": [
        "Kira belongs to a futuristic society where her skills allow her to contribute to her community."
    ],
    "Title": "[from] Gathering Blue",
    "Subtitle": "",
    "Author": "by Lois Lowry",
    "LabelType": "P",
    "Content": [
        ["1", "The community cloth was drab, all no- color; the formless shifts and trousers worn by the people were woven and stitched for protection against the sudden occasional rain, thorn scratch, or poison berry. The usual village fabric was not decorated."],
        ["2", "But Kira's mother had known the art of dye. It was from her stained hands that the colored threads used for rare ornamentation were produced. The robe worn each year by the Singer when he performed the Ruin Song was richly embroidered. The intricate scenes on it had been there for centuries, and the robe had been worn by each Singer and passed from one to the next. Once, many years before, Katrina had been asked to replace a few threads that had torn loose. Kira was only a small tyke then, but she remembered standing in the cott's shadowed corner when a guardian brought the fabulous robe and waited while her mother made the small repair. She remembered watching, fascinated, as her mother pushed a bone needle with thick colorful thread through the fabric; gradually a bright gold replaced the small frayed spot on one sleeve. Then they had taken the robe away again."],
        ["3", "At that year's Gathering, Kira remembered, both she and her mother had peered from their seats at the stage, trying to find the repaired place as the Singer moved his arms in gestures during the Song. But they were too far away, and the repaired spot was too small."],
        ["4", "Each year that followed, they had brought the ancient robe again to her mother for small repairs."],
        ["5", "“One day my daughter will be able to do this,” Katrina had said one year to the guardian. “Look what she has done!” she said and showed him the scrap that Kira had just completed, the one that had composed itself so magically in her fingers. “She has a skill far greater than mine.”"],
        ["6", "Kira had stood silently, embarrassed but proud, as the guardian examined the threading she had done. He made no comment, simply nodded and returned the small piece to her. But his eyes had been bright with interest, she could see. Each year following, he had asked to see her work."],
        ["7", "Kira always stood at her mother's side, never touching the fragile ancient cloth, marveling each time at the rich hues that told the history of the world. Golds and reds and browns. And here and there, faded pale, almost reduced to white, there had once been blue. Her mother showed her the faded places that remained of it."],
        ["8", "Her mother did not know how to make blue. Sometimes they talked of it, Kira and Katrina, looking at the huge upturned bowl of sky above their world. “If only I could make blue,” her mother said. “I've heard that somewhere there is a special plant.” She looked out at her own garden, thick with the flowers and shoots from which she could create the golds and greens and pinks, and shook her head in yearning for the one color she could not create."]
    ],
    "Copyright": "Gathering Blue by Lois Lowry. Copyright 2011 by Houghton Mifflin. Reproduced with permission of Houghton Mifflin Harcourt Publishing Company via the Copyright Clearance Center.",
    "References": []
}