{
    "Directions": "Read the passage. Then answer each question that follows.",
    "Context": [],
    "Title": "[from] Jasmine Skies",
    "Subtitle": "",
    "Author": "by Sita Brahmachari",
    "LabelType": "P",
    "Content": [
        ["1", "I'm looking out of the window but I can't help glancing at the family sitting with us. The girl about my age has long, perfectly curled eyelashes, and when she lifts her head I try my hardest not to stare at her eyes. They are also an amazing gray- green, like those of the rest of her family, but she has an “I will not be defeated” look, which reminds me so much of my Nana Josie. I know it's nothing more than an expression, but it's as if she's challenging me not to look away, to really see who she is. Those eyes could haunt you."],
        ["2", "The little girl starts to moan and her mother picks up a metal tiffin tin and begins to unpack the tower of bowls, handing a layer of watery dhal, a tiny portion of rice, and a quarter of a chapatti to each child. They eat slowly, savoring every mouthful. The woman is just about to take a bite of her chapatti when she changes her mind, placing it back in the tiffin tin and offering it to Janu and me instead. Janu smiles at her and shakes his head. She shrugs before biting into the flatbread hungrily. I can't believe that she can be this generous when she has so little for her own family."],
        ["3", "When the little girl has finished eating she jumps off her sister's knee as if this tiny bit of fuel has got her going again. She leans on Janu's legs to stay upright as the train jerks along, and he gets her giggling by taking a coin from his pocket and making it appear and disappear in his palm. She squeals every time he makes it reappear. Everyone in the family laughs except the girl my age, whose haunting eyes follow my every move. I wonder if she's thinking the same as me— what makes me lucky enough to be born into my life? If that is hatred in her eyes, I wouldn't blame her."],
        ["4", "Janu has handed over the coin and now the little girl is tugging at my charm bracelet ... she's taking the artichoke heart and rubbing the silver metal against her gums. She must be teething. Her sister pulls her back to stop her, but she clings on to the charm in her mouth. My arm is outstretched halfway across the carriage now as her sister tries to prize the bracelet from the child's mouth. My little sister Laila once put this charm in her mouth and wouldn't spit it out. It's like tiny children know how precious it is. I figure the easiest way to end this tug of war, without the little girl choking on it, is to take the bracelet off and let her sister deal with it. She nods at me as if she's understood my plan and starts to tickle the little girl under her arm. As she falls about laughing, she opens her mouth and out pops my charm."],
        ["5", "The older girl glances down at the charm for a moment and then hands it back to me before staring out of the window. I follow her gaze along the meandering path of the river. Great storks are nesting in the trees, and a family is washing and drying great lengths of sari cloth on giant rocks."],
        ["6", "“Come on, Mira!” Janu says, suddenly standing up."],
        ["7", "Just as I'm about to leave the carriage the girl reaches toward me and squeezes my hand tightly. I look deeply into her eyes and try to understand what she is saying to me. I feel I have to look at her, that it would be cowardly to look away. I'm still holding Nana Josie's charm. I wonder if she thinks that my charm can bring her luck. I drop my bracelet and my precious artichoke- heart charm into her hands because I have everything and she has nothing. As I stand on the platform, the girl pushes her face up to the window and mouths the words “thank you” her haunting eyes seem to soften."],
        ["8", "The girl is waving to me as the train moves off. She opens her hand and my charm glints, catching Janu's eye. He starts to run toward the carriage door, but the train is already going too fast. She smiles. Forget all the models you see in magazines. I think she might be the most beautiful girl in the whole world."],
        ["9", "“Pickpockets! You have to be careful— of course they have to find whatever they can.” Janu shrugs. “Was it valuable?”"],
        ["10", "“Not in money. It belonged to my grandmother. But the girl didn't steal it. I knew she wanted it, so I just sort of gave it to her,” I explain, still trying to make sense of what I've done as a sudden heaviness enters my chest."],
        ["11", "Janu stares at me as if I've lost my mind. Maybe I have."],
        ["12", "“I think she needed it more than me. And it just felt like the right thing to do!”"],
        ["13", "He shakes his head and frowns at me. “Her ma will find it, and she will sell it. You don't understand the way things work here. You think your silver charm is going to change her life?” His anger gives a hard, cold edge to his voice."],
        ["14", "Janu strides on, still shaking his head. I can hardly keep up with him as he goes toward a cluster of straw- roofed, earth- covered buildings with pads of cow dung drying on their sides. I feel sick. Of course he's right. What was I thinking? How could I have given away Nana Josie's charm?! What good could it possibly do? Janu must think I'm an idiot, a silly girl who thinks she can make things better. I'll never see my charm again. I slump down on a large boulder at the side of the road and stare and stare at my empty wrist. I have never felt so far away from home."],
        ["15", "Janu's walking back toward me and holding out his hand. I try to cover up my face as the tears spill over. He must think I'm always crying, which is funny because I usually make sure I keep my tears locked safely behind my bedroom door."],
        ["16", "Janu perches on the stone next to me and takes my wrist gently in his hands. “I'm sorry,” he says."],
        ["17", "But he's right. I should never have given the bracelet away. I feel naked without it."]
    ],
    "Copyright": "Used with permission.",
    "References": []
}