{
    "Title": "Wisconsin Academic Standards > English Language Arts > Grade 5",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "WI.M5.RF",
            "Label": "Reading Foundational Skills",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Phonics & Word Recognition",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.M5.RF.3",
                            "Label": "Know and apply grade-level phonics and word analysis skills in decoding words. Use combined knowledge of all letter-sound correspondences, syllabication patterns, and morphology (e.g., roots and affixes) to read accurately unfamiliar multisyllabic words in context and out of context.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Fluency",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.M5.RF.4",
                            "Label": "Read with sufficient accuracy and fluency to support comprehension.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "WI.M5.RF.4.a",
                                    "Label": "Read grade-level text with purpose and understanding.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "WI.M5.RF.4.b",
                                    "Label": "Read grade-level text orally with accuracy, appropriate rate, and expression on successive readings.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "WI.M5.RF.4.c",
                                    "Label": "Use context to confirm or self- correct word recognition and understanding, rereading as necessary.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "WI.M5.RL",
            "Label": "Reading Literature",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Key Ideas & Details",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.M5.RL.1",
                            "Label": "Locate and refer to relevant details and evidence when explaining what a text says explicitly or implicitly and make logical inferences.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.M5.RL.2",
                            "Label": "Summarize texts, from a variety of genres, to determine a theme or central idea and explain how it is supported by key details.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.M5.RL.3",
                            "Label": "Compare and contrast two or more characters, settings, and events, drawing on specific details in the text.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Craft & Structure",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.M5.RL.4",
                            "Label": "Determine the meaning of words, phrases, figurative language, academic and content-specific words, and analyze their effect on meaning, tone, and mood within a text.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.M5.RL.5",
                            "Label": "Explain how a series of chapters, scenes, or stanzas fits together to determine the overall structure of a story, drama, or poem.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.M5.RL.6",
                            "Label": "In literary text, explain how a narrator’s or speaker’s point of view influences how events are described.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Integration Of Knowledge & Ideas",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.M5.RL.7",
                            "Label": "Analyze how visual and multimedia elements contribute to the meaning of literary and informational texts.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.M5.RL.9",
                            "Label": "Make informed judgments about quality of text; make connections to other texts, ideas, cultural perspectives, identities, eras, and personal experiences.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "WI.M5.RI",
            "Label": "Reading Information",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Key Ideas & Details",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.M5.RI.1",
                            "Label": "Locate and refer to relevant details and evidence when explaining what a text says explicitly or implicitly and make logical inferences.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.M5.RI.2",
                            "Label": "Summarize texts, from a variety of genres, to determine a theme or central idea and explain how it is supported by key details.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.M5.RI.3",
                            "Label": "Explain the relationships or interactions between two or more individuals, events, ideas, or concepts based on specific evidence from the text.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Craft & Structure",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.M5.RI.4",
                            "Label": "Determine the meaning of words, phrases, figurative language, academic and content-specific words, and analyze their effect on meaning, tone, and mood within a text.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.M5.RI.5",
                            "Label": "Compare and contrast the overall structure in two or more texts using terms such as sequence, comparison, cause and effect, and problem and solution.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.M5.RI.6",
                            "Label": "In informational text, analyze multiple accounts of the same event or topic, noting important similarities and differences in the point of view they represent.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Integration Of Knowledge & Ideas",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.M5.RI.7",
                            "Label": "Analyze how visual and multimedia elements contribute to the meaning of literary and informational texts.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.M5.RI.8",
                            "Label": "Explain how claims in a text are supported by relevant reasons and evidence, identifying which reasons and evidence support which claims.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.M5.RI.9",
                            "Label": "Make informed judgments about quality of text; make connections to other texts, ideas, cultural perspectives, identities, eras, and personal experiences.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "WI.M5.W",
            "Label": "Writing",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Text Types & Purposes",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.M5.W.1",
                            "Label": "Compose reflective, formal, and creative writing, which may happen simultaneously or independently, for a variety of high-stakes and low-stakes purposes.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.M5.W.2",
                            "Label": "Write text in a variety of modes.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "WI.M5.W.2.a",
                                    "Label": "Opinion pieces that support a point of view about a topic or text clearly, state an opinion, and create an organizational structure in which ideas are logically ordered to support facts, details, and the writer's purpose.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "WI.M5.W.2.b",
                                    "Label": "Informative text that introduces a topic clearly, use topic- and genre-specific language to provide a general observation, focus, and group related information logically. Include formatting (e.g., headings), illustrations, and multimedia when useful to aiding comprehension and to link ideas within and across categories of information.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "WI.M5.W.2.c",
                                    "Label": "Convey events, real or imagined, through narrative or short stories which orients a reader by establishing a real or imagined situation and introducing a narrator and characters; organize an event sequence that unfolds naturally. Use narrative techniques, such as dialogue, description, and pacing, to develop experiences and events or show the responses of characters to situations.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "WI.M5.W.3",
                            "Label": "Create writing that utilizes:",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "WI.M5.W.3.a",
                                    "Label": "Organization: Include an introduction that establishes a purpose and engages the reader. Text builds to a concluding statement appropriate to the mode of writing and related to the body of the composition.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "WI.M5.W.3.b",
                                    "Label": "Transitions: Use a variety of transitional words and phrases that logically connect and develop ideas.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "WI.M5.W.3.c",
                                    "Label": "Word Choice (including domain specific): Creatively select unique words for emphasis, addition, contrast, or order.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Production & Distribution Of Writing",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.M5.W.4",
                            "Label": "Produce clear and coherent writing in which the development and organization are culturally-sustaining and rhetorically authentic to task, purpose, and audience.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.M5.W.5",
                            "Label": "Produce clear and coherent writing in which the development and organization are intentionally selected by teacher or student for task, purpose, and audience; respond to questions and suggestions from peers; and add details to strengthen writing as needed by planning, revising, and editing.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.M5.W.6",
                            "Label": "With some guidance and support from adults, they intentionally select a variety of digital tools to produce and publish writing, including in collaboration with peers. Proficiently produce writing through printing, cursive, or typing (with sufficient command of keyboarding skills to type a minimum of two pages in a single sitting).",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Inquiry To Build & Present Knowledge",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.M5.W.7",
                            "Label": "Conduct short student-driven inquiry projects that use several sources to build knowledge through investigation of different aspects of a topic.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.M5.W.8",
                            "Label": "Recall relevant information from experiences or gather relevant information from print and digital sources, summarize or paraphrase information in notes and finished work, and provide a list of sources.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.M5.W.9",
                            "Label": "Draw evidence from literary or informational texts to support analysis, reflection, and inquiry.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "WI.M5.SL",
            "Label": "Speaking & Listening",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Comprehension & Collaboration",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.M5.SL.1",
                            "Label": "Engage effectively in a range of collaborative discussions (one-on-one, in groups, and teacher-led) with diverse partners on topics and texts, building on others' ideas and expressing one’s thinking clearly.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "WI.M5.SL.1.a",
                                    "Label": "Come to discussions prepared, explicitly draw on topics and texts along with personal knowledge and experiences to explore ideas under discussion.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "WI.M5.SL.1.b",
                                    "Label": "Follow agreed-upon norms for discussions (e.g., gaining attention in respectful ways, actively listening, speaking one at a time about the topics and texts under discussion).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "WI.M5.SL.1.c",
                                    "Label": "Pose and respond to specific questions by making comments that contribute to the discussion and elaborate on the remarks of others.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "WI.M5.SL.1.d",
                                    "Label": "Review the key ideas expressed and draw conclusions in light of information and knowledge gained from the discussion.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "WI.M5.SL.2",
                            "Label": "Summarize a written text read aloud or information presented in diverse media and formats.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.M5.SL.3",
                            "Label": "Summarize the points a speaker makes and explain how each claim is supported by reasons and evidence.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Presentation of Knowledge & Ideas",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.M5.SL.4",
                            "Label": "Report on a topic or text or present an opinion, sequencing ideas logically and using facts and relevant, descriptive details to support main ideas or themes; speak clearly at an understandable pace. Communicate clearly and in an engaging manner, considering the audience, purpose, and situation.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "WI.M5.SL.5",
                            "Label": "Integrate multimedia components (e.g., graphics, sound) and visual displays in presentations to enhance the development of main ideas or themes.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "WI.M5.L",
            "Label": "Language",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Knowledge Of Language",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.M5.L.1",
                            "Label": "Demonstrate an understanding of how language functions in different cultures, contexts, and disciplines; apply this knowledge to comprehend more fully when reading and listening, and make effective choices when composing, creating, and speaking.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "WI.M5.L.1.a",
                                    "Label": "Recognize that standardized English is only one dialect of many and has a specific history that is implicated in power relationships.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "WI.M5.L.1.b",
                                    "Label": "Compare and contrast the ways in which language is used in familiar and unfamiliar contexts (e.g., at home, outside of their own communities, by diverse authors and speakers).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "WI.M5.L.1.c",
                                    "Label": "Compare and contrast the varieties of English (e.g., dialects, registers) used in stories, dramas, or poems.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "WI.M5.L.1.d",
                                    "Label": "Expand, combine, and reduce sentences for meaning, reader or listener interest, and style.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Vocabulary Acquisition & Use",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.M5.L.2",
                            "Label": "Determine or clarify the meaning of unknown and multiple-meaning words and phrases in grade-level reading and content; use context clues, analyze meaningful word parts, consult general and specialized reference materials, and apply word solving strategies (for meaning) as appropriate.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "WI.M5.L.2.a",
                                    "Label": "Use common, grade-appropriate Greek and Latin affixes and roots as clues to the meaning of a word (e.g., telegraph, photograph, autograph).",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "WI.M5.L.3",
                            "Label": "Demonstrate understanding of figurative language, word relationships, and nuances in word meanings.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "WI.M5.L.3.a",
                                    "Label": "Determine the meaning of words and phrases as they are used in a text, including those that allude to significant characters (e.g., Herculean).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "WI.M5.L.3.b",
                                    "Label": "Interpret similes and metaphors in context.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "WI.M5.L.3.c",
                                    "Label": "Clarify the precise meaning of words by comparing and contrasting them with related words (i.e., compare and contrast words to synonyms, antonyms, and homographs to better understand each word).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "WI.M5.L.3.d",
                                    "Label": "Make connections between words and how they are used in real life (i.e., help students build or add on to existing schema when encountering new words).",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "WI.M5.L.4",
                            "Label": "Demonstrate an ability to collaboratively and independently build vocabulary knowledge when encountering unknown words including cultural, general academic, and discipline-specific terms and phrases; use vocabulary appropriate to the context and situation.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "WI.M5.L.4.a",
                                    "Label": "Identify and use phrases that signal contrast, addition, and other logical relationships (e.g., however, although, nevertheless, similarly, moreover, in addition).",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Conventions Of Standardized English",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "WI.M5.L.5",
                            "Label": "Demonstrate contextually appropriate use of the conventions of standardized English grammar and usage when writing or speaking. Discern when and where it is appropriate to use standardized English.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "WI.M5.L.5.a",
                                    "Label": "Appropriately use and explain the intended purpose of language choice with conjunctions.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "WI.M5.L.5.b",
                                    "Label": "Appropriately use and explain the intended purpose of language choice with verb tenses.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "WI.M5.L.5.c",
                                    "Label": "Appropriately use and explain the intended purpose of language choice with correlative conjunctions.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "WI.M5.L.5.d",
                                    "Label": "Appropriately use and explain the intended purpose of language choice with use of “they” and “their” when referring to singular people or ideas.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "WI.M5.L.6",
                            "Label": "Demonstrate contextually appropriate use of the conventions of standardized English capitalization, punctuation, and spelling when writing. Discern when and where it is appropriate to use standardized English.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "WI.M5.L.6.a",
                                    "Label": "Appropriately use and explain the intended purpose in conventions with commas (introductory elements, and elements that need to be set off like a question or direct address).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "WI.M5.L.6.b",
                                    "Label": "Appropriately use and explain the intended purpose in conventions with italics, underlining, quotes with titles.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "WI.M5.L.6.c",
                                    "Label": "Spell grade-level words correctly using reference materials to solve words and edit written work as needed.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}