{
    "Directions": "",
    "Context": [],
    "Title": "Source 3: One Student, One Teacher",
    "Subtitle": "",
    "Author": "by Lucille Ruby",
    "LabelType": "P",
    "Content": [
        ["13", "\tYoung children need guidance, support, and stability. According to Donna Snyder, a professional development expert, this is provided by children’s classroom teachers. By staying in one classroom with one teacher for the whole day, the youngest students can bond with their teachers. This connection with their teacher gives the young student confidence and creates a safe environment for learning."],
        ["14", "\tSome schools are starting to consider having young students switch classes during the day. Seeing a different teacher for each subject may mean less work for the teacher. The teacher only teaches one lesson over and over each day, rather than planning a full day of lessons. Students, however, do not get to bond with teachers when they are only with each teacher for a short time each day."],
        ["15", "\tA lot of time is lost when a child changes classes during the day as well. Students lose teaching time when they switch classrooms. Principal Kim Doepker of Blue Ridge Elementary in Walla Walla, Washington, notes that many young students have a hard time with transitions. Spending more time each day moving from room to room will make it harder for these students to learn."],
        ["16", "\tTeachers also lose some freedom in their schedules. Teachers in multi-subject classrooms can extend a lesson as needed when they do not need to stick to a strict schedule. The teacher can also make more connections across subject areas when teaching. For example, the students may be learning about ancient Greece during social studies. They could then read stories about ancient Greece during reading, or study ancient Greek water systems during science."],
        ["17", "\tStudents need to switch classes in high school. These students need to learn from experts and focus on deeper learning in each subject as they prepare for college and careers. Young students need more of a bond with their teachers to develop a love of learning. While switching classes works well for older students, it does not meet the needs of the youngest learners."]
    ],
    "Copyright": "“One Student, One Teacher” by Lucille Ruby. Written for educational purposes.",
    "References": []
}