{
    "Directions": "Read the passage and then answer the each question that follows.",
    "Context": [],
    "Title": "[Excerpt from] The Missing Formula",
    "Subtitle": "",
    "Author": "by Ann Wirt",
    "LabelType": "P",
    "Content": [
        ["1", "\tDuring the three summers spent at Loon Lake, Madge scarcely had spoken a dozen words either to Anne Fairaday or her father. Often she had gazed speculatively at the fine home they had built upon Stewart Island, wondering why the two were so aloof. It was generally known that Mr. Fairaday was a noted chemist who had come North for his health and the belief was that Anne remained close at home to care for him."],
        ["2", "\t“Now that he’s gone I hope she’ll agree to stay at the lodge,” Madge thought as she sent the skiff smoothly through the water. “I believe we’d become friends if we could ever really meet.”"],
        ["3", "\tIt was pleasant on the lake with the sun half­hidden under a cloud. More often than she realized, Madge rested on her oars to watch insects swimming in the water or birds winging low in search for fish."],
        ["4", "\tShe had covered little more than half the distance to Stewart Island, when abruptly, she ceased rowing. Toward the south shore of the lake, a red canoe could be seen cutting through the water at a lively rate."],
        ["5", "\t“There’s Anne Fairaday now!” she exclaimed. “Where’s she going, I wonder?”"],
        ["6", "\tA moment later she saw the girl head directly for the main landing, apparently to obtain mail and supplies which were left there for her by the forest rangers or old Bill Ramey who made weekly trips to town."],
        ["7", "\t“She’s too far away to hail,” Madge decided. “Unless I catch her as she returns to the island, I’ll have made my trip for nothing.”"],
        ["8", "\tAfter a brief mental debate, she again snatched up the oars, rowing steadily toward a rocky point on the south shore. It had occurred to her that while she awaited Anne’s return she could busy herself resetting her uncle’s minnow trap."],
        ["9", "\tShe crossed the lake and located the wire trap which had floated a short distance from its usual place. After baiting it with some bread which her uncle kept in a box under the boat seat, she anchored the trap in shallow water near the rocks."],
        ["10", "\tGlancing up from her work, she was startled to see how dark it had grown. Dark clouds were rolling up fast."],
        ["11", "\t“We’re in for a real storm,” she told herself uneasily. “I didn’t think it would come up so quickly. Guess I’d better not wait for Anne. Unless I strike for home, I’ll be caught in it.”"],
        ["12", "\tA low, ominous roll of thunder warned her that she must act quickly if she wished to reach the mainland ahead of the rain. She turned the boat, and began rowing with all her strength. The breeze had quickened noticeably. As she passed beyond the lee of the point, waves struck the bow of the skiff with great force."],
        ["13", "\t“Uncle George was wise to make me take the boat,” she told herself grimly. “I’d hate to be out in a canoe in these waves.”"],
        ["14", "\tShe thought of Anne and glanced anxiously toward the far landing. The red canoe had turned back toward Stewart Island. Apparently, Anne realized the danger and she too was trying to race the storm. Her paddle slashed into the water with vicious force, but she made slow progress."],
        ["15", "\tIt was only a matter of minutes now until the storm would break. Madge cringed as a vivid flash of lightning zigzagged across the sky to illuminate an ugly mass of dark clouds. She was more afraid for Anne than for herself. She knew that the skiff would carry her safely ashore but the Fairaday girl was far from expert in handling her canoe and when the wind strengthened, she could easily be thrown crosswise to a wave and upset."],
        ["16", "\tEach pull of the oars carried Madge nearer the girl. Already she could see that Anne was in grave danger. The waves were buffeting the canoe about like a log in a whirlpool."],
        ["17", "\tLooking ahead toward the shoreline, Madge saw a sheet of white mist drop like a curtain upon the water. The rain was coming!"],
        ["18", "\tThe murmur of the wind in the trees along the far shore had increased to an angry whine and branches began to bend and thrash wildly about. Madge braced herself for what she knew must come."],
        ["19", "\tAnother flash of lightning brightened the sky and at the same instant a deluge of rain descended, blotting out the shore. Madge worked desperately to keep the skiff from being swamped by the huge waves which were churned up. The wind howled in her ears, the rain slashed at her face. For several minutes she lost sight of the red canoe."],
        ["20", "\tThen as the first onslaught of the storm seemed to have spent itself, the wind dropped and the rain fell in a steady downpour. Madge peered anxiously ahead, searching for Anne."],
        ["21", "\tShe sighted the canoe less than twenty yards away."],
        ["", "problems/MS22G5E/media/S1a.jpg"]
    ],
    "Copyright": "Excerpt from The Missing Formula by Mildred A. Wirt, AKA Ann Wirt. Originally published in 1932.\n\nPhotograph of abandoned boat in stormy sea, courtesy of Shutterstock, Nejron Photo/86031583.",
    "References": []
}