{
    "Directions": "Read the passage and then answer the each question that follows.",
    "Context": [],
    "Title": "Sun Proof",
    "Subtitle": "",
    "Author": "by Centers for Disease Control and Prevention",
    "LabelType": "P",
    "Content": [
        ["1", "\tProtecting yourself against the sun is the smart choice that kids like you are making these days. Here's how:"],
        ["", "Cover up"],
        ["2", "\tObviously, when you put clothes between you and the sun's rays, they can't touch you! It's best to cover up as much as you can, but if it's too hot outside for long sleeves and pants, a beach cover-up or T-shirt and long shorts will do. Wearing a hat with a wide brim is great, but if you wear a baseball cap, just make sure you slap some sunscreen on your face, neck, and ears. Of course, lightweight, see-through, or mesh clothing provides less protection..."],
        ["", "Rub it on"],
        ["3", "\tSunscreen with SPF 15 or higher, that is. You've gotta have the right stuff!"],
        ["4", "\tSPF stands for “sun protection factor” — how well a sunscreen works at keeping the sun's burning rays from roasting your skin. (FYI: SPF 45 and higher protects only a bit more than 30 does ...) Make sure your sunscreen blocks both UVA and UVB rays (types of light)..."],
        ["5", "\tYou'll need to get a bottle, shake it, fill up a handful, and slather it all over your body. (Yes, we said “handful.” You need that much for good coverage.) Put it on 30 minutes before you go out in the sun ... and remember to cover your face, lips, hands, forearms, shoulders, ears, back of your neck,under your chin, and the top of your head. Watch your eyes — it could sting! If you're worried about breaking out, try a gel sunscreen. And if your skin reacts badly to one brand, try another. Not all sunscreens have the same ingredients."],
        ["", "Apply, reapply, and then do it again!"],
        ["6", "\tEven if the bottle says it's waterproof, sweat proof, or any other “proof,” you should reapply. Put more sunscreen on every couple of hours or right after swimming, working up a sweat, or rubbing on your skin with a towel or clothes. And one more thing ... Wearing sunscreen protects you but it doesn't make it okay to stay in the sun longer. Try to stay out of the sun when you can."],
        ["", "Slip on Sunglasses"],
        ["7", "\tGotta shield your eyes from the sun, too, right? Yep. Slip on some shades because the sun's rays can hurt your eyes. Choose some cool wraparound shades that block 100 percent of UVA and UVB..."],
        ["", "Hang in the Shade"],
        ["8", "\tGet out and work your body — there are a million things to do! But hang out in the shade whenever you can. The sun is the strongest between 10 in the morning and 4 in the afternoon. So, during those times, play hard in the shade, chill out under an umbrella, have lunch inside, or try some indoor activities for a change of pace."],
        ["9", "\tWhether you are in the water, walking on the beach, conquering the slopes, or cruising the concrete, beware of the extra sun you get from rays bouncing off the surfaces around you. Remember: The sun can affect your skin any time — not just in the summer, in warm places, or on sunny days. Use your head and get the right gear to protect yourself from the rays."],
        ["", "problems/MS22G5E/media/S3a.jpg"],
        ["", "problems/MS22G5E/media/S3b.jpg"]
    ],
    "Copyright": "Excerpt from “Sun Proof,” Centers for Disease Control and Prevention website.",
    "References": []
}