{
    "Directions": "Read the passage and then write a response to the prompt that follows.",
    "Context": [],
    "Title": "[Excerpt from] The Secret Garden",
    "Subtitle": "",
    "Author": "by Frances Hodgson Burnett",
    "LabelType": "P",
    "Content": [
        ["1", "\tMistress Mary went a step nearer to the robin and looked at him very hard."],
        ["2", "\t“I'm lonely,” she said."],
        ["3", "\tShe had not known before that this was one of the things which made her feel sour and cross. She seemed to find it out when the robin looked at her and she looked at the robin."],
        ["4", "\tThe old gardener pushed his cap back on his bald head and stared at her a minute."],
        ["5", "\tHe began to dig again, driving his spade deep into the rich black garden soil while the robin hopped about very busily employed."],
        ["6", "\t“What is your name?” Mary inquired."],
        ["7", "\tHe stood up to answer her."],
        ["8", "\t“Ben Weatherstaff,” he answered, and then he added with a surly chuckle, “I'm lonely mysel' except when he's with me,” and he jerked his thumb toward the robin. “He's th' only friend I've got.”"],
        ["9", "\t“I have no friends at all,” said Mary. “I never had. My Ayah didn't like me and I never played with any one.”"],
        ["10", "\tIt is a Yorkshire habit to say what you think with blunt frankness, and old Ben Weatherstaff was a Yorkshire moor man."],
        ["11", "\t“Tha' an' me are a good bit alike,” he said. “We was wove out of th' same cloth. We're neither of us good lookin' an' we're both of us as sour as we look. We've got the same nasty tempers, both of us, I'll warrant.”"],
        ["12", "\tSuddenly a clear rippling little sound broke out near her and she turned round. She was standing a few feet from a young apple­tree and the robin had flown on to one of its branches and had burst out into a scrap of a song. Ben Weatherstaff laughed outright."],
        ["13", "\t“What did he do that for?” asked Mary."],
        ["14", "\t“He's made up his mind to make friends with thee,” replied Ben. “Dang me if he hasn't took a fancy to thee.”"],
        ["15", "\t“To me?” said Mary, and she moved toward the little tree softly and looked up."],
        ["16", "\t“Would you make friends with me?” she said to the robin just as if she was speaking to a person. “Would you?” And she did not say it either in her hard little voice or in her imperious Indian voice, but in a tone so soft and eager and coaxing that Ben Weatherstaff was as surprised as she had been when she heard him whistle."],
        ["17", "\t“Why,” he cried out, “tha' said that as nice an' human as if tha' was a real child instead of a sharp old woman. Tha' said it almost like Dickon talks to his wild things on th' moor.”"],
        ["18", "\t“Do you know Dickon?” Mary asked, turning round rather in a hurry."],
        ["19", "\t“Everybody knows him. Dickon's wanderin' about everywhere. Th' very blackberries an' heather­bells knows him. I warrant th' foxes shows him where their cubs lies an' th' skylarks doesn't hide their nests from him.”"],
        ["20", "\tMary would have liked to ask some more questions. She was almost as curious about Dickon as she was about the deserted garden. But just that moment the robin, who had ended his song, gave a little shake of his wings, spread them and flew away. He had made his visit and had other things to do."],
        ["21", "\t“He has flown over the wall!” Mary cried out, watching him. “He has flown into the orchard—he has flown across the other wall—into the garden where there is no door!”"],
        ["22", "\t“He lives there,” said old Ben. “He came out o' th' egg there. If he's courtin', he's makin' up to some young madam of a robin that lives among th' old rose­trees there.”"],
        ["23", "\t“Rose­trees,” said Mary. “Are there rose­trees?”"],
        ["24", "\tBen Weatherstaff took up his spade again and began to dig."],
        ["25", "\t“There was ten year' ago,” he mumbled."],
        ["26", "\t“I should like to see them,” said Mary. “Where is the green door? There must be a door somewhere.”"],
        ["27", "\tBen drove his spade deep and looked as uncompanionable as he had looked when she first saw him."],
        ["28", "\t“There was ten year' ago, but there isn't now,” he said."],
        ["29", "\t“No door!” cried Mary. “There must be.”"],
        ["30", "\t“None as any one can find, an' none as is any one's business.”"]
    ],
    "Copyright": "Excerpt from The Secret Garden by Frances Hodgson Burnett. Originally published in 1911.",
    "References": []
}