{
    "Directions": "Read this story, then answer each question that follows.",
    "Context": [
        "Kids who live on Ali's block like to play in a vacant lot on their street. Ali shows treasures that she finds on the lot to her neighbor, Ms. Snoops, to see if she knows the stories behind them."
    ],
    "Title": "[Excerpt from] One Day and One Amazing Morning on Orange Street",
    "Subtitle": "",
    "Author": "by Joanne Rocklin",
    "LabelType": "P",
    "Content": [
        ["1", "\t“I had the most wonderful idea yesterday, while I was watering the tree in the empty lot,” Ms. Snoops said."],
        ["2", "\t“Yes! That happens to me all the time! It just happened this morning!” said Ali. “What was your idea?”"],
        ["3", "\tMs. Snoops went to her desk and brought back a sheet of paper marked with a big handwritten 'M.' “As soon as I got the idea, I wrote this note to myself, just so I wouldn't forget. I'm embarrassed to tell you I can't remember what the 'M' is for.”"],
        ["4", "\t“'M' is for mystery,” said Ali, “but that doesn't help you much. How about muffins? Maybe you were thinking of baking your delicious orange muffins. You haven't made those in a while.”"],
        ["5", "\t“No,” said Ms. Snoops. “It was more important than that.”"],
        ["6", "\t“Money? Medicine?” asked Ali."],
        ["7", "\t“No, it had something to do with you, I believe.”"],
        ["8", "\t“Me?”"],
        ["9", "\t“That's right, but I'm not sure how. Well, let's not let this spoil our get-together! What treasures have you brought this afternoon?”"],
        ["10", "\tFrom her bag, Ali pulled out the round metal disk, the icy-blue stone shaped like a heart, the iron nails, the woolen sock, and the rusty cookie tin with the head inside of it. She spread everything out on the coffee table."],
        ["11", "\tMs. Snoops placed the disk, the nails, and the sock in a separate pile. “These are common household items,” she said. She picked up the scratched metal disk. “This is part of a glass preserve jar. Everyone put up fruits and vegetables in the old days. And if they were lucky to have orange trees in their yards, they made marmalade. I may be the only one around who still puts up her own preserves, however.” She tapped on the iron nail. “A nail is just a nail. And the sock probably fell from an old-fashioned clothesline on a windy day. No particular memories come to mind about these articles. Hmmm ... But this is interesting.”"],
        ["", ":box:marmalade = a sweet jelly that contains pieces of fruit"],
        ["", ":box:puts up = stores for later use"],
        ["", ":box:preserves = a sweet food made of fruit cooked in sugar"],
        ["12", "\tShe held up the icy-blue stone. It twinkled in the sunlight from the window. “I would bet dollars to doughnuts this was one of Pug's stones. He collected unusual ones. That boy's pockets were so full of stones, sometimes his pants dragged. Pug would probably say this one looked like a heart.”"],
        ["13", "\t“But it does!” said Ali. “Don't you think so?”"],
        ["14", "\tMs. Snoops peered at the stone. “I guess you could say that,” she said. “Funny little guy. He drew pictures, too, like his mother. His father didn't approve much of his artistry. He had an older brother who was good in sports, if my memory serves me.”"],
        ["15", "\t“How nice that you remember all that,” said Ali. “Sometimes I forget that other families once lived on this street.”"],
        ["16", "\t“I used to love the old stories when I was your age,” said Ms. Snoops. “I would pick up bits and pieces, do some digging, and fill in the holes myself, metaphorically speaking.”"],
        ["", ":box:metaphorically = comparing one thing to another to help explain something"],
        ["17", "\t“That's just what I like to do!” said Ali."],
        ["18", "\t“That's what all writers do when they create stories. They steal, disguise, and make things up.”"],
        ["19", "\t“I'm actually planning on becoming an archaeologist, not a writer,” Ali said. Although she had to admit, sometimes making things up was a lot more fun than sticking to the facts."],
        ["", ":box:archaeologist = a scientist who studies objects from the past to understand ancient peoples and how they lived"],
        ["20", "\t“No reason you couldn't be both,” said Ms. Snoops. “When I-”"],
        ["21", "\tMs. Snoops stopped in mid-sentence. She reached for the rusty metal cookie tin. “What do we have here? Oh, my goodness! Can it be?” She opened the box slowly, then peered inside. “It is! It is! Shirley! Dear old Shirley! It's so good to see you again!”"],
        ["22", "\tShe lovingly removed the head from the box and laid it in her lap. The doll looked up at her with its one good eye, and its smile seemed to say, Likewise, I'm sure."],
        ["23", "\t“I knew this doll when I was a young girl,” murmured Ms. Snoops. “Oh, Shirley, the memories I have of you!”"],
        ["24", "\tSuddenly Ms. Snoops jumped from the couch, still clutching the doll's head. “That's it!” she cried. “Memories! 'M' is for memoirs! My wonderful idea was to write my memoirs!  All these treasures you've shown me have brought back my memories, and I am so grateful?”"],
        ["25", "\t“It's been a lot of fun,” Ali said."],
        ["26", "\tMs. Snoops had begun to pace the room. “I will write down all my stories about Orange Street, before I forget them?”"]
    ],
    "Copyright": "",
    "References": []
}