{
    "Directions": "Read this article, then answer each question that follows.",
    "Context": [],
    "Title": "You CAN Run a Mile!",
    "Subtitle": "",
    "Author": "by Betsy Dru Tecco",
    "LabelType": "P",
    "Content": [
        ["1", "\tHave you ever tried to run a mile? If your school participates in the President's Challenge, chances are you have taken the Physical Fitness Test. One of the five activities in that test is the endurance run/walk. That activity asks you to complete a 1-mile distance as fast as you can. As your body becomes more conditioned to the exercise, you'll get the endurance to go even farther and faster."],
        ["", "Pʀᴇᴘᴀʀᴇ Yᴏᴜʀsᴇʟꜰ"],
        ["2", "\t“Running a mile is a great accomplishment—no matter how long it takes. But to perform your best in the mile run, and to feel good doing it, you really need to prepare properly” says Larry Greene. He is an exercise science expert, a former professional distance runner and coach, and a coauthor of Training for Young Distance Runners."],
        ["3", "\tOne way to start running is to join a school team or a local running club that has a good coach, advises Greene. A coach can teach you correct running form— that's how you hold your body and move your arms and legs. Good form is important for avoiding injuries and doing your best, Greene says, but it's not something you can learn completely on your own. A coach can also remind you to pace yourself. “If you start too fast, you'll have to slow down or stop due to fatigue,” he explains. “If you start too slowly, you might not achieve your time goal”"],
        ["", ":box:Fᴜɴ Rᴜɴ\n\nTo make your run more fun, add a silly challenge after each lap. For example, run one lap, and then stop and dance like a rock star for a minute. Then continue running. After your second lap, pretend you are a monkey climbing a tree.\n\nCome up with new challenges to do after each lap. What are some other goofy things you could do after each lap? What are some ways you can add other types of exercise between each lap?"],
        ["4", "\tThe library and the Internet can improve your running. “When I first started competing in track and cross country at age 12, I benefited so much from reading... about the sports” Greene says. “Learn as much as you can by reading running books, magazines, and Web site articles.”"],
        ["", "Sᴛᴀʀᴛ Wɪᴛʜ Sʜᴏʀᴛ Dɪsᴛᴀɴᴄᴇs"],
        ["5", "\tTo train for a mile run, start by running a short distance, such as one-quarter mile. Over the next few weeks, slowly increase the distance by one-eighth or one-quarter of a mile at a time. That gives your body time to adjust to each new challenge. (It can also lower your risk of injury.) Don't forget to congratulate yourself after you complete each new distance— with a big gulp of water."],
        ["", ":box:Fɪʀsᴛ Pʟᴀᴄᴇ Fɪɴɪsʜ!\n\nDemian L. started running about a year and a half ago at his school in Brooklyn, N.Y., and then he joined another running program, called the Mighty Milers. He's come a long way. This past spring, Demian qualified for a national running event: the USA Track and Field National Youth Indoor Track and Field Championships in Chicago. Demian, now in fifth grade, took first place in the 1,500-meter race for his age group. He ran the distance, which is nearly 1 mile, in 5 minutes and 44 seconds. That is superfast! “It felt really good and was a big confidence builder,” he says. To train for the race, Demian ran three times a week and did stretching exercises and other sports. He likes the way running keeps him fit and feeling good. “Running makes me happy!” he says."],
        ["", "Sᴛᴀʏ Sᴀꜰᴇ"],
        ["6", "\tIf you ever feel too tired to keep going, stop. “Don't push yourself when running becomes painful,” Greene says. And never run outside alone— have a workout partner who will run with you. Warm up, stretch, and cool  down together. Check each other's posture as well as your running form. Having someone else watch you run will help you make sure you are running both safely and efficiently. It helps to pass the time too!"]

    ],
    "Copyright": "",
    "References": []
}