{
    "Directions": "Read this story, then answer each question that follows.",
    "Context": [
        "On Saturday, Gabe's dad bought him an aquarium and fish."
    ],
    "Title": "[Excerpt from] Underwater",
    "Subtitle": "",
    "Author": "by Debbie Levy",
    "LabelType": "P",
    "Content": [
        ["1", "\tI spend a lot of Sunday watching the fish. I invite Evan to come look at them, and he thinks they're cool. On the computer room floor, we make a giant setup of an underwater battle station, using action figures and all kinds of vehicles and weapons from different action figure sets. The good guys are protecting the endangered species ecosystem, which is the aquarium. They are commanded by me, Jacques Cousteau. The bad guys are trying to invade the ecosystem so they can mine all the uranium rich gravel, which is worth thousands of dollars per pebble."],
        ["2", "\tIt's a terrific game. Of course, we don't touch the tank. Once, when Evan was playing the bad guys, he had one of the action figures tap on the front of the aquarium. I told him that really bothers the fish, and he didn't do it again."],
        ["3", "\t“Good night, guys” I whisper Sunday night. “Thanks for being here.” I turn out their light. I no longer feel silly talking to them. I bet Jacques Cousteau talked to fish, too."],
        ["4", "\tBack at school on Monday, before class begins, Sam asks me about my weekend. He's not really a friend of mine, but he's not a bad kid, so I tell him about the new aquarium."],
        ["5", "\t“That sounds cool,” Sam says."],
        ["6", "\t“Yeah, it is,” I say."],
        ["7", "\t“Really cool,” Sam says. “It'd be neat to see.”"],
        ["8", "\t“Yeah,” I say. “Well, anyway ...”"],
        ["9", "\tSam nods. “I was at Zach's house last week. He had a new video game he wanted to show me.”"],
        ["10", "\tNow I nod. And Sam is telling me this because?"],
        ["11", "\t“Well, anyway,” he says, “if you want to show me your fish someday.” and then he trails off."],
        ["12", "\tI'd never thought about inviting Sam over before. Is that what he was getting at? It might be okay. But what would we do?"],
        ["13", "\tI worry about things like that. It's one thing to have Evan come over. But what if some new kid came over and wanted just to hang outside the whole time kicking a soccer ball or riding bikes? I know kids who can do that for hours. I'm bored after fifteen minutes. With Evan I know that's okay. With someone new, what if it's not?"],
        ["14", "\tBy now Sam is organizing his folders for the morning's science and math classes. I don't have to think about this right now. I see Amy Wheeler come in. She usually walks right to her seat, but today, to my surprise, she walks right over and stands in front of me."],
        ["15", "\t“Gabe, did I see you coming out of Tanks for You on Saturday?” she asks."],
        ["16", "\tHer question stumps me for a second. I mean, I don't know whether she saw me or not. On the other hand, I was there so if she thinks she saw me, she probably did."],
        ["17", "\t“You probably did,” I say. “I was there with my dad buying stuff to set up an aquarium.” And I tell her about my new hobby."],
        ["18", "\tAmazingly, she's interested. “What size tank did you get?” she asks. “Glass or acrylic? Real or fake plants? Salt- or freshwater?” When she sees how shocked I am at her questions, she adds, “Oh, my father keeps a huge aquarium in our living room. It's awesome.”"],
        ["19", "\t“Oh, I say. Then, not sure what else to say,” I ask, “How big is it?”"],
        ["20", "\t“A hundred and twenty-five gallons,” she says. “It's five feet long”"],
        ["21", "\tMy eyes must be popping out of my head, because Amy laughs and says, “You'll have to come see it sometime. Dad loves to show it off”"],
        ["22", "\t“Okay,” I say."],
        ["23", "\tLook how easy it was for Amy Wheeler to invite me over to see her dad's fish."]
    ],
    "Copyright": "Excerpt from “Underwater” from “Underwater” by Debbie Levy, Lerner Publishing Group, September 1, 2007. Used by permission.",
    "References": []
}