{
    "Directions": "Read this story, then answer each question.",
    "Context": [
        "Three friends are photographing animals in Yellowstone National Park when Troy sees something."
    ],
    "Title": "[Excerpt from] Wolf Stalker",
    "Subtitle": "",
    "Author": "by Gloria Skurzynski and Alane Ferguson",
    "LabelType": "P",
    "Content": [
        ["1", "\t“What? Deer?” Ashley asked."],
        ["2", "\tTroy shook his head. He dropped to his knees and crouched behind the fallen log. Following the direction of Troy's intense stare, Jack saw—wolves! Two of them. One black and one gray."],
        ["3", "\tThe four large mule deer and the younger, smaller one had seen the wolves, too. They started to move away, at first ambling slowly, then running faster as the two wolves loped diagonally across the meadow toward them. The deer circled while the wolves chased them, almost lazily, like sheepdogs herding a flock."],
        ["4", "\t“Get on this side of the log and scrunch down,” Jack said softly to Ashley, pulling her belt until she toppled backward, almost on top of him. “Keep your head low,” he told her."],
        ["5", "\t“I want to see!”"],
        ["6", "\t“You can see— just stay down. And keep quiet!”"],
        ["7", "\tThe young deer hurtled across the meadow toward the steep hillside, changing direction as the two wolves bounded after it, separating it from the rest of the small herd. The wolves seemed to be playing with the deer, trying to scare it rather than zeroing in for a kill."],
        ["8", "\t“I wish I had my binoculars,” Ashley whispered."],
        ["9", "\t“I've got mine,” Jack murmured. “But you couldn't spot them-they're running too fast.”"],
        ["10", "\tWith the wolves in pursuit, the young mule deer doubled back to race across the meadow, heading for the creek. Suddenly the black wolf broke away to chase the four adult deer once again as they sprinted around the trampled grass. Only the gray wolf kept after the young deer, which crashed into the creek, its eyes wide and white with fear."],
        ["11", "\tThe deer was heading straight toward where Jack, Troy, and Ashley crouched behind the log, as if humans—even three of them—were less threatening than one large wolf."],
        ["12", "\tJack picked up his camera. “Don't move a muscle,” he whispered to Ashley."],
        ["13", "\tIt took only seconds for the young deer to explode into the brush above the bank, right next to them. Jack tried to fire off a few pictures, but it was like trying to photograph lightning—the deer was just too swift."],
        ["14", "\tAcross the creek, the gray wolf stopped at the bank. After stepping gingerly into the shallow ripples that edged the creek, it paused and looked around. It almost seemed to be considering whether to follow the deer and get wet, or to forget the whole adventure and stay dry."],
        ["15", "\t“Wow!” Jack whispered softly. “Look at him!”"],
        ["16", "\tThe big wolf stood less than forty feet from them. A black leather radio collar showed through the ruff of fur around his neck."],
        ["17", "\tThis was a young but full-grown male, a hundred-plus pounds of powerful muscle and thick gray fur."],
        ["18", "\tCarefully, holding his breath, Jack raised his camera. At that slight motion the wolf snapped to attention, bouncing backward in surprise. For a brief moment the animal stood stiff-legged, staring straight at Jack, its yellow eyes gleaming. Then he pivoted and ran back across the meadow toward the rising hills. Loping halfway up the hill, he stopped, threw one brief, scornful glance toward Jack, and turned his attention to the other wolf, the black one, still running after the herd of deer."],
        ["19", "\tTroy breathed, “That was—that was—”"],
        ["20", "\tHe didn't finish saying what it was, but Jack understood, even though he couldn't have put words to it either. Nothing could adequately describe the thrill of seeing what they'd just seen, of being close enough that they'd actually been a part of it."],
        ["21", "\t“Please, Jack, let me have your binoculars,” Ashley begged. “He's standing still now and I want to get a good look?”"],
        ["22", "\t“Okay,” Jack agreed."],
        ["23", "\tRight then he was feeling so good he would have given just about anything to just about anyone. Elation filled him, because he knew he'd clicked the shutter at just the right second. Not only once, but three times. Three pictures that should turn out to be outstanding, of the gray wolf staring right into the camera with those intense yellow eyes."],
        ["24", "\tJack couldn't wait to get home to his father's darkroom."],
        ["", ":box:darkroom = a room used for making photographs and that is lit with a special kind of red light"]
    ],
    "Copyright": "",
    "References": []
}