{
    "Directions": "Read the following passage about Louis Braille then answer each question that follows.",
    "Context": [],
    "Title": "Louis Braille",
    "Subtitle": "1809–1852",
    "Author": "",
    "LabelType": "P",
    "Content": [
        [" ", "\tThe instructor tapped on his desk, calling the reading class to order. But this was no ordinary reading class. The embossed books used by the French Royal Institute for Blind Youth in 1819 were so special that the school owned just fourteen of them. This was ten-year-old Louis's first day in class and he was thrilled: he would finally be able to read on his own!"],
        [" ", "\tEmbossed books for the blind had been invented 30 years earlier. To make them, large letters were pressed into thick sheets of waxed paper, leaving impressions. Then, when the page was turned over, the letters could be read by tracing their outlines with a finger. The only problem was, each page could hold just a few sentences, so the books were big and fat. You couldn't even hold one, but had to prop it up on an easel."],
        [" ", "\tStill... it was reading, and after the seven years of darkness since he'd lost his sight, Louis was excited. But his excitement soon turned to disappointment. Louis found that tracing each letter with his finger took so long that by the time he got to the end of a sentence, he couldn't remember what it said at the beginning. Even if he could remember what he was reading, what good did it do? In all of France, there were just a handful of embossed books. They were too expensive to print and too big to store."],
        [" ", "\tThere must be a better way, Louis thought. For years the problem occupied his mind, and ultimately evolved into the greatest gift to blind people that has ever been invented: a reading system known simply as braille, for the boy who invented it."],
        [" ", "\tLouis Braille lost his sight at age three, when he accidentally poked his eye with a tool in his father's harness-making shop in Coupvray, a small village 25 miles from Paris. The eye became infected, and when little Louis rubbed it, he accidentally spread the infection to the other eye as well. Within weeks of the accident, he was totally blind in both eyes. His father made him a cane that allowed him to explore his physical surroundings, but the cane could only take him so far into the world."],
        [" ", "\tLuckily, the village priest in Coupvray saw Louis for what he was: a normal boy who happened to be blind. Fr. Jacques Palluy taught him and convinced the schoolmaster to accept Louis as a pupil. As if to make up for his lack of vision, Louis's memory was p͟h͟e͟n͟o͟m͟e͟n͟a͟l, and he learned rapidly. So rapidly that Fr. Jacques was able to get him into the Royal Institute for Blind Youth in Paris."],
        [" ", "\tAt the school Louis read his first books and acquired skills that would allow him to support himself. When he was thirteen, the institute had an important visitor, a man who would change Louis's life. Charles Barbier was a retired captain in the French army who had invented a military code based on dots and dashes punched with a stylus (a sharply pointed, pen-like tool) into strips of cardboard. The code allowed field commanders to silently give orders like “Advance” or “Withdraw” at night. When it occurred to Barbier that blind people might find it useful, he expanded his code so each word was broken into sounds and each sound was a different combination of dots and dashes. He called it “sonography” or “sound-writing.”"],
        [" ", "\tSonography looked complicated, but the school's director agreed to try it. Louis became a sonography expert, but the more he learned about it, the more problems he found: since the symbols represented sounds, there was no way to show spelling, punctuation, or numbers. And many of the symbols were too big to read with the single touch of a finger. Sonography was so hard to use, many blind students gave up."],
        [" ", "\tLouis didn't give up, but began experimenting with sonography. From age thirteen to fifteen, his days were filled with classes and friends, but at night and on weekends he created patterns of dots, trying to find an easier system. Some nights, Louis lost track of time; as he sat on his bed punching dots, the rumbling of wagons outside told him that morning had come. His passion took a toll on his health, and he developed tuberculosis."],
        [" ", "\tThen one night, as his classmates snored away, a brainwave hit Louis: the sounds were the problem. He had been stuck trying to work within Barbier's system when it was the system itself that was wrong. Instead of representing sounds, Louis created symbols that stood for the letters of the alphabet. Just like the alphabet sighted people use. His code was made up of six dots like this:"],
        ["", "problems/PA16G5E/media/S1a.jpg"],
        [" ", "\tThis code unit, called the “braille cell,” has space for six dots: two across and three down. For each letter of the alphabet, mark of punctuation, symbol, and number, Louis worked out a different arrangement of dots. Here's how his first name looks in braille:"],
        ["", "problems/PA16G5E/media/S1b.jpg"],
        [" ", "\tEvery letter and symbol could fit within the space of a fingertip. When he demonstrated his invention for the school's director, Dr. Pignier, he asked him to read aloud a paragraph from any book: “Read slowly and distinctly, as if you were reading to a sighted friend who was writing down your words.” As Pignier read, Louis punched holes with his stylus onto a sheet of paper. It was so easy to do that he told Dr. Pignier, “You can read faster.” Pignier finished reading and Louis finished “writing” at almost the same time. Then, as the amazed director watched, Louis turned the paper over and read, with his fingertips, the raised bumps his stylus had left—every word Dr. Pignier had dictated. The man was overwhelmed with emotion. He knew what this meant: a fifteen-year-old boy had just switched on the light of learning for blind people forevermore."],
        [" ", "\tDuring the next few years, Louis improved and added to his system. At twenty, his system perfected, he wrote a book explaining it, called Methods of Writing Words, Music, and Plain Song by Means of Dots, for Use by the Blind and Arranged by Them. The braille system solved the main problems of the earlier embossed books. Since braille letters could fit under a person's fingertip, it was possible to read much faster. Braille letters took up about the same space as printed letters, so the books weren't so huge and expensive to produce. And best of all, because braille was like the regular alphabet that sighted people used, it was easy to learn."],
        [" ", "\tDespite Dr. Pignier's enthusiasm, government officials were slow to change. They didn't want to give up their old embossed letter system and asked, “Why should blind people learn a different alphabet than the rest of us?” Obviously, they never had to read their embossed books! When Louis's school got a new director, even he refused to use braille. But so many students were smuggling styluses into the school and teaching each other braille, the new director had to give in."],
        [" ", "\tLouis stayed at the institute his entire life, teaching and playing music. When tuberculosis overtook him, at forty-three, his last words were, “I am convinced that my mission on earth is finished.”"],
        ["", ":box:At the school for the blind, Louis also learned to play musical instruments. He was so good that for the rest of his life he earned a living playing music in Paris churches."]
    ],
    "Copyright": "",
    "References": []
}