{
    "Directions": "Read the following passage about a family and their two dogs, Scooter and Button, then answer each question that follows.",
    "Context": [],
    "Title": "My Dogs and Me",
    "Subtitle": "",
    "Author": "by Bill Wallace",
    "LabelType": "P",
    "Content": [
        [" ", "\tScooter improved at soccer a lot quicker than Adelee and I did. We could only kick with one foot at a time. Scooter used both front paws, his mouth, nose, and his forehead. Having four legs, instead of two, he was a lot quicker than Adelee and me as well."],
        [" ", "\tIt took both of us, dribbling and passing the ball back and forth, to get it from one end of the yard to the other. Even at that, about half the time Scooter managed to steal it. Jane Johnston came to spend the night with Adelee, and as soon as Scooter and Button finished eating the next morning, we dragged Jane out to practice."],
        [" ", "\tShe couldn't believe her eyes. “He's awesome!” she said. She said it over and over and over."],
        [" ", "\tOne against three was pretty fair. Still, if we didn't watch our passes or got sloppy with them, Scooter was right there and managed to take the ball away."],
        [" ", "\tButton couldn't have cared less about soccer. He totally ignored us and stayed out of the way while we were practicing. He sniffed around trees or barked at birds fluttering about."],
        [" ", "\tWhen we took a break, Button would show up. He'd wiggle, trying to get somebody to pet him, or he'd put his paws up and try to get us to lift him on our laps. If we didn't pay any attention, he'd sit down on my foot. Why he liked to sit on my foot, I had no idea."],
        [" ", "\tDuring the summer, the principals and the custodians were the only ones at school. One day Dad mentioned something to one of the maintenance men about how my bird dog barked at birds. This guy told him that bird dogs weren't supposed to bark; they were supposed to point at birds with their nose. Since neither of us knew the first thing about training a bird dog, Dad called a trainer — the guy he bought Button from."],
        [" ", "\tDad talked, and I listened on the portable phone in the playroom."],
        [" ", "\t“Nothing to worry about,” Mr. Wilson said. “He's still a puppy. What you need to do now is obedience work.”"],
        [" ", "\t“What's that?” I asked."],
        [" ", "\tThere was a second or two of silence on the phone."],
        [" ", "\t“That's my son Brad.”"],
        [" ", "\t“Oh, hi, Brad,” Mr. Wilson said. “Your pup's a good one. You enjoying him, so far?”"],
        [" ", "\tI smiled. “Yes, sir!”"],
        [" ", "\t“Just keep playing with him and having fun,” Mr. Wilson said. “As far as training, the only thing you need to do right now is get him so he'll come when you call his name or whistle.”"],
        [" ", "\t“How do I do that?”"],
        [" ", "\t“Ah ...” Mr. Wilson paused for a moment. “Well, a lot of people put doggie treats in their pockets. Don't use candy, but hot dogs or doggie treats — something like that. Whenever he comes to you, give him a reward."],
        [" ", "\t“Some dogs don't care much for food. Just pet them and praise them whenever they come."],
        [" ", "\t“Some dogs ... well, some are a little hard-headed. Don't like treats and couldn't care less if you praise them. If your pup is one of those ... about the only thing you can do is run him down.”"],
        [" ", "\t“Huh?”"],
        [" ", "\t“Call him and if he won't come, chase him down. Talk and act like you're gonna eat him up. Then take him back where you want him to be. Once he's there, you can pet him and tell him what a good dog he is.”"],
        [" ", "\tI'm glad Adelee had me in pretty good shape from practicing soccer with her. I never did so much running in my life as when I was trying to catch Button."],
        [" ", "\tWith Scooter all I had to do was stick my hand in my pocket, like I was digging for a treat, and call his name. The big challenge was not losing a finger."],
        ["24", "\tButton couldn't care less about treats. He liked being petted and loved unless there was some interesting smell in the grass. When that happened, his head went down, and his nose worked so hard that it made a little popping sound. And, as far as getting him to come, I could yell his name or whistle until I was blue in the face, and he never so much as looked up."],
        [" ", "\tPart of the problem was my whistling. It wasn't all that loud. So Mama loaned me the playground whistle she used at school."],
        [" ", "\tThe pups and I spent most of the time on our eighty acres behind the house. There were a few hills, a little canyon, and a creek back there — lots of places to roam and explore."],
        [" ", "\tAnd that's what we did, almost every day."],
        [" ", "\tI missed my friends at school. And it seemed like, instead of four weeks, it had been a couple of months since I'd seen Nolan. He'd called last Tuesday and said it would be another week or two before he could get loose to go fishing. I could hardly wait."],
        [" ", "\tBut while I was waiting, I sure had fun with my pups."],
        [" ", "\tOne morning, I got up real early. I guess the thought of taking my bike had been hanging around in my head for a while and I just didn't know it. But it was there, plain as day, when I woke up. It would be a lot faster to run down Button. I got my bike and went to open the back gate. Scooter shot out first, but Button was hot on his heels. I got on my bike, blew the playground whistle, and headed up the hill behind the house."],
        [" ", "\tThe bicycle worked great as long as we stayed on the gravel road. But when Button stuck his nose to the ground and started chasing a smell out across the pasture ..."],
        [" ", "\tI blew the whistle. He ignored me. I whipped the handlebars to the side and took after him. I was gaining on him pretty quick. In fact, a lot faster than I usually did on foot. Until I came to this little r͟a͟v͟i͟n͟e."],
        [" ", "\tIt was small and I didn't see it in the tall grass, until a split second before I hit it. There was nothing I could do."],
        [" ", "\tOne second, I was intent on my pup — blowing the whistle and calling his name. The next, I was flat on my face in the dirt, picking grass out of my teeth."],
        [" ", "\tBefore I could get up, Button and Scooter came racing over, wagging their tails and licking me in the face. They liked having me down on the ground with them — down on their level — because they were all over me. When I finally managed to get up and look myself over, the damage wasn't too bad. I had grass stains on my right knee and a scratch on my right elbow. But I'd gotten scraped up worse than this playing soccer with Adelee. My bicycle was a little worse off than I was."],
        [" ", "\tThe wheel wasn't bent and the tire was still full of air, but the handlebars were pointed the wrong way."],
        [" ", "\tI got hold of them and straddled the front tire. Even straining and shoving as hard as I could, I couldn't twist them back in line. So I walked the bike back to the house."],
        [" ", "\tDad was sitting in the rocking chair, drinking his coffee, when I got there. He found his wrench set and loosened the nut on the handlebars. When we had everything lined up just right, he tightened it down for me."],
        [" ", "\t“Might ride on the road,” he suggested. “Safer than cross-country.”"],
        [" ", "\tI smiled at him and shook my head."],
        [" ", "\t“There aren't many cars, but until those pups come the second I yell ... you know, out on the road ... with a car coming.”"],
        [" ", "\tDaddy's eyebrows arched up. “Yeah, know what you mean.” He thought a moment. “How about the alfalfa field?”"],
        [" ", "\t“Great idea, Dad.”"]
    ],
    "Copyright": "",
    "References": []
}