{
    "Directions": "Read the article about “tulip mania,” a time when people used an unusual kind of currency, or money. Then answer each question that follows.",
    "Context": [],
    "Title": "When Fortunes Blossomed",
    "Subtitle": "",
    "Author": "by Nick D'Alto",
    "LabelType": "P",
    "Content": [
        ["", "problems/MA23G7E/media/S3a.jpg"],
        ["1", "Can flowers be money? In the Netherlands during the 1630s, tulip bulbs actually became an unlikely form of currency. Today, this historic episode is remembered as “tulip mania.”"],
        ["", "Budding Wealth"],
        ["2", "It all began innocently enough. In the 1600s, the Netherlands was Europe's richest nation. With their new wealth, some citizens could afford luxury items, including expensive flowers. Tulips were the most prized flowers of all. Soon, trading networks arose for buying and selling these flowers. Most popular? The rarest, most beautiful blooms. Some sported gorgeous, striped patterns."],
        ["3", "Desirable bulbs could sell for extraordinary sums. Some cost more than a year's salary. In the 1620s, around a dozen bulbs of a variety called Semper Augustus were valued at 1,200 guilders¹ each. That amount would have the same purchasing power as around $15,000 today. A few years later, such bulbs were worth five times as much. As prices soared, more people began trading in tulips. They sought riches. Some historians say people made or lost fortunes overnight. At the height of the craze, bulbs may have been traded ten times in a single day."],
        ["4", "Amazingly, traders were buying and selling bulbs they'd never actually seen. Most of the year, tulip bulbs must remain underground. Sales turned on hope. In the spring, sellers would dig up and deliver bulbs to buyers, who hoped they would produce promised blossoms for a few weeks. And there's more. Even the best growers of that day did not understand what produced the most beautiful flowers. They didn't know how to reproduce them reliably. Yet people still bought bulbs."],
        ["5", "By early 1637, a single Semper Augustus bulb commanded the astonishing asking price of 10,000 guilders. According to one historian, that amount could have bought the grandest house in Amsterdam. Or it could have clothed and fed a family for half their lives. Then, in February 1637, almost like a dying flower, the market collapsed. Prices had risen too high. No one could afford the bulbs. This set off a panic, and prices plunged. Then even the most desirable blooms fetched a fraction of their former prices. Tulip mania was over."],
        ["", ":box:COMPLETE PLANTS\n\nThey look like stumpy roots. But in fact, tulip bulbs are complete miniature plants that spend most of their lives underground. What's more, the bulb stores food that the plant will need to produce its beautiful flowers.\n\nUsually planted in fall, tulip bulbs “winter over” and sprout in spring. Then they grow quickly and flower. After that, the plant's leaves produce enough food (through photosynthesis) to replenish the bulb for next year. The main bulb may also divide, producing new bulbs. This can yield new plants and flowers. (Onions and some other plants and flowers grow this way too.)"],
        ["", "problems/MA23G7E/media/S3b.jpg"],
        ["", "The Roots of the Dilemma"],
        ["6", "Four centuries later, this botanical craze has modern echoes. Tulip mania was an extreme example of what financial experts call speculation. That's when buyers purchase goods in the hopes of quick gains, but at the risk of severe loss."],
        ["7", "Economists point to the tulip craze as an example of an economic bubble. Bubbles occur when fierce trading drives an otherwise ordinary product far beyond its usual value. The bubble “inflates” until no one is willing to buy. Then it “bursts.” (This still happens. In the late 1990s, stock in early internet companies became very valuable. When the bubble burst in 2000, some companies that had been valued at hundreds of millions of dollars became worthless.) Tulip mania's system of purchasing flowers before they'd sprouted resembles today's futures trading. In this kind of trading, buyers and sellers agree on future prices for a product, like gold. But they agree without knowing how economic conditions might change."],
        ["", "Seeds of Change"],
        ["8", "Once tulip mania ended, some books and paintings mocked the tulip traders as fools, undone by greed. Surely some were. But the critics may have exaggerated. Historians say that few ordinary people were actually involved in the tulip trade. And while certain wealthy buyers did lose a great deal, most were not ruined."],
        ["9", "Some modern economists are not convinced that tulip mania was entirely irrational. They argue that other high-end investments, such as rare paintings, still command fierce competition and soaring prices today. If a tulip bulb worth more than a house is just a flower, then is a Van Gogh (meaning no disrespect) just paint and canvas? Or is Superman #1 just a comic book? Flowers do seem like a strange form of money. But today, we're comfortable using paper bills and plastic cards to represent money. In the future, we may all use online-only money, also called cryptocurrencies. This new kind of currency is already attracting spirited trading. And its value has fluctuated. Not too different from the tulip bulbs."],
        ["10", "In the end, tulip mania helps us understand the way we value the things we buy and own. Most things we buy possess “utility value.” For example, lumber has value because you can build with it. Magazines have value because they inform or entertain us (hopefully both!). But other products, from rare tulips to say, designer clothing, have value for a very different reason. In large part, it's simply because we want them. And because other people, at least for a while, want them too."]
    ],
    "Copyright": "“When Fortunes Blossomed” by Nick D'Alto, from Muse Magazine, April 2019. Text copyright © 2019 by Cricket Media, Inc. Reprinted by permission of Cricket Media. Photograph 1 courtesy of Pixabay. Photograph 2 copyright © iStockphoto/YinYang.",
    "References": [
        ["¹", "guilders — a kind of money once used throughout Europe"]
    ]
}