{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Force, Motion & Energy",
            "Scientific Investigation & Reasoning"
        ],
        "SubTopics": [
            "Explore the uses of energy, including mechanical, light, thermal, electrical, and sound energy.",
            "Collect, record, and analyze information using tools, including calculators, microscopes, cameras, computers, hand lenses, metric rulers, Celsius thermometers, prisms, mirrors, balances, spring scales, graduated cylinders, beakers, hot plates, meter sticks, magnets, collecting nets, and notebooks; timing devices, and materials to support observations of habitats or organisms such as terrariums and aquariums."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "A student recorded the time it took for all the water in a puddle on a sidewalk to evaporate after a rain. Which kind of energy causes water to evaporate?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Light energy from streetlights",
                "Key": {
                    "Correct": false,
                    "Rationale": "Light energy from streetlights will not cause water to evaporate.",
                    "Percent": 7
                }
            },
            "B": {
                "Choice": "Sound energy from passing cars",
                "Key": {
                    "Correct": false,
                    "Rationale": "Sound energy from passing cars will not cause water to evaporate.",
                    "Percent": 1
                }
            },
            "C": {
                "Choice": "Thermal energy from the environment",
                "Key": {
                    "Correct": true,
                    "Rationale": "Thermal energy is the only type of energy listed that can cause water to change from a liquid to a gas.",
                    "Percent": 89
                }
            },
            "D": {
                "Choice": "Mechanical energy from nearby streets",
                "Key": {
                    "Correct": false,
                    "Rationale": "Mechanical energy from nearby streets will not cause water to evaporate.",
                    "Percent": 2
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space"
        ],
        "SubTopics": [
            "Demonstrate that Earth rotates on its axis once approximately every 24 hours causing the day/night cycle and the apparent movement of the Sun across the sky."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Earth continuously rotates on its axis while also moving in an orbit. About how much time does it take for Earth to make one complete rotation on its axis?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "24 hours",
                "Key": {
                    "Correct": true,
                    "Rationale": "Earth makes a complete rotation on its axis once every 24 hours.",
                    "Percent": 82
                }
            },
            "G": {
                "Choice": "30 days",
                "Key": {
                    "Correct": false,
                    "Rationale": "30 days is about the time for the moon to complete its cycle of phases.",
                    "Percent": 2
                }
            },
            "H": {
                "Choice": "60 minutes",
                "Key": {
                    "Correct": false,
                    "Rationale": "60 minutes is the time it takes for one hour to pass.",
                    "Percent": 1
                }
            },
            "J": {
                "Choice": "365 days",
                "Key": {
                    "Correct": false,
                    "Rationale": "365 days is about the time for Earth to complete one revolution around the sun.",
                    "Percent": 15
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Force, Motion & Energy",
            "Scientific Investigation & Reasoning"
        ],
        "SubTopics": [
            "Demonstrate that light travels in a straight line until it strikes an object and is reflected or travels through one medium to another and is refracted.",
            "Analyze, evaluate, and critique scientific explanations by using evidence, logical reasoning, and experimental and observational testing."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "For a class demonstration a student turned off the lights in the classroom. The student then shined light from a flashlight through a hole in a piece of cardboard. The class saw the narrow beam of light continue until another student placed a mirror in the light's path.",
            "The light did not continue past the mirror because —"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "light cannot travel very far",
                "Key": {
                    "Correct": false,
                    "Rationale": "This statement is incorrect. Light can travel very long distances.",
                    "Percent": 2
                }
            },
            "B": {
                "Choice": "the mirror absorbed all the light",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although some light is absorbed and most of the light is reflected, the light cannot be seen past the mirror because the mirror does not allow light to pass through it.",
                    "Percent": 12
                }
            },
            "C": {
                "Choice": "the light was refracted back to the light source",
                "Key": {
                    "Correct": false,
                    "Rationale": "A mirror reflects most of the light. In order for the light to be refracted, it would have to pass through the mirror.",
                    "Percent": 38
                }
            },
            "D": {
                "Choice": "light travels in a straight line and cannot go around objects",
                "Key": {
                    "Correct": true,
                    "Rationale": "The light was not visible past the mirror because a mirror is not transparent, and light will not pass through it.",
                    "Percent": 48
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Matter & Energy",
            "Scientific Investigation & Reasoning"
        ],
        "SubTopics": [
            "Classify matter based on measurable, testable, and observable physical properties, including mass, magnetism, physical state (solid, liquid, and gas), relative density (sinking and floating using water as a reference point), solubility in water, and the ability to conduct or insulate thermal energy or electric energy.",
            "Analyze and interpret information to construct reasonable explanations from direct (observable) and indirect (inferred) evidence."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "A table of different properties of four samples of matter is shown.",
            "problems/TX21G5S/media/4a.jpg",
            "Which conclusion can be made about the samples based on the table?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Sample 1 is made of plastic.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Sample 1 is soluble in water, and plastics are not soluble in water.",
                    "Percent": 14
                }
            },
            "G": {
                "Choice": "Sample 2 is made of metal.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Sample 2 conducts electricity and heat, is not soluble in water, and is a solid at room temperature, which are characteristics of metals.",
                    "Percent": 74
                }
            },
            "H": {
                "Choice": "Sample 3 is attracted to magnets.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is not enough information given in the table to determine if Sample 3 is attracted to magnets.",
                    "Percent": 4
                }
            },
            "J": {
                "Choice": "Sample 4 is less dense than water.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is not enough information given in the table to determine the density of Sample 4.",
                    "Percent": 9
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Force, Motion & Energy",
            "Scientific Investigation & Reasoning"
        ],
        "SubTopics": [
            "Demonstrate and observe how position and motion can be changed by pushing and pulling objects such as swings, balls, and wagons.",
            "Analyze and interpret information to construct reasonable explanations from direct (observable) and indirect (inferred) evidence."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "A wagon is pushed and begins to move. As the wagon moves, it slows and comes to a stop. The wagon and the direction it is pushed are shown.",
            "problems/TX21G5S/media/5a.jpg",
            "What force causes the wagon to stop?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The force of gravity which is acting in the same direction as the arrow",
                "Key": {
                    "Correct": false,
                    "Rationale": "The force of gravity pulls objects down and would not act in the same direction of the arrow.",
                    "Percent": 10
                }
            },
            "B": {
                "Choice": "The force of friction which is acting in the same direction as the arrow",
                "Key": {
                    "Correct": false,
                    "Rationale": "A force in the same direction as the arrow would make the wagon continue to move.",
                    "Percent": 21
                }
            },
            "C": {
                "Choice": "The force of gravity which is acting in the opposite direction of the arrow",
                "Key": {
                    "Correct": false,
                    "Rationale": "The force of gravity pulls objects down and would not act in the opposite direction of the arrow.",
                    "Percent": 16
                }
            },
            "D": {
                "Choice": "The force of friction which is acting in the opposite direction of the arrow",
                "Key": {
                    "Correct": true,
                    "Rationale": "The wagon will slow when the friction is opposite of the direction of the force applied.",
                    "Percent": 53
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Organisms & Environments"
        ],
        "SubTopics": [
            "Differentiate between inherited traits of plants and animals such as spines on a cactus or shape of a beak and learned behaviors such as an animal learning tricks or a child riding a bicycle."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Students made a chart classifying animal behaviors.",
            "problems/TX21G5S/media/6a.jpg",
            "Which animal behavior is NOT correctly classified?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Bear looking for food in a trash can",
                "Key": {
                    "Correct": true,
                    "Rationale": "A bear looking in a trash can for food is a learned behavior because bears must learn that food can be found inside trash cans. This is the behavior that is incorrectly classified.",
                    "Percent": 70
                }
            },
            "G": {
                "Choice": "Owl being active at night",
                "Key": {
                    "Correct": false,
                    "Rationale": "An owl being active at night is an inherited trait, so this behavior is correctly classified.",
                    "Percent": 4
                }
            },
            "H": {
                "Choice": "Dog coming when its name is called",
                "Key": {
                    "Correct": false,
                    "Rationale": "A dog coming when its name is called is a learned behavior because the dog must learn what its name is. This behavior is correctly classified.",
                    "Percent": 4
                }
            },
            "J": {
                "Choice": "Squirrel getting seeds from a bird feeder",
                "Key": {
                    "Correct": false,
                    "Rationale": "A squirrel getting seeds from a bird feeder is a learned behavior because the squirrel must learn that it can get seeds from the bird feeder. This behavior is correctly classified.",
                    "Percent": 22
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space"
        ],
        "SubTopics": [
            "Recognize how landforms such as deltas, canyons, and sand dunes are the result of changes to Earth's surface by wind, water, or ice."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Canyons and mesas are two landforms found in the western part of the United States. Which statement best describes how canyons and mesas are similar?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Both were formed by slow-moving glaciers.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Glaciers carve valleys to make a u-shape and do not form mesas.",
                    "Percent": 13
                }
            },
            "B": {
                "Choice": "Both were formed by erosion by wind and water.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Canyons and mesas are both formed from wind and water erosion. Mesas are part of a plateau that has been eroded. Canyons are v-shaped, which means they were formed by water.",
                    "Percent": 67
                }
            },
            "C": {
                "Choice": "Both were part of a mountain that was weathered by ice.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Mesas are part of plateaus, which form differently than mountains.",
                    "Percent": 8
                }
            },
            "D": {
                "Choice": "Both were part of a desert that was reshaped by a flood.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Canyons and mesas are also found in areas that are not deserts.",
                    "Percent": 12
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Force, Motion & Energy",
            "Scientific Investigation & Reasoning"
        ],
        "SubTopics": [
            "Demonstrate that the flow of electricity in closed circuits can produce light, heat, or sound.",
            "Analyze and interpret information to construct reasonable explanations from direct (observable) and indirect (inferred) evidence."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "A student wants to make a change to the circuit shown below so that when Switch 1 is open and Switch 2 is closed, only one light will be on in the circuit.",
            "problems/TX21G5S/media/8a.jpg",
            "Which diagram shows how the student should change the circuit?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "problems/TX21G5S/media/8b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "If a wire is added from the top bulb to Switch 2, and another wire from Switch 1 to Switch 2, then no bulbs will light.",
                    "Percent": 31
                }
            },
            "G": {
                "Choice": "problems/TX21G5S/media/8c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "If a wire is added from the left post of the top bulb to the left post of the bottom right bulb, then two bulbs will light.",
                    "Percent": 16
                }
            },
            "H": {
                "Choice": "problems/TX21G5S/media/8d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "If a wire is added from the right post of the top bulb to Switch 1, then no bulbs will light.",
                    "Percent": 18
                }
            },
            "J": {
                "Choice": "problems/TX21G5S/media/8e.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "Only one bulb will be lit when a wire is added between the right post of the top bulb and the left post of the bottom right bulb because only one light will be on a complete circuit.",
                    "Percent": 36
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Organisms & Environments",
            "Scientific Investigation & Reasoning"
        ],
        "SubTopics": [
            "Describe the flow of energy within a food web, including the roles of the Sun, producers, consumers, and decomposers.",
            "Analyze and interpret information to construct reasonable explanations from direct (observable) and indirect (inferred) evidence."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Students researching the relationships between some organisms in the Lavaca Bay ecosystem in Texas made this partial food web.",
            "problems/TX21G5S/media/9a.jpg",
            "Which of these lists contains only organisms that receive some of their energy directly from other organisms that produce their own food?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Bald eagles and spotted sandpipers",
                "Key": {
                    "Correct": false,
                    "Rationale": "According to the food web, bald eagles and spotted sandpipers obtain their energy from other animals and do not directly eat plants.",
                    "Percent": 12
                }
            },
            "B": {
                "Choice": "Swamp rabbits, hermit crabs, and swamp sparrows",
                "Key": {
                    "Correct": true,
                    "Rationale": "According to the food web, swamp rabbits, hermit crabs, and swamp sparrows obtain their energy from plants, which produce their own food.",
                    "Percent": 54
                }
            },
            "C": {
                "Choice": "Phytoplankton, hermit crabs, and blue crabs",
                "Key": {
                    "Correct": false,
                    "Rationale": "According to the food web, phytoplankton produce their own food.",
                    "Percent": 14
                }
            },
            "D": {
                "Choice": "Wiregrass, clover grass, and phytoplankton",
                "Key": {
                    "Correct": false,
                    "Rationale": "Wiregrass, clover grass, and phytoplankton produce their own food.",
                    "Percent": 21
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Force, Motion & Energy"
        ],
        "SubTopics": [
            "Explore the uses of energy, including mechanical, light, thermal, electrical, and sound energy."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "A science class is observing a pet turtle in a small plastic pool. The students turn on a portable camping lamp that is clamped on to a counter next to the pool.",
            "problems/TX21G5S/media/10a.jpg",
            "Which kind of energy is used by the portable lamp to produce light?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Mechanical energy, because the lamp is clamped on to the counter",
                "Key": {
                    "Correct": false,
                    "Rationale": "Even though the lamp is clamped to the counter by using mechanical energy, it is not using mechanical energy to produce light.",
                    "Percent": 5
                }
            },
            "G": {
                "Choice": "Thermal energy, because the lamp increases the temperature of the water",
                "Key": {
                    "Correct": false,
                    "Rationale": "Even though the lamp produces thermal energy that warms the water, it is not the energy that produces light.",
                    "Percent": 23
                }
            },
            "H": {
                "Choice": "Electrical energy, because the lamp is battery-operated",
                "Key": {
                    "Correct": true,
                    "Rationale": "The lamp uses batteries to produce electrical energy that provides light.",
                    "Percent": 71
                }
            },
            "J": {
                "Choice": "Sound energy, because the lamp vibrates when clicked on",
                "Key": {
                    "Correct": false,
                    "Rationale": "Even though the lamp may vibrate and produce sound when clicked on, sound energy is not the energy that produces the light from the lamp.",
                    "Percent": 1
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Matter & Energy"
        ],
        "SubTopics": [
            "Predict, observe, and record changes in the state of matter caused by heating or cooling such as ice becoming liquid water, condensation forming on the outside of a glass of ice water, or liquid water being heated to the point of becoming water vapor."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Students observe a glass of ice and water. The glass is dry on the outside. After ten minutes students see drops of water on the outside of the glass.",
            "Which statement best explains the students' observations?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The water vapor in the air changes to a liquid when it touches the cold glass.",
                "Key": {
                    "Correct": true,
                    "Rationale": "When water vapor touches the cool glass, it cools and condenses, forming drops of water on the outside of the glass.",
                    "Percent": 70
                }
            },
            "B": {
                "Choice": "The cold water inside the glass rises and then slides down the outside of the glass.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The water on the outside of the glass is formed when water vapor cools, not from the liquid water already present in the glass.",
                    "Percent": 12
                }
            },
            "C": {
                "Choice": "The ice in the glass melted and caused the water to overflow the glass.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The water on the outside of the glass is formed when water vapor cools, not from the liquid water already present in the glass.",
                    "Percent": 14
                }
            },
            "D": {
                "Choice": "The water moved to the outside surface through tiny holes in the glass.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Glass does not allow water to pass through. It would not be a good material for a container if water could pass through the glass.",
                    "Percent": 4
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space",
            "Scientific Investigation & Reasoning"
        ],
        "SubTopics": [
            "Identify and compare the physical characteristics of the Sun, Earth, and Moon.",
            "Draw or develop a model that represents how something that cannot be seen such as the Sun, Earth, and Moon system and formation of sedimentary rock works or looks."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Students chose objects to model the relative sizes of Earth and the moon.",
            "problems/TX21G5S/media/12a.jpg",
            "Which set of objects best compares the sizes of Earth and the moon?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "problems/TX21G5S/media/12b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The moon and Earth are not about the same size as shown by the basketball and soccer ball.",
                    "Percent": 13
                }
            },
            "G": {
                "Choice": "problems/TX21G5S/media/12c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The moon and Earth are not about the same size, as shown by the baseball and tennis ball.",
                    "Percent": 15
                }
            },
            "H": {
                "Choice": "problems/TX21G5S/media/12d.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "The moon is about 1/4 the diameter of Earth. The marble shown is about 1/4 the size of the tennis ball.",
                    "Percent": 65
                }
            },
            "J": {
                "Choice": "problems/TX21G5S/media/12e.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The moon is not larger than Earth, as shown by the golf ball and the baseball.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Organisms & Environments",
            "Scientific Investigation & Reasoning"
        ],
        "SubTopics": [
            "Identify fossils as evidence of past living organisms and the nature of the environments at the time using models.",
            "Ask well defined questions, formulate testable hypotheses, and select and use appropriate equipment and technology."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "A dinosaur fossil is shown.",
            "problems/TX21G5S/media/13a.jpg",
            "Which question can scientists most likely answer from studying the fossil of the dinosaur?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "What was the pattern on the skin of the dinosaur?",
                "Key": {
                    "Correct": false,
                    "Rationale": "Skin is not often preserved as a fossil because it is too soft.",
                    "Percent": 32
                }
            },
            "B": {
                "Choice": "What was the type of food the dinosaur ate?",
                "Key": {
                    "Correct": true,
                    "Rationale": "By comparing the teeth of the dinosaur to animals alive today, scientists can determine which type of food the dinosaur most likely ate.",
                    "Percent": 61
                }
            },
            "C": {
                "Choice": "How fast was the heart of the dinosaur beating?",
                "Key": {
                    "Correct": false,
                    "Rationale": "The head of the fossil dinosaur is not likely to give a clue as to how fast the heart was beating.",
                    "Percent": 4
                }
            },
            "D": {
                "Choice": "How many eggs were in the nest of the dinosaur?",
                "Key": {
                    "Correct": false,
                    "Rationale": "Fossilized eggs have been found, but the fossilized head of the dinosaur will not give a clue about how many eggs are in the nest.",
                    "Percent": 3
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space",
            "Scientific Investigation & Reasoning"
        ],
        "SubTopics": [
            "Identify the planets in Earth's solar system and their position in relation to the Sun.",
            "Connect grade-level appropriate science concepts with the history of science, science careers, and contributions of scientists."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "In the early 1600s, the astronomer Galileo used a telescope to make observations of Mercury and Venus. What are the positions of these planets in relation to the sun?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Mercury is the planet closest to the sun, and Venus is the second planet from the sun.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The order of the planets from the sun to Earth are Mercury, then Venus.",
                    "Percent": 72
                }
            },
            "G": {
                "Choice": "Mercury is the second planet from the sun, and Venus is the third planet from the sun.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Mercury is the first planet from the sun and Venus is the second planet from the sun. Earth is the third planet from the sun.",
                    "Percent": 10
                }
            },
            "H": {
                "Choice": "Venus is the planet closest to the sun, and Mercury is the second planet from the sun.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Mercury is the closest planet to the sun, and Venus is the second planet from the sun.",
                    "Percent": 10
                }
            },
            "J": {
                "Choice": "Mercury is the third planet from the sun, and Venus is the planet closest to the sun.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Earth is the third planet from the sun, not Mercury. Mercury is the closest planet to the sun, not Venus.",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Organisms & Environments",
            "Scientific Investigation & Reasoning"
        ],
        "SubTopics": [
            "Compare the structures and functions of different species that help them live and survive in a specific environment such as hooves on prairie animals or webbed feet in aquatic animals.",
            "Analyze and interpret information to construct reasonable explanations from direct (observable) and indirect (inferred) evidence."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "This chart describes some beak and toe adaptations that help four bird species survive in different habitats.",
            "problems/TX21G5S/media/15a.jpg",
            "Based on these adaptations, which table best matches the bird species to its environment?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "problems/TX21G5S/media/15b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "Bird 1 is not well suited for a prairie, where few trees are found.",
                    "Percent": 5
                }
            },
            "B": {
                "Choice": "problems/TX21G5S/media/15c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "Bird 4 would need a water environment such as a pond, which would be more difficult to find in a prairie.",
                    "Percent": 27
                }
            },
            "C": {
                "Choice": "problems/TX21G5S/media/15d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "Bird 1 is not well suited for a prairie, where few trees are found.",
                    "Percent": 6
                }
            },
            "D": {
                "Choice": "problems/TX21G5S/media/15e.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "Bird 1 has toes and a beak that are best suited for trees in a forest. Bird 2 has toes and a beak that are best suited for the muddy waters of a marsh. Bird 3 has toes and a beak that are best suited for a grassland environment with few trees. Bird 4 has toes and a beak that are best suited for a body of water such as a pond.",
                    "Percent": 63
                }
            }
        },
        "Parts": {}
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Matter & Energy"
        ],
        "SubTopics": [
            "Classify matter based on measurable, testable, and observable physical properties, including mass, magnetism, physical state (solid, liquid, and gas), relative density (sinking and floating using water as a reference point), solubility in water, and the ability to conduct or insulate thermal energy or electric energy."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "A student compares the physical properties of the four objects shown.",
            "problems/TX21G5S/media/16a.jpg",
            "Which of these physical properties do all four objects have in common?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "They all have the same physical state and conduct electricity.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The objects are all solids, but they do not conduct electricity.",
                    "Percent": 7
                }
            },
            "G": {
                "Choice": "They all conduct electricity and attract the same metal objects.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The objects are not metals, so they do not conduct electricity and are not magnetic.",
                    "Percent": 3
                }
            },
            "H": {
                "Choice": "They all attract the same metal objects and are not soluble in water.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The objects are not metals, so they cannot be magnetic.",
                    "Percent": 6
                }
            },
            "J": {
                "Choice": "They all are not soluble in water and have the same physical state.",
                "Key": {
                    "Correct": true,
                    "Rationale": "All of the objects are solids, and they do not dissolve in water.",
                    "Percent": 63
                }
            }
        },
        "Parts": {}
    },
    "17": {
        "Number": 17,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Organisms & Environments",
            "Scientific Investigation & Reasoning"
        ],
        "SubTopics": [
            "Investigate and compare how animals and plants undergo a series of orderly changes in their diverse life cycles such as tomato plants, frogs, and lady beetles.",
            "Analyze and interpret information to construct reasonable explanations from direct (observable) and indirect (inferred) evidence."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Students observe these diagrams showing the life cycles of an oak tree and a lady beetle.",
            "problems/TX21G5S/media/17a.jpg",
            "Which inference can be made by comparing these diagrams?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Plants require less energy than insects require to undergo changes from a young organism to a mature organism.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The life cycle of the oak tree and the life cycle of the lady beetle do not show how much energy is used by the organisms in their series of changes.",
                    "Percent": 13
                }
            },
            "B": {
                "Choice": "Insects and plants follow a series of changes that allows them to survive and reproduce.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The life cycle of the oak tree and the life cycle of the lady beetle both show that they go through a series of changes.",
                    "Percent": 59
                }
            },
            "C": {
                "Choice": "Insects are more likely than plants are to adapt to changes in the environment to survive.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The life cycle of the oak tree and the life cycle of the lady beetle do not show how the organisms can adapt to changes in the environment.",
                    "Percent": 16
                }
            },
            "D": {
                "Choice": "Insects and plants are dependent on one another for survival.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The life cycle of the oak tree and the life cycle of the lady beetle do not show a relationship between the oak tree and the lady beetle.",
                    "Percent": 12
                }
            }
        },
        "Parts": {}
    },
    "18": {
        "Number": 18,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space"
        ],
        "SubTopics": [
            "Identify and compare the physical characteristics of the Sun, Earth, and Moon."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Which process will happen when the sun interacts with the ocean?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Rain will fall only on the land.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Rain falls on the ocean as well as on the land.",
                    "Percent": 5
                }
            },
            "G": {
                "Choice": "Water will not evaporate at nighttime.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Water can evaporate during the nighttime.",
                    "Percent": 18
                }
            },
            "H": {
                "Choice": "Salt water will become fresh water vapor.",
                "Key": {
                    "Correct": true,
                    "Rationale": "When salt water evaporates because of the sun's energy, all of the salts are left behind.",
                    "Percent": 62
                }
            },
            "J": {
                "Choice": "Precipitation will happen less often.",
                "Key": {
                    "Correct": false,
                    "Rationale": "It cannot be said that precipitation will happen less often because precipitation is part of the water cycle.",
                    "Percent": 14
                }
            }
        },
        "Parts": {}
    },
    "19": {
        "Number": 19,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Organisms & Environments",
            "Scientific Investigation & Reasoning"
        ],
        "SubTopics": [
            "Describe the flow of energy within a food web, including the roles of the Sun, producers, consumers, and decomposers.",
            "Draw or develop a model that represents how something that cannot be seen such as the Sun, Earth, and Moon system and formation of sedimentary rock works or looks."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "A partial desert food web is shown.",
            "problems/TX21G5S/media/19a.jpg",
            "Which food chain shows one complete pathway in which energy flows through this food web?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Desert grasses and shrubs ⇒ termites ⇒ barn owls",
                "Key": {
                    "Correct": false,
                    "Rationale": "Based on the food web, barn owls feed on moles, not on termites.",
                    "Percent": 12
                }
            },
            "B": {
                "Choice": "Desert grasses and shrubs ⇒ mountain zebras ⇒ cheetahs",
                "Key": {
                    "Correct": true,
                    "Rationale": "Based on the food web, zebras feed on plants, and cheetahs feed on zebras.",
                    "Percent": 76
                }
            },
            "C": {
                "Choice": "Desert grasses and shrubs ⇒ termites ⇒ spotted hyenas",
                "Key": {
                    "Correct": false,
                    "Rationale": "Based on the food web, spotted hyenas feed on zebras and gemsboks, not on termites.",
                    "Percent": 7
                }
            },
            "D": {
                "Choice": "Desert grasses and shrubs ⇒ gemsboks ⇒ Grant's golden moles",
                "Key": {
                    "Correct": false,
                    "Rationale": "Based on the food web, Grant's golden moles feed on termites, not on gemsboks.",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    },
    "20": {
        "Number": 20,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Force, Motion & Energy",
            "Scientific Investigation & Reasoning"
        ],
        "SubTopics": [
            "Demonstrate that the flow of electricity in closed circuits can produce light, heat, or sound.",
            "Analyze and interpret information to construct reasonable explanations from direct (observable) and indirect (inferred) evidence."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "A student constructs the circuit shown for a science demonstration.",
            "problems/TX21G5S/media/20a.jpg",
            "With the switches in these positions, which lights are on?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "All the lights",
                "Key": {
                    "Correct": true,
                    "Rationale": "All of the lights are on because all of the lights are connected to each other. Light one is connected to the battery, and the left switch is closed.",
                    "Percent": 57
                }
            },
            "G": {
                "Choice": "Lights 1 and 2 only",
                "Key": {
                    "Correct": false,
                    "Rationale": "Lights three and four are also on because they are part of a complete circuit.",
                    "Percent": 15
                }
            },
            "H": {
                "Choice": "Lights 3 and 4 only",
                "Key": {
                    "Correct": false,
                    "Rationale": "Lights one and two are also on because they are part of the circuit. They are connected to each other and to a battery, and the switch is closed.",
                    "Percent": 20
                }
            },
            "J": {
                "Choice": "None of the lights",
                "Key": {
                    "Correct": false,
                    "Rationale": "All of the lights will be lit.",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    },
    "21": {
        "Number": 21,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Matter & Energy",
            "Scientific Investigation & Reasoning"
        ],
        "SubTopics": [
            "Identify changes that can occur in the physical properties of the ingredients of solutions such as dissolving salt in water or adding lemon juice to water.",
            "Communicate valid conclusions in written form."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "A student prepared a snack that consisted of grapes, pecans, and strawberries sprinkled with white powdered sugar. The student stored the snack in a refrigerator. An hour later the student observed that the powdered sugar could no longer be seen but the fruit and nuts had not changed in appearance.",
            "What most likely happened to the sugar in the mixture?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The sugar evaporated at the lower temperature in the refrigerator without causing any changes to the fruit and nuts.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sugar will not evaporate.",
                    "Percent": 12
                }
            },
            "B": {
                "Choice": "The sugar was more dense than the other foods in the mixture, so it settled to the bottom of the container.",
                "Key": {
                    "Correct": false,
                    "Rationale": "If the sugar settled to the bottom of the container, it could still be seen.",
                    "Percent": 13
                }
            },
            "C": {
                "Choice": "The sugar dissolved in the moisture on the fruit.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The water vapor in the air condenses on the chilled fruit. Sugar dissolves in this water. The sugar could no longer be seen because the sugar dissolved in the water.",
                    "Percent": 70
                }
            },
            "D": {
                "Choice": "The sugar absorbed energy from the nuts and melted into a colorless liquid.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Inside the refrigerator the temperature is too cold to melt sugar.",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    },
    "22": {
        "Number": 22,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Organisms & Environments"
        ],
        "SubTopics": [
            "Observe the way organisms live and survive in their ecosystem by interacting with the living and nonliving components."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The chart lists plants and animals interacting with parts of an environment.",
            "problems/TX21G5S/media/22a.jpg",
            "Which statements describe an animal interacting with a living part of the environment?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Statements 1, 4, and 6 only",
                "Key": {
                    "Correct": true,
                    "Rationale": "The hummingbird interacts with a flower in statement 1. The flower and the hummingbird are both living. A cactus wren eats seeds from a cactus fruit in statement 4. The wren and the cactus are both living. A bear scratches its back against a tree in statement 6. The bear and the tree are both living.",
                    "Percent": 72
                }
            },
            "G": {
                "Choice": "Statements 1, 3, and 5 only",
                "Key": {
                    "Correct": false,
                    "Rationale": "A fish absorbs oxygen through its gills in statement 3. Oxygen is not living. A sea star clings to a rock in a tidal pool in statement 5. A rock is not living.",
                    "Percent": 10
                }
            },
            "H": {
                "Choice": "Statements 2, 5, and 6 only",
                "Key": {
                    "Correct": false,
                    "Rationale": "A lizard burrows into the sand in statement 2. Sand is not living. A sea star clings to a rock in a tidal pool in statement 5. A rock is not living.",
                    "Percent": 11
                }
            },
            "J": {
                "Choice": "Statements 2, 3, and 4 only",
                "Key": {
                    "Correct": false,
                    "Rationale": "A lizard burrows into the sand in statement 2. Sand is not living. A fish absorbs oxygen through its gills in statement 3. Oxygen is not living.",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    },
    "23": {
        "Number": 23,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space"
        ],
        "SubTopics": [
            "Demonstrate that Earth rotates on its axis once approximately every 24 hours causing the day/night cycle and the apparent movement of the Sun across the sky."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "A student drew the following pictures to show the day-night cycle of Earth.",
            "problems/TX21G5S/media/23a.jpg",
            "Based on the pictures, how many hours should the student record on the nighttime picture to complete a day-night cycle?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "11 hours",
                "Key": {
                    "Correct": false,
                    "Rationale": "The first diagram shows 11 hours of daytime. There are about 24 hours in a day-night cycle, so the hours of nighttime would be 13. 11 + 13 = 24. 11 hours of nighttime would only be 22 hours of the day-night cycle, not 24.",
                    "Percent": 13
                }
            },
            "B": {
                "Choice": "12 hours",
                "Key": {
                    "Correct": false,
                    "Rationale": "The first diagram shows 11 hours of daytime. There are about 24 hours in a day-night cycle, so the hours of nighttime would be 13. 11 + 13 = 24. 12 hours of nighttime would only be 23 hours of the day-night cycle, not 24.",
                    "Percent": 15
                }
            },
            "C": {
                "Choice": "13 hours",
                "Key": {
                    "Correct": true,
                    "Rationale": "The first diagram shows 11 hours of daytime. There are about 24 hours in a day-night cycle, so the hours of nighttime would be 13. 11 + 13 = 24.",
                    "Percent": 58
                }
            },
            "D": {
                "Choice": "24 hours",
                "Key": {
                    "Correct": false,
                    "Rationale": "The first diagram shows 11 hours of daytime. There are about 24 hours in a day-night cycle, so the hours of nighttime would be 13. 11 + 13 = 24. 24 hours of nighttime would be 35 hours of the day-night cycle, not 24.",
                    "Percent": 14
                }
            }
        },
        "Parts": {}
    },
    "24": {
        "Number": 24,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Force, Motion & Energy",
            "Scientific Investigation & Reasoning"
        ],
        "SubTopics": [
            "Demonstrate that light travels in a straight line until it strikes an object and is reflected or travels through one medium to another and is refracted.",
            "Construct appropriate simple graphs, tables, maps, and charts using technology, including computers, to organize, examine, and evaluate information."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "A student uses a flashlight to shine a beam of light on three different objects.",
            "problems/TX21G5S/media/24a.jpg",
            "Which table describes what happens to the light beam as it interacts with each object?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "problems/TX21G5S/media/24b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "Object 1 is refracting, not scattering, the light.",
                    "Percent": 19
                }
            },
            "G": {
                "Choice": "problems/TX21G5S/media/24c.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "Object 1 shows the light bending or refracting when the light goes through it. Object 2 shows no light being reflected and no light going through it, so it is being absorbed. Object 3 shows the light bouncing off, so object 3 is reflecting the light.",
                    "Percent": 58
                }
            },
            "H": {
                "Choice": "problems/TX21G5S/media/24d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "Object 1 is refracting the light, not reflecting the light. Object 3 is reflecting the light, not refracting the light.",
                    "Percent": 12
                }
            },
            "J": {
                "Choice": "problems/TX21G5S/media/24e.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "Object 1 is refracting, not absorbing, the light. Object 2 is absorbing, not refracting, the light. Object 3 is reflecting, not scattering, the light.",
                    "Percent": 11
                }
            }
        },
        "Parts": {}
    },
    "25": {
        "Number": 25,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Organisms & Environments",
            "Scientific Investigation & Reasoning"
        ],
        "SubTopics": [
            "Observe and describe the physical characteristics of environments and how they support populations and communities of plants and animals within an ecosystem.",
            "Analyze and interpret information to construct reasonable explanations from direct (observable) and indirect (inferred) evidence."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "White oak trees grow to be 24 to 30 meters tall. Their long branches are covered with leaves, and their roots reach deep into the soil to hold the tree in place. White oaks drop their leaves during the winter months.",
            "problems/TX21G5S/media/25a.jpg",
            "In which ecosystem would forests of white oak trees be most likely to survive?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Ecosystem 1",
                "Key": {
                    "Correct": false,
                    "Rationale": "The soil is too thin for the white oak tree roots.",
                    "Percent": 8
                }
            },
            "B": {
                "Choice": "Ecosystem 2",
                "Key": {
                    "Correct": false,
                    "Rationale": "The soil is too rocky for white oak tree roots, and there doesn't seem to be enough rain.",
                    "Percent": 12
                }
            },
            "C": {
                "Choice": "Ecosystem 3",
                "Key": {
                    "Correct": true,
                    "Rationale": "The soil is deep enough for the white oak tree roots.",
                    "Percent": 64
                }
            },
            "D": {
                "Choice": "Ecosystem 4",
                "Key": {
                    "Correct": false,
                    "Rationale": "The amount of rain appears to be too high and the soil too thin for white oak trees.",
                    "Percent": 16
                }
            }
        },
        "Parts": {}
    },
    "26": {
        "Number": 26,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space"
        ],
        "SubTopics": [
            "Explore the processes that led to the formation of sedimentary rocks and fossil fuels."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "A three-step process is shown.",
            "problems/TX21G5S/media/26a.jpg",
            "Which of these are most likely formed by the process shown?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Glaciers",
                "Key": {
                    "Correct": false,
                    "Rationale": "Glaciers are formed from snow.",
                    "Percent": 9
                }
            },
            "G": {
                "Choice": "Mountains",
                "Key": {
                    "Correct": false,
                    "Rationale": "Mountains are formed from uplift and eruptions.",
                    "Percent": 12
                }
            },
            "H": {
                "Choice": "Sand dunes",
                "Key": {
                    "Correct": false,
                    "Rationale": "Sand dunes are formed from sand deposited by wind. Compaction and cementation would change the sand into sedimentary rock.",
                    "Percent": 9
                }
            },
            "J": {
                "Choice": "Sedimentary rocks",
                "Key": {
                    "Correct": true,
                    "Rationale": "Sediments are deposited, compacted, and cemented to form sedimentary rocks.",
                    "Percent": 70
                }
            }
        },
        "Parts": {}
    },
    "27": {
        "Number": 27,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Matter & Energy",
            "Scientific Investigation & Reasoning"
        ],
        "SubTopics": [
            "Classify matter based on measurable, testable, and observable physical properties, including mass, magnetism, physical state (solid, liquid, and gas), relative density (sinking and floating using water as a reference point), solubility in water, and the ability to conduct or insulate thermal energy or electric energy.",
            "Analyze and interpret information to construct reasonable explanations from direct (observable) and indirect (inferred) evidence."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "A group of students is given four small cubes of the same size and instructed to place them in a beaker of water. One cube floats to the surface of the water. Two of the cubes float in the middle of the beaker under the surface of the water. The last cube sinks to the bottom of the beaker.",
            "Which conclusion is best supported by what the students observed?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Two of the four cubes are soluble in water.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cubes are not described as dissolving in water.",
                    "Percent": 8
                }
            },
            "B": {
                "Choice": "All four cubes have different masses.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The two cubes that both float in the middle of the beaker could have the same masses.",
                    "Percent": 29
                }
            },
            "C": {
                "Choice": "Each cube is made of a different type of solid material.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The two cubes that both float in the middle of the beaker could be made of the same material.",
                    "Percent": 19
                }
            },
            "D": {
                "Choice": "One of the cubes is more dense than the other three.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The cubes are floating or sinking in water because of their density compared to water.",
                    "Percent": 44
                }
            }
        },
        "Parts": {}
    },
    "28": {
        "Number": 28,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Organisms & Environments"
        ],
        "SubTopics": [
            "Predict the effects of changes in ecosystems caused by living organisms, including humans, such as the overpopulation of grazers or the building of highways."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Which effect would most likely occur if a six-lane highway were built through an ecosystem?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Competition for resources would be reduced.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The competition for natural resources would be increased instead of reduced because there would be fewer resources available after the construction of the highway.",
                    "Percent": 13
                }
            },
            "G": {
                "Choice": "Habitats available to animals would be reduced.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The construction of a six-lane highway through an ecosystem would reduce the number of places animals could live.",
                    "Percent": 69
                }
            },
            "H": {
                "Choice": "Air pollution would decrease.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Air pollution would most likely increase instead of decrease due to more pollution from cars and fewer trees.",
                    "Percent": 10
                }
            },
            "J": {
                "Choice": "Water pollution would decrease.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Water pollution would most likely increase instead of decrease due to increased littering.",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    },
    "29": {
        "Number": 29,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Force, Motion & Energy",
            "Scientific Investigation & Reasoning"
        ],
        "SubTopics": [
            "Design a simple experimental investigation that tests the effect of force on an object.",
            "Describe, plan, and implement simple experimental investigations testing one variable."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Students investigate force. The masses they use begin at rest on the ramp. The setup the students use is shown.",
            "problems/TX21G5S/media/29a.jpg",
            "Which change will reduce the amount of force needed to move the masses?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Decrease the height of the ramp",
                "Key": {
                    "Correct": true,
                    "Rationale": "Decreasing the height of the ramp will require less effort to move the masses.",
                    "Percent": 46
                }
            },
            "B": {
                "Choice": "Increase the height of the ramp",
                "Key": {
                    "Correct": false,
                    "Rationale": "Increasing the height of the ramp will require more effort to move the masses.",
                    "Percent": 22
                }
            },
            "C": {
                "Choice": "Add an additional mass",
                "Key": {
                    "Correct": false,
                    "Rationale": "Adding an additional mass will require more effort to move the masses.",
                    "Percent": 13
                }
            },
            "D": {
                "Choice": "Pull the spring scale with two hands",
                "Key": {
                    "Correct": false,
                    "Rationale": "Pulling the spring scale with two hands will not reduce the effort needed to move the masses. The amount of force needed to move the masses will not change. There is less force per hand, but the total amount of force remains the same.",
                    "Percent": 19
                }
            }
        },
        "Parts": {}
    },
    "30": {
        "Number": 30,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Organisms & Environments"
        ],
        "SubTopics": [
            "Differentiate between inherited traits of plants and animals such as spines on a cactus or shape of a beak and learned behaviors such as an animal learning tricks or a child riding a bicycle."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Students record characteristics of a tomato plant. One student's list is shown.",
            "problems/TX21G5S/media/30a.jpg",
            "Which tomato plant characteristic is least likely to be inherited?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Flower color",
                "Key": {
                    "Correct": false,
                    "Rationale": "The color of the flower is an inherited trait.",
                    "Percent": 21
                }
            },
            "G": {
                "Choice": "Leaf shape",
                "Key": {
                    "Correct": false,
                    "Rationale": "The shape of the leaves is an inherited trait.",
                    "Percent": 14
                }
            },
            "H": {
                "Choice": "Type of roots",
                "Key": {
                    "Correct": false,
                    "Rationale": "The type of roots is an inherited trait.",
                    "Percent": 16
                }
            },
            "J": {
                "Choice": "Number of tomatoes",
                "Key": {
                    "Correct": true,
                    "Rationale": "The number of tomatoes depends more on environmental conditions than on inherited traits.",
                    "Percent": 49
                }
            }
        },
        "Parts": {}
    },
    "31": {
        "Number": 31,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space"
        ],
        "SubTopics": [
            "Identify and classify Earth's renewable resources, including air, plants, water, and animals; and nonrenewable resources, including coal, oil, and natural gas; and the importance of conservation."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Students list resources that are used to heat buildings.",
            "problems/TX21G5S/media/31a.jpg",
            "Which of these tables correctly classifies the resources?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "problems/TX21G5S/media/31b.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "Solar energy and wood are renewable, and petroleum, natural gas, and coal are nonrenewable.",
                    "Percent": 60
                }
            },
            "B": {
                "Choice": "problems/TX21G5S/media/31c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "Natural gas is a fossil fuel and is therefore nonrenewable. Wood is renewable.",
                    "Percent": 17
                }
            },
            "C": {
                "Choice": "problems/TX21G5S/media/31d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "Coal is a fossil fuel and is therefore nonrenewable. Solar energy is renewable.",
                    "Percent": 14
                }
            },
            "D": {
                "Choice": "problems/TX21G5S/media/31e.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "Solar energy and wood are renewable. Petroleum, natural gas, and coal are nonrenewable.",
                    "Percent": 9
                }
            }
        },
        "Parts": {}
    },
    "32": {
        "Number": 32,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Matter & Energy",
            "Scientific Investigation & Reasoning"
        ],
        "SubTopics": [
            "Demonstrate that some mixtures maintain physical properties of their ingredients such as iron filings and sand and sand and water.",
            "Analyze and interpret information to construct reasonable explanations from direct (observable) and indirect (inferred) evidence."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "A student mixes a sample of stones with a sample of table salt. The mass and volume of the samples were determined before mixing the samples. The mass and volume of each sample is shown.",
            "problems/TX21G5S/media/32a.jpg",
            "Which statement is true about the mixture?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The mass of the mixture is 85 grams.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Grams are a measure of mass. 45 + 40 = 85 grams.",
                    "Percent": 58
                }
            },
            "G": {
                "Choice": "The mass of the mixture is 60 milliliters.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Milliliters are a measure of volume, not mass.",
                    "Percent": 21
                }
            },
            "H": {
                "Choice": "The volume of the mixture is 60 grams.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Grams are a measure of mass. The volume of the mixtures is 60 milliliters.",
                    "Percent": 12
                }
            },
            "J": {
                "Choice": "The mass of the mixture is 85 grams.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Milliliters are a measure of volume. The volume of the mixtures is 60 milliliters.",
                    "Percent": 9
                }
            }
        },
        "Parts": {}
    },
    "33": {
        "Number": 33,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Organisms & Environments",
            "Scientific Investigation & Reasoning"
        ],
        "SubTopics": [
            "Observe the way organisms live and survive in their ecosystem by interacting with the living and nonliving components.",
            "Analyze and interpret information to construct reasonable explanations from direct (observable) and indirect (inferred) evidence."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "A student's model of a closed ecosystem is shown. The student plans to add land snails to the model in order to show how the snails interact with different parts of the ecosystem.",
            "problems/TX21G5S/media/33a.jpg",
            "What should the student add to the model so that the snails will survive?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Fish to provide food",
                "Key": {
                    "Correct": false,
                    "Rationale": "Snails do not eat fish.",
                    "Percent": 7
                }
            },
            "B": {
                "Choice": "Sticks to provide a place to hide",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is nothing that would eat the snails, so they do not need to hide.",
                    "Percent": 11
                }
            },
            "C": {
                "Choice": "Deep water to provide carbon dioxide",
                "Key": {
                    "Correct": false,
                    "Rationale": "Snails do not use carbon dioxide to breathe.",
                    "Percent": 6
                }
            },
            "D": {
                "Choice": "Living plants to provide oxygen",
                "Key": {
                    "Correct": true,
                    "Rationale": "Plants provide oxygen for the snails.",
                    "Percent": 77
                }
            }
        },
        "Parts": {}
    },
    "34": {
        "Number": 34,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space"
        ],
        "SubTopics": [
            "Recognize how landforms such as deltas, canyons, and sand dunes are the result of changes to Earth's surface by wind, water, or ice."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Deltas are large landforms found along coastlines. What process forms deltas?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Cementation of sediments by rivers",
                "Key": {
                    "Correct": false,
                    "Rationale": "Rivers tend to move and deposit sediment instead of cementing them.",
                    "Percent": 10
                }
            },
            "G": {
                "Choice": "Deposition of sediments by rivers",
                "Key": {
                    "Correct": true,
                    "Rationale": "Deltas are formed when rivers slow and drop their sediment at the mouth of the river.",
                    "Percent": 51
                }
            },
            "H": {
                "Choice": "Erosion of sediments by ocean waves",
                "Key": {
                    "Correct": false,
                    "Rationale": "Deltas are formed by the accumulation of sediment, not the erosion of sediment.",
                    "Percent": 25
                }
            },
            "J": {
                "Choice": "Deposition of sediments by ocean waves",
                "Key": {
                    "Correct": false,
                    "Rationale": "Deltas are formed by rivers dropping sediment, not from ocean waves dropping sediment.",
                    "Percent": 14
                }
            }
        },
        "Parts": {}
    },
    "35": {
        "Number": 35,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Organisms & Environments",
            "Scientific Investigation & Reasoning"
        ],
        "SubTopics": [
            "Compare the structures and functions of different species that help them live and survive in a specific environment such as hooves on prairie animals or webbed feet in aquatic animals.",
            "Analyze and interpret information to construct reasonable explanations from direct (observable) and indirect (inferred) evidence."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The raccoon can be found in most areas of Texas. The coati has a smaller territory and is found from Big Bend to Brownsville. These two species are related. The chart shows the characteristics of these two species.",
            "problems/TX21G5S/media/35a.jpg",
            "Which statement does NOT describe how the body structures of these animals help them escape predators?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Paws with long claws on flexible toes help them climb trees.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Paws that help them climb trees can help them escape predators.",
                    "Percent": 11
                }
            },
            "B": {
                "Choice": "Sharp teeth allow them to catch prey on land or in water.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Sharp teeth help them to survive by catching food to eat. This answer focuses more on how to get food rather than on how to escape.",
                    "Percent": 41
                }
            },
            "C": {
                "Choice": "Long tails allow them to balance on branches in trees.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Long tails that help them balance in trees can keep them from falling.",
                    "Percent": 35
                }
            },
            "D": {
                "Choice": "Good eyesight helps them to see at night.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Good eyesight at night can help them see predators and perhaps avoid them.",
                    "Percent": 13
                }
            }
        },
        "Parts": {}
    },
    "36": {
        "Number": 36,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space"
        ],
        "SubTopics": [
            "Explore the processes that led to the formation of sedimentary rocks and fossil fuels."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Sediments are transported at different speeds. Which type of sediment transport is the slowest?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Transport by rivers",
                "Key": {
                    "Correct": false,
                    "Rationale": "Transport by rivers can take place very quickly, especially if the river is flooded.",
                    "Percent": 11
                }
            },
            "G": {
                "Choice": "Transport by winds",
                "Key": {
                    "Correct": false,
                    "Rationale": "Transport by winds can take place very quickly, especially if there is no protection for the topsoil.",
                    "Percent": 16
                }
            },
            "H": {
                "Choice": "Transport by glaciers",
                "Key": {
                    "Correct": true,
                    "Rationale": "Glaciers are very slow-moving “rivers” of ice.",
                    "Percent": 63
                }
            },
            "J": {
                "Choice": "Transport by ocean currents",
                "Key": {
                    "Correct": false,
                    "Rationale": "Transport by ocean currents can take place very quickly.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    }
}