{
    "Directions": "",
    "Context": [],
    "Title": "Hope for the Everglades",
    "Subtitle": "",
    "Author": "by Andrea Delbanco",
    "LabelType": "P",
    "Content": [
        [" ", "\tThe Florida Everglades is one of the world's most complex ecosystems. It provides drinking water for millions of people and is home to many threatened animals. It's in trouble. Can it be saved?"],
        [" ", "\tThe Everglades is the only place where alligators and crocodiles live together in the wild. It is home to many of the world's remaining Florida panthers, whose population is estimated to be between 100 and 200. At least 67 endangered species live there. It's like no place else on Earth. And it's in trouble."],
        [" ", "\t“The Everglades is actually a huge slow-moving river of grass that is fed by rainfall,” says Richard Gibbs of the Everglades Foundation. “It needs to have its plumbing system fixed. It was broken when parts of it were drained to make way for houses, businesses, and farming.”"],
        [" ", "\tIn 2000, the government put into action a $7.8 billion plan to save the Everglades. But 10 years later, the Everglades is still dying. None of the 68 parts of the rescue project is complete. Can the marsh find a way out of this mess?"],
        ["", "Gᴇᴛ ᴛʜᴇ Wᴀᴛᴇʀ Rɪɢʜᴛ"],
        [" ", "\tPeople began draining water from the Everglades in the late 1800s. In 1947, President Harry Truman set aside the area as Everglades National Park. A year later, the government began to build canals to carry the fresh water to the Atlantic Ocean. This dried up much of the Everglades' land."],
        [" ", "\tToday, the water doesn't flow properly and it isn't clean. “It's all about getting enough clean water to the right place at the right time,” says Eric Bush, deputy chief for the U.S. Army Corps of Engineers' Everglades Division."],
        ["", "A Nᴏᴛ-Sᴏ-Fᴀsᴛ Fɪx"],
        [" ", "\t“It's like trying to put a broken vase back together,” says Tom Van Lent, a scientist with the Everglades Foundation. “It's going to take a long time,” he added. “There are some things you do for the next generation. This is one of those things.”"]
    ],
    "Copyright": "“Hope for the Everglades” by Andrea Delbanco from Time for Kids, 4/22/2011, Vol. 1, Issue 22. Copyright © 2011 by TIME for Kids and TIME Inc. All rights reserved.",
    "References": []
}