{
    "Directions": "Read the passage. Then answer each question that follows.",
    "Context": [],
    "Title": "Apollo 11: The Eagle Has Landed",
    "Subtitle": "",
    "Author": "by Leigh Anderson",
    "LabelType": "P",
    "Content": [
        ["1", "On July 20, 1969, for the first time in history, human beings stepped onto the Moon. They were American astronauts Neil Armstrong and Edwin “Buzz” Aldrin. “That's one small step for man ... one giant leap for mankind,” Armstrong said as he stepped off the ladder. His boots made marks in the dusty grit of the Moon."],
        ["2", "The astronauts had brought a television camera with them. So 242,000 miles away, the world heard Armstrong speak those unforgettable words. People watched in amazement as Armstrong took the first steps on the Moon. Moments later, Buzz Aldrin followed Armstrong out of the lunar module. Meanwhile, astronaut Michael Collins continued orbiting the Moon 69 miles above them. He was in the command ship, Columbia, which would take the three astronauts home. But for now Aldrin and Armstrong only had eyes for the surface of the Moon. They had done it! They were the first men on the Moon."],
        ["", "problems/MDG4E/media/S6a.jpg"],
        ["3", "Apollo 11 had blasted off from Cape Canaveral, Florida, four days earlier. As the rocket sped them into space, each astronaut's body weight increased to about 1,000 pounds. When the ship finally escaped Earth's gravity, the men became weightless, floating around if they weren't strapped in. It was strange to live in zero gravity— things floated away if they weren't attached to something. The astronauts had to eat and drink through tubes and straws. They couldn't shower. And just imagine going to the bathroom! The men could brush their teeth, but they couldn't spit out the toothpaste. Their faces swelled because blood moved through their bodies in a different way. The astronauts said the ship stank, but no one cared. Only the Moon mattered."],
        ["4", "The crew of Apollo 11 had a smooth flight into space. The astronauts had spent hundreds of hours training for this mission. They learned how to operate the equipment and what to do if something went wrong. And Neil Armstrong knew how much could go wrong. On an earlier space mission, his ship had spun wildly. He could have passed out, but he managed to fix the problem."],
        ["5", "Four days after leaving Earth, astronauts Armstrong and Aldrin climbed into the small, bug- like lunar module called the Eagle. They were ready to go down to the surface of the Moon. But an alarm began to sound. The ship's computer was overloaded with information, setting off the alarm. Then, from mission control back on Earth, the astronauts heard the words they were waiting for: “We're go, Eagle. Hang tight.” They launched the Eagle. But a new problem came up: the Eagle passed the landing site. Aldrin told Armstrong the Eagle was nearly out of fuel. Taking the controls, Armstrong coaxed¹ the ship towards a clear area, trying to land before the engine drank the last bit of fuel. With only 16 seconds of fuel left, Armstrong called the control center in Houston. “The Eagle has landed!”"],
        ["", "problems/MDG4E/media/S6b.jpg"],
        ["6", "Armstrong and Aldrin took pictures and collected Moon rocks and dust. They placed scientific equipment on the Moon, and did some experiments. Because there was so little gravity, walking felt more like floating. The astronauts described the Moon as black and gray— beautiful in a desert- like way. When their work was finished, Armstrong and Aldrin fired the special engine that lifted the Eagle off of the Moon. It was time to head back to the blue, brown, and green planet called home."],
        ["7", "A few years later Apollo 17 was the last manned mission to the Moon. Astronauts Gene Cernan and Harrison Schmitt landed on the Moon on December 19, 1972. We haven't been back— but wouldn't it be wonderful if we could?"]
    ],
    "Copyright": "“Apollo 11: The Eagle Has Landed” by Leigh Anderson. Copyright May/June 2009 by AppleSeeds. Reproduced with permission of Cobblestone Publishing Company via Copyright Clearance Center.",
    "References": [
        ["¹", "coaxed - carefully steered"]
    ]
}