{
    "Directions": "Read the passage. Then answer each question that follows.",
    "Context": [],
    "Title": "An Amazing Airy Adventure",
    "Subtitle": "",
    "Author": "by Michelle Burchett",
    "LabelType": "P",
    "Content": [
        ["1", "Imagine jogging early in the morning and hearing voices above you in the sky. Surprised, you look up. A colorful hot air balloon floats peacefully. People in the basket laugh and wave. You wave back."],
        ["2", "Have you ever wondered what it would be like to ride in one of those big, bright balloons? From a distance, it looks exciting. Up close, it's more than exciting. It's an adventure!"],
        ["3", "The adventure usually starts before dawn, while it's still dark. Why so early in the morning? Winds tend to be calmest during the first two or three hours of the day, before the sun heats the earth. This gives the pilots the best conditions for launching, flying, and landing."],
        ["4", "Excitement is in the air as the crew pulls the basket out of the trailer and lays it on its side. The basket is made of woven cane that is extremely sturdy but flexible and relatively lightweight. This is where the passengers and the pilot will ride. After the basket is in place, the crew pulls the folded- up balloon— called the envelope— out of its bag and attaches it to the basket. The balloon is ready to be inflated."],
        ["5", "First, cold air is blown into the envelope using big gas- powered fans. Brightly colored nylon fabric billows as the balloon swells and expands. It only takes about ten minutes to fill the envelope, which is amazing considering that some balloons can hold up to 250,000 cubic feet of air. That's like inflating 250,000 soccer balls!"],
        ["6", "Next begins the “burn” to heat the air inside the envelope. The pilot ignites a large propane burner located above the basket."],
        ["7", "When the air is warmed enough for the envelope to rise and lift the basket upright, the passengers, many enjoying their first balloon ride, quickly climb in. The passengers act as ballast — a stabilizing¹ weight — to help keep the balloon on the ground until it's ready to launch. For safety, the balloon is also tied- off, or tethered², to the van."],
        ["8", "The pilot repeats safety and landing instructions. After a quick radio check with the “chasers”— members of the crew who will follow the balloon in the van— everyone's ready for the launch. By this time, the sun is just rising. Since balloons are not equipped with lights, they cannot launch until official sunrise."],
        ["9", "The pilot heats the air a little more. The tie- off is released, and balloon and passengers float up, up, up. Lifting off as the sun rises is amazing. The dawn sky is streaked with brilliant colors, and the balloon becomes part of the spectacle as it joins the sun on its morning trek across the sky. Hot air balloons drift at the same speed as the wind, so there's no sensation of movement. It feels like you're floating in a bubble."],
        ["10", "Experienced pilots are very good at “reading the wind.” At different elevations, the wind moves in different directions and at different speeds. By firing the burners to heat the air inside the envelope, or by allowing the hot air to cool instead, the pilot is able to cause the balloon to go up or down in order to catch the different winds. This is the pilot's only way of steering. The pilot can also pull a cord to open a flap, or vent, on the upper side of the envelope. The escaping air causes the balloon to rotate so that all the passengers can have a good view and take pictures of the incredible sights. It is especially fun spotting wildlife from the air. Imagine flying over an osprey nest and seeing the babies inside, or watching a beaver building its dam on a wilderness stream!"],
        ["11", "After about forty- five minutes, the pilot begins looking for a good place to land. The site has to be free of obstructions, such as trees and telephone wires, and big enough to lay out the enormous balloon. It also has to be accessible to the chasers, who have been following on the ground and keeping in radio contact."],
        ["12", "When the pilot spots an open field, he asks the chasers to make sure it is not planted with crops that might be harmed by landing. If the chasers have difficulty finding an access road, the pilot guides them from his aerial viewpoint."],
        ["13", "Passengers are amazed at how softly the balloon sets down. Usually everyone laughs as they jostle together, holding on to the rope handles on the inside of the basket. The flexibility of the cane basket now shows its usefulness. As the wicker material flexes, it absorbs some of the impact with the ground, making for a softer landing."],
        ["", "problems/MDG4E/media/S5a.jpg"]
    ],
    "Copyright": "“An Amazing Airy Adventure” and photograph by Michelle Burchett. Copyright April 2016 by Cricket. Reproduced with permission of Open Court Publishing Company via Copyright Clearance Center.",
    "References": [
        ["¹", "stabilizing - balancing"],
        ["²", "tethered - tied to"]
    ]
}