{
    "Directions": "Read the passage. Then answer each question that follows.",
    "Context": [],
    "Title": "Best Job in the World",
    "Subtitle": "",
    "Author": "by Charlie Campbell",
    "LabelType": "P",
    "Content": [
        ["", "problems/MDG4E/media/S2a.jpg"],
        ["1", "Meet Huang Shunjie. He might have the best job in the world. The 24- year- old is a panda photographer and zookeeper. Huang spends each day caring for 18 panda cubs at the Giant Panda Protection and Research Center, in China. He prepares their meals of bamboo and milk formula. He checks on their growth and health. And he carries these two- tone fluff- balls between their sleeping pens and their public enclosure."],
        ["2", "The best part? “I can get very close to the baby pandas, which makes many people jealous,” Huang told TIME. “I get to hug them all the time.”"],
        ["3", "There are, of course, bad parts to any job. In Huang's case, it's the regular bites and scratches he gets from the 45- to 55- pound bears. But it's a small price to pay to spend each day among the pandas' roly- poly cuteness. They tumble around, balance on their heads, and bop around like furry toddlers. “I'm a full- time daddy for these fluffy baby pandas,” says Huang."],
        ["", "problems/MDG4E/media/S2a.jpg"],
        ["", "He- He and Mei- Mei"],
        ["4", "Two of the pandas Huang cares for are known worldwide. He- He and Mei- Mei celebrated their first birthday on July 25. They are the only twin pandas born from a wild father and captive mother. This helps widen the animal's genetic pool, which means a better chance at survival. Pandas were among the world's most threatened animals until recently."],
        ["5", "“Mei- Mei is very cute and clingy,” says Huang. “But her brother is very naughty. He is one of the wild kids. He loves making trouble.”"],
        ["6", "Giant pandas are native to China. For many years, they were one of the world's most endangered creatures. Their natural habitat, in bamboo forests, has been destroyed by construction. Pandas must eat 30 to 85 pounds of bamboo every day."],
        ["7", "But populations have recovered in recent years. That's thanks to programs to help pandas breed. Today, there are 1,864 pandas in the wild. That's up from only 1,114 in the 1970s, according to China's National Forestry and Grassland Administration. Two- thirds of them live in nature reserves."],
        ["", "Panda Diplomacy"],
        ["8", "As the number of pandas goes up, China is able to send more of them overseas. This is called “panda diplomacy¹.” It began in the seventh century, when China sent a pair of pandas to Emperor Tenmu, of Japan. Today, more than 50 pandas live in 18 countries."],
        ["9", "Most famously, China sent a pair of pandas— Ling-Ling and Hsing-Hsing — to the United States after President Richard Nixon's historic visit to China, in 1972. More recently, two pandas were sent to the Moscow Zoo, in Russia, just last month."],
        ["10", "China usually sends pandas to other countries for 10 years. It charges about $1 million per year for the service. Any offspring remain China's property. The loans often take place along with international trade deals that China's involved in. But if a deal goes sour², China may take the pandas back."],
        ["11", "Huang doesn't think about money or politics, though. He thinks about the fact that the pandas he cares for end up bringing joy to millions of adults and children around the globe. “I'm really proud of that,” he says."]
    ],
    "Copyright": "“Best Job in the World” by Charlie Campbell. Copyright 2019 by Time, Inc. Reproduced with permission of Time, Inc. via Copyright Clearance Center.",
    "References": [
        ["¹", "diplomacy - keeping good relationships between countries"],
        ["²", "deal goes sour - Deal goes bad."]
    ]
}