{
    "Directions": "Read the following passage about a family in Alaska then answer each question.",
    "Context": [],
    "Title": "The Last First Day",
    "Subtitle": "",
    "Author": "by Suzanne Westover",
    "LabelType": "P",
    "Content": [
        [" ", "\tAnna stands in the doorway, her sister's knapsack heavy on her shoulders, as Julie kneels by their mother, pulling the blue and green afghan more closely around her thin frame."],
        [" ", "\t“It'll be OK, Mom,” Julie says bravely, trying to disguise the quiver in her voice."],
        [" ", "\tBut Anna's mom remains silent; her heart was broken when Billy left. Now the city is claiming Julie, too. Soon, it will be Anna's turn, and then the house will be completely silent except for the rattling of the wind and the dripping of the faucet..."],
        [" ", "\tAnna stands shivering on the windswept tarmac as she watches her sister board the tiny airplane."],
        [" ", "\tFinally, Julie's face appears in a cloudy rear window. Her features look tiny and scrunched, and she already seems very far away."],
        [" ", "\tAnna waves frantically, shouting her goodbyes, but her cries are futile. They're caught up and carelessly tossed aside by powerful gusts of late afternoon wind. As the plane begins its juddering taxi down the short airstrip, Anna hugs her arms tightly to her sides, her eyes watering as the gravel swirls around her."],
        [" ", "\tSeveral other families stand nearby in tight clusters. Mothers cling to their younger children, in defiance of the day when they, too, will have to leave. Fathers stand stoically, alone or in pairs, stone-faced and silent."],
        [" ", "\tAnna kicks angrily at the dirt. Soon the plane is a tiny speck, barely visible among the scudding clouds. Shielding her eyes from the glare of the setting sun, Anna gazes at the sky until she feels dizzy from concentrating on the empty horizon."],
        [" ", "\tThe walk home is long and lonely. She thinks she sees a black bear on the far hills and turns to point it out to Julie before she realizes she is alone."],
        [" ", "\tWhen Anna reaches her front porch, she hesitates on the bottom step. She can't bear to think about the weighty silence that will greet her. She reluctantly pushes open the creaky screen door and tiptoes quietly past where her mother sits unmoving in the living room."],
        [" ", "\tWhen Anna enters the room she had shared with Julie until that morning, the weak afternoon light streams through the frayed bedroom curtains, illuminating Julie's neatly folded comforter and tightly tucked sheets. Anna throws herself down on Julie's bed, angry at how utterly powerless she feels."],
        [" ", "\t“This is so unfair,” she whispers fiercely, as she buries her face into the soft neck of Julie's ragged stuffed monkey, a gift from years ago that she had either forgotten or deliberately left behind."],
        [" ", "\tThe next morning at school, after the tinny ringing of the bell and a half-hearted Pledge of Allegiance, Anna pulls herself to her full height, takes a deep breath, and raises her hand."],
        [" ", "\t“Yes, Anna,” says Mrs. Saunders, smiling up from her large, scarred desk."],
        [" ", "\t“I wanted to ask...” Anna hesitates, unsure of how to begin. But Mrs. Saunders smiles encouragingly, and somehow Anna finds her voice."],
        [" ", "\t“I want to know why Nunapitchuk doesn't have a high school. My brother and sister have both left to study in the city. It doesn't seem right that we have to go away from our families and our homes, just to go to school. Why can't all the communities across Alaska have high schools? After all, this isn't the dark ages. It's 1975!”"],
        [" ", "\tMrs. Saunders looks slightly surprised but nods her head as if in agreement. “Anna, you bring up a very good point. Could you see me after class?”"],
        [" ", "\tAfter school, Anna stays in her seat while Mrs. Saunders folds her long legs under the adjacent, too-small desk. She looks at Anna fondly, and her kind eyes unwittingly crack Anna's careful composure."],
        [" ", "\t“This is my last year!” bursts Anna. “I don't want to have to go and live with strangers. I want to stay right here where I belong.” Anna wipes tears of frustration from her cheeks with her red woolen scarf. “If I can't go to school here, I'm not going anywhere!”"],
        [" ", "\tAs she speaks these words, Anna begins to feel more powerful; she knows it won't be easy, but she's suddenly confident she'll find a way."],
        [" ", "\t“Mom, I'm home!” Anna bursts through the front door, thrumming with energy."],
        [" ", "\tIn the living room, Anna finds her mom still seated in the faded rocking chair. Anna sits next to her and takes her hand."],
        [" ", "\t“Mom, I have to tell you something. Today, I met with my teacher. She told me about a lawyer who's started to put together a case... I'm going to join in. We're going to fight to have schools in every single Native village across Alaska.” Anna pauses for breath, her words tumbling over one another, each one a shining beacon of hope."],
        [" ", "\t“Yesterday, when Julie left... that's going to be the last time kids have to get onto a plane to go to high school. I promise.”"],
        [" ", "\tAnna's mom looks up, and for the first time in days Anna sees in her mom's eyes the hint of an almost-forgotten expression; it looks like a faint shadow of hope."],
        [" ", "\t“Yesterday was the last first day,” says Anna, this time a little louder."],
        [" ", "\t“Yesterday was the last first day,” repeats Anna's mom."],
        [" ", "\tThen they say it together. They say it over and over again, until tears stream down their cheeks and their laughter rings in the hills."]
    ],
    "Copyright": "",
    "References": []
}