{
    "Directions": "Read the passage from a novel. Then answer each question that follows.",
    "Context": [
        "In this passage from the novel Starfish, Kiko is visiting her childhood friend Jamie in Los Angeles, California, where she hopes to attend art school. She and Jamie have gone to an art gallery to see the work of a famous painter."
    ],
    "Title": "[from] Starfish",
    "Subtitle": "",
    "Author": "by Akemi Dawn Bowman",
    "LabelType": "P",
    "Content": [
        ["1", "Hiroshi Matsumoto doesn't look anything like his photo in the magazine. He looks like he's been electrocuted, for one. His black hair is wild and points in every direction, like someone who drove for hours with all the windows down. His warm ivory skin is free from a single imperfection, like a porcelain doll behind a glass case. And he's shorter than the average person, but not short enough to be considered “short.” Like me."],
        ["2", "I'm also pretty sure he's wearing a dress. Or the longest shirt in the world. I can't quite decide."],
        ["3", "Pacing back and forth like a ghost haunting a museum, Hiroshi never makes eye contact with any of the people here to appreciate his paintings. He simply floats by them with peculiar disinterest."],
        ["4", "It makes me nervous. If he isn't interested in his adoring fans, he isn't going to want a single thing to do with me."],
        ["5", "I don't have to look far for Jamie—he's one step behind me, admiring a large painting of a flock of black swans pulling a carriage through the air. Inside the carriage is a voluptuous woman spilling over the edges with her hands up in the air like she's on a roller coaster."],
        ["6", "“These paintings are hilariously random,” Jamie notes."],
        ["7", "“They're amazing,” I correct with my head dipped low and my voice quiet. I'm afraid someone will hear me."],
        ["8", "“Did you see the frog one?” Jamie asks with a grin. “It's just a giant green frog—I'm not kidding—wearing a top hat.”"],
        ["9", "“But they're so good,” I gush dizzily."],
        ["10", "“What are you supposed to call this kind of art?” Jamie looks genuinely curious, even if he does think the paintings are silly."],
        ["11", "“Pop surrealism¹ is what the art people keep calling it.” His voice is mellow and soft, but it sounds like the only noise in the room. Hiroshi blinks at the painting on the wall like he's not entirely satisfied with it. When he leans toward me, I can smell vanilla and smoke. “I'm not sure it's supposed to be called anything though, really. It's just my own brand of nonsense.”"],
        ["12", "Oh my God, Hiroshi Matsumoto from the magazine is talking to me."],
        ["13", "“Oh, hey, you're the artist,'' Jamie says with blissful innocence. “Really cool gallery. I liked the frog.”"],
        ["14", "My face is burning—literally burning—and I think I'm going to pass out when I watch Jamie and Hiroshi shake hands."],
        ["15", "“And your name?” Hiroshi watches me with small eyes the color of cocoa powder."],
        ["16", "“Kiko,” I manage to whisper. My breath hiccups nervously."],
        ["17", "“Ah, a cousin of mine,” he says with a mischievous smile. “I thought you looked part Japanese.”"],
        ["18", "“My dad's side,” I tell him."],
        ["19", "“Mine too. And my mother's.” He's chuckling slowly. Everything he does seems slower, like he's in complete control of time and makes it match his pace instead of the other way around. He looks back at Jamie. “What about you?”"],
        ["20", "Jamie laughs easily. “I'm the odd one out, I'm afraid. My mom's family is German, and I think my dad's family was Scottish or something, but it was so long ago nobody knows for sure.”"],
        ["21", "“And do you speak German?” Hiroshi bounces on his toes."],
        ["22", "“I can barely speak English.” Jamie scratches his head with a grin."],
        ["23", "Hiroshi's laugh is like a song. “I always ask, because people always ask me if I can speak Japanese. I try to beat them to it.” He looks over his shoulder at some of the other people waiting to speak with him. I get the feeling he's trying to avoid them. “Do you both go to school around here?”"],
        ["24", "I shake my head like a frightened rabbit."],
        ["25", "Jamie nods at me—he's trying to be encouraging, but it's not working. I don't know how to talk to strangers, and especially not ones I admire. He pulls Hiroshi's attention from me to break the silence. “I do, but Kiko lives in Nebraska.” He pauses thoughtfully. “She's actually here visiting to look at art schools for the fall.”"],
        ["26", "Panic floods my body. He wasn't supposed to tell him that. Now Hiroshi's going to think I'm an artist. He's going to wonder if I'm any good. He's probably going to assume I'm better than I am. And I'm a complete amateur compared to him."],
        ["27", "This is so embarrassing."],
        ["28", "“Art school, eh? And what's your flavor?” Hiroshi presses his lips together in a tight smile."],
        ["29", "“Acrylics,” I say meekly. “But not like this. I mean, I'm not as good. As you, I mean. I'm not as good as you. At all.” Oh my God, I can't speak English either. I look at Jamie, my eyes begging for him to save me, but he doesn't seem to understand that I'm drowning."],
        ["30", "“We all start at the same place, but you're completely in charge of where you finish,” Hiroshi says. “You can be as good an artist as you want to be. You just have to practice and work hard. I'm sure your parents have told you this, yes?”"],
        ["31", "I'm frozen. My parents don't talk to me about art. Will he know this without me saying it? His serious eyes tell me he does."],
        ["32", "Hiroshi presses his hands together like he's praying and rests his chin on the tips of his fingers. “My parents told me art was what lazy people did when they just wanted to work on the side of the street. They wanted me to be a doctor. So when I had two daughters, I told them they could be anything they wanted, even if it was a painter on the side of the street. And do you know what? One of them is in medical school and the other wants to be a surfer.” He laughs. “We all have to dream our own dreams. We only get one life to live—live it for yourself, not anyone else. Because when you're on your deathbed, you're going to be wishing you had. When everyone else is on theirs, I guarantee they aren't going to be thinking about your life.”"],
        ["33", "Jamie pulls his phone out. “She's really good. She just doesn't realize it. Here, look.”"],
        ["34", "I don't know what's going on. Hiroshi is leaning in to Jamie, looking down at the brightly lit screen while Jamie swipes again and again and again. Each time, Hiroshi stares thoughtfully, grunting to himself the way a dog does when it's having a dream."],
        ["35", "What are you doing? I manage to mouth. Seriously, Jamie, what are you doing?"],
        ["36", "Jamie shakes his head at me like he doesn't want me to ruin whatever moment they're having. I make the mistake of leaning forward and looking at his phone."],
        ["37", "They're pictures of my paintings. Pictures of my portfolio. On Jamie's phone."],
        ["38", "And Hiroshi Matsumoto is looking at them."],
        ["39", "Can I please die now?"],
        ["40", "I feel my body shrinking and shrinking. I've shriveled up into a small, frightened child. Why would Jamie show him those photos? Why did he even have them on his phone to begin with? Has he completely lost his mind?"],
        ["41", "I hold my breath and try not to vomit while I wait for Hiroshi to look back at me. I'm sure he will, eventually, to say something along the lines of, “Good effort. Just keep working hard.” Something to confirm I'm nowhere near as good as I'd like to be. Words to remind me I'm not good enough for Prism and their superstar art program."],
        ["42", "When Hiroshi looks back at me, a black strand of hair hanging at his temple, he doesn't say anything. He just stares at me like he's only just noticed me, even though we've been talking for at least five minutes."],
        ["43", "A tall woman with a short bob taps Hiroshi's shoulder. “Sorry to interrupt, but there's a Mr. Bolton here to see you.”"],
        ["44", "Hiroshi nods. “Okay, I'm coming.” He looks at me and Jamie and gives a wrinkled smile. And then, just to me, he says, “You should bring your portfolio to my studio sometime. Those art schools like their recommendations. I'll see what I can do.”"],
        ["45", "I think my brain might actually blow up. I nod frantically, like a bobble- head strapped to a rock crawler.²"],
        ["46", "Hiroshi floats away like a phantom, the hem of his white dress trailing behind him."],
        ["47", "“Oh my God, what just happened?” I hiss in Jamie's direction."],
        ["48", "A smirk appears. “I think he was impressed.”"],
        ["49", "I blush. “Why did you take photos of my portfolio?”"],
        ["50", "“Because I wasn't sure if you'd ever let me see it again. You're so private about your art—you panic if you think anyone is watching you draw in your sketchbook.”"],
        ["51", "“Well, that was super embarrassing.” And a huge violation of my privacy, I want to add, but I don't because my tongue is fighting with my brain and really I'm just hearing Hiroshi's words on a continuous loop. I clear my throat, and then I'm unable to contain my happiness. “And awesome. And seriously the coolest thing that's ever happened to me in my life.” Hiroshi Matsumoto wants to see my portfolio. And write me a recommendation. And help me get into art school."],
        ["52", "Jamie doesn't hesitate—he takes my hand in his and squeezes. “You deserve it, Kiko.”"]
    ],
    "Copyright": "Starfish by Akemi Dawn Bowman. Copyright © 2017 by Akemi Dawn Bowman. Reprinted by permission of Simon Pulse, an imprint of Simon & Schuster Children's Publishing Division.",
    "References": [
        ["¹", "pop surrealism — a type of art that depicts realistic objects in fantastical situations"],
        ["²", "rock crawler — a vehicle designed to travel across uneven ground"]
    ]
}