{
    "Directions": "Read the next two selections and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [],
    "Title": "A Ghostly New Creature",
    "Subtitle": "",
    "Author": "by Jennifer Marino Walters",
    "LabelType": "P",
    "Content": [
        ["1", "In February, scientists exploring the Pacific Ocean near Hawaii made an amazing discovery. They had sent a remotely operated vehicle thousands of feet below the waves to take video of the deep sea. Dozens of team members were watching the live video feed from a ship on the ocean's surface and from offices on land. Suddenly, a mysterious creature appeared on their screens. It was a white, ghostlike octopod. That's a category of eight-armed ocean animals that includes the common octopus. But it did not look like any octopod the scientists had seen before."],
        ["", "problems/TX21G8R/media/S2a.jpg"],
        ["2", "“I was really excited because I recognized it was something unusual,” says zoologist Michael Vecchione."],
        ["3", "ecchione and the other scientists work for the National Oceanic and Atmospheric Administration (NOAA). The government agency was working on a project to map the ocean floor near Hawaii and study the ocean life there. The new octopod was an exciting—and unexpected—find."],
        ["", "problems/TX21G8R/media/S2b.jpg"],
        ["", "A Uɴɪǫᴜᴇ Sᴘᴇᴄɪᴇs"],
        ["4", "The newly discovered octopod has tiny eyes and a jelly-like body. It has very few muscles. That's because there is little food in the deep sea, and a lot of food is needed to build muscle. The creature also has some unusual characteristics that set it apart from other octopods. “The first thing that makes it really unusual is that it doesn't have any chromatophores, or pigment cells,” Vecchione told Scholastic Online. Pigment is what gives animals color. Because this creature has no pigment, it is very pale. It also has fewer rows of suckers on its arms than other octopods do. Suckers are body parts that octopods use to grasp objects. Those two characteristics lead scientists to believe that it is a completely new octopod species."],
        ["5", "The creature is also a record setter. It was spotted at about 14,000 feet—or 2.6 miles—beneath the waves. Some other types of octopods are known to live that deep in the ocean, but they all have fins on the sides of their bodies. The new creature belongs to a category of octopods that do not have fins. Until this discovery, no finless octopod had been found below about 13,000 feet."],
        ["", "Mᴏʀᴇ ᴛᴏ Dɪsᴄᴏᴠᴇʀ"],
        ["6", "Because of the octopod's ghostlike appearance, it has been given the nickname Casper. (Casper the Friendly Ghost was a popular character in an old cartoon.) But it cannot be officially named until scientists get a specimen to examine more closely. Unfortunately, that's not likely to happen anytime soon."],
        ["7", "“The likelihood of encountering another one of these octopods is very small,” Vecchione says. “So it wouldn't be a very productive use of our time and resources to try to look for one.”"],
        ["8", "Still, the octopod's discovery is exciting because it suggests that many more undiscovered species could live in the deep sea and other places on Earth. “It illustrates how little we know about life on our planet—and how much more we can find,” Vecchione says."]
    ],
    "Copyright": "From Scholastic News, 6/16/16. Copyright © 2016 by Scholastic, Inc. Reprinted by permission of Scholastic Inc.\nThird party trademarks NOAA® and Scholastic® were used in these testing materials.",
    "References": []
}