{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [],
    "Title": "A Lasting Impression",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "\tThe first-day jitters were impossible to ignore as Lucy Falls walked through the tall glass doors of her new school. Though she was excited for the opportunity to study cinema at the School of the ARTS, she now wondered if she had made a terrible mistake by transferring in the middle of the year. Trying to shake off the early morning’s frustration, she wiped her clammy hands on her navy sundress and focused her attention on finding her first-period class."],
        ["2", "\tFinishing her paperwork had taken forever. The office aide had instructed her to go back through the foyer and take the staircase on the right down to the basement. Just as Lucy started walking, the bell for first period rang, sounding to her like a signal of doom."],
        ["3", "\tGreat, she thought. Now not only am I new, I’ll be late too."],
        ["4", "\tShe marched quickly through the foyer and made it to the stairwell. Distracted by a group of tardy students who had congregated at the top to take selfies, Lucy tripped over her first step. She stumbled, fell, and then skidded all the way to the bottom, purse and bag sliding down behind her."],
        ["5", "\t“Smooth feet, newbie!”"],
        ["6", "\t“That’s gotta hurt!”"],
        ["7", "\tAs she picked herself up, Lucy couldn’t decide what hurt more—her body or her pride. She took a few deep breaths and realized she was now standing in front of her first-period class. She worried that the longer she waited to get to class, the worse this day would go. She needed a second chance to make a good first impression."],
        ["8", "\tOnly like four people saw me fall, she told herself. No big deal."],
        ["9", "\tFirst period went by uneventfully, and Lucy even introduced herself to a couple of the girls who sat behind her. By the time she was headed to second period, she had relegated the fall to the back of her mind."],
        ["10", "\tShe pushed open the door to Intro to Cinema, the class she was most looking forward to at this new school. Students looked her way, and whispers snaked from group to group. Lucy felt her face get hot, and she decided that maybe this day actually could get worse. A couple of kids were huddled in the back around one of the classroom laptops, and she assumed they were talking about her."],
        ["11", "\tHow in the world had word gotten around so fast? As she stood awkwardly facing the class, the mantra her mother had repeated since she was a little girl came to mind. “Remember, honey. Lucy never falls,” her mother would say when things didn’t go Lucy’s way."],
        ["12", "\tI bet Mom never imagined this scenario, Lucy mused, rolling her eyes."],
        ["13", "\t“Settle down, class,” the teacher said sternly to the students, who quieted. She directed her attention toward Lucy and gave her a welcoming smile. “You must be Lucy Falls. Today we are discussing our 30-second film project. I believe the details were in the outline you received before you transferred. You can join group four. I’m sure whatever is so distracting on that laptop will be gone by the time I make it over there,” she said, directing a pointed look to the group at the back of the classroom."],
        ["14", "\tFearing the worst, Lucy approached the group."],
        ["15", "\t“That fall was epic!” An enthusiastic redhead beamed at Lucy as she sat down. Grinning widely he stuck his hand out and shook Lucy’s."],
        ["16", "\t“I’m Rodney!”"],
        ["17", "\tThe other group members, one looking intently at the laptop and the other quickly jotting notes into a journal, ignored Lucy."],
        ["18", "\tLucy sighed. “I don’t know if that’s necessarily the right word to describe it.” Rodney chuckled and shrugged his shoulders. “Someone was recording a video of my friend, and it’s impossible to miss your wipeout in the background!”"],
        ["19", "\tThe girl who was huddled over the laptop giggled. For the millionth time that day, Lucy’s face got hot, and again she began to doubt the wisdom of transferring to the magnet school altogether."],
        ["20", "\tRodney continued. “Hey, I hope you don’t think I’m making fun of you! Actually, I think you’re going to save our 30-second film project! Your name has perfect p͟o͟t͟e͟n͟t͟i͟a͟l for a star character—Lucy Falls!” He gestured as if her name were shining in lights. “The fact that you also fell, quite gracefully I might add, makes it the perfect play on words! You’re going to be the inspiration for our project!”"],
        ["21", "\tLucy allowed herself a small smile. It hadn’t been a good start, but Rodney was definitely making her first day less terrible."],
        ["22", "\t“I’ve been working on some edits from this clip that we have,” the girl on the laptop said suddenly, turning the computer toward Lucy and showing her what she’d been working on so intently. “I’m Alicia—sorry—I wanted to capture my thoughts before I forgot. We’ve been struggling to come up with a concept, but this is sheer genius!”"],
        ["23", "\tAs Alicia and Rodney talked excitedly, Lucy’s embarrassment began to dissipate. She listened for a few moments, watching Alicia’s film clip transform her stairway disaster into drama; then, she pulled up a chair and joined in as the group brainstormed ideas for Lucy Falls."],
        ["24", "\tHer mother’s mantra came to mind, and Lucy smiled to herself. Well, Mom, sometimes Lucy DOES fall . . . but at least she makes a lasting impression!"]
    ],
    "References": []
}