{
    "Directions": "",
    "Context": [],
    "Title": "Tiptoeing Scientists",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "Peering through the thick, white mist, Marcio Pie crouches among the gnarled vines. The shuffles, calls, and chirps of countless animals, birds, and insects fill the cool evening air. Pie is listening hard for the singing of tiny frogs. He and his team have tiptoed to the location where they last heard them singing. The scientists quietly begin picking up handfuls of leaves and s͟c͟r͟e͟e͟n͟i͟n͟g them. If the scientists are lucky, they will find one of the frogs. But they must look very carefully because these frogs are smaller than a fingernail."],
        ["2", "Pie is one of a handful of scientists who has discovered a new tiny frog species. These little creatures make their home in the cloud forests high in the mountains of Brazil. They are brightly colored with poisonous skin that protects them, and they live in “leaf litter,” or piles of dead leaves."],
        ["", "problems/TX21G8R/media/S3a.jpg"],
        ["3", "Locating the frogs is extremely difficult. “Sometimes it's very frustrating,” says Pie. “You can hear them singing, and there's probably hundreds of them, but you simply can't catch them!” The frogs detect the vibrations that occur when people walk. Suddenly they become silent, staying that way for about half an hour, forcing scientists to forage through the leaves."],
        ["", "problems/TX21G8R/media/S3b.jpg"],
        ["4", "In Papua, New Guinea, scientist C. I. Moore also recently discovered a miniature frog. At only about 6.858 millimeters, it may be even smaller than the ones Pie found. This frog's brownish-green hue provides excellent camouflage. Moore first discovered the frog by its unique call. His team began picking up leaf litter and putting it in plastic bags until they caught sight of the new frogs. The tiny amphibians were incredibly difficult to catch because they jump like crickets."],
        ["5", "In spite of the countless challenges, new tiny frogs are being found among the planet's habitats that have previously been understudied. “That's what's exciting about this field,” declares Moore. “You know that new species such as these are going to continue to be discovered.”"]
    ],
    "Copyright": "",
    "References": []
}