{
    "Directions": "Read this article, then answer each question.",
    "Context": [],
    "Title": "[Excerpt from] Into the Unknown",
    "Subtitle": "",
    "Author": "by Walter Dean Myers",
    "LabelType": "L",
    "Content": [
        [" ", "\tWhen, in 1728, James Cook was born in Yorkshire, England, the entire world could have"],
        [" ", "been described as “new” in the sense that most people had little idea of what life was like"],
        [" ", "beyond the borders of their own country. Maps of the day would show Europe"],
        [" ", "itself, the eastern coast of North America, the western coast of Africa, and only parts of"],
        ["5", "what we now know as the Middle East and Far East. Could there possibly be great cities in"],
        [" ", "central Africa? In the South Pacific? Was the bottom of the earth capable of sustaining"],
        [" ", "human life?"],
        [" ", "\tThere were many places on Earth where no Europeans had visited, even places where no"],
        [" ", "human beings at all had visited. Scholars tried to guess what these places would be like."],
        ["10", "Some imagined monsters, or beings only half human, living in wildly exotic and scary lands."],
        [" ", "Others thought there might be wonderful areas with fertile soil for food crops and rich"],
        [" ", "mineral deposits. But these were all guesses. To discover the reality, human beings needed to"],
        [" ", "go to these places."],
        [" ", "\tCartographers, those who made maps, weren't sure how to represent these places. On"],
        ["15", "maps the vaguely drawn lower regions of the earth were often labeled Terra Australis"],
        [" ", "Incognita, “Unknown Southern Land.” Great Britain, the world's leading sea power in the"],
        [" ", "eighteenth century, decided to send an expedition to these unknown lands. They chose James"],
        [" ", "Cook to lead it."],
        [" ", "\tJames Cook was born into a farm family and might well have spent his life in the"],
        ["20", "family business. But Cook was an exceptional youngster and, unlike most English boys of"],
        [" ", "his time, was allowed to attend school when he was twelve years old. As a teenager, Cook"],
        [" ", "became apprenticed to a man who owned a collier, a ship that transported coal, and soon"],
        [" ", "found himself carrying cargoes of coal from northern England to the bustling docks"],
        [" ", "of London."],
        ["25", "\tCook was ambitious and quickly learned that his ability to read set him apart from"],
        [" ", "other sailors, even ones much older than he was. Ships at that time had none of the"],
        [" ", "sophisticated electronics found on ships today. Instead, they found their way around the"],
        [" ", "oceans using instruments that determined their position relative to the sun and stars. This"],
        [" ", "took considerable skill. Cook read whatever books he could find on navigation and"],
        ["30", "learned to use the instruments to find his position on the ocean. While the merchant"],
        [" ", "ships he worked on carried cargo from port to port, James Cook assumed more and more"],
        [" ", "responsibility as a navigator and learned the ways of the sea. Perhaps the greatest idea that he"],
        [" ", "absorbed was that self-discipline gave one a huge advantage at sea."],
        [" ", "\tAfter ten years on the collier, Cook decided to join the Royal Navy. The British navy"],
        ["35", "was the most powerful in the world. Its officers were recognized not only as outstanding"],
        [" ", "sailors but also as “gentlemen.” For a young man born on a farm, it was decidedly a step"],
        [" ", "up the social ladder. Again, Cook relied on his discipline and skills, thinking they would"],
        [" ", "set him apart. He was right. Before long he was made a junior officer."],
        [" ", "\tCook, who had already taught himself a great deal about navigation, soon taught"],
        ["40", "himself to draw accurate maps."],
        [" ", "\tCartography, the art of making maps, was a truly important skill. With so much of the"],
        [" ", "world unknown, each time a ship left port, it was in danger of never finding its way back."],
        [" ", "A small error on a map, showing a body of land to be in one direction when it was not,"],
        [" ", "could lead a ship hundreds of miles off course. Ships that needed to find sources of food"],
        ["45", "or water could scarcely afford the days, and sometimes weeks, an errant map would cause"],
        [" ", "them. But Cooks calculations were so well done, and so well thought out, that his reputation"],
        [" ", "grew quickly. He was sent to the east coast of North America and directed to draw charts of"],
        [" ", "the Canadian border, which he also did successfully."],
        [" ", "\tIn August 1768, the Royal Society decided to fund an expedition to the South Seas. It"],
        ["50", "would be headed by Lieutenant James Cook."],
        [" ", "\tCook carried out the expedition, which was to chart the astronomy of the planet"],
        [" ", "Venus from the South Seas. He did so successfully, using a converted collier, the"],
        [" ", "Endeavour. During the trip, he also explored New Zealand and the east coast of Australia,"],
        [" ", "which had never been visited by a European. Cook claimed the lands for Great Britain"],
        ["55", "and drew highly accurate maps of the region. On his return to England in 1771, he was"],
        [" ", "given a hero's welcome. By then, some geographers, people who studied the physical"],
        [" ", "features of the earth, thought that there might be an undiscovered continent on the"],
        [" ", "bottom of the earth."],
        [" ", "\tIn July 1772, Cook sailed from England in the sloop Resolution in company with the"],
        ["60", "ship Adventure. His instructions were clear, to continue to explore the southern regions and"],
        [" ", "to claim for Great Britain any new lands he discovered. When he said good-bye to his wife,"],
        [" ", "Elizabeth, he knew it would be years before he would see her again."],
        ["", "problems/NY16G7E/media/S1a.jpg"]
    ],
    "Copyright": "",
    "References": []
}