{
    "Directions": "Read this passage, then answer each question that follows.",
    "Context": [],
    "Title": "“My Brooklyn Grandmother” from The Lost Garden",
    "Subtitle": "",
    "Author": "by Laurence Yep",
    "LabelType": "L",
    "Content": [
        [" ", "\tDuring my early years of writing, one of the strongest influences on my life had been"],
        [" ", "my grandmother; and it was inevitable that she should also affect my writing."],
        [" ", "\tAs I said, she lived in Brooklyn Place so that I sometimes thought of her as my"],
        [" ", "Brooklyn grandmother. I didn't always know what to make of my grandmother; and I"],
        ["5", "don't think she always knew what to make of me. We were like two wrestlers on a slippery"],
        [" ", "mat where the true victory would have lain in a mutual embrace that would have"],
        [" ", "supported one another; but it was as if we were oiled, our hands slipping even as we tried"],
        [" ", "to grip one another."],
        [" ", "\tMost of the time, though, it didn't matter how different I was. She accepted her"],
        ["10", "Americanized grandchild; and the way she expressed that love was with food. As the"],
        [" ", "youngest, I would often be seated next to her at a family banquet so she would, of course,"],
        [" ", "heap my plate with food. If I didn't clear the plate, she was bound to think something was"],
        [" ", "wrong with the food. So I would dutifully make my way through the pile of food."],
        [" ", "However, if I made the mistake of turning to say something to someone else, I would find"],
        ["15", "the plate heaped up once again. Eating with my grandmother took a certain amount of"],
        [" ", "concentration."],
        [" ", "\tMy grandmother had become a great cook; and, like any good cook, my grandmother"],
        [" ", "was careful about her praise. The highest compliment she gave to another cook was to"],
        [" ", "allow how Auntie Mary's cooking wasn't bad."],
        ["20", "\tLike all good cooks, my grandmother was especially particular about the ingredients."],
        [" ", "For one thing, she preferred small sweet potatoes, eating those with gusto. She was"],
        [" ", "fussiest, though, about rice."],
        [" ", "\tOne day she asked me to help her in the kitchen  — which was her way of saying that"],
        [" ", "she was going to teach me. First, she announced, we were going to wash the rice. In the"],
        ["25", "old days, washing rice was wise because I'm told they used talcum on the grains. Even"],
        [" ", "now, it's wise to wash the rice at least once to see what might come up."],
        [" ", "\tMy grandmother had me pour lukewarm water into a pot of rice and swirl my hand"],
        [" ", "around in it. Instantly the water turned milky; and she had me look alertly for stray bits of"],
        [" ", "chaff or even the occasional pebble that might slip by the processing machines."],
        ["30", "\tThen, setting the lid over most of the pot, I had to pour the water out gently. However,"],
        [" ", "when I asked her what the next step was, she told me that the rice wasn't clean yet and to"],
        [" ", "refill the pot with lukewarm water and repeat the process. By the sixth time, the water was"],
        [" ", "clear no matter how often I swirled my hand around. Even then, that wasn't enough. I"],
        [" ", "remember my fingers were wrinkled by the time she declared the dirt was gone as were"],
        ["35", "most of the vitamins and nutritional elements as well."],
        [" ", "\tMy grandmother, like most experienced cooks, never used exact measurements. It was"],
        [" ", "a pinch of this or a handful of that. When she had me add water the final time, she rested"],
        [" ", "her fingertip on the surface of the rice until the water came up almost to the knuckle of"],
        [" ", "her index finger. Then the rice was allowed to soak for a half-hour before cooking. The"],
        ["40", "rice was brought to a boil, stirred once with a spoon, and then allowed to simmer for"],
        [" ", "twenty minutes. The result was rice of just the right consistency and density."],
        [" ", "\tAlong with the cooking lessons, some of my grandmother's own personality soaked"],
        [" ", "into me. I've never been able to abide instant rice  — which tastes mushy to me. Brown rice"],
        [" ", "tastes musty; and I've never been able to get the hang of a modern rice cooker. Instead, I"],
        ["45", "still make rice basically the way my grandmother showed me, even to measuring the water"],
        [" ", "in the pot with a knuckle —  though I only wash the rice once now. I think some of the"],
        [" ", "fussiness over the rice carries over into my writing forcing me to write several drafts of a"],
        [" ", "book before I'm satisfied."],
        [" ", "\tAs expressions of her love, she kept me well supplied with what I used to call potato"],
        ["50", "chip fish but which was really called dai day, salted sand dabs, a small flat fish from"],
        [" ", "Monterey that I have never been able to find since the Chinese fishing colony there"],
        [" ", "disappeared. The flesh was denser and saltier than regular salted fish, hom yee."],
        [" ", "\tHowever it was something as humble and homely and unlikely as that taro root that"],
        [" ", "called out the artist in her. She made many tasty and delightful dishes out of taro root."],
        ["55", "But I especially remember how she would take a taro root, cut a slender thread from it,"],
        [" ", "and skillfully turn the root, making the thread grow longer until she had enough to make"],
        [" ", "a small ball. In to this would go onions and bits of meat; and she would deep fry the"],
        [" ", "whole concoction."],
        [" ", "\tLater when I had left San Francisco to go to college, she always sent me boxes of"],
        ["60", "special treats, from my favorite cookies to preserved plums to lop cheong the latter of"],
        [" ", "which I cooked on a hot plate with rice in my dorm room. Much to my delight, her care"],
        [" ", "packages followed me all across America."]
    ],
    "Copyright": "“My Brooklyn Grandmother from The Lost Garden”: From THE LOST GARDEN by Laurence Yep. Reprinted with permission of Simon & Schuster Books for Young Readers, an imprint of Simon & Schuster Children's Publishing Division. Copyright © 1991 by Laurence Yep.",
    "References": []
}