{
    "Directions": "Read this article, then answer each question that follows.",
    "Context": [],
    "Title": "Rethinking Youth Sports to Prevent Kids' Head Injuries",
    "Subtitle": "",
    "Author": "by Representative Betty McColum",
    "LabelType": "L",
    "Content": [
        [" ", "\tYouth sports are important. Now girls, as well as boys, have an opportunity to be"],
        [" ", "physically active and learn new skills. Whether participating in an individual or group"],
        [" ", "activity, sports teach children and young adults that hard work and personal discipline will"],
        [" ", "help them achieve their personal best. My family and I know firsthand the benefits that"],
        ["5", "sports can offer. I enjoyed playing basketball and volleyball during high school and college."],
        [" ", "My son had fun participating in soccer and swimming. My daughter scored ice time being a"],
        [" ", "hockey cheerleader."],
        [" ", "\tWith all the positive aspects associated with youth sports, these activities also come with"],
        [" ", "some very real risks. Stories of athletes suffering traumatic brain injuries after playing"],
        ["10", "hockey, football, soccer and other sports are becoming more common. A traumatic brain"],
        [" ", "injury is a severe blow to the head, impairing the brain's normal functions. Symptoms"],
        [" ", "can include confusion, motor dysfunction, dizziness, headaches and temporary amnesia."],
        [" ", "Repeated concussions or other head injuries could run the greater risk of damage to the brain"],
        [" ", "and spinal cord. Public awareness about the seriousness of head injuries is growing."],
        ["15", "\tWe are already learning a lot about traumatic brain injuries from our returning"],
        [" ", "Afghanistan and Iraq veterans. An estimated 40,000 men and women veterans have been"],
        [" ", "diagnosed with traumatic brain injuries from multiple concussions in combat. While the"],
        [" ", "situations are vastly different, some of the consequences of repeated head injuries sustained in"],
        [" ", "combat can be similar to those experienced by some athletes."],
        ["20", "\tAccording to the American Association of Neurological Surgeons (AANS), roughly"],
        [" ", "446,788 sports-related head injuries were treated at U.S. emergency rooms in 2009. This"],
        [" ", "number represents an increase of nearly 95,000 sports-related injuries from 2008. No"],
        [" ", "longer can a soccer player or cyclist just “walk off” a bump to the head. A child who"],
        [" ", "begins playing full-contact football at age 6 is at risk of brain injuries that could cause"],
        ["25", "long-term cognitive damage."],
        [" ", "\tAs parents, coaches and policymakers, we must use what we know about head injuries"],
        [" ", "and rethink how our youth can engage in sports safely. Some organizations and states are"],
        [" ", "already working to reform the athletic programs in their schools and communities. Last year,"],
        [" ", "Minnesota passed legislation aimed at reducing sports-related brain injuries in"],
        ["30", "children by educating coaches, parents and young athletes about the symptoms and risks"],
        [" ", "of head injuries. The new law also ensures students do not return to a sport before seeing a"],
        [" ", "trained health professional."],
        [" ", "\tRecently, the largest youth football league, Pop Warner, announced it will limit"],
        [" ", "the amount of contact and collisions in practice to protect its 285,000 football players"],
        ["35", "(ages 5-15) from potential repetitive brain trauma. This move responded to a recent"],
        [" ", "study of second-grade football players that showed the average player suffers more than"],
        [" ", "100 head impacts during 5 games and 10 practices. Some of these head impacts were"],
        [" ", "characterized as equivalent to those sustained in a car accident."],
        [" ", "\tYoung players rely on coaches, parents and health professionals to minimize risk"],
        ["40", "through proper practice techniques, good supervision and immediate medical"],
        [" ", "intervention. Pop Warner's move to limit contact in practice should remind governing bodies"],
        [" ", "that procedures, training methods and the rules of the game can be modified to ensure our"],
        [" ", "youth participate safely."],
        [" ", "\tSports-related brain injuries are also receiving more public attention because of the"],
        ["45", "willingness of professional athletes to speak out. For example, more than 2,000 retired"],
        [" ", "NFL℠ players filed a lawsuit against football helmet maker Riddell® and the NFL℠ for"],
        [" ", "hiding information about dangers of concussions and the consequences of hits to"],
        [" ", "the head."],
        [" ", "\tCoaches, parents, athletes, health professionals, policymakers and the athletic"],
        ["50", "community must come together for the best interests of our children. By taking what we"],
        [" ", "already know, we can create opportunities for our children to participate in sports while"],
        [" ", "keeping them healthy and safe. As a parent, watching your child compete should be a sense of"],
        [" ", "pride, not a sense of fear."]
    ],
    "Copyright": "NFL℠ is a registered service mark of the National Football League.\nRiddell® is a registered trademark of the Ridemark Corporation.",
    "References": []
}