{
    "Directions": "Read this article, then answer each question that follows.",
    "Context": [],
    "Title": "Your Head's Battery",
    "Subtitle": "",
    "Author": "by Sid Perkins",
    "LabelType": "L",
    "Content": [
        [" ", "\tA natural powerhouse in the ear of guinea pigs can run a tiny electronic device,"],
        [" ", "researchers show. Human ears contain that same structure, which operates like a battery."],
        [" ", "Doctors might one day use this system to power implants. Some might monitor an"],
        [" ", "individual's blood. Others could dispense medicines."],
        ["5", "\tDeep within the ear of all mammals is a spiral-shaped structure called a cochlea"],
        [" ", "(KOKE lee ah). It contains two storage regions, each filled with a different liquid. One"],
        [" ", "fluid contains dissolved minerals, such as potassium, in concentrations close to those"],
        [" ", "found in blood. The other fluid contains a higher proportion of potassium."],
        [" ", "\tA thin membrane separates the two chambers. Cells in that membrane continually"],
        ["10", "pump potassium from one chamber into the other. The difference in potassium"],
        [" ", "concentrations between the chambers creates a small voltage difference. Voltage is a"],
        [" ", "measure of how much energy it takes to move charged particles between two points, or"],
        [" ", "how much energy can be extracted from those moving particles. In the cochlea, this"],
        [" ", "voltage difference normally drives signals that carry sound information along a nerve"],
        ["15", "going to the brain."],
        [" ", "\tImportantly, there is always a voltage difference between the cochlea's fluid chambers."],
        [" ", "So it's like a battery that never loses its charge, explains Anantha Chandrakasan. He's an"],
        [" ", "electrical engineer at the Massachusetts Institute of Technology (MIT)."],
        [" ", "\tHe and his coworkers designed a tiny device to measure changes in the strength of"],
        ["20", "the ear's natural battery. Periodically, the device would then wirelessly transmit the data it"],
        [" ", "had collected."],
        [" ", "\tThat battery had to power those transmissions. But the ear's natural battery is far less"],
        [" ", "powerful than those used to run watches or calculators. So circuits in this device had to be"],
        [" ", "very efficient."],
        ["25", "\tTo tap into the ear's natural battery, the researchers attached electrodes. One"],
        [" ", "penetrated each chamber of the cochlea. These electrodes had to be very small and"],
        [" ", "provide little resistance to the flow of electricity."],
        [" ", "\tKonstantina Stankovic, an ear surgeon at Harvard Medical School, led a team that"],
        [" ", "implanted those electrodes. Wires connected them to the new device — a computer chip"],
        ["30", "similar to those found in many types of electronics. That chip was small enough to fit on a"],
        [" ", "fingertip. For these early tests, the device itself remained outside the guinea pig's ear."],
        ["", "problems/NY16G7E/media/S7a.jpg"],
        [" ", "\tThe tiny device had to collect energy from the ear's battery and then store it until"],
        [" ", "there was enough power to transmit data. The researchers provided the test device with"],
        [" ", "enough starting energy to operate only about 6 minutes. In fact, the device operated"],
        ["35", "for up to 5 straight hours. That shows the device succeeded in pulling power from the"],
        [" ", "ear's natural battery. The device derived enough power to send data every 40 seconds to"],
        [" ", "6 minutes. The researchers described their findings online November 1 in Nature"],
        [" ", "Biotechnology."],
        [" ", "\tOverall, the cochlea's battery provided a little more than 1 nanowatt of power. That's"],
        ["40", "less than one-billionth as much as would be needed to run a faint nightlight. But the"],
        [" ", "device didn't interfere with hearing"],
        [" ", "\tFuture versions could be implanted inside the body near the ear, Chandrakasan says."],
        [" ", "There it might do things such as monitor chemicals in the blood  — blood sugar or"],
        [" ", "cholesterol, for example. Alternatively, a tiny ear-powered device might occasionally"],
        ["45", "release small amounts of some medicine into the bloodstream or into tissues near the ear."],
        [" ", "For such tasks, researchers will need to improve the electrodes and device's circuitry,"],
        [" ", "Chandrakasan says."],
        [" ", "\tResearchers are just beginning to find ways to capture, store and use the body's energy"],
        [" ", "in unusual ways. For example, scientists have designed backpacks that can harvest the"],
        ["50", "energy of a person walking to power a variety of devices. The new ear battery testing"],
        [" ", "“shows you can do neat stuff,” says Gene Frantz. He's an electrical engineer at Texas"],
        [" ", "Instruments in Dallas."],
        [" ", "\tBut before researchers design implants with complicated circuits to perform many"],
        [" ", "tasks, Frantz says they should ask themselves: “How do I build a circuit that does only"],
        ["55", "what's necessary?” This, he says, might allow scientists to design small devices that won't"],
        [" ", "need more power than the tiny amounts of energy that an ear's microbattery can provide."],
        ["", "Pᴏᴡᴇʀ Wᴏʀᴅs:"],
        [" ", "ᴀᴜᴅɪᴛᴏʀʏ ɴᴇʀᴠᴇ: The nerve that carries electrical signals that represent sound from the ear"],
        [" ", "to the brain."],
        [" ", "ʙᴀᴛᴛᴇʀʏ: A device that can convert chemical energy into electrical energy."],
        ["60", "ᴄᴏᴄʜʟᴇᴀ: A spiral-shaped structure in the inner ear of humans and other mammals. The"],
        [" ", "natural battery in the mammalian inner ear provides power to drive signals from the ear"],
        [" ", "to the brain. Those signals travel along the auditory nerve."],
        [" ", "ᴄᴜʀʀᴇɴᴛ: The flow of electrical charges through a wire or other electrical conductor."],
        [" ", "ᴇʟᴇᴄᴛʀɪᴄᴀʟ ᴇɴɢɪɴᴇᴇʀ: A researcher who uses the principles of electricity, electronics, and"],
        ["65", "electromagnetism to design or analyze devices that transmit or use electrical power."],
        [" ", "Examples include computers, radios, and electrical circuits."],
        [" ", "ɪᴍᴘʟᴀɴᴛ: A device manufactured to replace a missing biological structure, to support a"],
        [" ", "damaged biological structure, or to enhance an existing biological structure. Examples"],
        [" ", "include artificial hips and knees, pacemakers, and the insulin pumps used to treat"],
        ["70", "diabetes."],
        [" ", "ᴘᴏᴡᴇʀ: The energy used to run machines or devices and is typically measured in watts."],
        [" ", "ᴠᴏʟᴛᴀɢᴇ: The difference in electrical potential between one point and another say, for"],
        [" ", "instance, one end of a battery and the other. Electrical potential measures the amount of"],
        [" ", "energy needed to move a charged particle from one spot to another."]
    ],
    "Copyright": "",
    "References": []
}