{
    "Directions": "Read this story, then answer each question.",
    "Context": [
        "In this excerpt, Justin invites his new friend, Jinsen, to visit his father's art studio over spring break."
    ],
    "Title": "[Excerpt from] Buddha Boy",
    "Subtitle": "",
    "Author": "by Kathe Koja",
    "LabelType": "L",
    "Content": [
        [" ", "\tWe were walking home, on a day finally more spring than winter, chirping birds and"],
        [" ", "actual sun, snow lumps melted down to visible grass, heading this time to my house"],
        [" ", "because the banner was pretty much finished, only minor touch-ups left to do, nothing I"],
        [" ", "could even pretend to help with. So today we were going to look through art books,"],
        ["5", "Picasso and Klee and Monet, all the stuff I'd gotten from my dad and “He's working on a"],
        [" ", "new piece now,” I said. “It's black-and-white and big as a car, he says... You know, I'm"],
        [" ", "going to visit him for spring break. Would you — do you want to come with?”"],
        [" ", "\t“To your dad's studio, you mean? Really?” and he smiled, a big smile, we both did, but"],
        [" ", "then “For a whole week?” he said; his smile dwindled. “My great-aunt —I don't know.”"],
        ["10", "\t“You mean she'll say no?” That wavery smile, Oh Michael, she didn't seem like the"],
        [" ", "bossy type but “She can check it out with my dad first. Or he could call her-”"],
        [" ", "\t“No, I mean I don't know if I can leave her on her own for that long. Maybe if"],
        [" ", "someone came to check, made sure she was OK-”"],
        [" ", "\tI almost volunteered Audrey, Hey, my mom could do it, but then I thought I ought to"],
        ["15", "ask her first. Still, “Do you always have to, to worry about that stuff?” I asked, as we"],
        [" ", "turned down my street, winding sidewalks beneath elms bare-branched to show last year's"],
        [" ", "birds' nests, squirrels' nests, winter-worn but still intact. The Dalmatian on the corner"],
        [" ", "sniffed through his redwood gate, then barked as we passed, a sharp fierce noise, strangers!"],
        [" ", "“It's not fair to you, why can't she just—”"],
        ["20", "\t“She's old,” he said, which wasn't really an answer but somehow it shut me up, because"],
        [" ", "it was true, she was old, old and frail, we walked along in silence until “Your street,” he"],
        [" ", "said, as we turned up the driveway. “All the trees, and everything... It's nice.”"],
        [" ", "\tHe thought our house was nice, too, nice and big, which compared to his I guess it"],
        [" ", "was, but I'd stopped seeing his house as small, or shabby, especially his room, which made"],
        ["25", "mine look like a dumping ground for “King Consumer,” too much junk piled way too"],
        [" ", "high, stuff I never used or didn't need, or even really want. It was strange, as if I were"],
        [" ", "seeing through his eyes, like catching a glimpse of myself in a mirror, a mirror I didn't"],
        [" ", "know was there."],
        [" ", "\t“How about some herbal tea?” Audrey asked, Audrey who followed us into the"],
        ["30", "kitchen, Audrey who seemed to like Jinsen instantly. “Or oolong, I have oolong,” like shaved"],
        [" ", "head and dragon shirt must equal tea drinker, no stereotypes there."],
        [" ", "\t“We'll just have Cokes,” I said, annoyed until I saw Jinsen's smile, smiling at Audrey,"],
        [" ", "almost wistful and His mom, I thought. She's gone."],
        [" ", "\t“Tea's good, too,” I said."],
        ["35", "\tWe spent a while going through the art books —he liked Picasso best, the blunt bent"],
        [" ", "faces, the force behind the brush but Jinsen looked longest at my dad's painting, looked"],
        [" ", "and touched, one finger gentle on the whorls and flecks of paint. “I don't use oils” he said,"],
        [" ", "“yet. Mostly I do acrylics. Does your dad ever sell his paintings?”"],
        [" ", "\t“Not a lot; sometimes. He says he sells just enough to buy the paint to do more.”"],
        ["40", "\tI picked up my cup, the tea was cold and “When my parents died,” Jinsen said, looking"],
        [" ", "down at the painting in his hands, “there was a settlement, and insurance money too, I"],
        [" ", "guess. My great-aunt had it put in some kind of trust, like for when I'm twenty-one. But"],
        [" ", "some of it,” red and green, red and green, tracing the circle around, “she gave to me. And"],
        [" ", "that's what I spent it on.”"],
        ["45", "\tI thought of the tackle box, the paints and brushes. “All of it?”"],
        [" ", "\t“All of it. She told me it was mine and I should do whatever I thought was best. So I"],
        [" ", "thought, what would Kim do with it? And then I knew... Kim always told me I ought to"],
        [" ", "go to art school.”"],
        [" ", "\t“Well, once you get that internship, you-”"],
        ["50", "\t“Who knows if I'll get it? If Keeley doesn't like the banner-”"],
        [" ", "\t“How can he not like it? It's great, it's — the lion looks alive, all of it is alive-” in spring"],
        [" ", "green and crimson and smoky gray, ideograms like water flowing beneath, STUDENTS"],
        [" ", "OF ASIA AT CAC, and “If he hasn't gone blind,” I said, “he'll see how great it is.”"],
        [" ", "\t“Maybe,” he said, and shrugged, but in that moment his face, his gaze, was so still that"],
        ["55", "I could see all the way to the bottom, like looking into a deep clear pond, and what I saw"],
        [" ", "there was a longing so intense that it startled me, a want that was a need, like needing"],
        [" ", "food or air. “I did my best,” he said, and looked away. “I just wish I'd had that other scroll"],
        [" ", "to show him, too.”"],
        [" ", "\t“Don't worry” I said; because I knew, I was sure. “The banner will be enough.”"],
        ["60", "\tAnd then “Knock knock,” from Audrey, opening the door a crack. “Tinsen, would you"],
        [" ", "like to stay for dinner? I'm making chicken stew,” and “Sure,” he said, head turned to smile"],
        [" ", "up at her; suddenly he seemed younger, almost like a kid. “Sure, thanks.”"],
        [" ", "\tAudrey outdid herself with the meal stew, fresh-baked rolls, corn on the cob and"],
        [" ", "Jinsen ate everything she put on the table, thanking her again and again. During dinner"],
        ["65", "she asked her usual million questions — what kind of music did he listen to, did he play"],
        [" ", "any sports, how did he like school (I had to roll my eyes at that one) but to Jinsen, I"],
        [" ", "guess, it didn't seem intrusive. Maybe he liked having a mom give him the friendly third"],
        [" ", "degree, even if it wasn't his mom."],
        [" ", "\tHe ended up staying till almost nine o'clock, I wondered what his great-aunt would say"],
        ["70", "but “It's Tuesday,” he said to me, as Audrey searched for her car keys. “Tuesday nights she"],
        [" ", "goes to bingo with our neighbor. Thanks again,“ to Audrey, “for driving me home.”"],
        [" ", "\t“Oh, it's no trouble at all. Do you have your coat?” which made me cringe a little, but"],
        [" ", "“Well,” Jinsen said, past the closing door, “the thing with that is-”"],
        [" ", "\tI cleared up the dinner stuff and loaded the dishwasher, as a way to say thank you to"],
        ["75", "Audrey. She didn't come back right away, and when she did I was ready for some more Oh"],
        [" ", "that poor boy no-jacket stuff, but “What a sweet family,” she said; her voice was soft,"],
        [" ", "almost sad, but in a good way, the way it is when something you see touches you, moves"],
        [" ", "your heart inside. “Jinsen is quite a remarkable young man. And his great-aunt is just"],
        [" ", "adorable-”"],
        ["80", "\t“You met her?”"],
        [" ", "\t“Only for a minute — You know,” hanging up her coat, “your father mentioned that you"],
        [" ", "were asking Jinsen along to his place, for vacation. Do you think his great-aunt might"],
        [" ", "need a little help while he's gone? Just someone looking in, stopping by for a cup of tea or"],
        [" ", "something ... I would have suggested it myself, but I didn't want to seem pushy?”"],
        ["85", "\t“I don't think it would be pushy at all,” I said, with a little smile; the tickle of karma"],
        [" ", "again? “I think it would be nice.”"]
    ],
    "Copyright": "",
    "References": []
}