{
    "Directions": "Read this story, then answer each question that follows.",
    "Context": [
        "In this account from the mid 1800s, the author, John Ross Browne, describes how the members of the ship he was traveling on spent a night trying to find a place to come ashore on Juan Fernandez, an island off the coast of Chile."
    ],
    "Title": "[Excerpt from] Shipwrecked Sailor",
    "Subtitle": "",
    "Author": "by John Ross Browne",
    "LabelType": "L",
    "Content": [
        [" ", "\tHaving pulled about twelve miles along the shore from Goat Island, where we first got"],
        [" ", "under the lee,¹ and seeing no sign of a cove or harbor, we began to despair of getting"],
        [" ", "ashore before daylight. In this extremity, Abraham, a ship-neighbor of mine, succeeded in"],
        [" ", "lighting the lantern again, which he held out in his hand from the bow, hoping thereby to"],
        ["5", "cast a light upon the rocks, that we might grope out our way and reach some place of"],
        [" ", "safety; but it only seemed to make the darkness thicker than it was before. We therefore"],
        [" ", "concluded it was best to pull on till we rounded a point some few miles ahead, where we"],
        [" ", "thought there might be a cove. So we put out the light and got Paxton to go in the bow² as"],
        [" ", "a look-out, he being the most keen-sighted, from the habit of looking from the mast-head"],
        ["10", "for whales. On turning the point we were startled by a loud cry of “Light, ho!” Everybody"],
        [" ", "turned to see where it appeared. It was close down by the water, about three miles distant,"],
        [" ", "within a spacious cove that opened upon us as we turned the point. Paxton's quick eye had"],
        [" ", "descried³ it the moment we hove⁴ round the rock. Greatly rejoiced by this discovery, we"],
        [" ", "pulled ahead with a good will and rapidly bore down toward the light."],
        ["15", "\tChilled through with the sharp gusts from the mountains, wet with spray, and very"],
        [" ", "hungry, we congratulated ourselves that there were still inhabitants on the island, and we"],
        [" ", "could not but think they would give us something to eat, and furnish us with some place"],
        [" ", "of shelter. Captain Brooks had told us that he had been here several times in a whaler; that"],
        [" ", "sometimes people lived upon the island from the coast of Chile, and sometimes it was"],
        ["20", "entirely deserted. The Chileans who frequented this lonely island we knew to be a very bad"],
        [" ", "set of people, chiefly convicts and outcasts, who would not hesitate to rob and murder any"],
        [" ", "stranger whom misfortune or the love of adventure might cast in their power. Pirates, also,"],
        [" ", "had frequented its bays from the time of the buccaneers; and it was a question with us"],
        [" ", "whether the light was made by these outlaws, or by some unfortunate shipwrecked sailors"],
        ["25", "or deserters from some English or American whale-ship. The better to provide against"],
        [" ", "danger, we loaded our two guns, and placed them in the bow, as also the harpoon; upon"],
        [" ", "which we steered for the light. All of a sudden it disappeared, as if quenched by water."],
        [" ", "This was a new source of trouble. What could it mean? There was no doubt we had all"],
        [" ", "seen it. The early voyagers had often seen strange lights at night on the tops of the"],
        ["30", "mountains, which they attributed to supernatural causes; but this was close down by the"],
        [" ", "water, and was too well defined and too distinctly visible to us all either to be a"],
        [" ", "supernatural visitation or the result of some volcanic eruption. While we lay upon our"],
        [" ", "oars wondering what it meant, it again appeared, brighter than before. Now, if the"],
        [" ", "inhabitants were not pirates or freebooters,⁵ why did they pursue this mysterious conduct?"],
        ["35", "We suspected that they heard our oars, and had lit a fire on the beach to guide us ashore;"],
        [" ", "but if they wanted us to land in the right place, why did they put out the light and start it"],
        [" ", "up again so strangely? For half an hour it continued thus to disappear and reappear at"],
        [" ", "short intervals in the same mysterious way, for which none of us could account."],
        [" ", "\tIt being now about four o'clock in the morning, we felt so cast down by fatigue and"],
        ["40", "dread of death, that we decided to run in at all hazards, and, if necessary, make our way"],
        [" ", "through the breakers. All hands fell to upon the oars, and soon the light bore up again"],
        [" ", "close on by the head. Paxton, who was in the bow, quickly started up, and began peering"],
        [" ", "sharply through the gloom. “What's that?” said he: “look there, my lads. I see something"],
        [" ", "black; don't you see it  — there, on the larboard⁶ — it looks to me like the hull of a ship! Pull,"],
        ["45", "my lads, pull!” and so all gave way with a will, and in a few minutes the tall masts of a"],
        [" ", "vessel loomed up against the sky within a hundred yards! I shall never forget the joy of the"],
        [" ", "whole party at that sight. The light which we had seen came from a lamp that swung in"],
        [" ", "the lower rigging, and though the ship might be a Chilean convict vessel, or some other"],
        [" ", "craft as little likely to give us a pleasant reception, yet we were too glad to think of that,"],
        ["50", "and straightway pulled up under her stern and hailed her. For a moment there was a"],
        [" ", "pause as our voices broke upon the stillness; then there was a stir on deck, and a voice"],
        [" ", "answered us in clear sailor-like English, “Boat ahoy! where are you from?” “The ship"],
        [" ", "Anteus,” said we, ”bound for California; what ship is this?” ”The Brooklyn, of New York,"],
        [" ", "bound for California. Come on board!”"],
        ["55", "\tNo longer able to suppress our joy, we gave vent to three hearty cheers  — cheers so"],
        [" ", "loud and genuine that they swept over the waters of Juan Fernandez, and went rolling up"],
        [" ", "the valleys in a thousand echoes. In less than five minutes we were all on deck, thankful"],
        [" ", "for our providential deliverance from the horrors of that eventful night."]
    ],
    "Copyright": "",
    "References": [
        ["¹", "lee: the side of a ship sheltered from the wind"],
        ["²", "bow: the front section of a ship or boat"],
        ["³", "descried: discovered by careful observation or investigation"],
        ["⁴", "hove: past tense and past participle of heave: v. to raise or lift with great force or effort"],
        ["⁵", "freebooters: a person, especially a pirate, who steals"],
        ["⁶", "larboard: the port, or left, side of a ship"]
    ]
}