{
    "Directions": "Read this story, then answer each question that follows.",
    "Context": [
        "A kit car is a car bought as a kit of parts and assembled by the owner. Fourteen-year-old Terry has always been curious about the kit car his father had purchased but never finished putting together. Now that Terry has grown up, today would be the day."
    ],
    "Title": "[Excerpt from] The Car",
    "Subtitle": "",
    "Author": "by Gary Paulsen",
    "LabelType": "L",
    "Content": [
        [" ", "\tAnd the kit car was still in the garage."],
        [" ", "\tHe looked once at the clock on the kitchen wall. It was in the shape of a cat with eyes"],
        [" ", "that went back and forth and the hands were in a circle on the cat's belly. It was, 'Terry"],
        [" ", "thought, the ugliest thing he had probably ever seen. He had bought it for a Christmas"],
        ["5", "present when he was nine years old, trying to get his mother's attention. It hadn't worked"],
        [" ", "except that she'd put the clock on the wall over the kitchen window where Terry could see it"],
        [" ", "every day."],
        [" ", "\tNine-thirty."],
        [" ", "\tHe could, of course, sit and watch television the thought hit him even as he was"],
        ["10", "moving toward the door that led to the garage. He could sit and watch the tube and"],
        [" ", "munch on some junk, or he could go to bed because it was getting late, or ..."],
        [" ", "\tHe opened the door to the garage, pulled the cord that turned on the overhead light, and"],
        [" ", "looked at the pile near the wall."],
        [" ", "\tYeah, he thought. I could go to bed or watch the tube, or I could go over there and just"],
        ["15", "take a look at what's involved."],
        [" ", "\tHe went to the workbench at the end of the garage where he worked on his mower."],
        [" ", "He had a complete set of tools sockets and wrenches, feeler gauges, everything to work"],
        [" ", "on motors. Hed bought the set at a rummage sale for thirty dollars two years before"],
        [" ", "without knowing how complete the set was; it had belonged to an old man who had"],
        ["20", "passed away, who had done all his own work on his car, and the tools were so complete"],
        [" ", "they included a torque wrench and special deep-well sockets. There was even a small"],
        [" ", "dental mirror for looking up in hard-to-see places, and everything, from the mirror to the"],
        [" ", "largest wrench, every tool had been kept in top condition."],
        [" ", "\tTerry kept them the same way. Hed bought a large bag of clean red mechanics'"],
        ["25", "rags at the discount store and each time he used a tool he wiped it carefully before putting"],
        [" ", "it back."],
        [" ", "\tHis toolbox was the kind that sat upright with four drawers that pulled out, and he"],
        [" ", "moved to the box now and opened the top, pulled the drawers out, and made sure  — as he"],
        [" ", "always did  — that the tools were all there."],
        ["30", "\tThen he turned to the car."],
        [" ", "\tThe boxes and parts were in a haphazard pile on top of the frame. The man who had"],
        [" ", "initially owned the kit car had done some basic work on it. The frame was bolted and"],
        [" ", "welded together correctly and the wheels and tires had been put on. The motor and"],
        [" ", "transmission were also bolted into position on the frame, set in rubber motor mounts, and"],
        ["35", "the drive shaft was in place back to the rear differential, but none of the body was on nor any"],
        [" ", "of the controls for the wheels or motor. The car sat on the floor on tires the frame,"],
        [" ", "the motor and stacked on top was the rest of the car in torn paper wrapping and"],
        [" ", "cardboard boxes."],
        [" ", "\t“Let's see what we've got ...,” Terry said under his breath and started taking the boxes"],
        ["40", "off, setting them around the garage on the floor, looking in each one as he did so."],
        [" ", "\tMuch of the stuff he couldn't identify. There were large boxes with the fenders, the"],
        [" ", "rear trunk lid, the hood (tags called the hood a bonnet and the trunk lid a boot), doors,"],
        [" ", "interior panels, molded black dashboard, windshield. All of that he knew, could"],
        [" ", "understand, but there were numbered bags and boxes with just bolts and parts, and many"],
        ["45", "of them made no sense to him, and he despaired of ever understanding it all when in the"],
        [" ", "bottom of one of the boxes he found the instructions."],
        [" ", "\tThey were in the form of a book or magazine and seemed incredibly complete, explaining"],
        [" ", "things in detail with step-by-step instructions and with photos to show each step being"],
        [" ", "accomplished."],
        ["50", "\t“A monkey could do this,” he said, sitting on the frame, going page by page. “You don't"],
        [" ", "have to know anything about cars at all. It's beautiful.”"],
        [" ", "\tNot only were the instructions complete but they explained what was in each"],
        [" ", "numbered box or bag what each set of bolts was for and he set about organizing all of"],
        [" ", "them to get ready for starting work on the car."],
        ["55", "\tTime seemed to stop while he worked. He used a notebook to catalog and place items,"],
        [" ", "writing them down as he put them in order on the garage floor, and after a period he felt"],
        [" ", "hungry and went into the kitchen for some lunch meat. Once he started to eat he was"],
        [" ", "amazed at his hunger and he looked up to the cat clock, stunned to see that it was three in"],
        [" ", "the morning."],
        ["60", "I should feel tired, he thought, but the sandwich seemed to give him energy, and he moved"],
        [" ", "back to the garage to start work on the car."]
    ],
    "Copyright": "“Excerpt from The Car”: From THE CAR by Gary Paulsen. Copyright © 1994 by Gary Paulsen. Reprinted by permission of Houghton Mifflin Harcourt Publishing Company. Al rights reserved.",
    "References": []
}