{
    "Directions": "Read this passage about where good intentions may lead, then answer each question that follows.",
    "Context": [],
    "Title": "[from] “Gilray's Flower-Pot”",
    "Subtitle": "",
    "Author": "by J. M. Barrie",
    "LabelType": "P",
    "Content": [
        ["1", "As Gilray had owned his flower-pot for several months, during which time (I take him at his word) he had watered it daily, he must have known he was misleading me ... Of course, if I had been living in Gilray's rooms with the thing always before my eyes I might have done so. I proposed to take it into my chambers at the time, but he would not hear of that ... Besides, if he was so proud of the plant he should have stayed at home and watered it himself."],
        ["2", "He says that I never meant to water it, which is not only a mistake, but unkind. My plan was to run downstairs immediately after dinner every evening and give it a thorough watering. One thing or another, however, came in the way. I often remembered about the chrysanthemum while I was in the office; but even Gilray could hardly have expected me to ask leave of absence merely to run home and water his plant. You must draw the line somewhere, even in a government office. When I reached home I was tired, inclined to take things easily, and not at all in a proper condition for watering flower-pots. Then Arcadians would drop in. I put it to any sensible man or woman, could I have been expected to give up my friends for the sake of a chrysanthemum? Again, it was my custom of an evening, if not disturbed, to retire ... into my cane chair, and there pass the hours communing with great minds, or, when the mood was on me, trifling with a novel. Often when I was in the middle of a chapter Gilray's flower-pot stood up before my eyes crying for water. He does not believe this, but it is the solemn truth. At those moments it was touch and go, whether I watered his chrysanthemum or not. Where I lost myself was in not hurrying to his rooms at once with a tumbler¹. I said to myself that I would go when I had finished ..., but by that time the flower-pot has escaped my memory. This may have been weakness; all I know is that I should have saved myself much annoyance if I had risen and watered the chrysanthemum there and then ..."],
        ["3", "All the three weeks he was away, Gilray kept pestering me with letters about his chrysanthemum. He seemed to have no faith in me — a detestable thing in a man who calls himself your friend. I had promised to water his flower-pot; and between friends a promise is surely sufficient. It is not so, however, when Gilray is one of them. I soon hated the sight of my name in his handwriting. It was not as if he said outright that he wrote entirely to know whether I was watering his plant. His references to it were introduced with all the appearance of after-thoughts. Often they took the form of postscripts: “By the way, are you watering my chrysanthemum?” or, “The chrysanthemum ought to be a beauty by this time;” or, “You must be quite an adept now at watering plants.” Gilray declares now that, in answer to one of these ingenious epistle², I wrote to him saying that “I had just been watering his chrysanthemum.” My belief is that I did no such thing; or, if I did, I meant to water it as soon as I had finished my letter. He has never been able to bring this home to me, he says, because he burned my correspondence. As if a business man would destroy such a letter. It was yet more annoying when Gilray took to post-cards. To hear the postman's knock and then discover, when you are expecting an important communication, that it is only a post-card about a flower-pot — that is really too bad. And then I consider that some of the post-cards bordered upon insult. One of them said, “What about chrysanthemum? — reply at once.” This was just like Gilray's overbearing way; but I answered politely, and so far as I knew, truthfully, “Chrysanthemum all right.”"],
        ["4", "Knowing that there was no explaining things to Gilray, I redoubled my exertions³ to water his flower-pot as the day for his return drew near ... To show how honestly anxious I was to fulfil my promise, I need only add that I was several times awakened in the watches of the night by a haunting consciousness that I had forgotten to water Gilray's flower-pot. On these occasions I spared no trouble to remember again in the morning. I reached out of bed to a chair and turned it upside down, so that the sight of it when I rose might remind me that I had something to do. With the same object I crossed the tongs and poker on the floor. Gilray maintains that instead of playing “fool's tricks” like these (“fool's tricks!”) I should have got up and gone at once to his rooms with my water-bottle. What? and disturbed my neighbors? Besides, could I reasonably be expected to risk catching my death of cold for the sake of a wretched chrysanthemum? ..."],
        ["5", "I come now to the day prior to Gilray's return. I had just reached the office when I remembered about the chrysanthemum. It was my last chance. If I watered it once I should be in a position to state that, whatever condition it might be in, I had certainly been watering it. I jumped into a hansom⁴, told the cabby to drive to the inn, and twenty minutes afterward had one hand on Gilray's door, while the other held the largest water-can in the house. Opening the door I rushed in. The can nearly fell from my hand. There was no flower-pot! I rang the bell. “Mr. Gilray's chrysanthemum!” I cried. What do you think William John said? He coolly told me that the plant was dead, and had been flung out days ago."]
    ],
    "Copyright": "From “Gilray's Flower-Pot” by J.M. Barrie — Public Domain",
    "References": [
        ["¹", "tumbler — another term for a drinking glass"],
        ["²", "epistles — letters"],
        ["³", "exertions — intense efforts"],
        ["⁴", "hansom — a two-wheeled horse-drawn carriage"]
    ]
}