{
    "Directions": "Read the next two selections and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [],
    "Title": "Breaking Out of the Box",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "Shipping containers are used to haul cargo on ships, trains, and trucks. Because these trips can be rough, the containers are used for only about five to ten years. Then they usually end up in a junkyard or landfill. However, these containers are durable, lightweight, and of relatively low cost, so entrepreneurs and artists are finding ways to repurpose them."],
        ["", "problems/TX17G8R/media/S4a.jpg"],
        ["2", "One trend that has gained popularity is creating houses from retired shipping containers. The containers already have the basic elements we think of when we imagine shelter: four walls, a ceiling, a floor, and a door. It is truly amazing what interior designers and architects can do to maximize the layout of these containers in order to add comfort to the cold metal interiors. Some modular designs include connecting several containers to increase the amount of living space. With features like solar panels and sliding glass walls, the repurposed homes are an environmentally smart practice."],
        ["3", "Like building blocks, shipping containers can be safely stacked to create multilevel structures. By cutting out hallways and creatively stacking the containers, engineers are maximizing the use of the boxes. Offices and even hotels are being built from these recycled containers. Urban areas and colleges that struggle to provide affordable housing have also begun to explore building container housing and work spaces. In London a container “city” was created in 2001 in just five months using more than 80 percent recycled materials from shipping containers. It was so successful that the following year, the city of London created another multipurpose structure that was five stories high!"],
        ["4", "Housing uses for shipping containers are not limited to cities. Shipping container accommodations are available in rural areas as well. From hideaway cabins to campground rentals, these versatile accommodations can be found in the city and in remote areas."],
        ["", "problems/TX17G8R/media/S4b.jpg"],
        ["5", "Sculpture artists from all over the world have also found value in repurposing shipping containers. Artists rework the shell of the containers by reshaping the corrugated metal. Whether welding the panels into new shapes or using them as metal canvases, artists have found that the possibilities are endless. The Container Art Project was established by innovative artists to help museums share artistic collections around the world. In addition to using the retired containers to move art pieces, the project has also used the interior of the containers as the setting for the galleries themselves."],
        ["", "problems/TX17G8R/media/S4c.jpg"],
        ["6", "With all these options and new purposes, fewer shipping containers will be headed to the junkyard. They have been broken out of their traditional boxes and are having their utility extended with new forms and function."]
    ],
    "Copyright": "",
    "References": []
}