{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [],
    "Title": "The Power of Young People to Change the World",
    "Subtitle": "",
    "Author": "by T. A. Barron",
    "LabelType": "P",
    "Content": [
        ["1", "If I could give today's young people three wishes, they would be:"],
        ["2", "More hugs."],
        ["3", "More time outside in nature."],
        ["4", "More belief in their own power to change the world."],
        ["5", "While most people understand the importance of the first two wishes, the third one leaves some folks scratching their heads, wondering why young people's belief in their own power is so essential."],
        ["6", "Let's start with the notion that all of us — especially young people — need heroes. We need them to be our guides on the twisting, sometimes difficult trail we call life. To show us just how far we can go, to help us know just how high we can climb."],
        ["7", "And we need heroes today more than ever. Our modern society is terribly confused about the difference between a hero and a celebrity. And the difference is crucial."],
        ["8", "A celebrity is all about fame — temporary, s͟u͟p͟e͟r͟f͟i͟c͟i͟a͟l fame, usually for qualities that are easy to see: a pretty face, a good hook shot, a great dance move. A hero, by contrast, is about character — qualities beneath the surface that aren't visible until they prompt action. Qualities like courage, hope, compassion, and perseverance."],
        ["9", "Heroes, real heroes, are all around us. They truly hold our world together, through their unselfish devotion to helping others, supporting families, teaching children, protecting the environment. They don't want fame, or glory, or even credit; they just want to help. In so many ways, these unsung heroes steer the boat in which all of us sail."],
        ["10", "Yet ... young people hear a lot more about celebrities than about heroes, in every form of media. Worse yet, young people are treated too often as just another target market by advertisers. The underlying message they get from all this is that their self-worth comes from what they buy — which drink, which shoes, which cell phone — not who they are down inside."],
        ["11", "What gets lost in this? Young people's sense of their own potential for heroic qualities — their own power to make a positive difference in the world."],
        ["12", "Truth is, there is a potential hero, a future difference maker, in every young person. Each of them, from whatever background, is a bundle of untapped energy — a positive force who can do something to steer that communal boat that carries us all."],
        ["13", "All it takes for that to be true ... is belief. For if young people believe in their own power, they will use it. And they will discover that any person — regardless of gender, age, race, cultural background, or economic circumstance — can make a genuine, lasting impact."],
        ["14", "How do we help skeptical young people believe in their own power? The best way by far is simply to share examples of other young people who have made a difference."],
        ["15", "To turn the spotlight on such amazing young people — to share their stories — I founded a national award, the Gloria Barron Prize for Young Heroes. Named after my mom, who was a quiet hero in my own life, this award, now in its tenth year, honors 25 young people each year. They come from every background, and they are as diverse as the youth of America. The one thing they all have in common is a belief in their own power to make a difference — and the dedication to make it happen."],
        ["16", "This prize is really just a small thing, but its winners are shining examples of what young people can achieve."],
        ["17", "Here are a few of the winners from recent years:"],
        ["18", "Katie, age 10, has rallied hundreds of people in her town in South Carolina to help her create vegetable gardens to feed the hungry. How did she begin? As a third grader, she raised a tiny seedling into a huge 40-pound cabbage. When she saw how many people that cabbage fed at a local soup kitchen, she decided that she could do more. So far, she has donated more than 1,000 pounds of fresh produce to people in need."],
        ["19", "Ryan, age 11, has worked tirelessly to raise money to provide clean drinking water to African villages. When he first heard about the plight of African children who died from impure water, Ryan was only six years old. He decided to do something about it. In the next five years, he raised over $500,000 — enough to build over 70 water wells."],
        ["20", "Barbara, age 17, grew up on a farm in Texas. When she realized that local farmers were pouring their used motor oil into rivers and on the ground, causing pollution, she organized the creation of a recycling center for crude oil. Her project, called “Don't Be Crude,” has grown to include 18 recycling centers in Texas."],
        ["21", "The list could go on and on. These are but a few examples of young people who have discovered that they can build on their own energy and ideals to do"]
    ],
    "Copyright": "T. A. BARRON author of T͟h͟e͟ ͟L͟o͟s͟t͟ ͟Y͟e͟a͟r͟s͟ ͟o͟f͟ ͟M͟e͟r͟l͟i͟n and other books. www.tabarron.com",
    "References": []
}