{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [],
    "Title": "A Winning Culture",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "When basketball coach Kevin Cook accepted the head coach position for Gallaudet University's women's basketball team in 2007, he knew he was facing a huge challenge. The team had experienced several losing seasons in a row, culminating in a record of 3 wins and 23 losses the previous year. Additionally, the students at Gallaudet University were either deaf or hard of hearing, which made communication a major obstacle because Cook didn't know a single word of sign language."],
        ["2", "Gallaudet, founded in 1864 in Washington, D.C., is the world's leading university in programs designed for deaf and hard-of-hearing students. The Gallaudet University women's basketball team, the Bison, started in 1896. It hadn't had a championship-filled history, so it was Cook's mission at Gallaudet to change the team's record from a losing one to a winning one."],
        ["3", "A main factor leading to the team's consecutive losing seasons was the way the team communicated on the basketball court. Unable to communicate through spoken words, the women had to look at one another to “read” plays. The players typically used small facial movements, lipreading, or sign language. When they looked at one another to communicate a play, they took their eyes off the ball. Cook figured that the team lost an average of six points a game as a result."],
        ["4", "The first two seasons of Cook's coaching career with the Bison were neither easy nor immediately successful. The team's record for the 2007–2008 season was 3 wins and 21 losses, followed by 6 wins and 19 losses in the 2008–2009 season. Cook, who had coached professional teams, high-ranked college teams, and even the Nigerian national team, was discouraged, and the players could tell. Some of the players thought Cook was unable to connect with Deaf culture. As one star player recalls, “We were trying to get on the same page as him, and he was frustrated.”"],
        ["5", "Then Cook began to learn sign language, and he used an interpreter on the sidelines to convey messages to players on the court. He soon realized that what he had thought was an obvious disadvantage — players lipreading on the court — had the possibility to be a strength as well. Though players looking away from the game in order to communicate would continue to cost the team some points, it would also give the players a competitive advantage. Teams with nondeaf players depended on hearing one another on noisy courts in loud arenas. The Bison, on the other hand, had only to briefly glance at one another to know the next play. The other team's players would also not be able to overhear the upcoming plays, often communicated through signlike gestures and mouth movements. And when the opposing team's coach called a play, sometimes Cook could communicate that message to his team. In contrast, few opposing coaches understood sign language and were therefore not p͟r͟i͟v͟y͟ ͟t͟o the Bison playbook."],
        ["6", "The team's efforts began to show positive results. In the 2009–2010 season, the Bison finally achieved a winning season of 14 wins and 12 losses, the team's best record in 10 years. Although it was an impressive turnaround, Cook knew the team could play better."],
        ["7", "At the beginning of the next season, Cook wanted the Bison to be more enthusiastic about practice and playing well, but some players still felt that Cook did not understand the Deaf world. Cook was very upset about this perception. He told the team they were confusing Deaf culture with a culture of losing. He said they needed to build “a winning culture.”"],
        ["8", "To that end Cook scheduled a scrimmage, a game that would not count toward the team's record, between the Bison and a highly ranked team. Although Gallaudet lost the scrimmage by 53 points, the players noticed that they played well and were able to focus on the positive aspects of the game. “We always remember how we played that day, and it's lifted our level of play in general,” star center Nukeitra Hayes commented through an interpreter."],
        ["9", "After that the Bison won their next 20 games. They finished the regular season with only two losses. They were identified as one of the top teams in the North Eastern Athletic Conference (NEAC). The team was invited to play in the National Collegiate Athletic Association (NCAA) tournament, a widely watched and publicized event, but they were eliminated in the first round. They finished with an impressive record of 24 wins and 4 losses for the year. One star player stated it succinctly: “Everything came together this year.”"],
        ["", "problems/TX17G8R/media/S7a.jpg"],
        ["10", "Cook was named the NEAC Coach of the Year. For him, however, earning honors was a secondary reward. He said that the biggest lesson he had learned was to be grateful, and he also noted that he learned patience — both on and off the court."]
    ],
    "Copyright": "Third party trademarks Gallaudet University®, National Collegiate Athletic Association® and NCAA® were used in these testing materials.",
    "References": []
}