{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [],
    "Title": "The World’s Most Valuable Vault",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "Deep beneath the permafrost about 600 miles from the North Pole, a concrete chamber is keeping a treasure safe. The vault is hidden 390 feet inside a mountain in Norway’s remote Svalbard Islands. This isolated location ensures that the treasure concealed in the vault will remain untouched by any human or natural disaster. The vault was built to withstand bomb blasts and earthquakes, but the treasure it shields is not what you might expect. This vault was not built to store precious gems or gold bars. It was designed to store something even more valuable and c͟r͟i͟t͟i͟c͟a͟l to our very survival—food. This vault is sometimes called the Fort Knox of food."],
        ["2", "The idea of storing seeds has been discussed by global organizations since the 1980s. Dr. Cary Fowler, who was president of the Global Crop Diversity Trust at the time of the vault’s creation, explained that construction plans for such a vault began to come together shortly after several natural disasters devastated global food crops. Fowler and his agency want to collect and safely store seeds to make sure they do not disappear in the future. He and other scientists are concerned that plant diversity is rapidly diminishing. “We are losing biodiversity every day,” Fowler explains. “It is kind of a drip, drip, drip—it’s also inevitable. We need to do something about it.” When a type of food is no longer grown because of a natural disaster, such as a flood, or because it becomes unpopular or too expensive to grow, it can disappear from stores and kitchens forever. The Global Crop Diversity Trust wants to prevent this by preserving as many varieties of seeds as possible. The assortment at the vault ensures that food supplies can be maintained or r͟e͟p͟l͟e͟n͟i͟s͟h͟e͟d if necessary."],
        ["", "problems/TX17G7R/media/S2a.jpg"],
        ["3", "The Svalbard Seed Vault opened in 2008 with more than 11,000 seed samples from around the world. It has the capacity to store 4.5 million seed samples. The entry to the vault is a carefully guarded tunnel behind a steel door illuminated by fiber-optic light and sunlight reflected off mirrors. There is no full-time staff at the automated facility, and no single person has all the codes to gain entry to the chambers. The chambers in the vault have rows of shelves that hold the packaged seeds. The frigid arctic climate keeps the chamber at a constant temperature of −18°C, which ensures the life of the seeds, even in case of a power failure."],
        ["", "problems/TX17G7R/media/S2b.jpg"],
        ["4", "This facility was built by the Norwegian government. Storage is free at the vault because preserving the seeds is important. Sealed in foil packages and stored in boxes, corn seeds from Mexico and pea seeds from Nigeria have been deposited for future use. On the vault’s four-year anniversary, it received seeds for amaranth, an ancient grain treasured by Aztecs and Incas, and for a modern variety of wheat from North America that allows the plant to carry a larger amount of grain at the top without falling over. The vault is also home to seeds for lima beans that can grow at extreme altitudes, tomato seeds for a new kind of tomato with increased vitamin A, and hundreds of thousands of other rare varieties of common crops."],
        ["5", "Fowler reports that when visitors tour the seed vault, they get emotional. He believes it is because when they are standing in the chamber with the greatest collection of biodiversity in the world, they sense that something important is happening and that the Svalbard Seed Vault is playing an important role in the preservation of humanity."],
        ["", "problems/TX17G7R/media/S2c.jpg"]
    ],
    "Copyright": "Third party trademark Global Crop Diversity TrustTM was used in these testing materials.",
    "References": []
}