{
    "Directions": "Read the selection and choose the best answer to each question.",
    "Context": [],
    "Title": "(from) Smiles to Go",
    "Subtitle": "",
    "Author": "by Jerry Spinelli",
    "LabelType": "P",
    "Content": [
        ["1", "\tWhen I was five or six a high-school kid lived next door. His name was Jim."],
        ["2", "\tJim was always tinkering in his basement. I was welcome, encouraged even, to join him whenever I liked. I would sit on a high stool for hours and just watch him. I think he enjoyed having a dedicated audience of one."],
        ["3", "\tHe always had a jawbreaker in his mouth, and when he wasn't clacking it against his teeth he kept up a constant mutter about everything he did, as if he were a play-by-play announcer describing a game. “And now Jim is soldering the wire to the whatsits ...”"],
        ["4", "\tMore than anything I looked forward to Jim saying, “Whoa!” That's what he said when something surprised or astounded him. It didn't happen often, maybe only one or two “Whoas!” a week on average. When I heard one I would jump down from my stool and nose right in and say, “What, Jim?” And he would explain it to me, and though I couldn't really understand, still I would feel something, a cool fizzing behind my ears, because I was feeding off his astonishment."],
        ["5", "\tThen one day I had the real thing, an amazement of my own. That day was a little strange to begin with, because when I came down to the basement, Jim wasn't tinkering — he was reading. Watching a person read isn't the most fascinating thing in the world, even if he has a jawbreaker clacking around in his mouth, and after a minute of that I was ready to leave when Jim barked out a “Whoa!” I jumped down and said my usual, “What, Jim?” but he only warded me off with his hand and kept on reading. Every minute or so another “Whoa!” came out, each one louder than the last. Then came three in a row: “Whoa! Whoa! WWWHOA!”"],
        ["6", "\t“Jim! What!” I screeched and snatched the book away."],
        ["7", "\tHe looked at me as if he didn't know me. Young as I was, I understood that he was still back in the book, immersed in his amazement."],
        ["8", "\tFinally he said it, one word: “Protons.”"],
        ["9", "\t“What are protons?” I said."],
        ["10", "\tHe took the book from my hands. His eyes returned to the present. He began talking, explaining. He talked about atoms first, the tiny building blocks of everything, smaller than molecules, smaller than specks. “So small,” he said, “millions can fit in a flea's eye.” That got my attention."],
        ["11", "\tThen he zeroed in on protons. Atoms may be mostly space, he said, but a proton is nothing but a proton. Small as an atom is, a proton is millions of times smaller. “You could squint till your eyeballs pop out and you'll never see one,” he said, daring me to try."],
        ["12", "\t“And you know what the coolest thing about protons is?” he said."],
        ["13", "\t“What?” I said."],
        ["14", "\tHe clacked his jawbreaker for a while, building the suspense. “You can't do anything to them,” he said. “You can't break them. You can't burn them. You can't blow them up. Atoms you can smash, but you can't smash a proton.”"],
        ["15", "\t“Not even with a steamroller?” I said."],
        ["16", "\t“Not even with a thousand steamrollers.”"],
        ["17", "\tAnd then he hammered home his point. He took out the jawbreaker and put it on the floor. He took a hammer and smashed it to smithereens. He didn't stop there. He kept smashing until there was nothing but white powder. When he stopped, he grinned at me. “Go ahead, stomp on it.” I brought the heel of my shoe down on the tiny pile of powder. “Oh, come on,” he said. “Stomp good.” I did. I jumped up and down until there was nothing on the floor but a pale mist of dust. He got down on his hands and knees and blew it away."],
        ["18", "\tI cheered. “We did it!”"],
        ["19", "\tHe stood. “What did we do?” he said."],
        ["20", "\t“We smashed the jawbreaker. We made it disappear.”"],
        ["21", "\t“We sure did,” he said. “But what about the protons that made up the jawbreaker? Where are they?”"],
        ["22", "\tI looked around. “Gone?”"],
        ["23", "\tHe shook his head with a sly smile. “Nope,” he said. “The jawbreaker is gone, but not its protons. They're still” — he waved his hand about the basement — “here. They'll always be here. They're unsmashable. Once a proton, always a proton. Protons are forever.”"],
        ["24", "\tThe next words just popped from my mouth, no real thought behind them: “Jawbreakers are lucky.”"],
        ["25", "\tHe poked me. “Hey, so are you. You're made of protons, too.”"],
        ["26", "\tI stared at him. “I am?”"],
        ["27", "\t“Sure,” he said. “Zillions of them. The protons in you are the same as the protons in that jawbreaker. And in that stool. And in a banana. And a sock monkey. And a glass of water. And a star. Everything” — he threw out his arms — “everything is made of protons!”"],
        ["28", "\tI was getting woozy with information overload. Me and sock monkeys made of the same stuff? It was too much to d͟i͟g͟e͟s͟t. So I retreated to the one conclusion I had managed to extract from all this. “So ... Jim ... like, I'm unsmashable?”"],
        ["29", "\tHe mussed my hair. “Yeah,” he said, “I guess you could sort of put it that way.” He laughed and waved the hammer in my face. “But don't go trying this on your toe.”"]
    ],
    "Copyright": "Used by permission of HarperCollins Publishers.",
    "References": []
}