{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Two-Dimensional Shapes"
        ],
        "SubTopics": [
            "Explain the effect of translations, reflections over the x- or y-axis, and rotations limited to 90°, 180°, 270°, and 360° as applied to two-dimensional shapes on a coordinate plane using an algebraic representation."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Triangle HJK is graphed on the coordinate grid. Triangle HJK will be transformed using the rule (x, y) ⇒ (−x, y) to create triangle H'J'K'.",
            "problems/TX22G8M/media/1a.jpg",
            "Which graph represents triangle H'J'K'?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "problems/TX22G8M/media/1b.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the transformation (change of a shape using a rotation [circular movement], reflection [flip], translation [slide], or dilation [resize]), the student should have recognized that when the value of the x-coordinate is the opposite of the original value, the shape is reflected over the y-axis.",
                    "Percent": 71
                }
            },
            "B": {
                "Choice": "problems/TX22G8M/media/1c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely interpreted the change in the x-value as a reflection over the x-axis. The student needs to focus on interpreting the rules for transformations.",
                    "Percent": 16
                }
            },
            "C": {
                "Choice": "problems/TX22G8M/media/1d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely interpreted the change in the x-value as a rotation of 180°. The student needs to focus on interpreting the rules for transformations.",
                    "Percent": 9
                }
            },
            "D": {
                "Choice": "problems/TX22G8M/media/1e.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely interpreted the change in the x-value as indicating that the values of the x-coordinates and y-coordinates would change places. The student needs to focus on interpreting the rules for transformations.",
                    "Percent": 4
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expressions, Equations & Relationships"
        ],
        "SubTopics": [
            "Use the Pythagorean theorem and its converse to solve problems."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The diagram shows a right triangle and the lengths of two of its sides in inches.",
            "problems/TX22G8M/media/2a.jpg",
            "Which measurement is closest to the value of d in inches?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "6.3 in.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely applied the Pythagorean theorem incorrectly by computing √11.9 + √7.9 ≈ 3.45 + 2.81 = 6.26 ≈ 6.3. The student needs to focus on how to properly apply the Pythagorean theorem with the given information.",
                    "Percent": 4
                }
            },
            "G": {
                "Choice": "4.0 in.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely identified the lengths of the sides of the right triangle (11.9 inches and 7.9 inches) but subtracted the values instead of applying the Pythagorean theorem. The student needs to focus on recognizing when the Pythagorean theorem should be used and how to properly apply it with the given information.",
                    "Percent": 6
                }
            },
            "H": {
                "Choice": "14.3 in.",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which measurement is closest to the value of d in inches, the student should have determined that the line segment containing d represents the hypotenuse (longest side) of a right triangle (a closed figure with three sides and one 90-degree angle). The lengths of the two legs of the right triangle can be represented by 11.9 inches and 7.9 inches. Using the Pythagorean theorem (in a right triangle, the square of the hypotenuse [longest side] is equal to the sum [total] of the squares of the other two sides; a² + b² = c² or c = √(a² + b²)), the value of d can be represented by the expression √(11.9² + 7.9²) or √204.02, which has a value of approximately 14.3. Therefore, the approximate value of d is 14.3 inches. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly.",
                    "Percent": 76
                }
            },
            "J": {
                "Choice": "19.8 in.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely identified the lengths of the sides of the right triangle (11.9 inches and 7.9 inches) but added the values instead of applying the Pythagorean theorem. The student needs to focus on recognizing when the Pythagorean theorem should be used and how to properly apply it with the given information.",
                    "Percent": 14
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expressions, Equations & Relationships"
        ],
        "SubTopics": [
            "Write one-variable equations or inequalities with variables on both sides that represent problems using rational number coefficients and constants."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The perimeter of the triangle shown is 17x units. The dimensions of the triangle are given in units.",
            "problems/TX22G8M/media/3a.jpg",
            "Which equation can be used to find the value of x?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "17x = 30 + 7x",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which equation can be used to find the value of x, the student could have used the formula for the perimeter of a triangle, where P represents the perimeter and a, b, and c each represent a side of the triangle. The student could have identified from the problem that 17x represents the perimeter of the triangle, a and b could each equal 15, and c could equal 7x; therefore, 17x = 15 + 15 + 7x or 17x = 30 + 7x. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly.",
                    "Percent": 72
                }
            },
            "B": {
                "Choice": "17x = 15 + 22x",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used the formula for the perimeter of a triangle but combined 15 and 7x, resulting in 17x = 15 + 22x. The student needs to focus on accurately writing algebraic expressions that represent problem situations.",
                    "Percent": 11
                }
            },
            "C": {
                "Choice": "17x = 7 + 30x",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used the formula for the perimeter of a triangle by adding 15 and 15 but placed the x on that sum (total) instead of placing the x on the 7, resulting in 17x = 7 + 30x. The student needs to focus on accurately writing algebraic expressions that represent problem situations.",
                    "Percent": 12
                }
            },
            "D": {
                "Choice": "17x = 22 + 15x",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used the formula for the perimeter of a triangle but combined 15 and 7 as 22 and placed the x with 15, resulting in 17x = 22 + 15x. The student needs to focus on accurately writing algebraic expressions that represent problem situations.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Proportionality"
        ],
        "SubTopics": [
            "Use a trend line that approximates the linear relationship between bivariate sets of data to make predictions."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The scatterplot shows the relationship between the weight in pounds and the age in weeks of a certain dog breed.",
            "problems/TX22G8M/media/4a.jpg",
            "Based on the scatterplot, which is the best prediction of the weight in pounds of a dog that is 28 weeks old?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "12 lb",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used the corresponding x-value when y = 28. The student needs to focus on drawing a line as close as possible to all points with a similar number of points above and below the line.",
                    "Percent": 4
                }
            },
            "G": {
                "Choice": "75 lb",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the best prediction of the weight in pounds of a dog that is 28 weeks old from the scatterplot (a graph of plotted points that shows the relationship between two sets of data), the student could have drawn a line that closely follows the pattern formed by the points on the graph by keeping about half of the points above the line and the other half below the line. A good line for this scatterplot would pass above the points at (5, 16), (10, 25), (13, 30), (22, 46), and (35, 91) and below the points at (12, 36), (15, 43), (18, 52), (34, 88), and (36, 102). The student could then have identified where the grid line marked 28 (representing the age of a dog that is 28 weeks old) intersects (crosses over) the line the student drew and determined that the weight in pounds corresponding to that point is about 75 pounds. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly.",
                    "Percent": 89
                }
            },
            "H": {
                "Choice": "45 lb",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely drew a horizontal line passing through (0, 45) and (28, 45), where half of the points are above the line and half of the points are below the line, and used the line to determine the weight of a 28-week-old dog. The student needs to focus on drawing a line as close as possible to all points with a similar number of points above and below the line.",
                    "Percent": 5
                }
            },
            "J": {
                "Choice": "105 lb",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely focused on the highest labeled value on the x-axis, 38, and estimated the weight of a dog at 38 weeks. The student needs to focus on drawing a line as close as possible to all points with a similar number of points above and below the line and using the correct value for x.",
                    "Percent": 2
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Proportionality"
        ],
        "SubTopics": [
            "Graph proportional relationships, interpreting the unit rate as the slope of the line that models the relationship."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Gwen spent $12.50 to purchase 5 bracelets. Each bracelet cost the same amount.",
            "Which graph has a slope that best represents this rate?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "problems/TX22G8M/media/5a.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used 5, the number of bracelets given in the context, as a unit rate (cost of 1 bracelet). The student then chose the graph with the point (1, 5) representing the cost of one bracelet and the point (2, 10) representing the cost of 2 bracelets, which is 2(5) = 10. The student needs to focus on the unit rate and how it translates to the graph.",
                    "Percent": 3
                }
            },
            "B": {
                "Choice": "problems/TX22G8M/media/5b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used 12.50, the cost of 5 bracelets, as a unit rate (cost of 1 bracelet). The student then chose the graph with the point (0, 0) and the point (1, 12.5). The student needs to focus on the unit rate and how it translates to the graph.",
                    "Percent": 3
                }
            },
            "C": {
                "Choice": "problems/TX22G8M/media/5c.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which graph shows the relationship between y, the cost of the bracelets in dollars, and x, the total number of bracelets bought, the student could have determined that for 5 bracelets bought, the cost is $12.50, so the unit rate is 12.50/5 = 2.50. The student should have then identified the graph that shows the point (1, 2.5) indicating the cost of 1 bracelet, which is $2.50, and the point (2, 5) indicating the cost of 2 bracelets, which is $2.50(2) = $5.00. If a line was drawn through these points the slope would be 2.5. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly.",
                    "Percent": 91
                }
            },
            "D": {
                "Choice": "problems/TX22G8M/media/5d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely inverted (flipped) the unit rate to get 5/12.50 = 0.4 instead of 12.50/5, graphing the ordered pairs (0, 0), (1, 0.4), (2, 0.8), (3, 1.2), (4, 1.6), (5, 2), (6, 2.4), and (7, 2.8). The student needs to focus on determining the unit rate and how it translated to the graph.",
                    "Percent": 3
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expressions, Equations & Relationships"
        ],
        "SubTopics": [
            "Solve problems involving the volume of cylinders, cones, and spheres."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A cylinder has a height of 5 feet and a diameter of 2 feet. Which measurement is closest to the volume of the cylinder in cubic feet?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "62.8 ft³",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used the length of the diameter in place of the length of the radius in the formula. The student needs to focus on understanding the formula for determining the volume of a cylinder.",
                    "Percent": 16
                }
            },
            "G": {
                "Choice": "15.7 ft³",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the volume (amount of three-dimensional space taken up) of the cylinder, the student should have used the formula V = πr²h in which r represents the radius (distance from the center to the circumference of a circle) and h represents the height (vertical distance from top to bottom) of the cylinder. The student should have calculated the length of the radius by dividing the length of the diameter (straight line going through the center of a circle connecting two points on the circumference) by 2, resulting in r = 1. Substituting r = 1 and h =5 into the formula results in V = π(1²)(5) ≈ 15.7.",
                    "Percent": 72
                }
            },
            "H": {
                "Choice": "78.5 ft³",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely squared the height instead of the radius in the formula. The student needs to focus on understanding the formula for determining the volume of a cylinder.",
                    "Percent": 8
                }
            },
            "J": {
                "Choice": "157.1 ft³",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely squared the height instead of the radius and used the length of the diameter in place of the length of the radius in the formula. The student needs to focus on understanding the formula for determining the volume of a cylinder.",
                    "Percent": 4
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Order a set of real numbers arising from mathematical and real-world contexts."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A list of numbers ordered from least value to greatest value is shown. One number is missing.",
            "18/5, 3.71, ___, √17",
            "Which number could be the missing number?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "4.5",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely divided 17 by 2 when taking the square root of 17 and chose 4.5 to be between 3.71 and 8.5. The student needs to focus on converting square roots to decimals.",
                    "Percent": 10
                }
            },
            "B": {
                "Choice": "3.8%",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely ignored the percent sign and chose 3.8 as the number between 3.71 and √17 (4.12). The student needs to focus on converting percentages to decimals.",
                    "Percent": 15
                }
            },
            "C": {
                "Choice": "57/15",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the missing number in the list of items ordered from least to greatest, the student could have converted each value to the same form so that a comparison could be made. The student could have converted 18/5 to 3.6, kept 3.71 as is, and converted √17 to approximately 4.12. The student then could have converted the numbers in the answer options. The student could have converted 3.8% to 0.038, 57/15 to 3.8, and (3.9)² to 15.21. The number between 3.71 and √17 (4.12) is 57/15 (3.8). This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly.",
                    "Percent": 71
                }
            },
            "D": {
                "Choice": "(3.9)²",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely did not square 3.9 and chose 3.9 as the number between 3.7 and √17 (4.12). The student needs to focus on addressing the details of the question in the problem.",
                    "Percent": 4
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Two-Dimensional Shapes"
        ],
        "SubTopics": [
            "Differentiate between transformations that preserve congruence and those that do not."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A rectangle is graphed on a coordinate grid. Which transformation will result in a rectangle that is NOT congruent to the original rectangle?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "A dilation by a scale factor of 3",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the transformation applied to a figure on a coordinate grid that does NOT preserve congruence (same size and shape), the student should have recognized that a dilation will enlarge or reduce the size of the figure by a scale factor (relationship between the length of a side of one figure to the length of the corresponding [paired] side of a similar figure). The dilated figure will be similar to the original figure (have corresponding angles equal and corresponding sides proportional) but will NOT be congruent.",
                    "Percent": 66
                }
            },
            "G": {
                "Choice": "A rotation of 180° counterclockwise",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely recalled that a rotation (circular movement) of 180° counterclockwise will change the coordinates for the figure. The student may not have recognized that the congruence of the figure is preserved with a rotation. The student needs to focus on differentiating the characteristics of a rotation from the characteristics of a dilation.",
                    "Percent": 12
                }
            },
            "H": {
                "Choice": "A translation 90 units to the right",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely recalled that a translation (slide) 90 units to the right will change the coordinates for the figure. The student may not have recognized that the congruence of the figure is preserved with a translation. The student needs to focus on differentiating the characteristics of a translation from the characteristics of a dilation.",
                    "Percent": 11
                }
            },
            "J": {
                "Choice": "A reflection across the x-axis",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely recalled that a reflection (flip) across the x-axis (horizontal axis) will change the coordinates for the figure. The student may not have recognized that the congruence of the figure is preserved with a reflection. The student needs to focus on differentiating the characteristics of a reflection from the characteristics of a dilation.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "FR",
        "NumChoices": 0,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Convert between standard decimal notation and scientific notation."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "There are a total of 463,100 books in a library. What is the value of the exponent when this number is written in scientific notation?"
        ],
        "AnswerChoices": {
            "KEY": {
                "Choice": "5",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the value of the exponent when a number is written in scientific notation, the student should have moved the decimal point 5 places to the left to create a number between 1 and 10 and used the number of places moved to the left as the power for 10, resulting in 4.631 × 105. The value of the exponent is 5.",
                    "Percent": 19
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Personal Financial Literacy"
        ],
        "SubTopics": [
            "Calculate and compare simple interest and compound interest earnings."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Monica wants to open a savings account with a deposit of $3,000. Monica will not make any additional deposits or withdrawals after she opens the account. Her bank offers two different savings accounts.",
            ":box:• Account X pays 2.1% simple annual interest.\n\n• Account Y pays 2.4% interest compounded annually.",
            "Which statement about these accounts at the end of 5 years is true?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Account X would earn Monica about $62.70 more interest than Account Y.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely confused the name of the accounts. The student needs to focus on attending to the details of the question in the problem.",
                    "Percent": 12
                }
            },
            "G": {
                "Choice": "Account Y would earn Monica about $62.70 more interest than Account X.",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the savings account option that would earn the greater amount of interest, the student could have first calculated the amount of interest for each option using the simple interest formula, I = Prt, in which P represents the principal (initial loan amount), r represents the interest rate (in decimal form), and t represents the length of time in years. To determine the amount of interest for 5 years for Account X, a savings account with a 2.1% annual simple interest rate, the student could have calculated I = (3,000)(0.021)(5) = $315. To determine the amount of interest for 5 years for Account Y, a savings account with a 2.4% interest rate compounded annually, the student could have calculated I = (3,000)(1.024)⁵ = 3,377.70 and then subtracted 3,000 from 3,377.70 for a result of $377.70. The student could then have subtracted 377.70 – 315.00 = 62.70 to determine that Account Y pays $62.70 more interest than Account X over 5 years.",
                    "Percent": 60
                }
            },
            "H": {
                "Choice": "Account X would earn Monica about $45.00 more interest than Account Y.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used the formula for simple interest for the second savings account, and calculated I = (3,000)(0.024)(5) = 360, and then subtracted 360 – 315 = 45, but confused the names of the accounts. The student needs to focus on attending to the details of the question in the problem.",
                    "Percent": 12
                }
            },
            "J": {
                "Choice": "Account Y would earn Monica about $45.00 more interest than Account X.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used the formula for simple interest for the second savings account and calculated I = (3,000)(0.024)(5) = 360, and then subtracted 360 – 315 = 45. The student needs to focus on attending to the details of the question in the problem.",
                    "Percent": 15
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Proportionality"
        ],
        "SubTopics": [
            "Use data from a table or graph to determine the rate of change or slope and y-intercept in mathematical and real-world problems."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The graph of a linear function is shown on the coordinate grid.",
            "problems/TX22G8M/media/11a.jpg",
            "What is the y-intercept of the graph of this function?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "3/2",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely incorrectly estimated the point on the graph where the line crosses the y-axis. The student needs to focus on paying attention to details when identifying the y-intercept of a linear function.",
                    "Percent": 25
                }
            },
            "B": {
                "Choice": "4/5",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely confused the x-intercept with the y-intercept and estimated the x-intercept, ignoring the sign. The student needs to focus on paying attention to details when identifying the y-intercept of a linear function.",
                    "Percent": 16
                }
            },
            "C": {
                "Choice": "5/3",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely confused the y-intercept and the slope and used the formula (y₂ − y₁)/(x₂ − x₁) when determining the slope, resulting in (8 − (−7))/(4 − (−5)) = 5/3. The student needs to focus on paying attention to details when identifying the y-intercept of a linear function.",
                    "Percent": 27
                }
            },
            "D": {
                "Choice": "4/3",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the y-intercept of the graph of the function, the student could have used the points (4, 8) and (−5, −7) and the slope formula, (y₂ − y₁)/(x₂ − x₁), to determine the slope, resulting in (8 − (−7))/(4 − (−5)) = 15/9 = 5/9. Then the student could have found the y-intercept by substituting the slope and one of the points into the slope-intercept form of a linear equation, y = mx + b, resulting in 8 = 5/3 • (4)+ b. The value of b is 4/3, which is the y-intercept of the graph. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly.",
                    "Percent": 32
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Two-Dimensional Shapes"
        ],
        "SubTopics": [
            "Explain the effect of translations, reflections over the x- or y-axis, and rotations limited to 90°, 180°, 270°, and 360° as applied to two-dimensional shapes on a coordinate plane using an algebraic representation."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A circle is graphed on a coordinate grid with its center at (−4, 7). The circle will be translated p units to the right and v units down.",
            "Which rule describes the center of the new circle after this translation?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "(x, y) ⇒ (−4 + p, 7 + v)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely interpreted the horizontal translation correctly but interpreted a translation down as indicating that the number of units moved should be added to the y-coordinate. The student needs to focus on understanding the rules for translations.",
                    "Percent": 11
                }
            },
            "G": {
                "Choice": "(x, y) ⇒ (−4 + p, 7 − v)",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the rule that describes the center of the new circle after the translation, the student could have added p units to the x-coordinate, indicating a translation of p units right, since adding the units to the x-coordinate indicates a translation to the right. The student could have subtracted v units from the y-coordinate, indicating a translation of v units down, since subtracting the units from the y-coordinate indicates a translation down.",
                    "Percent": 72
                }
            },
            "H": {
                "Choice": "(x, y) ⇒ (−4 − p, 7 − v)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely interpreted the vertical translation correctly but interpreted a translation to the right as indicating that the units moved should be subtracted from the x-coordinate. The student needs to focus on understanding the rules for translations.",
                    "Percent": 9
                }
            },
            "J": {
                "Choice": "(x, y) ⇒ (−4 − p, 7 + v)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely interpreted a translation to the right as indicating that the number of units moved should be subtracted from the x-coordinate and a translation down as indicating the number of units moved should be added to the y-coordinate. The student needs to focus on understanding the rules for translations.",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Proportionality"
        ],
        "SubTopics": [
            "Write an equation in the form y = mx + b to model a linear relationship between two quantities using verbal, numerical, tabular, and graphical representations."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Rhonda's job is to drive a car for a company. Each month she is paid the same salary. She is also paid extra money for the number of miles she drives the car each month.",
            ":box:• In July Rhonda drove 640 miles and was paid a total of $3,502.00.\n\n• In August Rhonda drove 820 miles and was paid a total of $3,601.00.",
            "Which function can be used to find y, the total amount she is paid in a month if she drives x miles?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "y = 5.47x",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely divided the first two values, 3,502/640 ≈ 5.47, and used the value for the slope as if it were a direct variation. The student needs to focus on understanding how to recognize a non-proportional relationship and apply the slope and y-intercept to find the equation of a line in slope-intercept form, which indicates the linear relationship between x and y.",
                    "Percent": 19
                }
            },
            "B": {
                "Choice": "y = 4.39x",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely divided the last two values, 3,601/820 ≈ 4.39, and used the value for the slope as if it were a direct variation. The student needs to focus on understanding how to recognize a non-proportional relationship and apply the slope and y-intercept to find the equation of a line in slope-intercept form, which indicates the linear relationship between x and y.",
                    "Percent": 13
                }
            },
            "C": {
                "Choice": "y = 0.55x + 3,150",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the linear relationship between x and y, the student could have first used the points (640, 3,502) and (820, 3,601) and the slope formula, (y₂ − y₁)/(x₂ − x₁), to determine the slope, resulting in 3,601/820 − 3,502/640 = 99/180 = 0.55. Then the student could find the y-intercept by substituting the slope and one of the points into the slope-intercept form of a linear equation, y = mx + b, resulting in 3,502 = 0.55(640) + b. The value of b is 3,150. Substituting the values for m (slope) and b (y-intercept) into the slope-intercept form of a linear equation results in y = 0.55x + 3,150. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly.",
                    "Percent": 54
                }
            },
            "D": {
                "Choice": "y = 3,150x + 0.55",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely reversed the values for the slope and y-intercept. The student needs to focus on applying the slope and y-intercept to find the equation of a line in slope-intercept form, which indicates the linear relationship between x and y.",
                    "Percent": 14
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Personal Financial Literacy"
        ],
        "SubTopics": [
            "Estimate the cost of a two-year and four-year college education, including family contribution, and devise a periodic savings plan for accumulating the money needed to contribute to the total cost of attendance for at least the first year of college."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The table shows the cost per year of attending different types of colleges.",
            "problems/TX22G8M/media/14a.jpg",
            "A student is planning to attend college in 5 years. The student has saved $1,200 and plans to save another $50 per month over the next 60 months.",
            "Based on this information about the student's plan, which statement about the possible choices for a college is true?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The student would be able to afford the costs for one year at a private 4-year college.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely multiplied $50 by 60 and by 5 before adding to 1,200 for a result of $16,200. Then the student misread the table and divided 38,000 by 4 for a quotient of $9,500. The student then compared $9,500 with $16,200. The student needs to focus on addressing the details in the problem and accurately reading a table.",
                    "Percent": 8
                }
            },
            "G": {
                "Choice": "The student would be able to afford out-of-state costs for half a year at a 4-year public college.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely divided the cost for out-of-state residents of a public 4-year college, $28,000, by 4 for a result of $7,000, and then by 2, resulting in $3,500. The student then compared $3,500 with the $4,200 saved. The student needs to focus on accurately reading a table.",
                    "Percent": 13
                }
            },
            "H": {
                "Choice": "The student would be able to afford in-state costs for half a year at a public 4-year college.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely multiplied $50 by 60 and by 5 before adding to 1,200 for a result of $16,200. The student then compared $16,500 with the cost for in-state residents for half a year at a public 4-year college, 11,000/2 = 5,500. The student needs to focus on attending to the details of the question in problems.",
                    "Percent": 15
                }
            },
            "J": {
                "Choice": "The student would be able to afford in-state costs for one year at a public 2-year college.",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which statement is true about the possible choices for college, the student could have calculated the amount of money saved by adding 50(60) to 1,200 for a sum of $4,200. The student could have compared the amount of money saved with the costs in the table, seeing that the only choice that costs less than the amount saved is a public 2-year (in-state) college, which costs $4,000. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly.",
                    "Percent": 64
                }
            }
        },
        "Parts": {}
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expressions, Equations & Relationships"
        ],
        "SubTopics": [
            "Describe the volume formula V = Bh of a cylinder in terms of its base area and its height."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Fulgurites are pieces of glass in the shape of a cylinder produced when lightning strikes sand. A student found a fulgurite with a height of 21 inches and a diameter of 6 inches.",
            "Which equation can be used to find V, the volume of the fulgurite in cubic inches?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "V = π(6)² • (21)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used the diameter in place of the radius in the volume formula. The student needs to focus on understanding and properly applying the formula for the volume of a cylinder.",
                    "Percent": 15
                }
            },
            "B": {
                "Choice": "V = π(3)² • (21)",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the volume of a cylinder in cubic centimeters, the student could have used the formula for the volume of a cylinder, V = πr²h. To determine the radius, r, the student could have divided the diameter, 6 inches, by 2 for a result of 3 inches. The student could then have substituted the radius, r, and the height, h, into the formula for a result of V = π(3)²(21).",
                    "Percent": 61
                }
            },
            "C": {
                "Choice": "V = π(6)(21)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used the diameter in place of the radius in the volume formula and did not square the radius. The student needs to focus on understanding and properly applying the formula for the volume of a cylinder.",
                    "Percent": 13
                }
            },
            "D": {
                "Choice": "V = π(3)(21)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely did not square the radius. The student needs to focus on understanding and properly applying the formula for the volume of a cylinder.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Proportionality"
        ],
        "SubTopics": [
            "Use data from a table or graph to determine the rate of change or slope and y-intercept in mathematical and real-world problems."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The line graphed on the coordinate grid can be used to determine the number of inches of water added to a swimming pool after different numbers of hours.",
            "problems/TX22G8M/media/16a.jpg",
            "Which statement best describes the slope of the graphed line?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The water is being added at a rate of 0.42 inch per hour.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used a point on the line, (10, 24), but used the reciprocal of the slope, dividing 10 by 24 for a result of approximately 0.42, for the slope. The student needs to focus on the unit rate and how it translates to the graph.",
                    "Percent": 9
                }
            },
            "G": {
                "Choice": "The water is being added at a rate of 0.80 inch per hour.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely did not use the scale for the vertical axis correctly and counted 4 units up and 5 units to the right to go from the point (0, 0) to the point (5, 12). The student needs to focus on reading the scale of a graph.",
                    "Percent": 15
                }
            },
            "H": {
                "Choice": "The water is being added at a rate of 2.40 inches per hour.",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the slope of the graphed line, the student should have noted that the relationship is proportional, since the graph of the line starts at the point (0, 0). Using a point on the line, (10, 24), the student could have found the slope of the line by dividing 24 by 10 for a result of 2.4. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly.",
                    "Percent": 67
                }
            },
            "J": {
                "Choice": "The water is being added at a rate of 1.25 inches per hour.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely did not use the correct scale for the vertical axis and applied slope as run over rise instead of rise over run. The student counted 5 units across and 4 units up to go from the point (0, 0) to the point (5, 12). The student needs to focus on the unit rate and how it translates to the graph as well as on reading the scale of a graph.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "17": {
        "Number": 17,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expressions, Equations & Relationships"
        ],
        "SubTopics": [
            "Determine the distance between two points on a coordinate plane using the Pythagorean theorem."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The coordinates of the vertices of a rectangle are A (5, 3), B (5,−9), C (−1,−9), and D (−1, 3).",
            "problems/TX22G8M/media/17a.jpg",
            "Which measurement is closest to the distance between point B and point D in units?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "5.8 units",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely knew that the lengths of the triangle's legs could be determined by finding the difference between the values of the coordinates of the points. Rather than (1) finding the difference between the two x-values and the difference between the two y-values and (2) applying the Pythagorean theorem, the student chose a single value from the coordinates B(5, –9) and D(–1, 3) and applied the Pythagorean theorem. Choosing the x-value from B(5, –9) and the y-value from D(–1, 3), the student applied the Pythagorean theorem, c = √(a² + b²) = √(5² + 3²) = √34 ≈ 5.8. The student needs to focus on the relationship between coordinates of points and segment lengths.",
                    "Percent": 17
                }
            },
            "B": {
                "Choice": "13.4 units",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the distance between points B and D, the student should have determined that line segment BD is the hypotenuse of right triangle BCD, and line segments BC and CD are the legs of triangle BCD. By counting the units between the endpoints of the legs of the triangle, the student should have determined that the distance between points B and C is 6 units, and the distance between points C and D is 12 units. Using the Pythagorean theorem, a² + b² = c² or c = √(a² + b²), the length of line segment BD can be represented by the expression √(6² + 12²) or √180, which is approximately 13.4 units.",
                    "Percent": 57
                }
            },
            "C": {
                "Choice": "10.4 units",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely identified line segment BD as a leg of the triangle instead of the hypotenuse and calculated √(12² − 6²) = √108 ≈ 10.4. The student needs to focus on how to properly apply the Pythagorean theorem with the given information.",
                    "Percent": 17
                }
            },
            "D": {
                "Choice": "9.1 units",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely knew that the lengths of the triangle's legs could be determined by finding the difference between the values of the coordinates of the points. Rather than (1) finding the difference between the two x-values and the difference between the two y-values and (2) applying the Pythagorean theorem, the student chose a single value from the coordinates B(5, –9) and D(–1, 3) and applied the Pythagorean theorem. Choosing the y-value from B(5, –9) and the x-value from D(–1, 3), the student applied the Pythagorean theorem, c = √(a² + b²) = √((−9)² + (−1)²) = √82 ≈ 9.1. The student needs to focus on the relationship between coordinates of points and segment lengths.",
                    "Percent": 9
                }
            }
        },
        "Parts": {}
    },
    "18": {
        "Number": 18,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Proportionality"
        ],
        "SubTopics": [
            "Identify examples of proportional and non-proportional functions that arise from mathematical and real-world problems."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which situation describes a non-proportional relationship?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The circumference of a circle with a radius of x units can be represented by y = 2πx.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely determined a non-proportional relationship is represented by an equation with an irrational number for a coefficient and a line that goes through the origin. The student needs to focus on understanding the definition of a proportional relationship.",
                    "Percent": 12
                }
            },
            "G": {
                "Choice": "The perimeter of an equilateral triangle with a side length of x units can be represented by y = 3x.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely determined a non-proportional relationship is represented by an equation with a whole- number coefficient and a line that goes through the origin. The student needs to focus on understanding the definition of a proportional relationship.",
                    "Percent": 18
                }
            },
            "H": {
                "Choice": "The total surface area of a cylinder with a radius of 1 unit and height of x units can be represented by y = 2πx + 2π.",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the situation that describes a non-proportional relationship, the student could have determined which relationship does not increase or decrease by an equivalent ratio and does not go through the origin, the point (0, 0). The student could have determined that the equation y = 2πx + 2π is not a proportional relationship, because the graph of the line does not go through the point (0, 0). This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly.",
                    "Percent": 54
                }
            },
            "J": {
                "Choice": "The radius of a circle with a diameter of x units can be represented by y = 1/2 • x.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely determined a non-proportional relationship is represented by an equation with a fraction as a coefficient and a line that goes through the origin. The student needs to focus on understanding the definition of a proportional relationship.",
                    "Percent": 15
                }
            }
        },
        "Parts": {}
    },
    "19": {
        "Number": 19,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Two-Dimensional Shapes"
        ],
        "SubTopics": [
            "Generalize the properties of orientation and congruence of rotations, reflections, translations, and dilations of two-dimensional shapes on a coordinate plane."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Pentagon PQRST was graphed on a coordinate grid. Pentagon PQRST was rotated 90° counterclockwise about the origin to form pentagon P'Q'R'S'T'.",
            "Which statement is true?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The area of pentagon P'Q'R'S'T' is not equal to the area of pentagon PQRST.",
                "Key": {
                    "Correct": false,
                    "Rationale": "To determine the statement that is true, the student could have determined that because a rotation (circular movement) preserves congruence (same shape and size), the angle measures of pentagon P'Q'R'S'T' are equal to the angle measures of pentagon PQRST. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly.",
                    "Percent": 10
                }
            },
            "B": {
                "Choice": "Pentagon P'Q'R'S'T' is not congruent to pentagon PQRST.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely misunderstood the effect a rotation has on the area of a figure and interpreted a rotation as changing the area of the figure. The student needs to focus on the effect a rotation has on a figure and on the fact that a rotation preserves congruence.",
                    "Percent": 14
                }
            },
            "C": {
                "Choice": "The perimeter of pentagon P'Q'R'S'T' is greater than the perimeter of pentagon PQRST.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely misunderstood the effect a rotation has on the dimensions of a figure and interpreted a rotation as changing the dimensions of the figure. The student needs to focus on the effect a rotation has on a figure and on the fact that a rotation preserves congruence.",
                    "Percent": 9
                }
            },
            "D": {
                "Choice": "The angle measures of pentagon P'Q'R'S'T' are congruent to the corresponding angle measures of pentagon PQRST.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The student likely misunderstood the effect a rotation has on the perimeter of a figure and interpreted a rotation as increasing the perimeter of the figure. The student needs to focus on the effect a rotation has on a figure and on the fact that a rotation preserves congruence.",
                    "Percent": 67
                }
            }
        },
        "Parts": {}
    },
    "20": {
        "Number": 20,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Measurement & Data"
        ],
        "SubTopics": [
            "Construct a scatterplot and describe the observed data to address questions of association such as linear, non-linear, and no association between bivariate data."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The scatterplot shows the relationship between the number of nights spent in a hotel and the total cost for the hotel.",
            "problems/TX22G8M/media/20a.jpg",
            "Which conclusion is best supported by the scatterplot?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "As the number of nights spent in a hotel increases, the total cost for the hotel increases.",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which conclusion is best supported by the scatterplot, the student could have determined which statement indicates a positive linear association, an increase of both x and y. As the number of nights in a hotel, x, increases, the total cost for the hotel, y, increases, showing an increase for both x and y. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly.",
                    "Percent": 84
                }
            },
            "G": {
                "Choice": "As the number of nights spent in a hotel increases, the total cost for the hotel decreases.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely interpreted a positive linear association as y decreasing as x increases. The student needs to focus on understanding questions of association.",
                    "Percent": 6
                }
            },
            "H": {
                "Choice": "As the number of nights spent in a hotel increases, the total cost for the hotel remains the same.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely interpreted a positive linear association as y remaining the same as x increases. The student needs to focus on understanding questions of association.",
                    "Percent": 6
                }
            },
            "J": {
                "Choice": "There is no relationship between the number of nights spent in a hotel and the total cost for the hotel.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely did not recognize a positive linear association of the data. The student needs to focus on understanding questions of association.",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    },
    "21": {
        "Number": 21,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Extend previous knowledge of sets and subsets using a visual representation to describe relationships between sets of real numbers."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Set Q and Set Z are subsets of the real number system.",
            ":box:Q = {rational numbers}\n\nZ = {integers}",
            "Which Venn diagram best represents the relationship between Set Q and Set Z?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "problems/TX22G8M/media/21a.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely incorrectly interpreted the diagram in which Sets Q and Z are switched. The student needs to focus on recognizing sets and subsets of numbers and how to use a visual representation indicating the relationship.",
                    "Percent": 20
                }
            },
            "B": {
                "Choice": "problems/TX22G8M/media/21b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely recognized that the sets have some numbers in common, but did not recognize that the set of integers, Set Z, is a subset of the set of rational numbers, Set Q. The student needs to focus on recognizing sets and subsets of numbers and how to use a visual representation indicating the relationship.",
                    "Percent": 14
                }
            },
            "C": {
                "Choice": "problems/TX22G8M/media/21c.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the relationship between Set Q, rational numbers, and Set Z, integers, the student could have used knowledge of visual representations of sets and subsets to determine that the set of integers, Set Z, is a subset of the set of rational numbers, Set Q; thus, the region representing integers, Z, is inside the region representing rational numbers, Q.",
                    "Percent": 59
                }
            },
            "D": {
                "Choice": "problems/TX22G8M/media/21d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely interpreted the sets as having no numbers in common. The student needs to focus on recognizing sets and subsets of numbers and how to use a visual representation indicating the relationship.",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    },
    "22": {
        "Number": 22,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Proportionality"
        ],
        "SubTopics": [
            "Represent linear non-proportional situations with tables, graphs, and equations in the form of y = mx + b, where b ≠ 0."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A teacher bought sets of books at a cost of $17.95 per set. The teacher also paid a one-time shipping fee of $22.",
            "Which table shows the relationship between the total cost of the books and the number of sets of books the teacher bought?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "problems/TX22G8M/media/22a.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely reversed the rate and the y-intercept, using y = 22x + 17.95. The student needs to focus on recognizing the slope and y-intercept of a linear equation when given context.",
                    "Percent": 15
                }
            },
            "G": {
                "Choice": "problems/TX22G8M/media/22b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely multiplied the one-time shipping fee by the sum of the rate and the number of books, using y = 22(x + 17.95). The student needs to focus on identifying the slope and y-intercept and correctly applying the slope-intercept form of a linear equation.",
                    "Percent": 6
                }
            },
            "H": {
                "Choice": "problems/TX22G8M/media/22c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely multiplied the rate by the sum of the one-time shipping fee and the number of books, using 17.95(x + 22). The student needs to focus on correctly applying the slope-intercept form of a linear equation.",
                    "Percent": 11
                }
            },
            "J": {
                "Choice": "problems/TX22G8M/media/22d.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which table represents the relationship between the total cost of books and the number of sets of books the teacher bought, the student could have used the one-time shipping fee, $22, as the y-intercept and the cost per set of books, $17.95, as the slope of the line. Substituting 17.95 for m and 22 for b in the slope-intercept form of a linear equation, y = mx + b, results in y = 17.95x + 22. The student could then have checked the y-values for the corresponding x-values in the tables. Substituting the x-values into the equation results in y = 17.95(16) + 22 = 309.20; y = 17.95(20) + 22 = 381.00; y = 17.95(24) + 22 = 452.80; y = 17.95(28) + 22 = 524.60. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly.",
                    "Percent": 68
                }
            }
        },
        "Parts": {}
    },
    "23": {
        "Number": 23,
        "Type": "FR",
        "NumChoices": 0,
        "Topics": [
            "Expressions, Equations & Relationships"
        ],
        "SubTopics": [
            "Model and solve one-variable equations with variables on both sides of the equal sign that represent mathematical and real-world problems using rational number coefficients and constants."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Two customers spent the same total amount of money at a restaurant.",
            ":box:• The first customer bought 8 hot wings and left a $4 tip.\n\n• The second customer bought 10 hot wings and left a $2.80 tip.\n\n• Both customers paid the same amount per hot wing.",
            "How much does one hot wing cost at this restaurant in dollars and cents?"
        ],
        "AnswerChoices": {
            "KEY": {
                "Choice": "0.60",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the cost of 1 hot wing, the student could have set up the equation 8x + 4 = 10x + 2.80, where x is the cost of 1 hot wing. To solve the equation, the student could have first subtracted 8x from both sides of the equation, resulting in 4 = 2x + 2.80. The student then could have subtracted 2.80 from both sides of the equation, resulting in 1.20 = 2x. Finally, the student could have divided both sides of the equation by 2, resulting in x = 0.60. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly.",
                    "Percent": 25
                }
            }
        },
        "Parts": {}
    },
    "24": {
        "Number": 24,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Proportionality"
        ],
        "SubTopics": [
            "Use a trend line that approximates the linear relationship between bivariate sets of data to make predictions."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The scatterplot shows the relationship between the number of games a baseball team won in a season and the number of hours the team practiced each week during the season.",
            "problems/TX22G8M/media/24a.jpg",
            "Based on the scatterplot, which is the best prediction of the number of games a baseball team won if the team practiced 3 hours each week during the season?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "10 games",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely chose the nearest point to the left of 3 hours, resulting in the number of games won as 10. The student needs to focus on drawing a line as close as possible to all points, with a similar number of points above and below the line.",
                    "Percent": 11
                }
            },
            "G": {
                "Choice": "20 games",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely chose the greater (higher) value of the number of games won of the points representing greatest number of hours of practice per week (5 hours), resulting in 20. The student needs to focus on drawing a line as close as possible to all points, with a similar number of points above and below the line.",
                    "Percent": 7
                }
            },
            "H": {
                "Choice": "13 games",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine from a scatterplot (a graph of plotted points that shows the relationship between two sets of data) the best prediction of the number of games a baseball team won when it practiced 3 hours each week during the season, the student could have drawn a line that closely follows the pattern formed by the points on the graph, by keeping about half of the points above the line and the other half of the points below the line. A good line for this scatterplot would pass slightly below the point at (0.75, 6) but above the point at (1, 4) and through the point at (5, 20). The student could then have identified where the grid line marked 3 (representing 3 hours of practice per week) intersects (crosses over) the line the student drew and determined that the number of games won corresponding to that point of intersection was about 13 games. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly.",
                    "Percent": 65
                }
            },
            "J": {
                "Choice": "15 games",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely chose the nearest point to the right of 3 hours, resulting in the number of games won as 15. The student needs to focus on drawing a line as close as possible to all points, with a similar number of points above and below the line.",
                    "Percent": 18
                }
            }
        },
        "Parts": {}
    },
    "25": {
        "Number": 25,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expressions, Equations & Relationships"
        ],
        "SubTopics": [
            "Use the Pythagorean theorem and its converse to solve problems."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which measurements could represent the side lengths in feet of a right triangle?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "10 ft, 24 ft, 26 ft",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which measurements could represent the side lengths of a right triangle, the student should have applied the Pythagorean theorem, a² + b² = c², using the two smaller measurements as the lengths of the legs, a and b, and the larger measurement as the length of the hypotenuse, c. Substituting 10 and 24 for a and b, and 26 for c, 10² + 24² = 100 + 576 = 676 = 26².",
                    "Percent": 55
                }
            },
            "B": {
                "Choice": "14 ft, 14 ft, 14 ft",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely interpreted an equilateral triangle (triangle with three congruent sides) as a right triangle. The student needs to focus on how to properly apply the Pythagorean theorem using the given information.",
                    "Percent": 13
                }
            },
            "C": {
                "Choice": "3 ft, 3 ft, 18 ft",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely squared only the values for the lengths of the legs and then added those values, resulting in 3² + 3² = 9 + 9 = 18. The student needs to focus on how to properly apply the Pythagorean theorem using the given information.",
                    "Percent": 18
                }
            },
            "D": {
                "Choice": "2 ft, 3 ft, 5 ft",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely added the lengths of the legs, 2 and 3, to equal the length of the hypotenuse, resulting in 2 + 3 = 5. The student needs to focus on how to properly apply the Pythagorean theorem using the given information.",
                    "Percent": 14
                }
            }
        },
        "Parts": {}
    },
    "26": {
        "Number": 26,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Proportionality"
        ],
        "SubTopics": [
            "Use an algebraic representation to explain the effect of a given positive rational scale factor applied to two-dimensional figures on a coordinate plane with the origin as the center of dilation."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The table shows the coordinates of the vertices of pentagon ABCDE.",
            "problems/TX22G8M/media/26a.jpg",
            "Pentagon ABCDE is dilated by a scale factor of 7/3 with the origin as the center of dilation to create pentagon A'B'C'D'E'. If (x, y) represents the location of any point on pentagon ABCDE, which ordered pair represents the location of the corresponding point on pentagon A'B'C'D'E'?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "(3/7 • x, 3/7 • y)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used the reciprocal of the scale factor. The student needs to focus on recognizing how a dilation with a positive scale factor affects the location of a point.",
                    "Percent": 12
                }
            },
            "G": {
                "Choice": "(x + 7/3, y + 7/3)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely added the scale factor instead of multiplying by it. The student needs to focus on recognizing how a dilation with a positive scale factor affects the location of a point.",
                    "Percent": 25
                }
            },
            "H": {
                "Choice": "(x + 3/7, y + 3/7)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely added the scale factor instead of multiplying by it and used the reciprocal of the scale factor. The student needs to focus on recognizing how a dilation with a positive scale factor affects the location of a point.",
                    "Percent": 14
                }
            },
            "J": {
                "Choice": "(7/3 • x, 7/3 • y)",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the location of a corresponding point on pentagon A'B'C'D'E', the student could have recognized that if (x, y) represents the location of any point on pentagon ABCDE and is dilated with the origin as the center, the coordinates for the corresponding point on pentagon A'B'C'D'E' is multiplied by the scale factor of 7/3, resulting in (7/3 • x, 7/3 • y).",
                    "Percent": 49
                }
            }
        },
        "Parts": {}
    },
    "27": {
        "Number": 27,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expressions, Equations & Relationships"
        ],
        "SubTopics": [
            "Use previous knowledge of surface area to make connections to the formulas for lateral and total surface area and determine solutions for problems involving rectangular prisms, triangular prisms, and cylinders."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The dimensions of a cylinder are shown in the diagram.",
            "problems/TX22G8M/media/27a.jpg",
            "Which measurement is closest to the lateral surface area in square centimeters of the cylinder?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "164.9 cm²",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely calculated the lateral surface area and added the area of only one base. The student needs to focus on understanding and properly applying the formula for the lateral surface area of a figure.",
                    "Percent": 8
                }
            },
            "B": {
                "Choice": "277.0 cm²",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used the diameter instead of the radius in the lateral surface area formula. The student needs to focus on understanding and properly applying the formula for the lateral surface area of a figure.",
                    "Percent": 14
                }
            },
            "C": {
                "Choice": "138.5 cm²",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the lateral surface area of the cylinder, the student could have used the formula for the lateral surface area of a cylinder, S = 2πrh. To determine the radius of the base, the student could have divided the diameter, 5.8 centimeters, by 2, resulting in a radius of 2.9 centimeters. The student then could have evaluated S = 2π(2.9)(7.6), which is approximately equal to 138.5 square centimeters.",
                    "Percent": 69
                }
            },
            "D": {
                "Choice": "191.3 cm²",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used the formula for total surface area, S = 2πrh + 2πr2. The student needs to focus on understanding and properly applying the formula for the lateral surface area of a figure and on correctly identifying the parts of the formula and how they are related to the figure.",
                    "Percent": 9
                }
            }
        },
        "Parts": {}
    },
    "28": {
        "Number": 28,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expressions, Equations & Relationships"
        ],
        "SubTopics": [
            "Identify and verify the values of x and y that simultaneously satisfy two linear equations in the form y = mx + b from the intersections of the graphed equations."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The two lines graphed on the coordinate grid represent a system of equations.",
            "problems/TX22G8M/media/28a.jpg",
            "What is the x-coordinate of the ordered pair that best represents a solution to both equations?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "1/7",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used the slope of one of the lines, 1/7, as the x-coordinate of the ordered pair that best represents the intersection of the two lines. The student needs to focus on identifying the point of intersection of two intersecting lines.",
                    "Percent": 15
                }
            },
            "G": {
                "Choice": "0",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the x-coordinate of the ordered pair that best represents a solution to both equations, the student could have estimated the intersection of the two lines, (0, 0), and chosen the first coordinate. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly.",
                    "Percent": 66
                }
            },
            "H": {
                "Choice": "5",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used the slope of one of the lines, 5, as the x-coordinate of the ordered pair that best represents the intersection of the two lines. The student needs to focus on identifying the point of intersection of two intersecting lines.",
                    "Percent": 12
                }
            },
            "J": {
                "Choice": "7",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used the reciprocal of the slope of one of the lines, 7, as the x-coordinate of the ordered pair that best represents the intersection of the two lines. The student needs to focus on identifying the point of intersection of two intersecting lines.",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    },
    "29": {
        "Number": 29,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Proportionality"
        ],
        "SubTopics": [
            "Compare and contrast the attributes of a shape and its dilation(s) on a coordinate plane."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Quadrilateral PQRS is dilated with the origin as the center of dilation to create quadrilateral P'Q'R'S'. The coordinates of each vertex are integers.",
            "problems/TX22G8M/media/29a.jpg",
            "Which statement is true?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Each side length of quadrilateral PQRS is 1/2 the corresponding side length of quadrilateral P'Q'R'S'.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely confused the side lengths of the original shape and the new shape. The student needs to focus on understanding the effects of a scale factor applied to a two-dimensional figure on a coordinate plane.",
                    "Percent": 28
                }
            },
            "B": {
                "Choice": "Quadrilateral P'Q'R'S' is congruent to quadrilateral PQRS.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely confused a dilation with a transformation that preserves congruence, such as a reflection, rotation, or translation. The student needs to focus on understanding the effects of a scale factor applied to a two-dimensional figure on a coordinate plane.",
                    "Percent": 16
                }
            },
            "C": {
                "Choice": "Each angle measure of quadrilateral PQRS is 1/2 the corresponding angle measure of quadrilateral P'Q'R'S'.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely multiplied the measure of each angle by the scale factor. The student needs to focus on understanding the effects of a scale factor applied to a two-dimensional figure on a coordinate plane.",
                    "Percent": 26
                }
            },
            "D": {
                "Choice": "Quadrilateral P'Q'R'S' is similar to quadrilateral PQRS.",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which statement is true, the student should have concluded that if a shape is dilated, the length of each side of the shape is dilated by the same scale factor and is proportional to the length of the corresponding side of the original shape.",
                    "Percent": 30
                }
            }
        },
        "Parts": {}
    },
    "30": {
        "Number": 30,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Measurement & Data"
        ],
        "SubTopics": [
            "Determine the mean absolute deviation and use this quantity as a measure of the average distance data are from the mean using a data set of no more than 10 data points."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The list shows the weight in pounds of 6 puppies at birth.",
            "3, 1.6, 2.8, 2.5, 1.7, 2.8",
            "What is the mean absolute deviation of these numbers?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "0.5",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the mean absolute deviation of the numbers, the student should have calculated the mean of the numbers by adding the values representing the puppy weights and then dividing by the number of puppy weights, (3 + 1.6 + 2.8 + 2.5 + 1.7 + 2.8 = 2.4)/6. Then the student should have found the absolute value of the difference between each number and the mean and added the results together: |3 – 2.4| + |1.6 – 2.4| + |2.8 – 2.4| + |2.5 – 2.4| + |1.7 – 2.4| + |2.8 – 2.4| = 0.6 + 0.8 + 0.4 + 0.1 + 0.7 + 0.4 = 3. The student then should have divided 3 by 6, resulting in the mean absolute deviation of puppy weights of 0.5.",
                    "Percent": 35
                }
            },
            "G": {
                "Choice": "2.4",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used the mean of the numbers representing the puppy weights. The student needs to focus on applying the process for calculating the mean absolute deviation.",
                    "Percent": 36
                }
            },
            "H": {
                "Choice": "1.9",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely found the mean absolute deviation, 0.5, but subtracted it from the mean, resulting in 2.4 – 0.5 = 1.9. The student needs to focus on identifying the mean absolute deviation when applying the algorithm.",
                    "Percent": 15
                }
            },
            "J": {
                "Choice": "14.4",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely added the numbers. The student needs to focus on applying the process for calculating the mean absolute deviation.",
                    "Percent": 13
                }
            }
        },
        "Parts": {}
    },
    "31": {
        "Number": 31,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Proportionality"
        ],
        "SubTopics": [
            "Write an equation in the form y = mx + b to model a linear relationship between two quantities using verbal, numerical, tabular, and graphical representations."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A company is drilling a water well. The graph models the linear relationship between the depth of the well and the time spent drilling.",
            "problems/TX22G8M/media/31a.jpg",
            "Which function best represents the relationship between y and x?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "y = 6x",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which function best represents the relationship between the time spent drilling, x, and the depth of the well, y, the student could have first calculated the slope using the points (0, 0) and (5, 30) and the slope formula, (y₂ − y₁)/(x₂ −x₁), resulting in (30 − 0)/(5 − 0) = 30/5 = 6. Then the student could have found the y-intercept by substituting the slope and one of the points into the slope-intercept form of a linear equation, y = mx + b, resulting in 30 = 6(5) + b. The value of b is 0. Substituting for m (slope) and b (y-intercept) in the slope-intercept form of a linear equation results in y = 6x. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly.",
                    "Percent": 48
                }
            },
            "B": {
                "Choice": "y = 30x",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used the y-value of the point (5, 30) for the slope of the line. The student needs to focus on understanding how to recognize a proportional relationship and apply the slope and y-intercept to find the equation of a line in slope-intercept form, which indicates the linear relationship between x and y.",
                    "Percent": 8
                }
            },
            "C": {
                "Choice": "y = 5x + 30",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used the point (5, 30), substituting 5 for m and 30 for b in the slope-intercept form of the equation. The student needs to focus on understanding how to recognize a proportional relationship and apply the slope and y-intercept to find the equation of a line in slope-intercept form, which indicates the linear relationship between x and y.",
                    "Percent": 35
                }
            },
            "D": {
                "Choice": "y = 6x + 30",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely calculated the slope correctly but used the y-value of the point (5, 30) for the y-intercept in the slope-intercept form of the equation. The student needs to focus on understanding how to recognize a proportional relationship and apply the slope and y-intercept to find the equation of a line in slope-intercept form, which indicates the linear relationship between x and y.",
                    "Percent": 9
                }
            }
        },
        "Parts": {}
    },
    "32": {
        "Number": 32,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Proportionality"
        ],
        "SubTopics": [
            "Identify functions using sets of ordered pairs, tables, mappings, and graphs."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which graph does NOT represent y as a function of x?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "problems/TX22G8M/media/32a.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely interpreted a set of non-connected points as not representing a function. The student needs to focus on understanding the definition of a function and being able to identify one on a graph.",
                    "Percent": 17
                }
            },
            "G": {
                "Choice": "problems/TX22G8M/media/32b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely interpreted a curve as not representing a function. The student needs to focus on understanding the definition of a function and being able to identify one on a graph.",
                    "Percent": 24
                }
            },
            "H": {
                "Choice": "problems/TX22G8M/media/32c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely interpreted a graph with more than one x-value for each y-value as not representing a function. The student needs to focus on understanding the definition of a function and being able to identify one on a graph.",
                    "Percent": 12
                }
            },
            "J": {
                "Choice": "problems/TX22G8M/media/32d.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which graph does not represent y as a function of x, the student could have chosen a graph where an x-value, −1, corresponds to two y-values, −1 and 1. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly.",
                    "Percent": 46
                }
            }
        },
        "Parts": {}
    },
    "33": {
        "Number": 33,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expressions, Equations & Relationships"
        ],
        "SubTopics": [
            "Solve problems involving the volume of cylinders, cones, and spheres."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Mount Fuji in Japan can be modeled as a cone with a diameter of 25 miles and a height of 2.35 miles. Which measurement is closest to the volume of Mount Fuji in cubic miles?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "1,154 mi³",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used the formula for the volume of a cylinder and not the volume of a cone. The student needs to focus on understanding and properly applying the formula for the volume of a cone.",
                    "Percent": 16
                }
            },
            "B": {
                "Choice": "385 mi³",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the volume of a cone in cubic miles, the student could have used the formula for the volume of a cone, V = 1/3 • πr²h, where r is the radius of the circular base and h is the height of the cone. To determine the value of the radius, r, the student could have divided the diameter, 25 miles, by 2 for a result of 12.5 miles. The student should then have substituted r = 12.5 and h = 2.35 into the formula for the volume of a cone, resulting in V = 1/3 • π(12.5)² • 2.35 = 385.",
                    "Percent": 55
                }
            },
            "C": {
                "Choice": "1,538 mi³",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used the diameter instead of the radius in the formula for the volume of a cone. The student needs to focus on understanding and properly applying the formula for the volume of a cone.",
                    "Percent": 15
                }
            },
            "D": {
                "Choice": "72 mi³",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely squared the height instead of the radius in the formula for the volume of a cone. The student needs to focus on understanding and properly applying the formula for the volume of a cone.",
                    "Percent": 14
                }
            }
        },
        "Parts": {}
    },
    "34": {
        "Number": 34,
        "Type": "FR",
        "NumChoices": 0,
        "Topics": [
            "Expressions, Equations & Relationships"
        ],
        "SubTopics": [
            "Use previous knowledge of surface area to make connections to the formulas for lateral and total surface area and determine solutions for problems involving rectangular prisms, triangular prisms, and cylinders."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A new refrigerator comes packaged in a box shaped like a rectangular prism. The base of the box measures 4 feet by 5 feet. The total surface area of the box is 148 square feet.",
            "What is the height of the box in feet?"
        ],
        "AnswerChoices": {
            "KEY": {
                "Choice": "6",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the height of the refrigerator, the student could have used the formula for the surface area of a rectangular prism, S = Ph + 2B, with S representing the surface area, P representing the perimeter of the base, h representing the height of the prism, and B representing the area of the base of the prism. The perimeter of the base is 2(4) + 2(5) = 18. The area of the base is 4(5) = 20. Substituting into the formula results in 148 = 18h + 2(20). Solving for h results in h = 6. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly.",
                    "Percent": 20
                }
            }
        },
        "Parts": {}
    },
    "35": {
        "Number": 35,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expressions, Equations & Relationships"
        ],
        "SubTopics": [
            "Model and solve one-variable equations with variables on both sides of the equal sign that represent mathematical and real-world problems using rational number coefficients and constants."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Two student groups went to an amusement park on the same day.",
            ":box:• Group 1 bought 9 tickets and received a $120 discount.\n\n• Group 2 bought 3 tickets and received a $30 discount.\n\n• Both groups spent the same total amount of money on tickets.\n\n• The price of each ticket was the same.",
            "What was the cost of each ticket?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "$25",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely ignored the negative sign on the right side of the equation and added 120 to 30, resulting in 6t = 150. The student needs to focus on using the proper steps to solve an equation.",
                    "Percent": 11
                }
            },
            "B": {
                "Choice": "$12.50",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely added 9t and 3t, resulting in 12t = 150. The student needs to focus on using the proper steps to solve an equation.",
                    "Percent": 29
                }
            },
            "C": {
                "Choice": "$15",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the cost of each ticket, the student could have determined that the total amount spent when buying 9 tickets and receiving a $120 discount is equivalent to the total amount spent when buying 3 tickets and receiving a $30 discount. Letting t represent the cost of each ticket, the student could have set up the equation 9t − 120 = 3t − 30. To solve the equation the student first could have subtracted 3t from both sides of the equation, resulting in 6t − 120 = −30. The student then could have added 120 to both sides of the equation, resulting in 6t = 90. The student then could have divided both sides of the equation by 6, resulting in t = 15. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly.",
                    "Percent": 49
                }
            },
            "D": {
                "Choice": "$7.50",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely added 9t and 3t and then subtracted 30 from 120, resulting in 12t = 90. The student needs to focus on using the proper steps to solve an equation.",
                    "Percent": 11
                }
            }
        },
        "Parts": {}
    },
    "36": {
        "Number": 36,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Proportionality"
        ],
        "SubTopics": [
            "Identify functions using sets of ordered pairs, tables, mappings, and graphs."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which set of ordered pairs represents y as a function of x?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "{(4, √17), (2, √6), (1, √3), (1, √10)}",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely overlooked the duplicated x-value in the set of numbers. The student needs to focus on paying attention to the details in the problem.",
                    "Percent": 12
                }
            },
            "G": {
                "Choice": "{(−7, 2.9), (−15, 5.9), (−15, 8.9), (−7, 11.9)}",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely interpreted different y-values as indicating a function. The student needs to focus on understanding the definition of a function.",
                    "Percent": 13
                }
            },
            "H": {
                "Choice": "{(11.1, 7), (5.1, 4), (12.1, 5), (6.1, 7)}",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which set of ordered pairs represents y as a function of x, the student could have checked each set of ordered pairs to see whether each value of x is paired with exactly one value of y. In the set {(11.1, 7), (5.1, 4), (12.1, 5), (6.1, 7)}, each value of x is paired with exactly one value of y.",
                    "Percent": 66
                }
            },
            "J": {
                "Choice": "{(√1, −3), (√2, −4), (√1, −5), (√6, −7)}",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely interpreted different y-values as indicating a function. The student needs to focus on understanding the definition of a function.",
                    "Percent": 9
                }
            }
        },
        "Parts": {}
    },
    "37": {
        "Number": 37,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Proportionality"
        ],
        "SubTopics": [
            "Use an algebraic representation to explain the effect of a given positive rational scale factor applied to two-dimensional figures on a coordinate plane with the origin as the center of dilation."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The coordinates of the vertices of triangle XYZ are X(− 2, − 1), Y(6, 8) and Z(8, 4). Triangle XYZ is dilated by a scale factor of 3/2 with the origin as the center of dilation to create triangle X'Y'Z'.",
            "problems/TX22G8M/media/37a.jpg",
            "If (x, y) represents the location of any point on triangle XYZ, which ordered pair represents the location of the corresponding point on triangle X'Y'Z'?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "(3/2 • x, 3/2 • y)",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the location of a corresponding point on triangle X'Y'Z', the student could have recognized that, if (x, y) represents the location of any point on triangle XYZ and the point is dilated with the origin as the center, the coordinates of (x, y) are multiplied by the scale factor of 3/2, resulting in the point (3/2 • x, 3/2 • y) on triangle X'Y'Z'.",
                    "Percent": 17
                }
            },
            "B": {
                "Choice": "(x + 3/2, y + 3/2)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely added the scale factor instead of multiplying by it. The student needs to focus on recognizing the effect of a dilation with a positive scale factor on the location of a point.",
                    "Percent": 24
                }
            },
            "C": {
                "Choice": "(2/3 • x, 2/3 • y)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used the reciprocal of the scale factor. The student needs to focus on recognizing the effect of a dilation with a positive scale factor on the location of a point.",
                    "Percent": 14
                }
            },
            "D": {
                "Choice": "(x + 2/3, y + 2/3)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely added the scale factor instead of multiplying by it and used the reciprocal of the scale factor. The student needs to focus on recognizing the effect of a dilation with a positive scale factor on the location of a point.",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    },
    "38": {
        "Number": 38,
        "Type": "FR",
        "NumChoices": 0,
        "Topics": [
            "Personal Financial Literacy"
        ],
        "SubTopics": [
            "Calculate and compare simple interest and compound interest earnings."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Larry put $1,287 into a savings account 8 years ago.",
            ":box:• The account earned 4% simple annual interest.\n\n• He made no additional deposits or withdrawals.",
            "Based on this information, what is the balance in dollars and cents in Larry's savings account at the end of these 8 years?"
        ],
        "AnswerChoices": {
            "KEY": {
                "Choice": "1698.84",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the balance in the savings account at the end of 8 years, the student should have used the formula for simple interest, I = prt, with p representing the principal (initial amount), r representing the interest rate, and t representing the time in years. The student should have substituted the values p = 1,287, r = 0.04, and t = 8 into the formula, resulting in I = (1,287)(0.04)(8) = 411.84. The student then should have added the interest, $411.84, to the principal, $1,287, for a result of $1,698.84.",
                    "Percent": 23
                }
            }
        },
        "Parts": {}
    },
    "39": {
        "Number": 39,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Proportionality"
        ],
        "SubTopics": [
            "Graph proportional relationships, interpreting the unit rate as the slope of the line that models the relationship."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A student traveled a distance of 68 miles in 136 minutes. Which graph has a slope that best represents this rate?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "problems/TX22G8M/media/39a.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used the reciprocal of the slope, dividing x by y. The student needs to focus on the unit rate and how it is represented on the graph.",
                    "Percent": 38
                }
            },
            "B": {
                "Choice": "problems/TX22G8M/media/39b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely divided 138 by 68 for an answer of 2 and then used that value for the y-intercept. The student needs to focus on recognizing a proportional relationship and how the unit rate is represented on the graph.",
                    "Percent": 14
                }
            },
            "C": {
                "Choice": "problems/TX22G8M/media/39c.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which graph has a slope that best represents the rate, 68/136,or 1/2, the student could have determined that the equation represents a proportional relationship and therefore has a graph that goes through the origin, (0, 0), and has a slope of 1/2. The student could have found a point on the line, such as (2, 1), and divided 1 by 2 for a slope of 1/2. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly.",
                    "Percent": 46
                }
            },
            "D": {
                "Choice": "problems/TX22G8M/media/39d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used the slope, 1/2, and chose a horizontal line with this value as the y-intercept. The student needs to focus on recognizing a proportional relationship and how the unit rate is represented on the graph.",
                    "Percent": 3
                }
            }
        },
        "Parts": {}
    },
    "40": {
        "Number": 40,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Proportionality"
        ],
        "SubTopics": [
            "Solve problems involving direct variation."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The cost for electricity varies directly with the amount of kilowatt- hours of electricity used. The cost for using 1,079 kilowatt-hours of electricity was $129.48.",
            "What was the cost for using 908 kilowatt-hours of electricity?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "$41.52",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely calculated the difference between 1,079 and 908, resulting in 171, and then subtracted 129.48 from 171, resulting in 41.52. The student needs to focus on understanding the application of direct variation.",
                    "Percent": 9
                }
            },
            "G": {
                "Choice": "$153.86",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely multiplied 1,079 and 129.48, resulting in 139,708.92. The student then likely divided 139,708.92 by 908, resulting in a value that is approximately $153.86. The student needs to focus on understanding the application of direct variation.",
                    "Percent": 13
                }
            },
            "H": {
                "Choice": "$75.67",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely multiplied 1,079 by 908, resulting in 979,732. The student then likely divided 979,732 by 12,948, resulting in a value that is approximately $75.67. The student needs to focus on understanding the application of direct variation.",
                    "Percent": 23
                }
            },
            "J": {
                "Choice": "$108.96",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the cost of using 908 kilowatt-hours of electricity, the student could have divided 129.48 by 1,079, resulting in 0.12, which is the value of k. The student could have then used the formula for direct variation, which is y = kx, substituting 0.12 for k and 908 for x, resulting in y = (0.12)(908) = $108.96. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly.",
                    "Percent": 55
                }
            }
        },
        "Parts": {}
    },
    "41": {
        "Number": 41,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Order a set of real numbers arising from mathematical and real-world contexts."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The map shows five proposed routes and distances for a new state highway between Camden and U.S. Highway 99.",
            "problems/TX22G8M/media/41a.jpg",
            "Which list shows these distances from least to greatest?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "10√17\t40\t586/13\t675/16\t√2,111",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely compared the numbers under the radical signs, the numerators of the fractions, and 40, resulting in the order 17; 40; 586; 675; 2,111. The student needs to focus on comparing numbers in different forms.",
                    "Percent": 8
                }
            },
            "B": {
                "Choice": "40\t10√17\t675/16\t586/13\t√2,111",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the order of the set of real numbers from least to greatest, the student could have converted all the numbers to an approximate decimal form; 10√17 is approximately 41.2311, 675/16 equals 42.1875, 586/13 is approximately 45.0769, and √2,111 is approximately 45.9456. The student could have compared these values with 40, which is already in decimal form. The student then could have ordered the decimal values from least to greatest (40, 41.2311, 42.1875, 45.0769, 45.9456), resulting in the list 40, 10 17, 675/16, 586/13, √2,111. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly.",
                    "Percent": 78
                }
            },
            "C": {
                "Choice": "586/13\t675/16\t10√17\t√2,111\t40",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely ordered the numbers by interpreting fractions as being the last, followed by the square roots and then the whole number. The student needs to focus on comparing numbers in different forms.",
                    "Percent": 8
                }
            },
            "D": {
                "Choice": "40\t675/16\t586/13\t√2,111\t10√17",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely misunderstood how to simplify 10√17, ordering the remaining lengths correctly and including 10√17 at the end of the list. The student needs to focus on simplifying square roots with coefficients and on comparing numbers in different forms.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "42": {
        "Number": 42,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expressions, Equations & Relationships"
        ],
        "SubTopics": [
            "Write a corresponding real-world problem when given a one-variable equation or inequality with variables on both sides of the equal sign using rational number coefficients and constants."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which situation can be represented by this equation?",
            "18x = 19+12x"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Krystal reads 12 pages per hour. Jondo reads 18 pages per hour. How many hours, x, would it take for Krystal and Jondo to read the same number of pages?",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely ignored the 19 in the equation. The student needs to focus on addressing all the details in the problem and reviewing the words associated with writing equations and their meanings.",
                    "Percent": 8
                }
            },
            "G": {
                "Choice": "Krystal paid a deposit of $19 plus $18 per hour to rent a dining room at a restaurant. Jondo paid $12 per hour to rent a dining room at a restaurant. How many hours, x, would it take for Krystal and Jondo to pay the same amount of money?",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely included the $18 on the incorrect side of the equation. The student needs to focus on reviewing the words associated with writing equations and their meanings.",
                    "Percent": 19
                }
            },
            "H": {
                "Choice": "Krystal installs 12 tiles per hour. Jondo installs 19 tiles per hour and started with 18 tiles already installed. How many hours, x, would it take for Krystal and Jondo to install the same number of tiles?",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely switched the 18 and 12 and multiplied the incorrect value by x. The student needs to focus on reviewing the words associated with writing equations and their meanings.",
                    "Percent": 12
                }
            },
            "J": {
                "Choice": "Krystal can make $18 per hour by tutoring. Jondo can make $12 per hour by tutoring. Jondo already has $19. How many hours, x, would Krystal and Jondo need to tutor for them to have the same amount of money?",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the situation that can be represented by the equation 18x = 19 + 12x, the student could have first identified the expression on the left side of the equation as the total amount Krystal earns for tutoring x hours at $18 per hour. The student could have then identified the expression on the right side of the equation as the total amount of money Jondo has if he starts with $19 and earns $12 per hour for tutoring x hours.",
                    "Percent": 60
                }
            }
        },
        "Parts": {}
    }
}