{
    "Directions": "Read this story, then answer each question.",
    "Context": [
        "Roy Rigatoni likes his after-school job in the bookshop for many reasons, but one of them is a secret."
    ],
    "Title": "Roy’s Secret",
    "Subtitle": "",
    "Author": "by Barbara O’Connor",
    "LabelType": "P",
    "Content": [
        ["1", "\tWhen Roy pushed open the door of the tiny bookshop, a bell tinkled and Mr. Banner looked up with a frown."],
        ["2", "\t“You’re late again,” he said, shoving a feather duster toward Roy."],
        ["3", "\t“Sorry,” Roy said. “I had a lot of chores.”"],
        ["4", "\tMr. Banner rolled his eyes and muttered under his breath about “all those kids.”"],
        ["5", "\tRoy’s mother had a tiny apartment but a huge heart. Ever since Roy could remember, a steady stream of foster children had lived with them. They filled the bunk beds and the fold-out couch and the cots in the hallway. They left piles of hand-me-down clothes in the closets and thrift-shop toys on the floor. They passed outgrown sneakers along to the younger kids and argued over who had the blue toothbrush and whose turn it was to do the dishes. Every day, Roy was surrounded by noise, noise, noise ... until he got to the quiet little bookshop."],
        ["6", "\tHis dog, Rex, curled up on the rug in the back of the shop while Roy swished the feather duster over the books. Tiny speckles of dust swirled in the late-day sunlight that streamed through the front window. Roy worked his way up one side of a narrow aisle and back down the other. Every now and then, he glanced at Mr. Banner, slouched in his beat- up chair by the door."],
        ["7", "\tFinally, the old man’s whiskery chin dropped to his chest, his glasses slid down his nose, and his snores filled the tiny shop."],
        ["8", "\tRoy tiptoed to the back of the aisle and reached high up on the top shelf. He carefully took down a small red book with gold lettering on the front. The Little Book of Fairy Tales."],
        ["9", "\tRoy rubbed his hand over the smooth leather surface of the book. He traced the gold lettering. Then he sat on the floor and opened the book. Within minutes, Roy had disappeared from Banner’s Bookshop and drifted into a world of giants and elves, greedy queens, and talking wolves. He wandered lands where mountains were made of glass, and enchanted princes were turned into frogs. Dogs were called hounds. Girls were called maidens. Hunters were huntsmen, and doves said, “Prithee.” There was a house made of bread and cake and a boy no bigger than a thumb."],
        ["10", "\tEvery day, Roy got lost in the fairy-tale world while Mr. Banner snored in his chair. Every now and then, the bell over the door tinkled when someone came into the shop. Mr. Banner would jump to his feet with a grunt and Roy would scurry to find a new spot to put The Little Book of Fairy Tales. Sometimes he wedged the book on a shelf way down on the bottom with the history books. Sometimes he tucked it between the cookbooks. And sometimes he pushed it back behind the biographies."],
        ["11", "\tRoy was hiding the book so that no one could find it. If no one could find The Little Book of Fairy Tales, then no one would buy it. And if no one bought it, then Roy could keep disappearing into the world of castles and talking wolves and evil queens."],
        ["12", "\tRoy felt bad about hiding the book. Mr. Banner would be mad if he knew. His mother would be mad if she knew. But Roy loved getting lost in those fairy-tale worlds. And best of all, at the end of the day, he took the worlds home with him. Every night, he sat on the floor of his tiny bedroom surrounded by sleepy-eyed children, and he told them some of the stories he remembered from The Little Book of Fairy Tales. He told them about a little man who spun gold into straw and a beautiful maiden whose hair hung down from the tower of a castle. He told them about a princess who slept for 100 years and an evil queen with a poison apple. The sleepy-eyed children listened in awe. They curled up on pillows and snuggled with blankets while Roy described the mountains made of glass and the boy no bigger than a thumb. He kept telling them stories until Mrs. Rigatoni scolded them to turn out the lights and go to sleep."],
        ["13", "\tThen one day, when Roy and Rex got to the bookshop, something bad happened. Mr. Banner told Roy that he had sold the shop. A young couple from Oklahoma had bought it and were changing the name to Hardy’s Bookshop. The Hardys would not need Roy to sweep or dust or haul trash to the alley out back."],
        ["14", "\tWhen Roy turned, Mr. Banner held out a book."],
        ["15", "\tA small red book with a smooth leather cover and gold lettering."],
        ["16", "\tThe Little Book of Fairy Tales."],
        ["17", "\t“Maybe all those kids at home will like this,” Mr. Banner said."],
        ["18", "\tThen he shuffled over to his beat-up chair and plopped down with a groan."],
        ["19", "\tMr. Banner had known his secret all along!"],
        ["20", "\tRoy tried to say “Thank you,” but it came out soft and mumbled. He took a deep breath, stood up straighter, and tried again. “Thank you,” he said loud and clear."],
        ["21", "\tThe old man looked up solemnly from his beat-up chair. Then he smiled a teeny-tiny smile and winked. “You’re welcome,” he said."]
    ],
    "Copyright": "",
    "References": []
}