{
    "Directions": "Read this passage, then answer each question that follows.",
    "Context": [
        "problems/NY15G5E/media/S5a.jpg",
        "'Cesca lives in Venice, Italy, in the 1800s. Instead of streets crowded with horses and wagons, she grows up in a world of waterways filled with gondolas, which take people to their destinations."
    ],
    "Title": "'Cesca's Reward",
    "Subtitle": "",
    "Author": "by Clara Ingram Judson",
    "LabelType": "P",
    "Content": [
        ["1", "\tWhen 'Cesca was a tiny baby her father had had a poor, old gondola which he used for carrying folks to and from the fish market. But he never liked that. Always he dreamed of owning a beautiful black gondola with brass railings and black velvet cushions so he could get passengers to ride up and down on the Grand Canal. Fortunately he did more than dream; he worked hard and saved his money, so that about the time 'Cesca was big enough to help about the tiny house, he had saved enough money to buy the new gondola."],
        ["2", "\tSuch a day as that was! 'Cesca could never forget it! Why, she had been almost afraid to step into the gondola, it was so fine. And as for touching the brasses—she never even thought of such a thing. But before very long, 'Cesca's little brother was born and her mother had much work to do. So 'Cesca was taught how to polish the brasses. Very bright and shining she kept them, too, even though it did make her arm ache with tiredness sometimes."],
        ["3", "\tWhile 'Cesca was still smiling at the sunshine and her dreams, her father was putting on his fresh coat and telling her mother good-by."],
        ["4", "\t“Want to ride with me today, 'Cesca?” he asked smilingly, as he came toward her."],
        ["5", "\tSuch a question! Who wouldn't want to ride on a day like that?"],
        ["6", "\t“Then you may sit in the big seat now, daughter mine,” he said kindly. “When we arrive at the Grand Central Railway Station, you may curl up in a little ball and sit by my feet. Such a good girl should have a ride this fine day.” 'Cesca needed no urging. She slipped along the center of the gondola until she came to the cushioned seat, and there she sat, feeling very grand, and pretending she was a great lady sight-seeing."],
        ["7", "\tA toss of the rope that held the gondola to the piling, a wave to the mother standing in the doorway, one quick, skillful push with the long pole, and they were off! Through the tiny canal that was their own street, into a dark, narrow passage between great buildings, around a corner where her father shouted, “Yo, ho!” to warn any gondolier coming from the other way, and, long before 'Cesca wanted the ride to be over, they turned into the Grand Canal."],
        ["8", "\t'Cesca caught her breath; it looked so beautiful. As far as she could see, brightly colored buildings gleamed in the sunshine, and gondolas covered the water. Here and there a steamboat chugged along. There were not many, for the swish of the water, as the steamboat went up the canal, was not good for the foundations of the buildings. The gondoliers hated the steamboats, but 'Cesca rather liked them; she liked to rock in the swell the steamboat left behind."],
        ["9", "\tAlong the canal her father poled till they reached the station, and there they waited by the piling. It was about time for the morning train, and maybe he would get a good passenger."],
        ["10", "\t'Cesca curled up in the bottom of the boat and eyed the people as they came from the station. Surely some one would wish to ride; would see how beautiful her father's gondola was, and how bright and clean were the brasses! And some one did. Out from the station came two Americans with—how 'Cesca's brown eyes did open wide—a little girl just about as big as 'Cesca!"],
        ["11", "\t“Oh, let's take this boat!” exclaimed the little girl gaily. “See how clean and shining it is, father? And see? There's a little girl in it about as big as me.”"],
        ["12", "\tOf course 'Cesca couldn't understand just what was said. But she couldn't help understanding the smile of the little American girl, as 'Cesca's father helped her into the gondola."],
        ["13", "\tThat was a wonderful day. All day long they rode up and down the Grand Canal just as 'Cesca loved to; they glided in and out of many a tiny canal at the side, and they feasted on fruits shared with 'Cesca. Finally when evening came, the kind passengers were left at their hotel. 'Cesca could hardly wait to get home and tell her mother all about it."],
        ["14", "\t“And tell her this,” added her father when 'Cesca stopped the story, and began eating a bowl of steaming cornmeal mush her mother set before her, “tell her that they took our gondola because it was so clean and shining. It's a good little helper I have, Francesca.”"],
        ["15", "\tAnd 'Cesca's little face flushed with joy."]
    ],
    "Copyright": "",
    "References": []
}