{
    "Directions": "Read this article, then answer each question that follows.",
    "Context": [],
    "Title": "Road to the Red Planet",
    "Subtitle": "",
    "Author": "by Tyrus Cukavac",
    "LabelType": "P",
    "Content": [
        ["1", "\tIt takes me 17 hours and 5 different airplanes to get from New York City to the spot on Earth that's most similar to the planet Mars. I finally arrive on Devon Island, in Canada. It is about 900 miles from the North Pole. Now I have some idea of what it's like to be on the Red Planet."],
        ["2", "\tHumans are many years away from being ready to go to Mars. But some scientists are already getting ready for the trip. Every summer, 25 to 30 experts gather on Devon Island. They are part of the Haughton Mars Project. Through this project, the scientists do research to prepare for future space exploration."],
        ["", "Much Like Mars"],
        ["3", "\tNational Aeronautics and Space Administration (NASA) scientist Pascal Lee started the project in 1997. He's come to the island every summer since then. Lee tells me that he chose Devon Island partly because it has an impact crater. That is a large hole in the ground caused by a meteorite. The surface of Mars is filled with such craters. With its frigid desert environment, Devon Island's Haughton Crater comes closest to the craters on Mars."],
        ["4", "\tHowever, Devon Island isn't exactly like Mars. For example, on Mars, temperatures can drop to as low as -200°F. That's about four times as cold as it ever gets on the island. But like Mars, no one lives on Devon Island."],
        ["5", "\tFor most of the year, the island's terrain is covered in snow. That means people can work there only during the summer months, when the average temperature is about 34°F. (In fact, the island gets 24 hours of sunlight most days during the summer!)"],
        ["6", "\tAt Haughton Crater, I watch the scientists perform experiments to practice working in a Mars-like environment. Some wear spacesuits as they walk across the terrain. Others test how well their robot rovers collect rock and soil samples. The scientists even set up a greenhouse. This is to see how plants might grow under mostly lifeless conditions."],
        ["7", "\t“We're giving ourselves tasks that are very similar to what humans on Mars would have to do,” Lee tells me."],
        ["", "No Help From Outside"],
        ["8", "\tThe scientists must also be able to get by without any help or additional supplies from the outside world. That is just as it would be if they were on Mars. For much of the time, cell-phone and Internet service is very limited on Devon Island. But this actually helps the scientists. How? It lets them figure out what they would need to make human explorations of Mars successful and safe."],
        ["9", "\t“This is what the earliest pioneers must have experienced when they started building a town,” says Lee."],
        ["", "A Future on Mars"],
        ["10", "\tScientists have been studying Mars for decades. Recent robot missions there found possible signs of frozen water. This suggests that life may have once existed on Mars. It might even exist there now. (Experts say that such life would be tiny, probably no bigger than a single cell.) Human exploration of Mars could help provide answers about whether life was ever there."],
        ["11", "\tNASA officials have said that they hope to put astronauts on the Red Planet by 2030. Until then, the scientists I have met at Haughton Crater are working to make sure that humans will be ready for such an adventure."]
    ],
    "Copyright": "From “Road to the Red Planet” by Tyrus Cukavac. In SCHOLASTIC NEWS, Edition 4, October 4, 2010. Copyright © 2010 by Scholastic Inc. Reprinted by permission.",
    "References": []
}