{
    "Directions": "Read the following passage about Abraham Lincoln then answer each question.",
    "Context": [],
    "Title": "Frontier Boy",
    "Subtitle": "",
    "Author": "by Edison McIntyre",
    "LabelType": "P",
    "Content": [
        [" ", "\tAbraham Lincoln’s rise to the national political stage and the presidency did not come easily. He lost his first election, finishing eighth among 13 candidates. While Lincoln was no stranger to setbacks, he possessed a determination to succeed that was born in the rugged country where he grew up."],
        [" ", "\tAbraham’s parents, Thomas Lincoln and Nancy Hanks, married in 1806. The couple settled near Elizabethtown, Kentucky, where their daughter, Sarah, was born in 1807. The Lincolns owned a series of farms, but Thomas grew barely enough food to feed his family. He made additional money as a skilled carpenter. He built a one-room log cabin near Hodgenville, where a son, Abraham, was born on February 12, 1809."],
        [" ", "\tIn later years, Abe remembered little about Kentucky. He was just seven years old when his family decided to leave and move farther west, across the Ohio River to Indiana. The Lincolns settled in what is now Spencer County, a few miles north of the river. Although Indiana became a state that year, 1816, the land along the Ohio was still dense forest, with few trails or settlements. The Lincolns spent their first winter there in a rough lean-to shelter while Thomas built a cabin."],
        [" ", "\tTall and strong for his age, Abe took up an ax to cut down the trees surrounding their new home and hitched up a team to plow the fields he had helped clear. He hauled water to the house from the nearest spring, a mile away."],
        [" ", "\tThe farm began to yield good crops, and as other settlers came to the area, Thomas found more work as a carpenter. But 1818 was a cruel year. A disease called “milk-sick” struck the community. It killed Nancy, who was just 34 years old."],
        [" ", "\tDeath at such an early age was common in the 1800s. Abe’s younger brother, Thomas, died when he was only a baby; his sister, Sarah, died at age 20 while bearing her first child. When Abe was 10, he was nearly killed after being kicked in the head by a horse. He learned quickly the hard lessons of life."],
        [" ", "\tAbe also learned to value knowledge. Thomas and Nancy had little formal education. In fact, Thomas could hardly sign his name, while Nancy signed with an X. Still, Nancy had great respect for learning. She loved to tell stories to Sarah and Abe, and before the family left Kentucky, she sent Abe to a small school near their home."],
        [" ", "\tAbout a year after Nancy died, Thomas went back to Elizabethtown. When he returned to Indiana, he brought with him his second wife. Sarah Bush Johnston Lincoln was a widow with three children. Warm and loving, she treated Abe and Sarah as though they were her own children."],
        [" ", "\tAbe’s stepmother encouraged him to learn all he could. Over the years, he received fewer than 12 months of schooling, but he learned to read, write, and do a bit of arithmetic. An eager student, Abe often walked several miles to borrow books. He read Aesop’s Fables, Robinson Crusoe, Pilgrim’s Progress, a biography of George Washington—anything he could find. He enjoyed listening to his father and other adults talk late into the night about farming, politics, and life."],
        [" ", "\tBy age 14, Abe was old enough to work away from the Lincoln farm when his father could spare him. Over the next few years, he held several jobs—clearing land, splitting logs for fence rails, running a ferry. He gave most of his earnings to his father. When he was 19, he helped guide a flatboat loaded with produce down the Mississippi River to New Orleans. It was his first trip to a big city."],
        [" ", "\tIn 1830, the Lincoln family moved west again, this time to Illinois. Soon afterward, Abe left homeand began working in a general store in New Salem, a small settlement near Springfield. He enjoyed roughhousing with his new friends, and he loved to wrestle, but he also spent many hours reading. He joined a debating group and, in 1831, voted for the first time."],
        [" ", "\tThe following year, Lincoln decided to run for the Illinois legislature. His campaign was severely delayed, though, when he volunteered for the state militia during the Black Hawk War. After serving for three months, he returned to New Salem in late July. He campaigned hard but lost the election. Still, he got 277 of the 300 votes in his town, and that encouraged him to run again. In 1834, with overwhelming support from New Salem, Lincoln won a seat in the state legislature, an office he would win three more times. After he was admitted to the bar in 1836, politics and the practice of law would pave a new path for this hardworking frontier boy."]
    ],
    "Copyright": "",
    "References": []
}