{
    "Directions": "Read the following passage about an artist then answer each question that follows.",
    "Context": [],
    "Title": "Mary Cassatt",
    "Subtitle": "",
    "Author": "by Philip Brooks",
    "LabelType": "P",
    "Content": [
        ["", "problems/PA18G3E/media/S1a.jpg"],
        [" ", "\t“I am not willing to admit that a woman can draw that well!” That's what the artist Edgar Degas said after seeing one of Mary Cassatt's pictures. It was the year 1891, and Degas's attitude was a common one in Paris and around the world."],
        [" ", "\tToday, there are many well-known women artists. But when Mary Cassatt was a girl, in the mid-nineteenth century, very few of the world's famous art schools admitted young women. Those that did often separated them from the young men studying there. Women were not even welcome at social gatherings where male artists discussed new ideas and techniques."],
        [" ", "\tMary's early childhood was spent in Pennsylvania in traditional communities where, in those days, girls were taught to play the piano, paint china¹, or draw. This training was not intended to prepare them to become serious artists, but to produce refined young ladies who would make good marriages and become good wives."],
        [" ", "\tTradition and the “rules” of society were considered more important in northeastern American cities in the 1840s and 1850s than they are today. People tended to attach significance to social class. Money, property, and influence gave some families status. Others were honored because their ancestors had been rich and powerful for as long as anyone could remember. When Mary's father became very successful through business investments, he hoped to be welcomed and respected by those men and women who had been born into wealth, power, and honor. He wanted his children to be secure and respected, also. Perhaps this is why, when Mary told him of her wish to go to Paris to study to become an artist, he was very upset."],
        [" ", "\tMr. Cassatt argued that being a professional artist was not respectable. Painting was a career for men, and these men were not necessarily of the best character. Further, there were certain things well-brought-up girls did not do. They did not travel alone in the nineteenth century! They did not sail off to Europe to become painters! What would people think?"],
        [" ", "\tMary loved her father and wanted to please him. In fact, she wanted to please everyone. But she loved to paint more than anything she could possibly imagine doing. Her passion for art was more important to her than doing the “proper” thing. So a day came when she packed her trunks and suitcases and prepared to cross the ocean to go to Europe where she could begin to work toward her goal."],
        [" ", "\tMary would overcome the artistic problems faced by every aspiring artist, in addition to the o͟b͟s͟t͟a͟c͟l͟e͟s placed in her way by a male-dominated art world. Few male painters accepted her as a colleague. She lived abroad and, for long periods, far from her family."],
        [" ", "\tToday, Mary's magnificent paintings, drawings, and prints hang in the world's great museums. When museum-goers stand before a Mary Cassatt picture, most of them do not really care whether a man or woman created what they see. They absorb the beauty of the colors, the delicate grace of the lines, the way light seems to glow from the canvas."],
        [" ", "\tIn one sense, however, it does matter that Mary Cassatt was a woman painter. What Mary did was heroic. Her life's work helped to change ideas about women in the arts. Many talented women before Mary Cassatt might never have realized their potential because of concern with being “respectable” or “ladylike.” In time, even Mary's father grew to understand her ambition and came to believe she had made the right choices in her life. He became very proud of his daughter's accomplishments and argued in her defense against those who said she had no place in the “man's world” of art."]
    ],
    "Copyright": "",
    "References": [
        ["¹", "china — household tableware"]
    ]
}