{
    "Title": "Missouri Learning Standards > English Language Arts > Grade 1",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "MO.E1.R",
            "Label": "Reading",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MO.E1.R.1",
                    "Label": "Develop and apply skills to the reading process.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.E1.R.1.A",
                            "Label": "Comprehension",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.E1.R.1.A.a",
                                    "Label": "Develop and demonstrate reading skills in response to reading text and read-alouds by predicting what will happen next using prior knowledge.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E1.R.1.A.b",
                                    "Label": "Develop and demonstrate reading skills in response to reading text and read-alouds by asking and responding to relevant questions.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E1.R.1.A.c",
                                    "Label": "Develop and demonstrate reading skills in response to reading text and read-alouds by seeking clarification and locating facts and details about stories and other texts.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E1.R.1.A.d",
                                    "Label": "Develop and demonstrate reading skills in response to reading text and read-alouds by retelling main ideas in sequence including key details.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E1.R.1.A.e",
                                    "Label": "Develop and demonstrate reading skills in response to reading text and read-alouds by recognizing beginning, middle, and end.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E1.R.1.A.f",
                                    "Label": "Develop and demonstrate reading skills in response to reading text and read-alouds by monitoring comprehension and making corrections and adjustments when that understanding breaks down.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MO.E1.R.1.B",
                            "Label": "Vocabulary",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.E1.R.1.B.a",
                                    "Label": "Develop an understanding of vocabulary by using common affixes to figure out the meaning of a word.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E1.R.1.B.b",
                                    "Label": "Develop an understanding of vocabulary by identifying common root words and their inflectional endings.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E1.R.1.B.c",
                                    "Label": "Develop an understanding of vocabulary by identifying words that name actions and words that name persons, places, or things.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E1.R.1.B.d",
                                    "Label": "Develop an understanding of vocabulary by recognizing that compound words are made up of shorter words.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E1.R.1.B.e",
                                    "Label": "Develop an understanding of vocabulary by determining what words mean from how they are used in context of a sentence either heard or read.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E1.R.1.B.f",
                                    "Label": "Develop an understanding of vocabulary by sorting words into conceptual categories.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E1.R.1.B.g",
                                    "Label": "Develop an understanding of vocabulary by distinguishing shades of meaning among verbs and adjectives.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E1.R.1.B.h",
                                    "Label": "Develop an understanding of vocabulary by locating words in a dictionary.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E1.R.1.B.i",
                                    "Label": "Develop an understanding of vocabulary by using words and phrases acquired through conversations, reading and being read to, and responding to texts.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MO.E1.R.1.C",
                            "Label": "Making Connections",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.E1.R.1.C.a",
                                    "Label": "Determine the connection between text to text (text ideas, including similarities and differences in fiction and nonfiction).",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MO.E1.R.1.D",
                            "Label": "Independent Text",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.E1.R.1.D.a",
                                    "Label": "Read independently for multiple purposes over sustained periods of time by engaging with and reading text that is developmentally appropriate.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E1.R.1.D.b",
                                    "Label": "Read independently for multiple purposes over sustained periods of time by producing evidence of reading.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "MO.E1.R.2",
                    "Label": "Develop and apply skills and strategies to comprehend, analyze, and evaluate fiction, poetry, and drama from a variety of cultures and times.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.E1.R.2.A",
                            "Label": "Fiction",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.E1.R.2.A.a",
                                    "Label": "Read, infer, analyze, and draw conclusions to describe characters, setting, problem, solution, and events in logical sequences.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E1.R.2.A.b",
                                    "Label": "Read, infer, analyze, and draw conclusions to describe the main idea of a story.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E1.R.2.A.c",
                                    "Label": "Read, infer, analyze, and draw conclusions to describe sensory details.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E1.R.2.A.d",
                                    "Label": "Read, infer, analyze, and draw conclusions to explain recurring phrases and why they are used.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E1.R.2.A.e",
                                    "Label": "Read, infer, analyze, and draw conclusions to explain the actions of the main character and the reasons for those actions.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E1.R.2.A.f",
                                    "Label": "Read, infer, analyze, and draw conclusions to identify who is telling the story.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E1.R.2.A.g",
                                    "Label": "Read, infer, analyze, and draw conclusions to compare and contrast adventures and experiences of characters in stories.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MO.E1.R.2.B",
                            "Label": "Poetry",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.E1.R.2.B.a",
                                    "Label": "Read, infer, and draw conclusions to use rhythm, rhyme, and alliteration through identifying a regular beat and similarities in word sounds.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MO.E1.R.2.C",
                            "Label": "Drama",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.E1.R.2.C.a",
                                    "Label": "Read, infer, and draw conclusions to identify characters and dialogue in plays or performances by actors.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E1.R.2.C.b",
                                    "Label": "Read, infer, and draw conclusions to recognize sensory details in literary texts.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "MO.E1.R.3",
                    "Label": "Develop and apply skills and strategies to comprehend, analyze, and evaluate nonfiction (e.g., narrative, information/explanatory, opinion, persuasive, argumentative) from a variety of cultures and times.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.E1.R.3.A",
                            "Label": "Text Features",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.E1.R.3.A.a",
                                    "Label": "Read, infer, and draw conclusions to use text features to restate the main idea.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E1.R.3.A.b",
                                    "Label": "Read, infer, and draw conclusions to explain facts or details using text features and distinguish between which facts were provided by pictures and which facts were conveyed via words.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E1.R.3.A.c",
                                    "Label": "Read, infer, and draw conclusions to use text features to locate specific information in text.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E1.R.3.A.d",
                                    "Label": "Read, infer, and draw conclusions to follow written multi-step directions with picture cues to assist with understanding.",
                                    "Examples": [],
                                    "Subs": []
                                }

                            ]
                        },
                        {
                            "Key": "MO.E1.R.3.B",
                            "Label": "Literary Techniques",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.E1.R.3.B.a",
                                    "Label": "Read, infer, and draw conclusions to distinguish between fiction and nonfiction.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E1.R.3.B.b",
                                    "Label": "Read, infer, and draw conclusions to identify examples of sensory details.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MO.E1.R.3.C",
                            "Label": "Text Structures",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.E1.R.3.C.a",
                                    "Label": "Read, infer, and draw conclusions to ask and answer questions to clarify meaning.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E1.R.3.C.b",
                                    "Label": "Read, infer, and draw conclusions to identify main ideas and provide supporting details.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E1.R.3.C.c",
                                    "Label": "Read, infer, and draw conclusions to describe the connection between two individuals, events, ideas, or pieces of information in a text.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E1.R.3.C.d",
                                    "Label": "Read, infer, and draw conclusions to identify reasons an author gives to support points in a text.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E1.R.3.C.e",
                                    "Label": "Read, infer, and draw conclusions to identify similarities and differences between texts on the same topic.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "MO.E1.R.4",
                    "Label": "Comprehend and analyze words, images, graphics, and sounds in various media and digital forms to impact meaning.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.E1.R.4.A",
                            "Label": "Digital and Media Literacy",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.E1.R.4.A.a",
                                    "Label": "With assistance, develop an awareness of media literacy by distinguishing purposes of media.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E1.R.4.A.b",
                                    "Label": "With assistance, develop an awareness of media literacy by explaining techniques used in media.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MO.E1.RF",
            "Label": "Reading Foundations",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MO.E1.RF.1",
                    "Label": "Understand how English is written and read.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.E1.RF.1.A",
                            "Label": "Print Awareness",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.E1.RF.1.A.a",
                                    "Label": "Develop print awareness in the reading process by recognizing that sentences are comprised of words separated by spaces.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E1.RF.1.A.b",
                                    "Label": "Develop print awareness in the reading process by recognizing the distinguishing features of a sentence.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "MO.E1.RF.2",
                    "Label": "Understand how English is written and read.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.E1.RF.2.A",
                            "Label": "Phonemic Awareness",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.E1.RF.2.A.a",
                                    "Label": "Develop phonemic awareness in the reading process by producing and identifying sounds and syllables in spoken words.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E1.RF.2.A.b",
                                    "Label": "Develop phonemic awareness in the reading process by distinguishing between long and short vowel sounds.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E1.RF.2.A.c",
                                    "Label": "Develop phonemic awareness in the reading process by recognizing the change in a spoken word when a specific phoneme is added, changed, or removed.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E1.RF.2.A.d",
                                    "Label": "Develop phonemic awareness in the reading process by blending spoken phonemes to form one- or two-syllable words including consonant blends.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E1.RF.2.A.e",
                                    "Label": "Develop phonemic awareness in the reading process by segmenting spoken words of three to five phonemes into individual phonemes.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "MO.E1.RF.3",
                    "Label": "Understand how English is written and read.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.E1.RF.3.A",
                            "Label": "Phonics",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.E1.RF.3.A.a",
                                    "Label": "Develop phonics in the reading process by decoding words in context by using letter-sound knowledge.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E1.RF.3.A.b",
                                    "Label": "Develop phonics in the reading process by identifying letters for the spelling of short and long vowels.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E1.RF.3.A.c",
                                    "Label": "Develop phonics in the reading process by producing consonant blends.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E1.RF.3.A.d",
                                    "Label": "Develop phonics in the reading process by producing consonant digraphs.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E1.RF.3.A.e",
                                    "Label": "Develop phonics in the reading process by combining sounds from letters and common spelling patterns to create and decode recognizable words.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E1.RF.3.A.f",
                                    "Label": "Develop phonics in the reading process by using syllabication patterns to decode words.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E1.RF.3.A.g",
                                    "Label": "Develop phonics in the reading process by reading irregularly spelled words.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E1.RF.3.A.h",
                                    "Label": "Develop phonics in the reading process by reading root words with inflectional endings.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E1.RF.3.A.i",
                                    "Label": "Develop phonics in the reading process by reading contractions and compound words.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E1.RF.3.A.j",
                                    "Label": "Develop phonics in the reading process by reading high-frequency words.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E1.RF.3.A.k",
                                    "Label": "Develop phonics in the reading process by demonstrating decoding skills when reading.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "MO.E1.RF.4",
                    "Label": "Understand how English is written and read.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.E1.RF.4.A",
                            "Label": "Fluency",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.E1.RF.4.A.a",
                                    "Label": "Read appropriate texts with fluency (rate, accuracy, expression, appropriate phrasing), with purpose, and for comprehension use context to confirm or self-correct word recognition and understanding, rereading as necessary.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MO.E1.W",
            "Label": "Writing",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MO.E1.W.1",
                    "Label": "Apply a writing process to develop a text for audience and purpose.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.E1.W.1.A",
                            "Label": "Prewriting",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.E1.W.1.A.a",
                                    "Label": "Follow a writing process to plan a first draft by brainstorming and recording key ideas.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MO.E1.W.1.B",
                            "Label": "Draft",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.E1.W.1.B.a",
                                    "Label": "Appropriate to genre type, develop a draft from prewriting by sequencing ideas into sentences and staying on topic throughout the text.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E1.W.1.B.b",
                                    "Label": "Appropriate to genre type, develop a draft from prewriting by generating evidence of a simple opening and simple closing.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MO.E1.W.1.C",
                            "Label": "Revise/Edit",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.E1.W.1.C.a",
                                    "Label": "Reread, revise, and edit drafts with assistance from adults/peers to respond to questions and suggestions, clarifying meaning by adding details to sentence construction and strengthening writing.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E1.W.1.C.b",
                                    "Label": "Reread, revise, and edit drafts with assistance from adults/peers to edit by leaving spaces between words in sentences.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E1.W.1.C.c",
                                    "Label": "Reread, revise, and edit drafts with assistance from adults/peers to edit for language conventions.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MO.E1.W.1.D",
                            "Label": "Produce/Publish & Share Writing",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.E1.W.1.D.a",
                                    "Label": "With assistance from adults/peers use a variety of conventional/digital tools to produce and publish writing.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "MO.E1.W.2",
                    "Label": "Compose well-developed writing texts for audience and purpose.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.E1.W.2.A",
                            "Label": "Opinion/Argumentative",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.E1.W.2.A.a",
                                    "Label": "Write opinion texts that introduce a topic or text being studied.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E1.W.2.A.b",
                                    "Label": "Write opinion texts that state an opinion about the topic or text and provide a reason for the opinion.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E1.W.2.A.c",
                                    "Label": "Write opinion texts that use some specific words that are related to the topic.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E1.W.2.A.d",
                                    "Label": "Write opinion texts that follow a sense of order in writing.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E1.W.2.A.e",
                                    "Label": "Write opinion texts that provide some sense of closure.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MO.E1.W.2.B",
                            "Label": "Informative/Explanatory",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.E1.W.2.B.a",
                                    "Label": "Write informative/ explanatory texts that introduce a topic or text being studied and supply facts.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E1.W.2.B.b",
                                    "Label": "Write informative/ explanatory texts that use some specific words that are related to the topic.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E1.W.2.B.c",
                                    "Label": "Write informative/ explanatory texts that follow a sense of order in writing.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E1.W.2.B.d",
                                    "Label": "Write informative/ explanatory texts that create some sense of closure.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MO.E1.W.2.C",
                            "Label": "Narrative/Literary",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.E1.W.2.C.a",
                                    "Label": "Write fiction or non-fiction narratives and poems that narrate a story or experience.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E1.W.2.C.b",
                                    "Label": "Write fiction or non-fiction narratives and poems that use details to describe the story or experience.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E1.W.2.C.c",
                                    "Label": "Write fiction or non-fiction narratives and poems that place events in the order they occurred.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E1.W.2.C.d",
                                    "Label": "Write fiction or non-fiction narratives and poems that use linking words to indicate beginning/middle/end.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E1.W.2.C.e",
                                    "Label": "Write fiction or non-fiction narratives and poems that use words that are related to the topic.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E1.W.2.C.f",
                                    "Label": "Write fiction or non-fiction narratives and poems that provide a reaction to what happened in the events.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "MO.E1.W.3",
                    "Label": "Gather, analyze, evaluate, and use information from a variety of sources.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.E1.W.3.A",
                            "Label": "Research Process",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.E1.W.3.A.a",
                                    "Label": "With assistance, apply research process to generate a list of open-ended questions about topics of interest.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E1.W.3.A.b",
                                    "Label": "With assistance, apply research process to decide what sources of information might be relevant to answer these questions.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E1.W.3.A.c",
                                    "Label": "With assistance, apply research process to gather personal and natural evidence from available sources as well as from interviews with local experts.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E1.W.3.A.d",
                                    "Label": "With assistance, apply research process to organize information found during group or individual research, using graphic organizers or other aids.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E1.W.3.A.e",
                                    "Label": "With assistance, apply research process to make informal presentations of information gathered.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E1.W.3.A.f",
                                    "Label": "With assistance, apply research process to self-evaluate using previously established teacher/student criteria.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MO.E1.L",
            "Label": "Language",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MO.E1.L.1",
                    "Label": "Communicate using conventions of English language.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.E1.L.1.A",
                            "Label": "Grammar",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.E1.L.1.A.a",
                                    "Label": "In speech and written form, apply standard English grammar to use nouns and action verbs that designate past, present, and future in sentences.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E1.L.1.A.b",
                                    "Label": "In speech and written form, apply standard English grammar to use adjectives/adverbs in sentences.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E1.L.1.A.c",
                                    "Label": "In speech and written form, apply standard English grammar to use the conjunctions and, but, and so in sentences.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E1.L.1.A.d",
                                    "Label": "In speech and written form, apply standard English grammar to use the articles a, an, and the in sentences.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E1.L.1.A.e",
                                    "Label": "In speech and written form, apply standard English grammar to use common prepositions.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E1.L.1.A.f",
                                    "Label": "In speech and written form, apply standard English grammar to use common pronouns.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E1.L.1.A.g",
                                    "Label": "In speech and written form, apply standard English grammar to produce complete simple and compound sentences.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MO.E1.L.1.B",
                            "Label": "Punctuation, Capitalization & Spelling",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.E1.L.1.B.a",
                                    "Label": "In written text, print legibly, using correct spacing between words and sentences.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E1.L.1.B.b",
                                    "Label": "In written text, use ending punctuation.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E1.L.1.B.c",
                                    "Label": "In written text, capitalize the first letter of others’ first and last names.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E1.L.1.B.d",
                                    "Label": "In written text, use commas to separate single words in a series.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E1.L.1.B.e",
                                    "Label": "In written text, spell words using regular spelling patterns.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E1.L.1.B.f",
                                    "Label": "In written text, spell words phonetically using phonemic awareness and spelling knowledge.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E1.L.1.B.g",
                                    "Label": "In written text, arrange words in alphabetical order to the first letter.",
                                    "Examples": [],
                                    "Subs": []
                                }

                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MO.E1.SL",
            "Label": "Speaking & Listening",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MO.E1.SL.1",
                    "Label": "Listen for a purpose.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.E1.SL.1.A",
                            "Label": "Purpose",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.E1.SL.1.A.a",
                                    "Label": "Develop and apply effective listening skills and strategies in formal and informal settings by following classroom listening rules.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E1.SL.1.A.b",
                                    "Label": "Develop and apply effective listening skills and strategies in formal and informal settings by building on others’ talk in conversations by responding to the comments of others.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E1.SL.1.A.c",
                                    "Label": "Develop and apply effective listening skills and strategies in formal and informal settings by following two-step instructions, according to classroom expectations.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "MO.E1.SL.2",
                    "Label": "Listen for entertainment.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.E1.SL.2.A",
                            "Label": "Entertainment",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.E1.SL.2.A.a",
                                    "Label": "Develop and apply effective listening skills and strategies in formal and informal settings by demonstrating  active listening, according to classroom expectations.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "MO.E1.SL.3",
                    "Label": "Speak effectively in collaborative discussions.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.E1.SL.3.A",
                            "Label": "Collaborative Discussions",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.E1.SL.3.A.a",
                                    "Label": "Speak clearly and to the point, using conventions of language when presenting individually or with a group by taking turns speaking, according to classroom expectations.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E1.SL.3.A.b",
                                    "Label": "Speak clearly and to the point, using conventions of language when presenting individually or with a group by building on others’ talk in conversations by responding to comments of others.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E1.SL.3.A.c",
                                    "Label": "Speak clearly and to the point, using conventions of language when presenting individually or with a group by confirming comprehension of read-alouds and other media by retelling and asking appropriate questions.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "MO.E1.SL.4",
                    "Label": "Speak effectively when presenting.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.E1.SL.4.A",
                            "Label": "Presenting",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.E1.SL.4.A.a",
                                    "Label": "Speak clearly, audibly, and to the point, using conventions of language when presenting individually or with a group by explaining a topic (student-chosen) using a prop, picture, or other visual aid with assistance to show understanding.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E1.SL.4.A.b",
                                    "Label": "Speak clearly, audibly, and to the point, using conventions of language when presenting individually or with a group by reciting poetry with a group or individually.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E1.SL.4.A.c",
                                    "Label": "Speak clearly, audibly, and to the point, using conventions of language when presenting individually or with a group by using complete sentences and adjusting volume, as needed.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}