{
    "Title": "Missouri Learning Standards > English Language Arts > Grade 2",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "MO.E2.R",
            "Label": "Reading",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MO.E2.R.1",
                    "Label": "Develop and apply skills to the reading process.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.E2.R.1.A",
                            "Label": "Comprehension",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.E2.R.1.A.a",
                                    "Label": "Develop and demonstrate reading skills in response to text by using text features to make and confirm predictions, explain why not confirmed.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E2.R.1.A.b",
                                    "Label": "Develop and demonstrate reading skills in response to text by asking and responding to relevant questions.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E2.R.1.A.c",
                                    "Label": "Develop and demonstrate reading skills in response to text by seeking clarification and using information/facts and details about texts and supporting answers with evidence from text.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E2.R.1.A.d",
                                    "Label": "Develop and demonstrate reading skills in response to text by retelling a story's beginning, middle, and end and determining its central message, lesson, or moral.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E2.R.1.A.e",
                                    "Label": "Develop and demonstrate reading skills in response to text by monitoring comprehension and making corrections and adjustments when understanding breaks down.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MO.E2.R.1.B",
                            "Label": "Vocabulary",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.E2.R.1.B.a",
                                    "Label": "Develop an understanding of vocabulary by using prefixes, root words, and suffixes to determine the meaning of words.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E2.R.1.B.b",
                                    "Label": "Develop an understanding of vocabulary by using knowledge of the meaning of individual words to determine the meaning of compound words.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E2.R.1.B.c",
                                    "Label": "Develop an understanding of vocabulary by using context to determine the meaning of a new word or multiple-meaning word in text.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E2.R.1.B.d",
                                    "Label": "Develop an understanding of vocabulary by using antonyms and synonyms.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E2.R.1.B.e",
                                    "Label": "Develop an understanding of vocabulary by locating words in a dictionary or glossary to determine or clarify the meaning of words or phrases.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E2.R.1.B.f",
                                    "Label": "Develop an understanding of vocabulary by distinguishing meaning among closely related verbs and adjectives.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E2.R.1.B.g",
                                    "Label": "Develop an understanding of vocabulary by recognizing that some words have literal and non-literal meanings.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E2.R.1.B.h",
                                    "Label": "Develop an understanding of vocabulary by using conversational, general academic, and domain-specific words and phrases.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MO.E2.R.1.C",
                            "Label": "Making Connections",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.E2.R.1.C.a",
                                    "Label": "Determine the relevant connections between text to text (text ideas, including similarities and differences regarding information and relationships in fiction and nonfiction).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E2.R.1.C.b",
                                    "Label": "Determine the relevant connections between text to world (text ideas regarding experiences in the world).",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MO.E2.R.1.D",
                            "Label": "Independent Text",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.E2.R.1.D.a",
                                    "Label": "Read independently for multiple purposes over sustained periods of time by reading text that is developmentally appropriate.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E2.R.1.D.b",
                                    "Label": "Read independently for multiple purposes over sustained periods of time by reading text that is developmentally appropriate.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "MO.E2.R.2",
                    "Label": "Develop and apply skills and strategies to comprehend, analyze, and evaluate fiction, poetry, and drama from a variety of cultures and times.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.E2.R.2.A",
                            "Label": "Fiction",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.E2.R.2.A.a",
                                    "Label": "Read, infer, analyze, and draw conclusions to describe the setting, problems, solutions, sequence of events (plot), and big idea or moral lesson.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E2.R.2.A.b",
                                    "Label": "Read, infer, analyze, and draw conclusions to describe the main characters in works of fiction, including their traits, motivations, and feelings.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E2.R.2.A.c",
                                    "Label": "Read, infer, analyze, and draw conclusions to compare and contrast different versions of the same story with respect to their characters, settings, and sequence of events.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E2.R.2.A.d",
                                    "Label": "Read, infer, analyze, and draw conclusions to describe cause-and-effect relationships.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E2.R.2.A.e",
                                    "Label": "Read, infer, analyze, and draw conclusions to explain how the story changes based on who is telling the story.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E2.R.2.A.f",
                                    "Label": "Read, infer, analyze, and draw conclusions to compare and contrast the differences in points of view of characters and how stories are narrated.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MO.E2.R.2.B",
                            "Label": "Poetry",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.E2.R.2.B.a",
                                    "Label": "Read, infer, and draw conclusions to describe how rhythm, rhyme, and repetition create imagery in poetry.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E2.R.2.B.b",
                                    "Label": "Read, infer, and draw conclusions to use onomatopoeia.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MO.E2.R.2.C",
                            "Label": "Drama",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.E2.R.2.C.a",
                                    "Label": "Read, infer, and draw conclusions to identify characters, setting, acts, and scenes in plays.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E2.R.2.C.b",
                                    "Label": "Read, infer, and draw conclusions to identify the elements of dialogue and use them in informal plays.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "MO.E2.R.3",
                    "Label": "Develop and apply skills and strategies to comprehend, analyze, and evaluate nonfiction (e.g., narrative, information/explanatory, opinion, persuasive, argumentative) from a variety of cultures and times.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.E2.R.3.A",
                            "Label": "Text Features",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.E2.R.3.A.a",
                                    "Label": "Read, infer, and draw conclusions to identify the main idea of sections of text and distinguish it from the topic.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E2.R.3.A.b",
                                    "Label": "Read, infer, and draw conclusions to demonstrate understanding by locating facts to answer and/or ask questions.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E2.R.3.A.c",
                                    "Label": "Read, infer, and draw conclusions to use text features to locate specific information.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E2.R.3.A.d",
                                    "Label": "Read, infer, and draw conclusions to explain common graphic features to assist in the interpretation of text.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E2.R.3.A.e",
                                    "Label": "Read, infer, and draw conclusions to follow written multi-step directions.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E2.R.3.A.f",
                                    "Label": "Read, infer, and draw conclusions to describe connections between and state the order of the events or ideas.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MO.E2.R.3.B",
                            "Label": "Literary Techniques",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.E2.R.3.B.a",
                                    "Label": "Read, infer, and draw conclusions to explain why a text is fiction or nonfiction.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E2.R.3.B.b",
                                    "Label": "Read, infer, and draw conclusions to ask and answer questions to clarify meaning.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E2.R.3.B.c",
                                    "Label": "Read, infer, and draw conclusions to explain examples of sensory details.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MO.E2.R.3.C",
                            "Label": "Text Structures",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.E2.R.3.C.a",
                                    "Label": "Read, infer, and draw conclusions to explain main ideas and supporting details.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E2.R.3.C.b",
                                    "Label": "Read, infer, and draw conclusions to describe the  connection between events and retell the sequence of events.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E2.R.3.C.c",
                                    "Label": "Read, infer, and draw conclusions to describe the connection between and identify problems and solutions.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E2.R.3.C.d",
                                    "Label": "Read, infer, and draw conclusions to identify the author's purpose.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E2.R.3.C.e",
                                    "Label": "Read, infer, and draw conclusions to compare and contrast the most important points presented by text on the same topic.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "MO.E2.R.4",
                    "Label": "Comprehend and analyze words, images, graphics, and sounds in various media and digital forms to impact meaning.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.E2.R.4.A",
                            "Label": "Digital and Media Literacy",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.E2.R.4.A.a",
                                    "Label": "Read to develop an understanding of media and its components by explaining purposes of media.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E2.R.4.A.b",
                                    "Label": "Read to develop an understanding of media and its components by describing techniques used to create media messages.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E2.R.4.A.c",
                                    "Label": "Read to develop an understanding of media and its components by identifying various written conventions for using digital media.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MO.E2.RF",
            "Label": "Reading Foundations",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MO.E2.RF.1",
                    "Label": "Understand how English is written and read.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.E2.RF.1.A",
                            "Label": "Print Awareness",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.E2.RF.1.A.a",
                                    "Label": "Develop print awareness in the reading process by understanding that sentences are organized into paragraphs to convey meaning.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "MO.E2.RF.3",
                    "Label": "Understand how English is written and read.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.E2.RF.3.A",
                            "Label": "Phonics",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.E2.RF.3.A.a",
                                    "Label": "Develop phonics in the reading process by decoding multisyllabic words in context by applying common letter-sound correspondences including single letters, consonant blends, consonant and vowel digraphs, and vowel diphthongs.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E2.RF.3.A.b",
                                    "Label": "Develop phonics in the reading process by distinguishing long and short vowels when reading regularly spelled one-syllable words.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E2.RF.3.A.c",
                                    "Label": "Develop phonics in the reading process by decoding regularly spelled two-syllable words with long vowels.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E2.RF.3.A.d",
                                    "Label": "Develop phonics in the reading process by decoding words with vowel diphthongs.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E2.RF.3.A.e",
                                    "Label": "Develop phonics in the reading process by decoding words with vowel digraphs.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E2.RF.3.A.f",
                                    "Label": "Develop phonics in the reading process by reading words with common prefixes and suffixes.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E2.RF.3.A.g",
                                    "Label": "Develop phonics in the reading process by using contractions.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E2.RF.3.A.h",
                                    "Label": "Develop phonics in the reading process by using common syllable patterns to decode words including r-controlled vowels.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E2.RF.3.A.i",
                                    "Label": "Develop phonics in the reading process by reading irregularly spelled high-frequency words.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E2.RF.3.A.j",
                                    "Label": "Develop phonics in the reading process by demonstrating decoding skills when reading new words in a text.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "MO.E2.RF.4",
                    "Label": "Understand how English is written and read.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.E2.RF.4.A",
                            "Label": "Fluency",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.E2.RF.4.A.a",
                                    "Label": "Read appropriate texts with fluency (rate, accuracy, expression, appropriate phrasing), with purpose, and for comprehension use context to confirm or self-correct word recognition and understanding, rereading as necessary.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MO.E2.W",
            "Label": "Writing",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MO.E2.W.1",
                    "Label": "Apply a writing process to develop a text for audience and purpose.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.E2.W.1.A",
                            "Label": "Prewriting",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.E2.W.1.A.a",
                                    "Label": "Follow a writing process to plan a first draft by brainstorming and recording key ideas using a graphic organizer.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MO.E2.W.1.B",
                            "Label": "Draft",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.E2.W.1.B.a",
                                    "Label": "Appropriate to genre type, develop a draft from prewriting by sequencing ideas into clear and coherent sentences.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E2.W.1.B.b",
                                    "Label": "Appropriate to genre type, develop a draft from prewriting by generating paragraphs with one main idea.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E2.W.1.B.c",
                                    "Label": "Appropriate to genre type, develop a draft from prewriting by creating evidence of a beginning, middle, and end.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E2.W.1.B.d",
                                    "Label": "Appropriate to genre type, develop a draft from prewriting by addressing an appropriate audience.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MO.E2.W.1.C",
                            "Label": "Revise/Edit",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.E2.W.1.C.a",
                                    "Label": "Reread, revise, and edit drafts with assistance from adults/peers to strengthen writing as needed by revising main idea, details, word choice, sentence construction, event order, audience, voice.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E2.W.1.C.b",
                                    "Label": "Reread, revise, and edit drafts with assistance from adults/peers to edit for language conventions.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MO.E2.W.1.D",
                            "Label": "Produce/Publish & Share Writing",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.E2.W.1.D.a",
                                    "Label": "With assistance from adults/peers use a variety of conventional/digital tools to produce and publish writing.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E2.W.1.D.b",
                                    "Label": "With assistance from adults/peers introduce keyboarding skills.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "MO.E2.W.2",
                    "Label": "Compose well-developed writing texts for audience and purpose.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.E2.W.2.A",
                            "Label": "Opinion/Argumentative",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.E2.W.2.A.a",
                                    "Label": "Write opinion texts that introduce a topic or text being studied, using complete sentences.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E2.W.2.A.b",
                                    "Label": "Write opinion texts that state an opinion about the topic or text and provide reasons for the opinion.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E2.W.2.A.c",
                                    "Label": "Write opinion texts that use specific words that are related to the topic and audience.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E2.W.2.A.d",
                                    "Label": "Write opinion texts that use linking/transition words and phrases to signal event order.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E2.W.2.A.e",
                                    "Label": "Write opinion texts that provide evidence of a beginning, middle, and concluding statement or section.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MO.E2.W.2.B",
                            "Label": "Informative/Explanatory",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.E2.W.2.B.a",
                                    "Label": "Write informative/explanatory texts that introduce a topic or text being studied, using complete sentences.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E2.W.2.B.b",
                                    "Label": "Write informative/explanatory texts that use facts and definitions to develop points in generating paragraphs.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E2.W.2.B.c",
                                    "Label": "Write informative/explanatory texts that use specific words that are related to the topic and audience.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E2.W.2.B.d",
                                    "Label": "Write informative/explanatory texts that use linking words and phrases to signal event order.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E2.W.2.B.e",
                                    "Label": "Write informative/explanatory texts that create a concluding statement or paragraph.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MO.E2.W.2.C",
                            "Label": "Narrative/Literary",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.E2.W.2.C.a",
                                    "Label": "Write fiction or non- fiction narratives and poems that establish a situation/topic based on the student's experience or imagination.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E2.W.2.C.b",
                                    "Label": "Write fiction or non- fiction narratives and poems that introduce a main character and setting.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E2.W.2.C.c",
                                    "Label": "Write fiction or non- fiction narratives and poems that develop sensory details.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E2.W.2.C.d",
                                    "Label": "Write fiction or non- fiction narratives and poems that follow a logical sequence of events using complete sentences to create a beginning/middle/end.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E2.W.2.C.e",
                                    "Label": "Write fiction or non- fiction narratives and poems that use linking/transition words to signal event order.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E2.W.2.C.f",
                                    "Label": "Write fiction or non- fiction narratives and poems that use specific words that are related to the topic and audience.",
                                    "Examples": [],
                                    "Subs": []
                                }

                            ]
                        }
                    ]
                },
                {
                    "Key": "MO.E2.W.3",
                    "Label": "Gather, analyze, evaluate, and use information from a variety of sources.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.E2.W.3.A",
                            "Label": "Research Process",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.E2.W.3.A.",
                                    "Label": "Apply research process to generate a list of open-ended questions about topics of interest.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E2.W.3.A.",
                                    "Label": "Apply research process to create an individual question about a topic.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E2.W.3.A.",
                                    "Label": "Apply research process to use own question to find information on a topic.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E2.W.3.A.",
                                    "Label": "Apply research process to gather evidence from available sources, literary and informational.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E2.W.3.A.",
                                    "Label": "Apply research process to record basic information from literary and informational texts in simple visual format.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E2.W.3.A.",
                                    "Label": "Apply research process to present and evaluate information in written and oral reports or displays, using previously established teacher/student criteria.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MO.E2.L",
            "Label": "Language",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MO.E2.L.1",
                    "Label": "Communicate using conventions of English language.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.E2.L.1.A",
                            "Label": "Grammar",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.E2.L.1.A.a",
                                    "Label": "In speech and written form, apply standard English grammar to use nouns and pronouns in writing.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E2.L.1.A.b",
                                    "Label": "In speech and written form, apply standard English grammar to use collective nouns.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E2.L.1.A.c",
                                    "Label": "In speech and written form, apply standard English grammar to use common irregular nouns.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E2.L.1.A.d",
                                    "Label": "In speech and written form, apply standard English grammar to use reflexive pronouns.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E2.L.1.A.e",
                                    "Label": "In speech and written form, apply standard English grammar to use regular verbs.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E2.L.1.A.f",
                                    "Label": "In speech and written form, apply standard English grammar to use helping verbs with regular verbs.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E2.L.1.A.g",
                                    "Label": "In speech and written form, apply standard English grammar to use adjectives and adverbs in sentences.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E2.L.1.A.h",
                                    "Label": "In speech and written form, apply standard English grammar to produce simple declarative, imperative, exclamatory, and interrogative sentences.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MO.E2.L.1.B",
                            "Label": "Punctuation, Capitalization & Spelling",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.E2.L.1.B.a",
                                    "Label": "In written text, write legibly (print, cursive).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E2.L.1.B.b",
                                    "Label": "In written text, use dialogue that contains quotation marks.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E2.L.1.B.c",
                                    "Label": "In written text, use apostrophes correctly for contractions.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E2.L.1.B.d",
                                    "Label": "In written text, capitalize weeks, days, months, holidays.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E2.L.1.B.e",
                                    "Label": "In written text, capitalize abbreviated titles of people.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E2.L.1.B.f",
                                    "Label": "In written text, spell words using irregular spelling patterns.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E2.L.1.B.g",
                                    "Label": "In written text, spell and use the plural of nouns by adding –es to nouns ending in -s, -ss, -sh, - ch, or -x.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E2.L.1.B.hi",
                                    "Label": "In written text, use nouns that change their spelling in plural form.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E2.L.1.B.i",
                                    "Label": "In written text, arrange words in alphabetical order to the second letter.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MO.E2.SL",
            "Label": "Speaking & Listening",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MO.E2.SL.1",
                    "Label": "Listen for a purpose.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.E2.SL.1.A",
                            "Label": "Purpose",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.E2.SL.1.A.a",
                                    "Label": "Develop and apply effective listening skills and strategies in formal and informal settings by following classroom listening rules.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E2.SL.1.A.b",
                                    "Label": "Develop and apply effective listening skills and strategies in formal and informal settings by following three-step instructions, according to classroom expectations.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "MO.E2.SL.2",
                    "Label": "Listen for entertainment.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.E2.SL.2.A",
                            "Label": "Entertainment",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.E2.SL.2.A.a",
                                    "Label": "Develop and apply effective listening skills and strategies in formal and informal settings by demonstrating active listening, according to classroom expectations.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "MO.E2.SL.3",
                    "Label": "Speak effectively in collaborative discussions.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.E2.SL.3.A",
                            "Label": "Collaborative Discussions",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.E2.SL.3.A.a",
                                    "Label": "Speak clearly and to the point, using conventions of language when presenting individually or with a group by .",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E2.SL.3.A.b",
                                    "Label": "Speak clearly and to the point, using conventions of language when presenting individually or with a group by .",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "MO.E2.SL.4",
                    "Label": "Speak effectively when presenting.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.E2.SL.4.A",
                            "Label": "Presenting",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.E2.SL.4.A",
                                    "Label": "Speak clearly, audibly, and to the point, using conventions of language when presenting individually or with a group by explaining a topic (student-chosen or teacher-assigned) while maintaining eye contact with audience.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E2.SL.4.A",
                                    "Label": "Speak clearly, audibly, and to the point, using conventions of language when presenting individually or with a group by recalling and telling a story with details, including a beginning, middle, and end.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E2.SL.4.A",
                                    "Label": "Speak clearly, audibly, and to the point, using conventions of language when presenting individually or with a group by using academic language and conventions.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}