{
    "Title": "Missouri Learning Standards > Science > Grade 3",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "MO.S3.PS",
            "Label": "Physical Sciences",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MO.S3.PS.1",
                    "Label": "Matter & Its Interactions",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.S3.PS.1.A",
                            "Label": "Structure & Properties Of Matter",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.S3.PS.1.A.1",
                                    "Label": "Predict and investigate that water can change from a liquid to a solid (freeze), and back again (melt), or from a liquid to a gas (evaporation), and back again (condensation) as the result of temperature changes.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MO.S3.PS.1.B",
                            "Label": "Types Of Interactions Of Matter",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.S3.PS.1.B.1",
                                    "Label": "Construct an argument with evidence that some changes caused by heating or cooling can be reversed and some cannot.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "MO.S3.PS.2",
                    "Label": "Motion & Stability: Forces & Interactions",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.S3.PS.2.B",
                            "Label": "Types Of Interaction",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.S3.PS.2.B.1",
                                    "Label": "Plan and conduct  investigations to determine the cause and effect relationship of electric or magnetic interactions between two objects not in contact with each other.",
                                    "Examples": [
                                        "Examples of an electric force could include the force on hair from an electrically charged balloon and the electrical forces between a charged rod and pieces of paper.",
                                        "Examples of a magnetic force could include the force between two permanent magnets, the force between an electromagnet and steel paperclips, and the force exerted by one magnet versus the force exerted by two magnets.",
                                        "Examples of cause and effect relationships could include how the distance between objects affects strength of the force and how the orientation of magnets affects the direction of the magnetic force."
                                    ],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MO.S3.LS",
            "Label": "Life Sciences",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MO.S3.LS.1",
                    "Label": "From Molecules To Organisms: Structure & Processes",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.S3.LS.1.B",
                            "Label": "Growth & Development Of Organisms",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.S3.LS.1.B.1",
                                    "Label": "Develop a model to compare and contrast observations on the life cycle of different plants and animals.",
                                    "Examples": [
                                        "Changes organisms go through during their life form a pattern."
                                    ],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "MO.S3.LS.3",
                    "Label": "Heredity: Inheritance and Variation of Traits",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.S3.LS.3.A",
                            "Label": "Inheritance Of Traits",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.S3.LS.3.A.1",
                                    "Label": "Construct scientific arguments to support claims that some characteristics of organisms are inherited from parents and some are influenced by the environment.",
                                    "Examples": [
                                        "Examples of the environment affecting a trait could include normally tall plants grown with insufficient water are stunted; and, a pet dog that is given too much food and little exercise may become overweight."
                                    ],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MO.S3.LS.3.B",
                            "Label": "Natural Selection",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.S3.LS.3.B.1",
                                    "Label": "Use evidence to construct an explanation for how the variations in characteristics among individuals of the same species may provide advantages in surviving and finding mates.",
                                    "Examples": [
                                        "Examples of cause and effect relationships could be plants that have larger thorns than other plants may be less likely to be eaten by predators; and, animals that have better camouflage coloration than other animals may be more likely to survive and therefore more likely to leave offspring."
                                    ],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MO.S3.LS.3.C",
                            "Label": "Adaptation",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.S3.LS.3.C",
                                    "Label": "Construct an argument with evidence that in a particular ecosystem some organisms -- based on structural adaptations or behaviors -- can survive well, some survive less well, and some cannot.",
                                    "Examples": [
                                        "Examples of evidence could include needs and characteristics of the organisms and habitats involved. The organisms and their habitat make up a system in which the parts depend on each other."
                                    ],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MO.S3.LS.3.D",
                            "Label": "Biodiversity & Humans",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.S3.LS.3.D.1",
                                    "Label": "Make a claim about the merit of a solution to a problem caused when the environment changes and the types of plants and animals that live there may change.",
                                    "Examples": [
                                        "Examples of environmental changes could include changes in land characteristics, water distribution, temperature, food, and other organisms."
                                    ],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MO.S3.ESS",
            "Label": "Earth & Spaces Sciences",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MO.S3.ESS.2",
                    "Label": "Earth's Systems",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.S3.ESS.2.D",
                            "Label": "Weather & Climate",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.S3.ESS.2.D.1",
                                    "Label": "Represent data in tables and graphical displays to describe typical weather conditions expected during a particular season.",
                                    "Examples": [
                                        "Examples of data could include average temperature, precipitation, and wind direction."
                                    ],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.S3.ESS.2.D.2",
                                    "Label": "Obtain and combine information to describe climates in different regions of the world.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "MO.S3.ESS.3",
                    "Label": "Earth & Human Activity",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.S3.ESS.3.B",
                            "Label": "Natural Hazards",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.S3.ESS.3.B.1",
                                    "Label": "Make a claim about the merit of an existing design solution (e.g. levies, tornado shelters, sea walls, etc.) that reduces the impacts of a weather-related hazard.",
                                    "Examples": [
                                        "Examples of design solutions to weather-related hazards could include barriers to prevent flooding, wind resistant roofs, and lightning rods."
                                    ],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MO.S3.ETS",
            "Label": "Engineering, Technology & Applications Of Science",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MO.S3.ETS.1",
                    "Label": "Engineering Design",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.S3.ETS.1.A",
                            "Label": "Defining & Delimiting Engineering Problems",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.S3.ETS.1.A.1",
                                    "Label": "Define a simple design problem reflecting a need or a want that includes specified criteria for success and constraints on materials, time, or cost.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MO.S3.ETS.1.B",
                            "Label": "Developing Possible Solutions",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.S3.ETS.1.B.1",
                                    "Label": "Generate and compare multiple possible solutions to a problem based on how well each is likely to meet the criteria and constraints of the problem.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MO.S3.ETS.1.C",
                            "Label": "Optimizing the Solution Process",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.S3.ETS.1.C.1",
                                    "Label": "Plan and carry out fair tests in which variables are controlled and failure points are considered to identify aspects of a model or prototype that can be improved.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}