{
    "Title": "Missouri Learning Standards > English Language Arts > Grade 6",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "MO.E6.RL",
            "Label": "Reading Literary Text",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MO.E6.RL.1",
                    "Label": "Comprehend & Interpret Texts (Approaching Texts As A Reader)",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.E6.RL.1.A",
                            "Label": "Draw conclusions, infer, and analyze by citing textual evidence to support analysis of what the text says explicitly as well as inferences drawn from the text.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MO.E6.RL.1.B",
                            "Label": "Determine the meaning of words and phrases as they are used in the text, including figurative and connotative meanings using context, affixes, or reference materials.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MO.E6.RL.1.C",
                            "Label": "Interpret visual elements of a text and draw conclusions from them (when applicable).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MO.E6.RL.1.D",
                            "Label": "Using appropriate text, determine the theme(s) of a text and cite evidence of its development; summarize the text.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MO.E6.RL.2",
                    "Label": "Analyze Craft & Structure (Approaching Texts As A Writer)",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.E6.RL.2.A",
                            "Label": "Analyze how a particular sentence, chapter, scene, stanza, or image contributes to meaning.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MO.E6.RL.2.B",
                            "Label": "Explain how an author develops the point of view of the narrator or speaker in a text.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MO.E6.RL.2.C",
                            "Label": "Analyze how word choice, including the use of figurative language and/or the repetition of words or word sounds, contributes to meaning.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MO.E6.RL.2.D",
                            "Label": "Describe how a particular text's plot unfolds in a series of episodes as well as how the characters respond or change as the plot moves toward a resolution.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MO.E6.RL.3",
                    "Label": "Synthesize Ideas From Multiple Texts (Approaching Texts As A Researcher)",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.E6.RL.3.A",
                            "Label": "Compare and contrast the experience of reading a story, drama, or poem to listening to or viewing an audio, video, or live version of the same text, noting how a performance impacts personal interpretation.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MO.E6.RL.3.B",
                            "Label": "Compare and contrast texts in different genres that address similar themes or topics.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MO.E6.RL.3.C",
                            "Label": "Explain how plot and conflict reflect historical and/or cultural contexts.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MO.E6.RL.3.D",
                            "Label": "Read and comprehend literature, including stories, dramas, and poems, independently and proficiently.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MO.E6.RI",
            "Label": "Reading Informational Text",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MO.E6.RI.1",
                    "Label": "Comprehend & Interpret Texts (Approaching Texts As A Reader)",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.E6.RI.1.A",
                            "Label": "Draw conclusions, infer and, analyze by citing textual evidence to support analysis of what the text says explicitly as well as inferences drawn from the text.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MO.E6.RI.1.B",
                            "Label": "Determine the meaning of words and phrases as they are used in the text, including figurative, connotative, and content-specific meanings using context, affixes, or reference materials.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MO.E6.RI.1.C",
                            "Label": "Interpret visual elements of a text including those from different media and draw conclusions from them (when applicable).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MO.E6.RI.1.D",
                            "Label": "Explain the central/main idea(s) of a text and cite evidence of its development; summarize the text.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MO.E6.RI.2",
                    "Label": "Analyze Craft & Structure (Approaching Texts As A Writer)",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.E6.RI.2.A",
                            "Label": "Analyze how a particular sentence, paragraph, section, or image contributes to meaning.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MO.E6.RI.2.B",
                            "Label": "Explain how an author's point of view or purpose is conveyed in a text.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MO.E6.RI.2.C",
                            "Label": "Analyze how word choice, including the use of figurative language, connotations, and/or repetition, contributes to meaning.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MO.E6.RI.2.D",
                            "Label": "Identify an author's argument in a text and distinguish claims that are supported by reasons and evidence from claims that are not.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MO.E6.RI.3",
                    "Label": "Synthesize Ideas From Multiple Texts (Approaching Texts As A Researcher)",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.E6.RI.3.A",
                            "Label": "Compare and contrast the experience of reading a text to listening to or viewing an audio or video version of the same text, noting how a performance impacts personal interpretation.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MO.E6.RI.3.B",
                            "Label": "Compare and contrast one author's presentation of events with that of another.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MO.E6.RI.3.C",
                            "Label": "Explain how the text reflects historical and/or cultural contexts.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MO.E6.RI.3.D",
                            "Label": "Read and comprehend informational text independently and proficiently.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MO.E6.W",
            "Label": "Writing",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MO.E6.W.1",
                    "Label": "Approaching The Task As A Researcher",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.E6.W.1.A",
                            "Label": "Research",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.E6.W.1.A.a",
                                    "Label": "Conduct research to answer a question, drawing on several sources; integrate information using a standard citation system.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E6.W.1.A.b",
                                    "Label": "Gather relevant information from multiple print and digital sources, assess the credibility of each source, and quote or paraphrase the data and conclusions of others while avoiding plagiarism and providing basic bibliographic information for sources.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "MO.E6.W.2",
                    "Label": "Approaching The Task As A Reader",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.E6.W.2.A",
                            "Label": "Follow a writing process to produce clear and coherent writing in which the development, organization, style, and voice are appropriate to the task, purpose, and audience; develop writing with narrative, expository, and argumentative techniques.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.E6.W.2.A.a",
                                    "Label": "Develop narratives including poems about real or imagined experiences with clearly identified characters, well-structured event sequences, narrative techniques, and relevant descriptive details.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E6.W.2.A.b",
                                    "Label": "Develop informative/explanatory writing to examine a topic with relevant facts, examples, and details.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E6.W.2.A.c",
                                    "Label": "Develop argumentative writing by introducing and supporting a claim with clear reasons and relevant evidence.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "MO.E6.W.3",
                    "Label": "Approaching The Task As A Reader",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.E6.W.3.A",
                            "Label": "Review, revise, and edit writing with consideration for the task, purpose, and audience.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.E6.W.3.A.a",
                                    "Label": "Introduce the topic, maintain a clear focus throughout the text,and provide a conclusion that follows from the text.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E6.W.3.A.b",
                                    "Label": "Choose precise language and establish and maintain an appropriate and consistent style; sentences are complete.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E6.W.3.A.c",
                                    "Label": "Demonstrate a command of the conventions of standard English grammar and usage, including spelling and punctuation.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E6.W.3.A.d",
                                    "Label": "Use transitions to clarify relationships, connect ideas and claims, and signal time shifts.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E6.W.3.A.e",
                                    "Label": "Use technology, including the Internet, to produce and publish writing as well as to interact and collaborate with others.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MO.E6.SL",
            "Label": "Speaking & Listening",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MO.E6.SL.1",
                    "Label": "Collaborating",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.E6.SL.1.A",
                            "Label": "Follow rules for collegial discussions and decision-making, track progress toward specific goals and deadlines, and define individual roles as needed.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MO.E6.SL.1.B",
                            "Label": "Delineate a speaker's argument and claims in order to pose and respond to specific questions with elaboration and detail by making comments that contribute to the topic, text, or issue under discussion.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MO.E6.SL.1.C",
                            "Label": "Review the key ideas expressed by a speaker including those presented in diverse media, and demonstrate understanding of multiple perspectives through reflection and paraphrasing.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MO.E6.SL.2",
                    "Label": "Presenting",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.E6.SL.2.A",
                            "Label": "Speak clearly, audibly, and to the point, using conventions of language as appropriate to task, purpose, and audience when presenting including appropriate volume.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MO.E6.SL.2.B",
                            "Label": "Position body to face the audience when speaking, and make eye contact with listeners at various intervals using gestures to communicate a clear viewpoint.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MO.E6.SL.2.C",
                            "Label": "Plan and deliver appropriate presentations based on the task, audience, and purpose including multimedia components in presentations to clarify claims findings and ideas.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}