{
    "Title": "Missouri Learning Standards > English Language Arts > Grades 11 - 12",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "MO.E11-12.RL",
            "Label": "Reading Literary Text",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MO.E11-12.RL.1",
                    "Label": "Comprehend & Interpret Texts (Approaching Texts As A Reader)",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.E11-12.RL.1.A",
                            "Label": "Draw conclusions, infer, and analyze by citing relevant and thorough textual evidence to support analysis of what the text says explicitly as well as inferences drawn from the text, including where the text leaves matters uncertain.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MO.E11-12.RL.1.B",
                            "Label": "Determine the meaning of words and phrases as they are used in the text, including figurative and connotative meanings using context, affixes, or reference materials.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MO.E11-12.RL.1.C",
                            "Label": "Interpret visual elements of a text and draw conclusions from them (when applicable).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MO.E11-12.RL.1.D",
                            "Label": "Using appropriate text, determine two or more themes in a text, analyze their development throughout the text, and relate the themes to human nature and the world; provide an objective and concise summary of the text.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MO.E11-12.RL.2",
                    "Label": "Analyze Craft & Structure (Approaching Texts As A Writer)",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.E11-12.RL.2.A",
                            "Label": "Evaluate how an author's choices to structure specific parts of a text contribute to a text's overall meaning and its aesthetic impact.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MO.E11-12.RL.2.B",
                            "Label": "Analyze a case in which recognizing point of view requires distinguishing what is directly stated in a text from what is implied.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MO.E11-12.RL.2.C",
                            "Label": "Evaluate how the author's word choices and use of syntax contribute to a text's overall meaning, tone, and aesthetic impact.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MO.E11-12.RL.2.D",
                            "Label": "Evaluate the impact of the author’s choices regarding how to develop and relate elements of a text.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MO.E11-12.RL.3",
                    "Label": "Synthesize Ideas From Multiple Texts (Approaching Texts As A Researcher)",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.E11-12.RL.3.A",
                            "Label": "Analyze the representation of a subject in two different artistic mediums, including what is emphasized or absent in each treatment.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MO.E11-12.RL.3.B",
                            "Label": "Synthesize ideas from two or more texts about similar themes or topics to articulate the complexity of the theme.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MO.E11-12.RL.3.C",
                            "Label": "Evaluate how an author's work reflects his or her historical/cultural perspective.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MO.E11-12.RL.3.D",
                            "Label": "Read and comprehend literature, including stories, dramas, and poems, independently and proficiently.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MO.E11-12.RI",
            "Label": "Reading Informational Text",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MO.E11-12.RI.1",
                    "Label": "Comprehend & Interpret Texts (Approaching Texts As A Reader)",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.E11-12.RI.1.A",
                            "Label": "Draw conclusions, infer, and analyze by citing relevant and thorough textual evidence to support analysis of what the text says explicitly as well as inferences drawn from the text, including where the text leaves matters uncertain.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MO.E11-12.RI.1.B",
                            "Label": "Determine the meaning of words and phrases as they are used in the text, including figurative, connotative, and content-specific meanings using context, affixes, or reference materials.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MO.E11-12.RI.1.C",
                            "Label": "Interpret visual elements of a text including those from different media and draw conclusions from them (when applicable).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MO.E11-12.RI.1.D",
                            "Label": "Explain two or more central/main ideas in a text, analyze their development throughout the text, and relate the central ideas to human nature and the world; provide an objective and concise summary of the text.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MO.E11-12.RI.2",
                    "Label": "Analyze Craft & Structure (Approaching Texts As A Writer)",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.E11-12.RI.2.A",
                            "Label": "Evaluate how an author's choices to structure specific parts of a text contribute to a text's overall meaning and its aesthetic impact.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MO.E11-12.RI.2.B",
                            "Label": "Analyze a text in which the author's point of view is not obvious and requires distinguishing what is directly stated from what is implied.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MO.E11-12.RI.2.C",
                            "Label": "Evaluate how the author's word choice and use of syntax contribute to a text's overall meaning and tone.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MO.E11-12.RI.2.D",
                            "Label": "Evaluate an author's argument and reasoning for effectiveness, validity, logic, credibility, and relevance of the evidence.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MO.E11-12.RI.3",
                    "Label": "Synthesize Ideas From Multiple Texts (Approaching Texts As A Researcher)",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.E11-12.RI.3.A",
                            "Label": "Analyze the representation of a subject in two different artistic mediums, including what is emphasized or absent in each treatment.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MO.E11-12.RI.3.B",
                            "Label": "Synthesize information from two or more texts about similar ideas/topics to articulate the complexity of the issue.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MO.E11-12.RI.3.C",
                            "Label": "Evaluate how an author's work reflects his or her historical/cultural perspective.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MO.E11-12.RI.3.D",
                            "Label": "Read and comprehend informational text independently and proficiently.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MO.E11-12.W",
            "Label": "Writing",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MO.E11-12.W.1",
                    "Label": "Approaching The Task As A Researcher",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.E11-12.W.1.A",
                            "Label": "Research",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.E11-12.W.1.A.a",
                                    "Label": "Conduct research to answer a question (including a self-generated question) or solve a problem; narrow or broaden the inquiry when appropriate; gather multiple relevant, credible sources, print and digital; integrate information using a standard citation system.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E11-12.W.1.A.b",
                                    "Label": "Gather relevant information from multiple authoritative print and digital sources, using advanced searches effectively; assess the strengths and limitations of each source in terms of the task, purpose, and audience; integrate information into the text selectively to maintain the flow of ideas, avoiding plagiarism and overreliance on any one source and following a standard format for citation.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "MO.E11-12.W.2",
                    "Label": "Approaching The Task As A Reader",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.E11-12.W.2.A",
                            "Label": "Follow a writing process to produce clear and coherent writing in which the development, organization, style, and voice are appropriate to the task, purpose, and audience; self-select and blend (when appropriate) previously learned narrative, expository, and argumentative writing techniques.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MO.E11-12.W.3",
                    "Label": "Approaching The Task As A Reader",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.E11-12.W.3.A",
                            "Label": "Review, revise, and edit writing with consideration for the task, purpose, and audience.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MO.E11-12.W.3.A.a",
                                    "Label": "Organization and content: Introduce the topic, maintain a clear focus throughout the text, and provide a conclusion that follows from the text. Achieve the writer's purpose and enhance the reader's understanding of and experience with the text by making choices regarding organization and content.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E11-12.W.3.A.b",
                                    "Label": "Word choice, syntax, and style: Choose precise language and make syntactical choices to reflect an understanding of how language functions in different contexts and enhance the reader's understanding of the text.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E11-12.W.3.A.c",
                                    "Label": "Conventions of standard English and usage: Demonstrate a command of the conventions of standard English grammar and usage, including spelling and punctuation.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E11-12.W.3.A.d",
                                    "Label": "Use a variety of appropriate transitions to clarify relationships, connect ideas and claims, and signal time shifts.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MO.E11-12.W.3.A.e",
                                    "Label": "Use technology, including the Internet, to produce, publish, and update individual or shared writing products in response to ongoing feedback, including new arguments or information.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MO.E11-12.SL",
            "Label": "Speaking & Listening",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MO.E11-12.SL.1",
                    "Label": "Collaborating",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.E11-12.SL.1.A",
                            "Label": "Work with peers to promote civil, democratic discussions and decision-making, set clear goals and deadlines, and establish individual roles as needed.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MO.E11-12.SL.1.B",
                            "Label": "Delineate a speaker’s argument and claims evaluating the speaker’s point of view, reasoning, stance, and evidence in order to propel conversations by posing and responding to questions that probe reasoning and evidence; ensure a hearing for a full range of positions on a topic or issue; clarify, verify, or challenge ideas and conclusions; and promote divergent and creative perspectives.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MO.E11-12.SL.1.C",
                            "Label": "Respond thoughtfully to diverse perspectives including those presented in diverse media; synthesize claims made on all sides of an issue, and, when warranted, qualify or justify their own views and understanding and make new connections in light of the evidence and reasoning presented.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MO.E11-12.SL.2",
                    "Label": "Presenting",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MO.E11-12.SL.2.A",
                            "Label": "Speak audibly and to the point, using conventions of language as appropriate to task, purpose, and audience when presenting including fluent and clear articulation, strategically varying volume, pitch, and pace to consistently engage listeners.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MO.E11-12.SL.2.B",
                            "Label": "Make consistent eye contact with a range of listeners when speaking, using a range of gestures or movement to emphasize aspects of speech while avoiding body language or mannerisms that might be distracting to the audience.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MO.E11-12.SL.2.C",
                            "Label": "Plan and deliver appropriate presentations based on the task, audience, and purpose making strategic use of multimedia in presentations to enhance understanding of findings, reasoning, and evidence and to add interest conveying a clear and distinct perspective.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}