{
    "Directions": "Read the passage. Then answer each question that follows.",
    "Context": [],
    "Title": "[from] O Pioneers!",
    "Subtitle": "",
    "Author": "by Willa Sibert Cather",
    "LabelType": "P",
    "Content": [
        ["1", "Carl had changed, Alexandra felt, much less than one might have expected. He had not become a trim, self- satisfied city man. There was still something homely and wayward and definitely personal about him. Even his clothes, his Norfolk coat and his very high collars, were a little unconventional. He seemed to shrink into himself as he used to do; to hold himself away from things, as if he were afraid of being hurt. In short, he was more self- conscious than a man of thirty-five is expected to be. He looked older than his years and not very strong. His black hair, which still hung in a triangle over his pale forehead, was thin at the crown, and there were fine, relentless lines about his eyes. His back, with its high, sharp shoulders, looked like the back of an overworked German professor off on his holiday. His face was intelligent, sensitive, unhappy."],
        ["2", "That evening after supper, Carl and Alexandra were sitting by the clump of castor beans in the middle of the flower garden. The gravel paths glittered in the moonlight, and below them the fields lay white and still."],
        ["3", "“Do you know, Alexandra,” he was saying, “I've been thinking how strangely things work out. I've been away engraving other men's pictures, and you've stayed at home and made your own.” He pointed with his cigar toward the sleeping landscape. “How in the world have you done it? How have your neighbors done it?”"],
        ["4", "“We hadn't any of us much to do with it, Carl. The land did it. It had its little joke. It pretended to be poor because nobody knew how to work it right; and then, all at once, it worked itself. It woke up out of its sleep and stretched itself, and it was so big, so rich, that we suddenly found we were rich, just from sitting still. As for me, you remember when I began to buy land. For years after that I was always squeezing and borrowing until I was ashamed to show my face in the banks. And then, all at once, men began to come to me offering to lend me money— and I didn't need it! We have land enough, at last!” Alexandra laughed."],
        ["5", "“How about Lou and Oscar? They've done well, haven't they?”"],
        ["6", "“Yes, very well; but they are different, and now that they have farms of their own I do not see so much of them. We divided the land equally when Lou married. They have their own way of doing things, and they do not altogether like my way, I am afraid. Perhaps they think me too independent. But I have had to think for myself a good many years and am not likely to change. On the whole, though, we take as much comfort in each other as most brothers and sisters do. And I am very fond of Lou's oldest daughter.”"],
        ["7", "“I think I liked the old Lou and Oscar better, and they probably feel the same about me. I even, if you can keep a secret,”— Carl leaned forward and touched her arm, smiling, —“I even think I liked the old country better. This is all very splendid in its way, but there was something about this country when it was a wild old beast that has haunted me all these years. Now, when I come back to all this milk and honey, I feel like the old German song, 'Wo bist du, wo bist du, mein geliebtest Land?'¹ — Do you ever feel like that, I wonder?”"],
        ["8", "“Yes, sometimes, when I think about father and mother and those who are gone; so many of our old neighbors.” Alexandra paused and looked up thoughtfully at the stars. “We can remember the graveyard when it was wild prairie, Carl, and now—”"],
        ["9", "“And now the old story has begun to write itself over there,” said Carl softly. “Isn't it queer: there are only two or three human stories, and they go on repeating themselves as fiercely as if they had never happened before; like the larks in this country, that have been singing the same five notes over for thousands of years.”"],
        ["10", "“Oh, yes! The young people, they live so hard. And yet I sometimes envy them. There is my little neighbor, now; the people who bought your old place. I wouldn't have sold it to any one else, but I was always fond of that girl. You must remember her, little Marie Tovesky, from Omaha, who used to visit here?"],
        ["11", "“She's too young and pretty for this sort of life. We're all ever so much older and slower. But she's the kind that won't be downed easily. She'll work all day and go to a Bohemian wedding and dance all night, and drive the hay wagon for a cross man next morning. I could stay by a job, but I never had the go in me that she has, when I was going my best. I'll have to take you over to see her to- morrow.”"],
        ["12", "Carl dropped the end of his cigar softly among the castor beans and sighed. “Yes, I suppose I must see the old place. I'm cowardly about things that remind me of myself. It took courage to come at all, Alexandra. I wouldn't have, if I hadn't wanted to see you very, very much.”"],
        ["13", "Alexandra looked at him with her calm, deliberate eyes. “Why do you dread things like that, Carl?” she asked earnestly. “Why are you dissatisfied with yourself?”"],
        ["14", "Her visitor winced. “How direct you are, Alexandra! Just like you used to be. Do I give myself away so quickly? Well, you see, for one thing, there's nothing to look forward to in my profession. Wood- engraving is the only thing I care about, and that had gone out before I began. Everything's cheap metal work nowadays, touching up miserable photographs, forcing up poor drawings, and spoiling good ones. I'm absolutely sick of it all.” Carl frowned. “Alexandra, all the way out from New York I've been planning how I could deceive you and make you think me a very enviable fellow, and here I am telling you the truth the first night. I waste a lot of time pretending to people, and the joke of it is, I don't think I ever deceive any one. There are too many of my kind; people know us on sight.”"],
        ["15", "Carl paused. Alexandra pushed her hair back from her brow with a puzzled, thoughtful gesture. “You see,” he went on calmly, “measured by your standards here, I'm a failure. I couldn't buy even one of your cornfields. I've enjoyed a great many things, but I've got nothing to show for it all.”"],
        ["16", "“But you show for it yourself, Carl. I'd rather have had your freedom than my land.”"],
        ["17", "Carl shook his head mournfully. “Freedom so often means that one isn't needed anywhere. Here you are an individual, you have a background of your own, you would be missed. But off there in the cities there are thousands of rolling stones like me. We are all alike; we have no ties, we know nobody, we own nothing. When one of us dies, they scarcely know where to bury him. Our landlady and the delicatessen man are our mourners, and we leave nothing behind us but a frock- coat and a fiddle, or an easel, or a typewriter, or whatever tool we got our living by. All we have ever managed to do is to pay our rent, the exorbitant rent that one has to pay for a few square feet of space near the heart of things. We have no house, no place, no people of our own. We live in the streets, in the parks, in the theatres. We sit in restaurants and concert halls and look about at the hundreds of our own kind and shudder.”"],
        ["18", "Alexandra was silent. She sat looking at the silver spot the moon made on the surface of the pond down in the pasture. He knew that she understood what he meant."]
    ],
    "Copyright": "In the public domain.",
    "References": [
        ["¹", "Wo bist du, wo bist du, mein geliebtest Land?' - German, “Where are you? Where are you? My most beloved country.”"]
    ]
}