{
    "Directions": "Read the passage. Then answer each question that follows.",
    "Context": [],
    "Title": "Nanotechnology: Big Things from a Tiny World",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "Think small. Think really, really small— smaller than anything you ever saw through a conventional microscope at school."],
        ["2", "Think atoms and molecules, and now you're there. You're down at the nanoscale, where scientists are learning about these fundamental components of matter and are putting them to use in beneficial ways."],
        ["3", "Working at the nanoscale, scientists are creating new tools, products, and technologies to address some of the world's biggest challenges, including the following."],
        [" ", "• Smaller, faster, more portable electronics with larger data storage capacity\n\n• Medical devices and drugs to detect and treat diseases more effectively with fewer side effects\n\n• Low- cost filters to provide clean drinking water\n\n• Stronger, lighter, more durable materials\n\n• Techniques to clean up hazardous chemicals in the environment\n\n• Sensors to detect and identify harmful chemical or biological agents"],
        ["4", "So what is nanotechnology? Nanotechnology is science, engineering, and technology at the nanoscale, which is about 1 to 100 nanometers. Nanotechnology is the study and application of extremely small things and is used across all other science fields, such as chemistry, biology, physics, materials science, and engineering."],
        ["5", "What's so special about the nanoscale? The short answer is that materials can have different properties at the nanoscale— some are better at conducting electricity or heat, some are stronger, some have different magnetic properties, and some reflect light better or change colors depending on their size."],
        ["6", "Nanoscale materials also have far larger surface areas than similar volumes of larger-scale materials, meaning that more surface is available for interactions with other materials around them, making nanomaterials ideal for many applications that require high surface area, such as batteries."],
        ["7", "If you have a block of material, only its surface will interact with its surroundings. If more surface is exposed, then more of the material is available for a reaction. Cutting up that block of material will increase its surface area while keeping the total amount of material the same. For example, you don't just swallow a piece of chocolate: you chew it up so it can interact with more of your taste buds."],
        ["8", "Imagine putting a block of chocolate in your mouth. It has a surface area of about 25.7 cm². If you bite it in half, you increase the amount of chocolate you can taste to 30.8 cm², about half the area of a Post-it® note. Bite each of those pieces in half and now you've got 41.5 cm² of chocolate to enjoy. If you keep chewing until you have 1- nanometer sized cubes of chocolate, you'd have a surface area equal to almost 10 football fields (but still just the calories from one piece!)."],
        ["", "problems/MDG10E/media/S2a.jpg"],
        ["", "Visualizing the Nanoscale"],
        ["9", "Just how small is “nano”? In the International System of Units, the prefix “nano” means one- billionth, or 10⁻⁹; so one nanometer is one- billionth of a meter. It's difficult to imagine just how small that is, so here are some examples:"],
        [" ", "• A sheet of paper is about 100,000 nanometers thick.\n\n• A strand of hair is 80,000- 100,000 nanometers in diameter.\n\n• There are 25,400,000 nanometers per inch.\n\n• Your fingernails grow about one nanometer per second."],
        ["", "Biomimicry"],
        ["10", "Biomimicry is the design and production of materials and structures that are inspired by naturally occurring materials and processes. Nanoscale materials are common in nature. From the molecular machines that translate DNA into proteins to the structures that keep leaves clean and bacteria off insect wings, nature operates at the nanoscale. Our bodies use natural nanoscale materials, such as proteins and other molecules, to function."],
        ["11", "In fact, many important functions of living organisms take place at the nanoscale; the diameter of double- stranded DNA is just 2.5 nanometers. Researchers have copied the nanostructure of lotus leaves to create water-repellent surfaces. Today, these coatings are used to make stain- proof clothing and anti- icing coatings for airplane wings and wind turbines. Scientists are also creating antimicrobial surfaces that mimic the nanoscale structures on cicada wings."],
        ["12", "The gecko's ability to climb has inspired researchers to develop gloves with nanoscale features like the ones on a gecko's foot. These gloves enable a person to climb a wall of glass. Nanoscale structures can control how light is reflected and create the vibrant blue of butterfly wings and peacock feathers. This structural color may be the key to creating camouflage or even an invisibility cloak that bends light, hiding whatever is behind it."],
        ["", "problems/MDG10E/media/S2b.jpg"],
        ["13", "What distinguishes nanotechnology from nature's use of the nanoscale? Thanks to the development of high- powered microscopes and precision instruments, scientists and engineers can manipulate and control nanoscale materials in a purposeful way."],
        ["", "problems/MDG10E/media/S2c.jpg"],
        ["", "Into the Future"],
        ["14", "Today, many of our nation's most creative scientists and engineers are finding new ways to use nanotechnology to improve the world in which we live. These researchers envision a world in which new materials, designed at the atomic and molecular level, provide cost- effective methods for harnessing energy sources through movement. They foresee nano- enabled diagnostics that will allow doctors to detect disease at its earliest stages— and the treatment of illnesses such as cancer, heart disease, and diabetes with safer and more effective medicines. We may soon develop methods of growing artificial muscle to give improved mobility to amputees and wounded veterans. Vaccine scaffolds could enable faster and more effective inoculations for the flu and many other contagious diseases. Although there are many research challenges ahead, nanotechnology is already producing a wide range of beneficial materials, and shows promise for more breakthroughs in many fields. Scientific inquiry at the level of molecules has opened up a world of new opportunities."],
        [" ", "• A nanoparticle- based universal flu vaccine may one day provide immunity to all strains, not just the strains predicted to be present during a given flu season.\n\n• Advanced textiles with piezoelectric nanowires woven into clothing may allow us to harvest energy through movement. You could charge your phone in your pocket as you walk around.\n\n• Artificial, self- healing muscle could allow amputees to better control their prosthetics.\n\n• A T-shirt that actively heats and cools will allow the wearer to stay comfortable in any climate.\n\n• Nano- enabled microscopic devices you can swallow may one day let doctors diagnose and treat disease without invasive surgery."]
    ],
    "Copyright": "Adapted from the National Nanotechnology Coordination Office. Text and photographs in the public domain. Third- party trademark Post- it® was used in these testing materials.",
    "References": []
}