{
    "Directions": "Read the passage. Then answer each question that follows.",
    "Context": [],
    "Title": "[from] Sweet Water",
    "Subtitle": "",
    "Author": "by Christina Baker Kline",
    "LabelType": "P",
    "Content": [
        ["1", "Sitting in the studio, on the kickwheel, I watched my foot as it pumped hard, then lifted. The wheel flew, specks of dried clay becoming a soft blur. I put my heel against the wheel to slow it. The clay pieces I'd finished were awkward and ungainly, misshapen bowls and off- center urns scattered on newspaper around the floor. I was determined to get the next one right."],
        ["2", "In the evenings and on weekends, whenever I could, I came to NYU to work with clay. In college, when I was learning to use the equipment, everything was free; now I had to pay to use the space. “When you start to work with the kickwheel you're going to feel overwhelmed,” a teacher had explained one September day long ago. “Try not to think about it. The brain can be a potter's worst enemy.” She had put her hands out in front of her like brakes. “Don't feel you have to learn everything at once. Take your time. Experiment a little.”"],
        ["3", "Ever since I was a little girl I had wanted to be a sculptor, maybe because I knew that my mother had been an art teacher before I was born. In elementary school I used to go home with my best friend, Dee Dee Harrison, in the afternoons. Her mother was a sculptor; she had a small studio in what had been a closet off the kitchen. Dee Dee and I would color or paint on construction paper at the kitchen table while Mrs. Harrison worked in the room next door. One day we came home with a story about a sculpting project we'd been assigned in art class: we were supposed to mold one of three Disney characters and then paint it to look like its cartoon self. Mrs. Harrison was furious. “What kind of learning ... Our tax money going to waste ... ,” she ranted, pacing around the kitchen. When she calmed down she said that since the school wasn't going to teach us to sculpt, she would do it herself."],
        ["4", "The clay was cold and hard to the touch, and smelled of deep dirt on autumnmornings, of damp leaves at the bottom of a pile. When I squeezed it, it molded to my hand. When I took my hand away, it retained the imprint of my fist. When I started working with clay, I felt I had control over something for the first time in my life. That first day, and for a long time afterward, my awkward fingers could not manipulate the clay into the shapes I envisioned. But every time was new, and each piece had potential— and someday, I knew, I would make my imagination manifest, for everyone to see."],
        ["5", "Now, on the wheel, I kneaded a lump of clay until it was silky and supple, and set it in the middle of the plaster bat on top of the revolving wheelhead. Holding my hands steady, I worked the clay into a concave shape. When I first started on the large wheel, it was like learning to ride a bicycle; I was clumsy and slow. I couldn't keep up with the ceaseless turning. But once I mastered the movement it began to feel natural to me, and I could work fast. Carving a curve into the clay on the wheel was like taking a swift, smooth turn on a bike around a narrow bend: the way your body and mind lean into the curve simultaneously, as if one with gravity; the way you feel lifted up, as if on wings."],
        ["6", "As I learned about throwing clay, I taught my hands how to move in to center it, how to glide up the sides of the bowl to cut the excess or save a weak rim. The process became intuitive; my mind threw out messages, and my hands worked them into the clay, responding to unplanned patterns and rhythms. Working with clay, I decided, was like being in a relationship: as you move with and against it, as it moves with and against you, you put part of yourself into it and it takes on part of you and supports you. That's why you have to work quickly; you need to do it, as my teacher said, without thinking too much."],
        ["7", "I could feel the energy in the air, my energy, as I worked through the afternoon, my mind racing beyond thought. When I looked up I was surprised to find the daylight faded, the room dark and quiet, the flowing shapes in front of me the only signs of turbulence."]
    ],
    "Copyright": "Sweet Water by Christina Baker Kline. Copyright 1993 by HarperCollins Publishers. Reproduced with permission of HarperCollins Publishers via Copyright Clearance Center.",
    "References": []
}