{
    "Directions": "Read the poem. Then answer each question that follows.",
    "Context": [],
    "Title": "The Parcel",
    "Subtitle": "",
    "Author": "by Eavan Boland",
    "LabelType": "L",
    "Content": [
        [" ", "There are dying arts and"],
        [" ", "one of them is"],
        [" ", "the way my mother used to make up a parcel."],
        [" ", "Paper first. Mid- brown and coarse- grained as wood."],
        ["5", "The worst sort for covering a Latin book neatly"],
        [" ", "or laying flat at Christmas on a pudding bowl."],
        [" ", "It was a big cylinder. She snipped it open"],
        [" ", "and it unrolled quickly across the floor."],
        [" ", "All business, all distance."],
        ["10", "Then the scissors."],
        [" ", "Not a glittering let- up but a dour"],
        [" ", "pair, black thumb- holes,"],
        [" ", "the shears themselves the colour of the rained-"],
        [" ", "on steps a man with a grindstone climbed up"],
        ["15", "in the season of lilac and snapdragon"],
        [" ", "and stood there arguing the rate for"],
        [" ", "sharpening the lawnmower and the garden pair"],
        [" ", "and this one. All- in."],
        [" ", "The ball of twine was coarsely braided"],
        ["20", "and only a shade less yellow than"],
        [" ", "the flame she held under the blunt"],
        [" ", "end of the sealing wax until"],
        [" ", "it melted and spread into a brittle"],
        [" ", "terracotta medal."],
        ["25", "Her hair dishevelled, her tongue between her teeth,"],
        [" ", "she wrote the address in the quarters"],
        [" ", "twine had divided the surface into."],
        [" ", "Names and places. Crayon and fountain pen."],
        [" ", "The town underlined once. The country twice."],
        ["30", "It's ready for the post"],
        [" ", "she would say and if we want to know"],
        [" ", "where it went to—"],
        [" ", "a craft lost before we missed it— watch it go"],
        [" ", "into the burlap sack for collection."],
        ["35", "See it disappear. Say"],
        [" ", "this is how it died"],
        [" ", "out: among doomed steamships and outdated trains,"],
        [" ", "the tracks for them disappearing before our eyes,"],
        [" ", "next to station names we can't remember"],
        ["40", "on a continent we no longer"],
        [" ", "recognize. The sealing wax cracking."],
        [" ", "The twine unravelling. The destination illegible."]
    ],
    "Copyright": "“The Parcel” from In a Time of Violence by Eavan Boland. Copyright 1994 by W. W. Norton and Company. Reproduced with permission of W. W. Norton and Company via the Copyright Clearance Center.",
    "References": []
}