{
    "Directions": "This passage discusses the research of archaeologist Jeffrey Dean, who has studied the ancient Anasazi people from the southwestern United States. Read the passage and answer each question that follows.",
    "Context": [],
    "Title": "The Anasazi",
    "Subtitle": "[from] Case Closed? Nine Mysteries Unlocked by Modern Science",
    "Author": "by Susan Hughes",
    "LabelType": "P",
    "Content": [
        ["", ":box:• Missing: the Anasazi — ancient Pueblo peoples\n\n• Date last seen: around 1300\n\n• Place last seen: southwestern North America\n\n• Possible reasons for disappearance: war, drought, starvation"],
        ["", "Background"],
        ["1", "The Anasazi (an-a-SAH-zee) had been an ancient nomadic people. For 10,000 years, they lived by hunting wild deer and gathering fruit, wild berries, nuts and other wild plants."],
        ["2", "About 1800 years ago, they began settling in the plateau region of southwestern America, where sources of water and good farmland could be found. They built single-storey adobe shelters with wood, mortar and sandstone, and began living in villages, called pueblos. They grew crops and domesticated wild turkeys and dogs."],
        ["3", "Rapidly, the population grew. The people gathered in larger pueblos within the canyons. They built dams, canals, reservoirs and even an observatory high atop Chimney Rock, in what is now southwestern Colorado. They used their remarkable building skills to construct multistoried “great houses,” similar to modern apartment blocks, with mortar and huge logs transported from mountaintops over 100 km (60 mi.) away. Some of these great houses had over 600 rooms and housed over 1000 people."],
        ["4", "The Anasazi wove cotton clothing and blankets. They created art images on rock, perhaps to share important messages. They marked the passing of time so they would know when to plant their crops or harvest them. Spurred on by surplus crops, such as beans, squash and cotton, the Anasazi developed extensive trade routes. Hundreds of kilometers (miles) of roads connected more than seventy outside communities to Chaco Canyon, likely the center of the Anasazi civilization."],
        ["5", "But suddenly, about 1300 CE,¹ the Anasazi left their homes and vanished! Where did they go?"],
        ["", "problems/RI21G6E/media/S1a.jpg"],
        ["", "Case Open"],
        ["6", "Jeffrey Dean, archaeologist and professor at the University of Arizona, stared at the computer screen. He was about to watch history come to life. Onscreen, he saw the Four Corners region of the United States (modern-day Colorado, Arizona, New Mexico and Utah) as it existed in the thirteenth century."],
        ["7", "Everything looked about right. Dean had provided data about the climate and the landscape of the time. Other archaeologists had supplied information about the crops grown and tools used. And — although they were simulations — the “people,” or agents onscreen were programmed to act reasonably in response to their changing environment."],
        ["8", "The computer program started, and the clock began ticking. Time advanced from 800 CE, and Dean watched as crops were planted, the population grew and villages increased in size. The date kept scrolling forward. Now Dean held his breath. What would happen when it reached 1300? Would the people simply up and vanish like the real Anasazi had done over 700 years ago?"],
        ["", "problems/RI21G6E/media/S1b.jpg"],
        ["9", "When the Anasazi people “vanished,” so did the stories, legends or traditions that might have given us pointers to their past. Anthropologists, who study how human cultures develop, had to turn to other peoples in the region for clues about the Anasazi. They discovered that most of the modern Pueblo peoples of Arizona and New Mexico, including the Hopi and the Zuni, count the Anasazi among their ancestors."],
        ["10", "Archaeologists, such as Jeffrey Dean, support this idea. Ancient artifacts show us that areas to the south of Chaco Canyon became more and more crowded at the time that the Anasazi “disappeared,” making archaeologists think that the Anasazi actually moved south. Dean says, “Virtually all archaeologists agree that the Anasazi didn't really vanish.” But what could have caused every person to pack up and abandon cities that had flourished for hundreds of years?"],
        ["11", "Archaeologists analyzed human bones from the 1300s found in the area. Some showed evidence of famine and malnutrition. Many infants died. Were these signs that food had become scarce? The Anasazi lived about 2100 m (6900 ft.) above sea level, where precipitation and the growing season were good for farming. But if the weather had changed dramatically, the Anasazi — who relied on crops for their survival — may have been forced to evacuate."],
        ["12", "To know more about the history of precipitation in the area, researchers turned to dendrochronology, which is the study and dating of tree rings. A tree usually grows a new ring every year. The width of the ring is mainly affected by how much water and warmth the tree experienced. Dry years produce narrow rings, and wet years produce wide rings."],
        ["13", "Scientists take a core sample from a tree and examine it. They try to match each ring to its corresponding calendar year. Then they can examine a ring's width and learn about what the environment was like that year. They might be able to tell, for example, how much rain fell, what the temperature was and even whether there was an insect outbreak."],
        ["14", "Dean analyzed tree rings in the region. He found that in 1250, weather patterns became chaotic and unpredictable. He says, “Farming could no longer support the number of people that lived in the area. This, of course, increased competition for dwindling resources. In some areas, this resulted in Anasazi communities fighting with each other.”"],
        ["", ":box:Tree Ring-ologies\n\nScientists study tree rings to learn about many things, such as\n\n• climatology (for example, past dry spells or cold periods);\n\n• ecology (for example, past insect epidemics or forest fires);\n\n• geology (for example, past volcanic eruptions or earthquakes); and\n\n• anthropology (for example, past construction or desertion of societies)."],
        ["", "problems/RI21G6E/media/S1c.jpg"],
        ["15", "Other evidence supports Dean's theory. Archaeologists have discovered that in the 1200s, some Anasazi people began moving to higher ground, building pueblos into shallow caves in the cliff walls. Archaeologists think that one of the reasons the Anasazi moved into these “cliff dwellings” was because they offered protection from enemies."],
        ["16", "And if famine and warfare weren't enough to drive away the Anasazi, some archaeologists offer another factor: religion. The Anasazi depended on predictable rainfall patterns for their crops, so they might have felt spiritual connections with nature. When the weather worsened, the people might have felt that connection was broken. To the Anasazi society, this spiritual break — in combination with conflict and drought —  could have been catastrophic."],
        ["17", "Archaeologists have found signs of spiritual upheaval in other societies in the region. Perhaps a new type of religion, formed to the south, had appealed to the Anasazi people. This could have triggered the Anasazi to pick up and join a community with a more attractive faith."],
        ["18", "Dean was excited to take part in another attempt to shed some light on the mystery. He and several other archaeologists, a social scientist and a computer modeler created the Artificial Anasazi Project. The simulation program constructed an artificial Anasazi society. Specifically, it showed how the people living in Long House Valley — an actual Anasazi settlement — might have behaved from 800 CE to 1350 CE. The model used 3-D satellite maps of the area and recreated known environmental factors, such as climate, crop production and drought."],
        ["19", "The simulation was “agent based,” which means that each person who lived in the historical Anasazi settlement was represented by an agent. The agents were programmed so that they would act in simple, reasonable ways in response to events and conditions."],
        ["20", "When the researchers ran the program, they watched with great interest as the date advanced. By the time 1300 CE rolled around, three-quarters of the Anasazi agents had left the valley. But some remained."],
        ["", "problems/RI21G6E/media/S1d.jpg"],
        ["", "Mystery Solved?"],
        ["21", "Scientists agree that the Anasazi people did not simply vanish. Rather, they migrated to other areas or merged with peoples whose descendants still live in the American Southwest."],
        ["22", "But why? Thanks in part to the Artificial Anasazi Project, most scientists agree that environmental changes alone would not have caused all the Anasazi to evacuate the area. Other factors must have been at play. Researchers are studying the evidence and coming up with competing theories. Dean cautions, “Nearly every archaeologist has a personal opinion on how to interpret the archaeological and natural science data on the Anasazi abandonment of the Four Corners area in the late 1200s.” There is still a lot of work to be done before this mystery is truly solved."]
    ],
    "Copyright": "“The Anasazi” by Susan Hughes, from Case Closed? Nine Mysteries Unlocked by Modern Science. Text copyright © 2010 by Susan Hughes. Reprinted by permission of Kids Can Press Ltd. Photograph 1 courtesy of Wikimedia. Photograph 2 copyright © Julija Sergeeva/Dreamstime. Reprinted by permission of the photographer.",
    "References": [
        ["¹", "CE — Common Era, also known as AD"]
    ]
}