{
    "Directions": "",
    "Context": [],
    "Title": "A Wintry Welcome",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "\tWhen we moved to Minnesota, I was intent on transplanting Charlie into the garden of our new house. Charlie was the cactus I dug up from our yard in Texas right before we moved. I wanted something to remind me of the home I reluctantly had to leave."],
        ["2", "\tI yanked open the front door with Charlie cradled in my arm. An express train of polar air blasted me in the face as I stepped onto the porch. The temperatures had been frigid the past few days, but overnight the landscape had been transformed into a world of white that blanketed every surface. The wind crammed icy fingers down the back of my neck. “How do people live in such a harsh environment?” I wondered, recalling the warm Texas sun."],
        ["3", "\tPlanting Charlie outside clearly wasn't going to happen anytime soon."],
        ["4", "\tAs I stood there, two kids on the sidewalk waved to me. The boy shouted, “Are you our new neighbor?”"],
        ["5", "\t“Of course she is,” the girl said. “I'm Kristin, and this is my brother Kyle.”"],
        ["6", "\t“I'm Emily,” I said."],
        ["7", "\t“Do you want to go ice-skating with us?” Kristin asked. She pointed to the frozen pond across the street from my house. “We have a few extra pairs of skates at our house.”"],
        ["8", "\tWithin the hour I was sitting with Kristin and Kyle on the bench next to the pond. The untouched snow bordering the pond glittered in the sun as if a million diamonds were sprinkled across its surface. I studied the ice skates. I knew how to roller-skate, but these skates looked very different."],
        ["9", "\tKristin laced my skates for me. When I inhaled, icy air filled my lungs. Kyle wrapped his knit scarf around my neck, pulling it up over my mouth and nose. “You'll get used to the cold,” he said, grinning."],
        ["10", "\tKyle helped me stand up. “Not too bad,” I thought."],
        ["11", "\tBut then I attempted to take a step, and my feet flew out from underneath me. I landed on the solid ice with a thud."],
        ["12", "\tKyle and Kristin hauled me up and supported me on each side as I slipped and stumbled. After a while I was able to balance on my own. I figured out how to push off and glide too. By the end of the day, I was able to make tiny, t͟e͟n͟t͟a͟t͟i͟v͟e turns on the ice. I almost forgot about Texas as I concentrated on my new friends instead."],
        ["13", "\tLight shone through the open curtains of the front window of my house across the street, and I could see Charlie on the table inside. “We transplants will be all right here,” I thought with a wide grin from beneath the knit scarf."],
        ["", "problems/TX17G6R/media/S4a.jpg"]
    ],
    "Copyright": "",
    "References": []
}