{
    "Directions": "Read the passage and then answer each question that follows.",
    "Context": [],
    "Title": "",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        [" ", "\tGardens, both public and private, provide space for relaxation and pleasure. Many people enjoy seeing beautiful gardens, with their manicured, green lawns, bright floral displays, and p͟a͟t͟h͟s͟ ͟t͟h͟a͟t͟ ͟a͟r͟e͟ ͟b͟o͟t͟h͟ ͟w͟i͟n͟d͟i͟n͟g͟ ͟a͟n͟d͟ ͟m͟a͟d͟e͟ ͟o͟f͟ ͟s͟t͟o͟n͟e͟. Fewer people understand the time and effort necessary to make such pleasing spaces, especially spaces with difficult growing conditions."],
        [" ", "\tGarden design must take several important factors i͟n͟t͟o͟ ͟c͟o͟n͟s͟i͟d͟e͟r͟a͟t͟i͟o͟n͟,͟ ͟l͟i͟g͟h͟t͟,͟ ͟c͟o͟l͟o͟r͟, seasonal interest, and soil quality. If the area to be planted is sunny, the plant choices are a͟b͟u͟n͟d͟a͟n͟t͟,͟ ͟h͟o͟w͟e͟v͟e͟r͟ ͟i͟f there is more shade, the plant pool shrinks. Even so, there is a wide variety of colorful shade-loving plants available to produce a beautiful garden."],
        [" ", "\tGardeners working with the right plants, adding nutrients to the soil, a͟n͟d͟ ͟b͟l͟o͟o͟m͟ ͟t͟i͟m͟e͟s can ensure that their garden is lovely to look at for most months of the year. Because shade plants usually produce fewer showy blooms, g͟r͟o͟u͟p͟i͟n͟g͟ ͟p͟l͟a͟n͟t͟s͟ ͟t͟o͟g͟e͟t͟h͟e͟r͟ ͟w͟i͟t͟h͟ ͟a͟ ͟v͟a͟r͟i͟e͟t͟y͟ ͟o͟f͟ ͟d͟i͟f͟f͟e͟r͟e͟n͟t͟ ͟k͟i͟n͟d͟s͟ ͟o͟f͟ ͟l͟e͟a͟f͟ ͟t͟y͟p͟e͟s͟ ͟a͟n͟d͟ ͟a͟ ͟l͟o͟t͟ ͟o͟f͟ ͟c͟o͟l͟o͟r͟s is crucial in adding visual interest. Great gardeners, who often do their best work in the most challenging situations, know that shady spots are ideal places to locate water e͟l͟e͟m͟e͟n͟t͟s͟ ͟w͟h͟i͟c͟h͟ ͟c͟a͟n͟ ͟i͟n͟c͟l͟u͟d͟e a small waterfall, an artificial stream, or an inky black reflecting pool."],
        [" ", "\tWhile colorful gardens w͟h͟i͟c͟h͟ ͟a͟r͟e͟ ͟f͟i͟l͟l͟i͟n͟g͟ ͟w͟i͟t͟h͟ ͟b͟l͟o͟o͟m͟i͟n͟g͟ ͟f͟l͟o͟w͟e͟r͟s are delightful, true garden lovers know that nothing is as soothing as finding a cool, shaded nook on a summer day. There one can sit on a mossy bench and listen to the sound of water gently spilling into a small pool."]
    ],
    "Copyright": "",
    "References": []
}