{
    "Directions": "Read the passage and then answer each question that follows.",
    "Context": [],
    "Title": "[Excerpt from] “My Unwilling Neighbor”",
    "Subtitle": "",
    "Author": "by Frank Stockton",
    "LabelType": "P",
    "Content": [
        ["1", "\tI was about twenty-five years old when I began life as the owner of a vineyard in western Virginia. I bought a large tract of land, the greater part of which lay upon the sloping side of one of the foot-hills of the Blue Ridge, the exposure being that most favorable to the growth of the vine. I am an enthusiastic lover of the country and of country life, and believed that I should derive more pleasure as well as profit from the culture of my far-stretching vineyard than I would from ordinary farm operations."],
        ["2", "\tI built myself a good house of moderate size upon a little plateau on the higher part of my estate. Sitting in my porch . . . after the labors of the day, I could look down over my vineyard into a beautiful valley, with here and there a little curling smoke arising from some of the few dwellings which were scattered about among the groves and spreading fields, and above this beauty I could imagine all my hillside clothed in green and purple."],
        ["3", "\tMy family consisted of myself alone. It is true that I expected some day that there would be others in my house besides myself, but I was not ready for this yet."],
        ["4", "\tDuring the summer I found it very pleasant to live by myself. It was a novelty, and I could arrange and manage everything in my own fashion, which was a pleasure I had not enjoyed when I lived in my father’s house. But when winter came I found it very lonely. Even my servants lived in a cabin at some little distance, and there were many dark and stormy evenings when the company even of a bore would have been welcome to me. Sometimes I walked over to the town and visited my friends there, but this was not feasible on stormy nights, and the winter seemed to me a very long one."],
        ["5", "\tBut spring came, outdoor operations began, and for a few weeks I felt again that I was all-sufficient for my own pleasure and comfort. Then came a change. One of those seasons of bad and stormy weather which so frequently follow an early spring settled down upon my spirits and my hillside. It rained, it was cold, fierce winds blew, and I became more anxious for somebody to talk to than I had been at any time during the winter."],
        ["6", "\tOne night, when a very bad storm was raging, I went to bed early . . ."],
        ["7", "\tI did not sleep long before I was awakened by the increased violence of the storm. My house shook with the fury of the wind."],
        ["8", "\tThe rain seemed to be pouring on its roof and northern side as if there were a waterfall above us, and every now and then I could hear a shower of hailstones rattling against the shutters. My bedroom was one of the rooms on the lower floor, and even there I could hear the pounding of the deluge and the hailstones upon the roof. . . ."],
        ["9", "\tI do not know how long it was before I was awakened again, this time not by the noise of the storm, but by a curious movement of my bedstead. I had once felt the slight shock of an earthquake, and it seemed to me that this must be something of the kind. Certainly my bed moved under me. I sat up. The room was pitchy dark. In a moment I felt another movement, but this time it did not seem to me to resemble an earthquake shock. Such motion, I think, is generally in horizontal directions, while that which I felt was more like the movement of a ship upon the water. The storm was at its height; the wind raged and roared, and the rain seemed to be pouring down as heavily as ever."],
        ["10", "\tI was about to get up and light the lamp, for even the faintest candle-flame would be some sort of company at such a gruesome moment, when my bedstead gave another movement, more shiplike than before. It actually lurched forward as if it were descending into the trough of the sea, but, unlike a ship, it did not rise again, but remained in such a slanting position that I began to slide down toward the foot. I believe that if it had not been a bedstead provided with a footboard, I should have slipped out upon the floor."],
        ["11", "\tI did not jump out of bed. I did not do anything. I was trying to think, to understand the situation, to find out whether I was asleep or awake, when I became aware of noises in the room and all over the house which even through the din of the storm made themselves noticed by their peculiarity. Tables, everything in the room, seemed to be grating and grinding on the floor, and in a moment there was a crash. I knew what that meant; my lamp had slipped off the table. Any doubt on that point would have been dispelled by the smell of kerosene which soon filled the air of the room."],
        ["12", "\tThe motion of the bed, which I now believe must have been the motion of the whole house, still continued; but the grating noises in the room gradually ceased, from which I inferred that the furniture had brought up against the front wall of the room."],
        ["13", "\tIt now was impossible for me to get up and strike a light, for to do so with kerosene oil all over the floor and its vapor diffused through the room would probably result in setting the house on fire. So I must stay in darkness and wait. I do not think I was very much frightened—I was so astonished that there was no room in my mind for fear. In fact, all my mental energies were occupied in trying to find out what had happened. It required, however, only a few more minutes of reflection, and a few more minutes of the grating, bumping, trembling of my house, to enable me to make up my mind what was happening. My house was sliding downhill!"]
    ],
    "Copyright": "Excerpt from “My Unwilling Neighbor” in The Magic Egg and Other Stories by Frank Stockton. In the public domain.",
    "References": []
}