{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [],
    "Title": "(from) Frank Pearl in The Awful Waffle Kerfuffle",
    "Subtitle": "",
    "Author": "by Megan McDonald",
    "LabelType": "P",
    "Content": [
        ["1", "\tFrank pointed to the poster in the school lunchroom. His mouth fell open. A glob of sandwich fell out."],
        ["2", "\t“Gross!” said Judy Moody and Jessica Finch."],
        ["3", "\t“Gross!” said Amy and Rocky."],
        ["", "problems/TX19G3R/media/S1a.jpg"],
        ["4", "\t“Look! It's the Great Third-Grade Breakfast Bash! We get to come to the cafeteria on Saturday with our families and eat breakfast.”"],
        ["5", "\t“What's so great about breakfast?” asked Rocky."],
        ["6", "\t“It's only the most important meal of the day,” Jessica Finch said."],
        ["7", "\t“Breakfast tastes like pencil shavings,” said Rocky."],
        ["8", "\t“But this year it's a Waffle-Off,” said Frank. “To raise money for our third-grade field trip.”"],
        ["9", "\t“So we can go to the Smelly Jelly Bean factory!” said Judy. “Where they make weird flavors of jelly beans, like toothpaste and rotten eggs.”"],
        ["10", "\t“What's a Waffle-Off?” asked Amy."],
        ["11", "\t“The Waffle-Off is the best contest ever,” said Frank. “It's to see who can make the best, most amazing waffle.”"],
        ["12", "\t“They give out blue ribbons for all kinds of waffles,” said Jessica. “Like Most Blueberries, Whipped Creamiest, and Best Use of Sprinkles.”"],
        ["13", "\t“I'm going to win,” said Frank. “I can feel it!”"],
        ["14", "\t“Are you off your waffle, Frank?” asked Judy."],
        ["15", "\t“You can't even cook,” Rocky said. “Can you?”"],
        ["16", "\t“Parents make the waffles,” Jessica told them. “All you have to do is dress up your waffle f͟a͟n͟c͟y with whipped cream and sprinkles and stuff. Then Mr. Todd gives out ribbons before they get eaten.”"],
        ["17", "\tFrank and his friends got quiet, dreaming about waffles."],
        ["18", "\tI've got a great idea for my waffle!” said Frank."],
        ["19", "\t“Is your waffle a sandwich?” Judy asked. “Mine is going to be a whipped-cream sandwich.”"],
        ["20", "\t“Does your waffle play sports?” Rocky asked. “Mine is going to play sports. And it's not going to taste like pencil shavings.”"],
        ["21", "\t“My idea snap-crackle-pops! My idea will blow your mind. Just you wait.”"],
        ["22", "\tAt last it was Saturday. “Welcome to the Great Third-Grade Breakfast Bash,” said Mr. Todd. “Thanks for coming to our Waffle-Off! I hope you're all ready to break an egg.” Everybody laughed."],
        ["", "problems/TX19G3R/media/S1b.jpg"],
        ["23", "\t“Ready, set, waffle!” Moms and dads poured batter onto sizzling waffle irons. Pssh! Fluffy, puffy golden waffles!"],
        ["24", "\tFrank had hidden his top-secret waffle under a cake dome. “Ta da!” said Frank. “Presenting” — he lifted the lid — “the Super-Amazing Exploding Volcano Waffle!” A hill, a mountain, a tower of brown jelly beans rose up from that waffle like a volcano."],
        ["25", "\tMarshmallow Fluff spewed from a hole in the top. Pop, pop, fizz, fizz. Fizzlers, wizzlers, and sizzlers popped and exploded like lava."],
        ["26", "\t“Wait till Mr. Todd sees this!” said Frank. “Blue ribbon, here I come!”"],
        ["27", "\tThen, all of a sudden, the fizzlers fizzled and the wizzlers melted into the sizzlers. Rainbow-colored lava oozed down the jelly-bean mountain. Plop! The glop hit the floor in one giant gluppy glob of gloop."],
        ["28", "\t“OOH! Gross!” said all the kids."],
        ["", "problems/TX19G3R/media/S1c.jpg"],
        ["29", "\t“What's all this waffle kerfuffle?” asked Mr. Todd."],
        ["30", "\t“It's Frank's Super-Amazing Exploding Waffle,” said Judy."],
        ["31", "\t“Super-Amazing Disaster Waffle,” said Frank. “It was supposed to be an exploding volcano. But the jelly beans caved in. And all the Pop Rocks ran together. Now it just looks like a giant mud pie.”"],
        ["32", "\tHe ran to grab a towel from the kitchen. On his way, he passed the prize table full of ribbons. Shiny blue ribbons that called out MOST! BEST! BIGGEST! FANCIEST! He would never win the contest now. He would no-way no-how be taking home a ribbon."],
        ["33", "\tWhen he came back with the towel, Frank could not believe his eyes. There, gleaming in a beam of sunlight, was none other than one of those very same big shiny blue prize ribbons. The ribbon was on his waffle."],
        ["34", "\tFrank leaned in and read the ribbon. ONE OF A KIND! “I won? I actually won a contest? With a real blue ribbon?” He looked at Mr. Todd."],
        ["", "problems/TX19G3R/media/S1d.jpg"],
        ["35", "\t“Your waffle is in a class by itself, Frank.”"],
        ["36", "\tFrank stuck the blue ribbon on his shirt and grinned."],
        ["37", "\t“It's one of a kind,” said Mr. Todd. “Just like you.”"]
    ],
    "Copyright": "Frank Pearl in the Awful Waffle Kerfuffle. Text copyright © 2014 by Megan McDonald. Illustrations copyright © 2014 by Peter H. Reynolds. Reproduced by permission of the publisher, Candlewick Press, Somerville, MA.",
    "References": []
}