{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [],
    "Title": "Little Books, Big Hit",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "Have you ever read a Little Golden Book? Chances are good that you have. They are some of the most famous children’s books in the United States. Little Golden Books can be found in many stores and libraries. They have made reading easier and more enjoyable for millions of young readers."],
        ["", "problems/TX19G3R/media/S2a.jpg"],
        ["", "A Gʀᴇᴀᴛ Sᴛᴀʀᴛ"],
        ["2", "At one time children’s books cost too much for many families. Most books for children were made out of fancy paper. Almost all books for children were fairy tales or nursery rhymes. However, in 1942 a group of people who print books, called publishers, had a great idea. What if they could print children’s books that cost less money? Instead of selling the books in expensive bookstores, the books could be sold at department stores. The books could be fairy tales, or about regular people or other interesting topics. The books would be so enjoyable that children would be encouraged to love reading."],
        ["", "Lɪᴛᴛʟᴇ Bᴏᴏᴋs ꜰᴏʀ Aʟʟ"],
        ["3", "It did not take long for Little Golden Books to become a big hit. In the first year, more than 1.5 million books were sold. Until then, many children’s books cost $1.50. That was a lot of money so long ago. But Little Golden Books cost only 25 cents. More people could afford the books."],
        ["4", "Soon Little Golden Books could be found in grocery stores. The books were easy for buyers to find because they had their own unique look. They all had golden foil on the spine of the book."],
        ["", "problems/TX19G3R/media/S2b.jpg"],
        ["", "Sᴛᴏʀɪᴇs ᴛᴏ Rᴇᴀᴅ ᴀɴᴅ Eɴᴊᴏʏ"],
        ["5", "At first only twelve different titles of Little Golden Books were printed. One of these twelve was called The Poky Little Puppy. It is still in print today. More than 15 million copies of this title have been sold, which is more copies than any other children’s picture book."],
        ["6", "Soon more  titles were added. The book Two Little Miners taught children about a job. The book Here Comes the Parade told all about the big Macy’s Thanksgiving Day Parade that happens every year in New York City. Doctor Dan The Bandage Man gave readers some tips for how to stay safe and healthy. The book also came with a sample of bandages."],
        ["", "problems/TX19G3R/media/S2c.jpg"],
        ["7", "Some of the books were also sold with records. Children could play the records on a record player and hear the book being read out loud. Children could follow along in the book as they listened to the words. Now even young children could enjoy books before they knew how to read on their own."],
        ["", "Rᴇᴀᴅɪɴɢ, Cᴀʀʀʏɪɴɢ, Cᴏʟʟᴇᴄᴛɪɴɢ"],
        ["8", "Many features of Little Golden Books have made them special. Their illustrations are very detailed and colorful. The stories are short so that they are easy for young children to read. Their light weight makes them easy to carry."],
        ["9", "Another unique feature is found on the inside of the book cover. There, readers will see the words “This Little Golden Book belongs to _________.” In the blank space a child can write his or her name. This feature helps the child feel connected to his or her book. It is not unusual for readers to keep their books until they become adults. They sometimes give their c͟o͟l͟l͟e͟c͟t͟i͟o͟n of books to children they know."],
        ["", "problems/TX19G3R/media/S2d.jpg"],
        ["10", "The books are still popular today with children, families, and schools across the country. It is not surprising that more than two billion Little Golden Books have been printed. The next time you are in the library at your school or in your town, see if you can find some Little Golden Books. They still have the golden foil on their spines, just as they did in 1942."]
    ],
    "Copyright": "Third party trademarks Little Golden Books® and Macy’s Thanksgiving Day Parade® were used in these testing materials.",
    "References": []
}