{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [],
    "Title": "Howdy, Big Tex",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "Ask anyone who has been to the Texas State Fair in Dallas, Texas, to tell you what it’s like. You might hear stories of the exciting rides, tasty food, and interesting farm animals. One thing you will definitely hear about is Big Tex. He is the giant cowboy who greets people at the front gate. His huge arm waves at visitors as he welcomes them with a cheerful “Howdy!”"],
        ["", "problems/TX19G3R/media/S4a.jpg"],
        ["", "Bɪɢ Tᴇx ɪɴ ᴛʜᴇ Bᴇɢɪɴɴɪɴɢ"],
        ["2", "Since 1952, children and grown-ups have enjoyed seeing Big Tex. In 1951, the state fair president bought Big Tex. He thought it would be nice to have a big cowboy as a symbol of Texas at the fair. So Big Tex was placed at the entrance."],
        ["3", "The giant cowboy was made out of metal, paper, cardboard, and glue. He stood 52 feet tall. He wore colorful clothing, a huge cowboy hat, and a giant pair of cowboy boots. Thick wires attached to Big Tex’s body kept him from falling over. His hand was positioned to look like he was waving to visitors. Big Tex stood tall and smiled."],
        ["4", "By 1953, Big Tex could speak. Words that had been p͟r͟e͟r͟e͟c͟o͟r͟d͟e͟d played over speakers while the giant cowboy’s mouth moved. As the words played, his mouth moved like a puppet—open, closed, open, closed."],
        ["5", "In 1997, Big Tex got a new look. His body was rebuilt with stronger materials. And by 2000, his arm could move. Big Tex waved at visitors as they entered the state fair."],
        ["", "Bɪɢ Tᴇx Gᴇᴛs Bɪɢɢᴇʀ"],
        ["6", "Unfortunately, in 2012 there was an accident, and Big Tex was destroyed in a fire. Although people were disappointed, a man named R. Eddy Snell realized this was a chance to make a bigger and better Big Tex. Snell’s company had built a large dragon and giant cowboy boots before. Yet he knew the big cowboy would not be an easy job."],
        ["7", "Snell had big ideas for the new cowboy. The new Big Tex would be taller. He would stand firmly on the ground without wires attached to hold him up. The new Big Tex’s face would move and look more like a real cowboy. He would also have fingers that move and point. Overall, the new Big Tex would be more lifelike."],
        ["8", "Snell’s company wanted the new Big Tex to surprise people at the fair, so the company worked secretly for ten months. The workers were not allowed to tell anyone what they were building. In fact, they used a secret code for Big Tex in emails and on the phone. They called him “fried chicken.” Drawings of the designs were also labeled “fried chicken.” This way, the workers could keep the big cowboy a secret until he was finished."],
        ["9", "Snell’s workers found a new way to make Big Tex’s face. A soft,light material called Styrofoam was used. It could be c͟a͟r͟v͟e͟d easily into the shape of a face. Then, thin layers of other soft materials were placed on top. This way, the mouth could move almost like a person’s mouth. The workers were careful to use materials that would not burn easily. It was important to avoid another fire."],
        ["10", "At last, Big Tex was finished. His steel-frame body was taken to a clothing factory. There, hundreds of yards of fabric were used to make his clothes. Big Tex was dressed in a red, white, and blue shirt, denim jeans, colorful cowboy boots, and an even bigger cowboy hat."],
        ["11", "It was time to take Big Tex to his place at the fairgrounds. A large crane and several workers set him in place. He stood behind white curtains, and on September 26, 2013, the curtains were dropped. At last, everyone could see the new Big Tex."],
        ["12", "Now, every fall, Big Tex greets visitors to the state fair with a smile, a nod, and a wink. He points the way to fun attractions."],
        ["13", "Snell is happy with the work his team did to build Big Tex. “I know we won’t please everybody,” Snell says, “but I think future generations will love this Tex.” Based on the public’s response, Big Tex is a big hit in Texas."]
    ],
    "References": []
}