{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": "Bessie Coleman was born on January 26, 1892, in Waxahachie, Texas. As a young adult, she read stories about World War I pilots and decided that she wanted to learn to fly. Flying schools in the United States did not enroll African American female students, so Bessie learned French and moved to France to achieve her goal. In 1922 Bessie Coleman made the first public flight by an African American woman in America.",
    "Title": "Brave Bessie Coleman",
    "Subtitle": "",
    "Author": "by Jeannine Atkins",
    "LabelType": "P",
    "Content": [
        ["1", "\tAfter working for several years, Bessie Coleman b͟o͟a͟r͟d͟e͟d a ship to France. In a field not far from Paris, she approached a hangar where a man was writing in a book. She said, “I came for flying lessons.”"],
        ["2", "\tThe man looked up from the rows of numbers, but he didn’t speak."],
        ["3", "\t“I want to learn to fly,” Bessie said."],
        ["4", "\t“Are you from England or America?” the man asked."],
        ["5", "\t“America,” she said."],
        ["6", "\t“You’ve come all this way for lessons?”"],
        ["7", "\t“Yes,” Bessie said."],
        ["8", "\t“Very good. Tomorrow at nine o’clock. Is that a good time?”"],
        ["", "problems/TX19G3R/media/S3a.jpg"],
        ["9", "\tBessie thought she could never be happier. But she was, the next day, in the sky."],
        ["10", "\tThere she watched her instructor carefully. She copied what he did to move the plane up or down."],
        ["11", "\tFinally, it was time to solo.¹ As she sat in the open cockpit, she was afraid, but she let fear be a companion. The wind whistled over her head and carried away the sound of her laughter."],
        ["12", "\tCourage was like a muscle that got stronger as she used it. Bessie enjoyed perfecting her skills while traveling around Europe. After a year of flying, she returned home with a license. She could fly anywhere on Earth. But could she make a living as a pilot?"],
        ["13", "\tOnce Bessie’s ship had docked, late in the summer of 1922, Robert Abbott² called some friends, who arranged for her to appear at a parade honoring veterans. People cheered as the soldiers marched to a field. And a band raised trombones and beat drums while Bessie Coleman strode toward a plane. She wore a belt around her slender waist, with a strap crossing her chest. Her dark eyes shone beneath the goggles she’d pushed to the top of her head."],
        ["", "problems/TX19G3R/media/S3b.jpg"],
        ["14", "\tWhen she stepped into the cockpit, the band played “The Star-Spangled Banner.” Bessie flew over and around the field, climbing, diving, turning the plane in circles, then in figure eights. She made loops, as if she were dragging invisible banners through the sky. She never wanted to come down."],
        ["15", "\tThe next day, newspapers raved about the show. Word of Bessie’s nerve and skill spread. Soon she was invited to perform at fields, then at bigger airstrips, in towns and later in cities. Tickets sold quickly."],
        ["16", "\tBessie earned enough money to buy her own plane. She crossed the country to California, then flew back to Chicago and finally to Waxahachie, Texas, the town where she’d grown up."],
        ["17", "\tThere a crowd gathered to watch her pilot her airplane toward the clouds. She stopped the plane in midair, turned it around, and sped toward the ground. Spectators ducked as she came close enough to blow off their hats. Then Bessie steered the plane back up."],
        ["18", "\tA few minutes later, Bessie landed smoothly. She took off her helmet, goggles, and gloves. People cheered."],
        ["19", "\tGirls and boys asked for autographs. “You can do this, too,” Bessie told them, and a new dream rose within her. She wanted to open the sky to others, to make a place where people heard “Try” and “Go on,” instead of “Stop” or “Turn back.” Bessie Coleman wanted to make the earth feel as free and splendid as the sky. She vowed to save her money to start a school for pilots."],
        ["20", "\t“Do it again,” a girl begged."],
        ["21", "\tBessie grinned as she climbed back into the cockpit. Oh yes, she would."]
    ],
    "References": [
        ["¹", "To solo is to fly a plane alone."],
        ["²", "Robert Abbott was a newspaper publisher who supported Bessie’s interest in being a pilot."]
    ]
}