{
    "Directions": "Read the passage below, then answer each question that follows.",
    "Context": [],
    "Title": "Was the Hoax a Hoax?",
    "Subtitle": "",
    "Author": "",
    "LabelType": "N",
    "Content": [
        [" ", "\tFor an hour on the evening of October 30, 1938, Orson Welles and other performers from the Mercury Theatre flooded the airwaves with alarming “news bulletins” about a Martian invasion supposedly occurring in Grover's Mill, New Jersey. They were performing a radio play adapted from The War of the Worlds, a science fiction novel by H. G. Wells. The next day, a front-page [L1] [headline in the New York Times declared,] “Radio Listeners in Panic, Taking War Drama as Fact.” [L2] [The Times article claimed that people had fled their homes and that police stations had been swamped with calls.] This version of events persisted, and the legend became that Welles's broadcast had as many as twelve million people [L3] [who feared] that Martians had invaded Earth."],
        [" ", "\tRecently, however, scholars have questioned the accuracy of this legend, suggesting the degree of public hysteria has been grossly exaggerated. The authors of an article published in October 2013 go [L4] [so far] to assign blame for the distortion to the newspaper industry. [L5] [At this time,] Jefferson Pooley and Michael Socolow, both professors of communication studies, argue that the newspaper industry sought to discredit the newly emerging technology of radio, which was cutting into newspapers' [L6] [profits. The newspaper industry tried to do this by portraying] the new medium as irresponsible."],
        [" ", "\t[1]Proof of ulterior motives is scarce, [L7] [consequently weakening Pooley and Socolow's argument.] [2] For instance, the C. E. Hooper ratings indicate that a mere 2 percent of households had tuned in to the broadcast. [3] Pooley and Socolowal so call into question the validity of an oft-cited report that was based on a survey conducted six weeks after the broadcast. [4] Just because some people found the broadcast unsettling, the authors contend, doesn't mean they believed it and reacted with real terror. [5] According to this report, one million people indicated that they had been “frightened” by the broadcast. [6] Ratings, however, reveal that [L8] [far fewer than] a million people had been listening to the broadcast. [7] Furthermore, Pooley and Socolow note that this survey “conflated being 'frightened,' 'disturbed,' or 'excited' by the program with being 'panicked.'” [L9]"],
        [" ", "\tPooley and Socolow describe a more likely scenario: most people who heard the broadcast understood they were listening to a piece of fiction, but [L10] [some being] influenced by the sensationalized news coverage afterward, later “remembered” being more afraid than they had been. The researchers also suggest that, [L11] [not unlike] people who got caught up in the excitement of the story when reading about it in the newspaper, the American public may have been willing to embrace the legend because of its appeal to the imagination."]
    ],
    "Copyright": "",
    "References": []
}