{
    "Directions": "",
    "Context": [
        "During the American Revolution, Sybil Ludington, daughter of Colonel Ludington, took the place of a weary messenger and spread the news that British soldiers were approaching. Paul Revere was eulogized by the poet Henry Wadsworth Longfellow and consequently became one of the most famous patriots of the Revolution. Ludington, at age 16, rode twice as far through more dangerous territory without being captured by the enemy."
    ],
    "Title": "(from) Sybil Ludington's Ride",
    "Subtitle": "",
    "Author": "by Berton Braley",
    "LabelType": "L",
    "Content": [
        [" ", "Sound of a horseman riding hard"],
        [" ", "Clatter of hoofs in the manor yard"],
        [" ", "Feet on the steps and a knock resounding"],
        [" ", "As a fist struck wood with a mighty pounding."],
        ["5", "The doors flung open, a voice is heard,"],
        [" ", "“Danbury's burning — I rode with word;"],
        [" ", "Fully half of the town's gone"],
        [" ", "And the British — the British are coming on."],
        [" ", "Send a messenger, get our men!”"],
        ["10", "His message finished the horseman then"],
        [" ", "Staggered wearily to a chair"],
        [" ", "And fell exhausted in slumber there.\n\n"],
        [" ", "The Colonel muttered, “And who, my friend,"],
        [" ", "Is the messenger I can send?"],
        ["15", "Your strength is spent and you cannot ride"],
        [" ", "And then, you know not the countryside;"],
        [" ", "I cannot go for my duty's clear;"],
        [" ", "When my men come in they must find me here;"],
        [" ", "There's devil a man on the place tonight"],
        ["20", "To warn my troopers to come — and fight."],
        [" ", "Then, who is my messenger to be?”"],
        [" ", "Said Sybil Ludington, “You have me.”\n\n"],
        [" ", "“You!” said the Colonel, and grimly smiles,"],
        [" ", "“You! My daughter, you're just a child.”"],
        ["25", "“Child!”criedSybil.“WhyI'msixteen!"],
        [" ", "My mind's alert and my senses keen,"],
        [" ", "I know where the trails and the roadways are"],
        [" ", "And I can gallop as fast and far"],
        [" ", "As any masculine rider can."],
        ["30", "You want a messenger? I'm your Man!”"],
        [" ", "The Colonel's heart was aglow with pride."],
        [" ", "“Spoke like a soldier. Ride, girl, ride"],
        [" ", "Ride like the devil; ride like sin;"],
        [" ", "Summon my slumbering troopers in."],
        ["35", "I know when duty is to be done"],
        [" ", "That I can depend on a Ludington!”\n\n"],
        [" ", "So over the trails to the towns and farms"],
        [" ", "Sybil delivered the call to arms."],
        [" ", "Riding swiftly without a stop"],
        ["40", "Excepttorapwitharidingcrop"],
        [" ", "On the soldiers' doors, with a sharp tattoo¹"],
        [" ", "And a high-pitched feminine halloo."],
        [" ", "“Up! Up there, soldier. You're needed, come!"],
        [" ", "The British are marching!” and then the drum"],
        ["45", "Of her horse's feet as she rode apace"],
        [" ", "To bring more men to the meeting place.\n\n"],
        [" ", "Sybil grew weary and faint and drowsing,"],
        [" ", "Her limbs were aching, but still she rode"],
        [" ", "Until she finished her task of rousing"],
        ["50", "Each sleeping soldier from his abode,"],
        [" ", "Showing her father, by work well done,"],
        [" ", "That he could depend on a Ludington.\n\n"],
        [" ", "Dawn in the skies with its tints of pearl"],
        [" ", "And the lass who rode in a soldier's stead"],
        ["55", "Turned home, only a tired girl"],
        [" ", "Thinking of breakfast and then to bed"],
        [" ", "With never a dream that her ride would be"],
        [" ", "A glorious legend of history;"],
        [" ", "Nor that posterity's hand would mark"],
        ["60", "Each trail she rode through the inky dark,"],
        [" ", "Each path to figure in song and story"],
        [" ", "As a splendid, glamorous path of glory — "],
        [" ", "To prove, as long as the ages run,"],
        [" ", "That “you can depend on a Ludington.”\n\n"],
        ["65", "Such is the legend of Sybil's ride"],
        [" ", "To summon the men from the countryside"],
        [" ", "A true tale, making her title clear"],
        [" ", "As a lovely feminine Paul Revere!"]
    ],
    "Copyright": "Used with permission.",
    "References": [
        ["¹", "A tattoo is a fast and rhythmic tap or knock."]
    ]
}