{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [],
    "Title": "64 Days and $8,000",
    "Subtitle": "",
    "Author": "by Christine J. Cook\nCobblestone\nJuly/August 2013",
    "LabelType": "P",
    "Content": [
        ["1", "Dr. Horatio Nelson Jackson agreed to a wager that made road-trip history on May 19, 1903. He proposed to drive across the continent within three months. He wanted to disprove the belief that over long distances “the automobile was an unreliable novelty.” Although he had learned to drive only a few weeks earlier, Jackson was enthusiastic about the new vehicles. He thought he could succeed where earlier transcontinental trips in 1899 and 1901 had failed miserably."],
        ["2", "The wealthy young doctor had enough money, time, and optimism for such an adventure. He decided to drive from San Francisco, where he was on vacation at the time, to New York City. After wishing him luck, his wife, Bertha, took the train back East to wait for him at home in Vermont."],
        ["3", "Jackson was ready to go in only four days. He hired Sewall K. Crocker, a mechanic, to accompany him. Crocker recommended a Winton touring car for the trip. At that time, new cars were preordered directly from the manufacturer. Since a new Winton required several months to complete, Jackson acquired a used 1903 Winton. The car had 1,000 miles and worn tires, but the owner agreed to sell it — for $500 more than he had originally paid."],
        ["4", "The only modifications Jackson and Crocker made were to add brighter headlamps and to remove the back seat to pack gear and to hold extra gasoline tanks. There were no roadside gas stations in 1903. Jackson had to be prepared to buy large amounts of gasoline wherever it was available. The team was complete when Jackson bought a young bulldog named Bud. With $3,000 to purchase the Winton, $15 for Bud, Crocker's salary, and expenses during the trip (including 800 gallons of gasoline), Jackson spent about $8,000 — all for a $50 bet."],
        ["5", "The summer of 1903 was one of the wettest in memory, and the Winton had no roof or windshield. Large coverings of rubberized material kept off the rain, but they made the interior uncomfortably hot. On dry days, even Bud needed goggles to keep road dust out of his eyes. Virtually everything on the car that could break did at some point, and Jackson and Crocker lost 19 days waiting for parts to be delivered by train. When they had trouble replacing punctured tires, they used wheels wrapped with rope for a while."],
        ["6", "Perhaps the biggest challenge came from the roads. Paved roads were rare in 1903. Most of the route was made of dirt, sand, or gravel. Boulders had to be moved out of the way in the Sierra Nevadas, a mountain range in eastern California and western Nevada. Important supplies, including Jackson's eyeglasses, bounced out and were lost on the bumpy roads. Several times, horses had to pull the Winton out of mud or streams. But by taking a detour through Oregon, Jackson avoided Nevada's sands, which had thwarted an earlier cross-country attempt, and the worst of the Rocky Mountains."],
        ["7", "Detailed road maps were not yet available, and signs along the way were almost nonexistent. Jackson stayed close to railroad routes and the Erie Canal, but he still got lost a few times. Once, the team drove for 15 hours to make just 45 miles of progress. Another time, a woman purposely misdirected them past her parents' farm. Like most rural Americans, her parents had never seen an automobile."],
        ["8", "The Winton attracted attention wherever it went. Soon newspapers reported Jackson's progress. Crowds in small towns along the route turned out to await the automobile's arrival. One newspaper encouraged readers to arrive early for a good view, in case the vehicle flew by at 90 miles per hour. (The Winton's maximum speed was 30 miles per hour, but it averaged 20 miles per hour in the best conditions.)"],
        ["9", "When two expeditions sponsored by automakers Packard and Oldsmobile departed in specially modified vehicles weeks behind Jackson, the media hyped a competition. Now aware of Jackson, the Winton Motor Company offered to provide him financial and logistical support. Jackson declined. He and Crocker still made it to New York first. They arrived on July 26 — 63 days, 12 hours, and 30 minutes after departing. The Winton's time was three days longer than the Packard's but 13 days less than the Oldsmobile's."],
        ["10", "Despite the ultimate success of all three trips, the difficulties their drivers faced demonstrated that long-distance automobile travel was impractical. But the publicity they generated spurred a movement to improve the nation's roads. So, in a way, Jackson's trip “paved” the way for America's fascination with road trips!"]
    ],
    "Copyright": "“64 Days and $8,000” by Christine J. Cook, from Cobblestone, July/August 2013. Copyright 2013 by Carus Publishing Company d/b/a Cricket Media.",
    "References": []
}