{
    "Directions": "Read this passage, then answer each question that follows.",
    "Context": [
        "This passage tells about Otter, who came to America in 1867 to join his father and other Chinese Americans building the Transcontinental Railroad."
    ],
    "Title": "Passage 1: [from] Dragon's Gate",
    "Subtitle": "",
    "Author": "by Laurence Yep",
    "LabelType": "P",
    "Content": [
        ["1", "\tShadowy men worked in the dim light, breath steaming from their mouths as they used hammers and chisels to smooth the walls. At the point where the tunnel began to narrow, men swung pickaxes to widen it chip by chip."],
        ["2", "\tThe crew lifted the big pickaxes over their heads in a slow, ragged rhythm and smashed at the rock, each at his own pace. Their lean bodies contorted with the effort as they threw all their weight into their blows. Despite the padding in their coats, I could see muscles rippling beneath the cloth. Even the muscles of their throats strained as they tried to crack the walls."],
        ["3", "\tThe dim light glittered off the sharp tips of the pickaxes; and as they dove toward the stone, they seemed more like weapons than tools."],
        ["4", "\t“This is like a battlefield,” I said to Father."],
        ["5", "\t“It's war,” he grunted. “Because the mountain can kill you in a dozen different ways before you can blink an eye. And victory is twenty centimeters a shift.”"],
        ["6", "\tAs we passed, men turned to stare at me curiously and stopped what they were doing. Father signed to a middle-aged man with a sour face like a pickled cucumber. “Bright Star.”"],
        ["7", "\tBright Star gave him a sour look. “Why do I have to work at the point all the time?”"],
        ["8", "\t“Do you have to argue every time? It's your turn.”"],
        ["9", "\tThen Father nodded to a fellow as thin as the shaft of his pickax. “Noodles.”"],
        ["10", "\tSetting down their tools, the two men reluctantly stepped in behind us."],
        ["11", "\tThe tunnel grew narrower the farther in we went. Pretty soon we were picking our way over mounds of rubble. The walls were rougher here and marked by black blast marks. When I looked closer at the rubble scattered around, I noticed that it too was sooty."],
        ["12", "\tCurious, I worked my way slowly down the tunnel, mound of rubble by mound, meter by meter, toward the source of that strange song. As we passed a lantern, its light shimmered in broken waves along the dark, cold walls of the tunnel until it was just a distant glow."],
        ["13", "\tWith each meter the walls grew rougher and the air more and more stifling. And with each step, the metallic music grew louder and louder until I was at the end of the tunnel before a blackened, jagged wall. Pitting its face were lines of holes, as if giant bullets had been shot at the rock."],
        ["14", "\tBefore that wall was a man with a drill to match Father's. He was standing with his legs braced, holding the tip of the drill against the wall. As he worked, he sucked at something that hung on a gold chain around his neck and his head wagged from side to side as if he were some mechanical toy."],
        ["15", "\tIn front of him was a man swathed from head to toe in scarves. Only his eyes showed through the mask made of the scarves. He wore so many coats it was a wonder he could swing his big sledgehammer; but swing he did, and with such violence that if he missed the butt end of the drill: he was sure to smash the skull of the man holding it."],
        ["16", "\tThe only light came from a kerosene lantern on the floor, so their shadows reared behind them, almost appearing to belong to two giants rather than to ordinary men. The air was so bad at the end of the tunnel that I didn't see how they could breathe, let alone work."]
    ],
    "Copyright": "Dragon's Gate, copyright © 1993 by Laurence Yep.",
    "References": []
}