{
    "Directions": "Read this passage, then answer each question that follows.",
    "Context": [
        "This passage is taken from a speech made in the U.S. House of Representatives to honor Chinese railroad workers of the 1800s."
    ],
    "Title": "Passage 2: Chinese-American Contribution to the Transcontinental Railroad",
    "Subtitle": "",
    "Author": "Hon. John T. Doolittle of California in the U.S. House of Representatives\nThursday, April 29, 1999",
    "LabelType": "P",
    "Content": [
        ["1", "\tMr. Speaker, today I rise to honor the Chinese-American community and pay tribute to its ancestors' contribution to the building of the American transcontinental railroad."],
        ["2", "\tOn May 8th, the Colfax Area Historical Society in my Congressional District will place a monument along Highway 174 at Cape Horn, near Colfax, California to recognize the efforts of the Chinese in laying the tracks that linked the east and west coasts for the first time."],
        ["3", "\tWith the California Gold Rush and the opening of the West came an increased interest in building a transcontinental railroad. To this end, the Central Pacific Railroad Company was established, and construction of the route East from Sacramento began in 1863. Although the beginning of the effort took place on relatively flat land, labor and financial problems were persistent, resulting in only 50 miles of track being laid in the first two years. Although the company needed over 5,000 workers, it only had 600 on the payroll by 1864."],
        ["4", "\tChinese labor was suggested, as they had already helped build the California Central Railroad, the railroad from Sacramento to Marysville and the San Jose Railway. Originally thought to be too small to complete such a momentous task, Charles Crocker of Central Pacific pointed out, “the Chinese made the Great Wall, didn't they?”"],
        ["5", "\tThe first Chinese were hired in 1865 at approximately $28 per month to do the very dangerous work of blasting and laying ties over the treacherous terrain of the high Sierras. They lived in simple dwellings and cooked their own meals, often consisting of fish, dried oysters and fruit, mushrooms and seaweed."],
        ["6", "\tWork in the beginning was slow and difficult. After the first 23 miles, Central Pacific faced the daunting task of laying tracks over terrain that rose 7,000 feet in 100 miles. To conquer the many sheer embankments, the Chinese workers used techniques they had learned in China to complete similar tasks. They were lowered by ropes from the top of cliffs in baskets, and while suspended, they chipped away at the granite and planted explosives that were used to blast tunnels. Many workers risked their lives and perished in the harsh winters and dangerous conditions."],
        ["7", "\tBy the summer of 1868, 4,000 workers, two thirds of which were Chinese, had built the transcontinental railroad over the Sierras and into the interior plains. On May 10, 1869, the two railroads were to meet at Promontory, Utah in front of a cheering crowd and a band. A Chinese [and Irish] crew was chosen to lay the final ten miles of track, and it was completed in only twelve hours."],
        ["8", "\tWithout the efforts of the Chinese workers in the building of America's railroads, our development and progress as a nation would have been delayed by years. Their toil in severe weather, cruel working conditions and for meager wages cannot be under appreciated. My sentiments and thanks go out to the entire Chinese-American community for its ancestors' contribution to the building of this great Nation."]
    ],
    "Copyright": "“Chinese-American Contribution to the Transcontinental Railroad,” by Hon. John T. Doolittle of California in the U.S. House of Representatives, Thursday, April 29, 1999. In the public domain.",
    "References": []
}