{
    "Directions": "Read the selection and choose the best answer to each question.",
    "Context": [
        "The narrator no longer wants to share a room with his younger brother."
    ],
    "Title": "(from) Playing the Field",
    "Subtitle": "",
    "Author": "by Janette Rallison",
    "LabelType": "P",
    "Content": [
        ["1", "\tAt home I continued to be a model son in order to persuade my parents I did, indeed, need a room of my own. That night after dinner while I cleared off the table and Mom put things in the dishwasher, I asked her, “Did you and Dad talk about moving Kirk out of my room?”"],
        ["2", "\t“Well, we talked about moving you into the office.”"],
        ["3", "\t“Me? Why do I have to be the one to move?”"],
        ["4", "\t“Because you're the one who wants his own room.”"],
        ["5", "\t“But Kirk's the one that's impossible to live with.”"],
        ["6", "\tMom handed me a dishcloth. “Kirk's been in that room since he was a baby. It will be easier on him to be alone if he's still in familiar surroundings.”"],
        ["7", "\t“But all the stuff in that room is mine. It's decorated with posters of my favorite baseball players.”"],
        ["8", "\t“I know it's not exactly fair,” Mom said, “but if you want your own room, you'll have to make some c͟o͟n͟c͟e͟s͟s͟i͟o͟n͟s.”"],
        ["9", "\tI knew she meant I had to let Kirk have his own way."],
        ["10", "\t“But don't you think Kirk would like to decorate a room with something he likes?” I asked. “Something with cowboys or astronauts or trains?”"],
        ["11", "\tMom poured the dish soap into its tray. “Kirk does like trains,” she said. As she wiped off the counters, she called, “Kirk!” A few moments later he trotted in."],
        ["12", "\tMom put on the overly happy face she always uses to try to get Kirk excited about something. “Hey, sweetheart, I was just thinking about how much you like trains. Maybe you'd like to spend more time with some trains.”"],
        ["13", "\t“Are we going someplace?” Kirk asked hopefully."],
        ["14", "\t“Well, no. I was just thinking maybe we could decorate the office with train things. Would you like that?”"],
        ["15", "\t“Yeah,” Kirk said slowly, as though he knew there was a catch but wasn't sure where."],
        ["16", "\t“Wouldn't it be fun to move your bed in with all of the train things?”"],
        ["17", "\t“No!” His face scrunched up, and he put his hands on his hips. “I'm not moving to the office. I want to sleep in my baseball room.” He stomped off."],
        ["18", "\tShe sighed. “We'll give him a little time to adjust to the idea.”"],
        ["19", "\tI figured he could adjust while I moved his things out, but I didn't say so. I was being a model child."],
        ["20", "\tOn Sunday I told Kirk over and over again how neat his new room would be. It didn't matter. Kirk refused to adjust. He wanted his closet, his window, and his posters, which unfortunately also happened to be my closet, my window, and my posters."],
        ["21", "\tMom and Dad said they'd try to reason with Kirk about it. Since when has reason solved anything in the world?"],
        ["22", "\tThat night I tried my own methods to convince Kirk to move."],
        ["23", "\t“Kirk,” I said, “I haven't told you this before, but there's buried treasure somewhere in the office.”"],
        ["24", "\tKirk surveyed me skeptically. “What kind of treasure?”"],
        ["25", "\t“Gold and silver,” I whispered in awed tones, but when he didn't look impressed, I added, “And Hot Wheels, and flashlights, and swords. If you move into the office, I bet you'll be able to find it.”"],
        ["26", "\t“How come Mom and Dad have never told me about the treasure?”"],
        ["27", "\t“They don't know about it. It was left there by the people who owned the house before we did.” I continued slowly, “I discovered a map for the treasure. I was going to find it myself, but if you agree to move to the office, I'll give you the map.”"],
        ["28", "\tKirk pulled on the top to his pajamas carefully. I knew he was thinking it over."],
        ["29", "\t“And I'll tell you another secret.” I looked under the bed quickly as I said this. “I've also discovered a bunch of monsters have moved into this room. I think I'd better stay here and fight them off so they don't eat anyone.”"],
        ["30", "\tI flung the closet door open quickly and jabbed my hand into the clothes a few times."],
        ["31", "\tKirk said, “You're just trying to scare me so I'll move out.”"],
        ["32", "\tI put my arm against the back wall of the closet and acted like I was being sucked in. “Oh, no!” I yelled. “One's got me now!”"],
        ["33", "\tKirk let out a scream and ran down the hallway to our parents' room."],
        ["34", "\tAfter a few minutes, Dad came into the room holding Kirk's hand and gave me a stern lecture about putting ideas into my brother's head. I don't know what Dad was worried about. If I could really put ideas in Kirk's head, the idea that he should move into the office would have stuck."]
    ],
    "Copyright": "From Playing the Field by Janette Rallison.",
    "References": []
}