{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [],
    "Title": "(from) Show and Spell",
    "Subtitle": "",
    "Author": "by Julia Brownell",
    "LabelType": "P",
    "Content": [
        ["", "Cʜᴀʀᴀᴄᴛᴇʀs"],
        [" ", "SUNNY SANDSTONE: The cheerleader"],
        [" ", "MR. SANDSTONE: Sunny's father"],
        [" ", "GREG SANDSTONE: Sunny's brother\n\n"],
        ["1", "[Sunny studies in one room full of pom-poms and cheerleading trophies. Lights up on Sunny's room.]"],
        ["2", "SUNNY: [With pom-poms.] Azalea. Hmm ... Give me an A, give me a Z, give me an A, give me an L-E-A! What does that spell? Azalea! Fustanella. Give me an F, give me a U, give me an S-T-A! Give me an N-E-L-L-A! What does that spell? Fustanella! Yeah!!"],
        ["3", "GREG: [Offstage.] Be quiet, Sunny! I'm trying to listen to music!"],
        ["4", "SUNNY: Oops! Sorry, Greg! [Whispering.] Aberrant. Give me an A, give me a B, give me an E! Give me an R-R-A-N-T! What does that spell? Aberrant! Woo!"],
        ["5", "GREG: [Offstage.] Sunny, stop cheering your words!"],
        ["6", "SUNNY: How am I supposed to spell if I can't cheer?"],
        ["7", "GREG: The way normal people do!"],
        ["8", "SUNNY: I can't remember words if I can't cheer them. Cessation. Give me a C, give me an E, give me an S — "],
        ["9", "[Greg enters and grabs her pom-poms.]"],
        ["10", "SUNNY: Greg! Give me back my pom-poms!"],
        ["11", "GREG: Not until you promise to stop cheering words!"],
        ["12", "SUNNY: How am I supposed to practice? Give me BACK my pom-poms!"],
        ["13", "[Sunny and Greg struggle over the pom-poms. Mr. Sandstone enters.]"],
        ["14", "MR. SANDSTONE: What's going on here? Stop it! Sunny! Greg!"],
        ["15", "SUNNY: He won't give me back my pom-poms!"],
        ["16", "GREG: She won't stop cheering!"],
        ["17", "MR. SANDSTONE: Okay. Greg, give Sunny back her pom-poms."],
        ["18", "[Greg does.]"],
        ["19", "MR. SANDSTONE: Sunny, I don't know what to do with you. When I tried sending you outside to practice, the neighbors complained. When I sent you to practice at school, the custodians complained. Is there any way you can cheer more quietly?"],
        ["20", "SUNNY: But Dad! I want to do my absolutely positively most very best that I can do!"],
        ["21", "MR. SANDSTONE: Okay. The bee's in two days. Greg, is there any way you could go spend the night at a friend's house tonight?"],
        ["22", "GREG: I'm getting kicked out of my own house so that she can do spelling cheers? That's ridiculous. I'm the older one!"],
        ["23", "SUNNY: And I'm the happier one!"],
        ["24", "GREG: So?"],
        ["25", "MR. SANDSTONE: All right, I can see that's not going to work. Greg, why don't we go out for pizza and to the movies while Sunny studies?"],
        ["26", "GREG: Now I'm getting bribed to leave my own house while my sister studies?"],
        ["27", "MR. SANDSTONE: It's a good bribe, Greg. Take it."],
        ["28", "GREG: I just want to listen to music in my room!"],
        ["29", "SUNNY: Give me an L-E-D! Give me a Z-E-P-P-E-L-I-N! What does that spell — "],
        ["30", "GREG: Stop it! See how annoying this is? That's a band; it's not even a spelling word! She's doing it on purpose to bother me!"],
        ["31", "MR. SANDSTONE: She's just practicing."],
        ["32", "SUNNY: For your information, zeppelin also means — "],
        ["33", "GREG: Dad, tell her to stop spelling my interests."],
        ["34", "MR. SANDSTONE: Sunny, please stop spelling your brother's interests."],
        ["35", "SUNNY: But Dad, I have to spell everything if I want to win!"],
        ["36", "MR. SANDSTONE: Greg, just let her spell for two more days. She'll thank you for it. I'll thank you for it."],
        ["37", "SUNNY: Give me a G-R-A-T-I-T-U-D-E! What does that spell?"],
        ["38", "GREG: [Exiting.] Arghhh!"],
        ["39", "SUNNY: Thanks, Dad!"],
        ["40", "MR. SANDSTONE: You're welcome, honey. I know you're working very hard. Please promise me you won't take this too seriously, though. I don't want you just to spell non-stop for the next two days. Promise?"],
        ["41", "SUNNY: I promise!"],
        ["42", "MR. SANDSTONE: That's my girl. Now, what do you want for dinner?"],
        ["43", "SUNNY: Hmm ...Give me an S, give me a P, give me an — "],
        ["44", "MR. SANDSTONE: [Exiting.] Okay, okay. I get it. I'll make some pasta."],
        ["45", "[Lights down on Sunny's room as she continues cheering.]"]
    ],
    "Copyright": "Show and Spell by Julia Brownell © 2000",
    "References": []
}