{
    "Directions": "Read the article, then answer each question that follows.",
    "Context": [
        "Today you will research electricity and consider some of the methods used in science texts to support different purposes. You will read a passage that explains some general principles of electricity."
    ],
    "Title": "",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "Electricity figures everywhere in our lives. Electricity lights up our homes, cooks our food, powers our computers, television sets, and other electronic devices. Electricity from batteries keeps our cars running and makes our flashlights shine in the dark."],
        ["2", "Here's something you can do to see the importance of electricity. Take a walk through your school, house or apartment and write down all the different appliances, devices and machines that use electricity. You'll be amazed at how many things we use each and every day that depend on electricity."],
        ["3", "But what is electricity? Where does it come from? How does it work? Before we understand all that, we need to know a little bit about atoms and their structure."],
        ["", "problems/ILG7E/media/S4a.jpg"],
        ["4", "All matter is made up of atoms, and atoms are made up of smaller particles. The three main particles making up an atom are the proton, the neutron and the electron."],
        ["5", "Electrons spin around the center, or nucleus, of atoms, in the same way the moon spins around the earth. The nucleus is made up of neutrons and protons."],
        ["6", "Electrons contain a negative charge, protons a positive charge. Neutrons are neutral—they have neither a positive nor a negative charge."],
        ["7", "There are many different kinds of atoms, one for each type of element. An atom is a single part that makes up an element. There are 118 different known elements that make up every thing! Some elements like oxygen we breathe are essential to life."],
        ["8", "Each atom has a specific number of electrons, protons and neutrons. But no matter how many particles an atom has, the number of electrons usually needs to be the same as the number of protons. If the numbers are the same, the atom is called balanced, and it is very stable."],
        ["9", "So, if an atom had six protons, it should also have six electrons. The element with six protons and six electrons is called carbon. Carbon is found in abundance in the sun, stars, comets, atmospheres of most planets, and the food we eat. Coal is made of carbon; so are diamonds."],
        ["10", "Some kinds of atoms have loosely attached electrons. An atom that loses electrons has more protons than electrons and is positively charged. An atom that gains electrons has more negative particles and is negatively charged. A “charged” atom is called an “ion.”"],
        ["11", "Electrons can be made to move from one atom to another. When those electrons move between the atoms, a current of electricity is created. The electrons move from one atom to another in a “flow.” One electron is attached and another electron is lost."],
        ["12", "This chain is similar to the fire fighter's bucket brigades in olden times. But instead of passing one bucket from the start of the line of people to the other end, each person would have a bucket of water to pour from one bucket to another. The result was a lot of spilled water and not enough water to douse the fire. It is a situation that's very similar to electricity passing along a wire and a circuit. The charge is passed from atom to atom when electricity is “passed.”"],
        ["13", "Scientists and engineers have learned many ways to move electrons off of atoms. That means that when you add up the electrons and protons, you would wind up with one more proton instead of being balanced."],
        ["14", "Since all atoms want to be balanced, the atom that has been “unbalanced” will look for a free electron to fill the place of the missing one. We say that this unbalanced atom has a “positive charge” (+) because it has too many protons."],
        ["15", "Since it got kicked off, the free electron moves around waiting for an unbalanced atom to give it a home. The free electron charge is negative, and has no proton to balance it out, so we say that it has a “negative charge” (-)."],
        ["16", "So what do positive and negative charges have to do with electricity?"],
        ["17", "Scientists and engineers have found several ways to create large numbers of positive atoms and free negative electrons. Since positive atoms want negative electrons so they can be balanced, they have a strong attraction for the electrons. The electrons also want to be part of a balanced atom, so they have a strong attraction to the positive atoms. So, the positive attracts the negative to balance out."],
        ["18", "The more positive atoms or negative electrons you have, the stronger the attraction for the other. Since we have both positive and negative charged groups attracted to each other, we call the total attraction “charge.”"],
        ["19", "Energy also can be measured in joules. Joules sounds exactly like the word jewels, as in diamonds and emeralds. A thousand joules is equal to a British thermal unit."],
        ["20", "When electrons move among the atoms of matter, a current of electricity is created. This is what happens in a piece of wire. The electrons are passed from atom to atom, creating an electrical current from one end to the other, just like in the picture."],
        ["", "problems/ILG7E/media/S4b.jpg"],
        ["21", "Electricity is conducted through some things better than others. Its resistance measures how well something conducts electricity. Some things hold their electrons very tightly. Electrons do not move through them very well. These things are called insulators. Rubber, plastic, cloth, glass and dry air are good insulators and have very high resistance."],
        ["22", "Other materials have some loosely held electrons, which move through them very easily. These are called conductors. Most metals—like copper, aluminum or steel—are good conductors."]
    ],
    "Copyright": "“Energy Story” from http://www.energyquest.ca.gov/story/index.html—Public Domain/California Energy Commission",
    "References": []
}