{
    "Directions": "Read the scene, then answer each question that follows.",
    "Context": [],
    "Title": "[from] Blessings",
    "Subtitle": "",
    "Author": "by Mary Hall Surface",
    "LabelType": "P",
    "Content": [
        [" ", "LIGHTS UP on the “looking spot,” an outcropping of rock on the peak of a ridge, high above the valley below. JESSE is leading the way. They are just arriving."],
        ["1", "JESSE. (Entering.) It gets cooler, brighter, right at the bend. See?"],
        ["2", "RENE. (Entering.) And thinner. The air feels thinner."],
        ["3", "JESSE. Cause it is.\n\n(RENE reaches the top. She looks out for the first time.)"],
        ["4", "RENE. Oh my gosh."],
        ["5", "JESSE. Like it?"],
        ["6", "RENE. I didn't know sunsets came like this! How high are we?"],
        ["7", "JESSE. High as you can get without ropes. See that ridge? Sheer rock-face. I scale that once a year. Since I was twelve. It's my test."],
        ["8", "RENE. Are those little color specks houses?"],
        ["9", "JESSE. Ben Lomand. And that way, if the fog's up, you can see the ocean and the lighthouse from Seal Rock, flickering, kinda like a heartbeat."],
        ["10", "RENE. How'd you find this?"],
        ["11", "JESSE. Sniffed it out. (RENE laughs.) All right. Review. First turn?"],
        ["12", "RENE. When you smell the (Proud of remembering.) “eucalyptus,” follow the smell."],
        ["13", "JESSE. Good. Next turn."],
        ["14", "RENE. At the tallest redwood with the ... uh ..."],
        ["15", "JESSE. Burl. Think curl. Wood curling."],
        ["16", "RENE. Burl that looks like a big bump on a giant nose. Then follow the nose."],
        ["17", "JESSE. Until—"],
        ["18", "RENE. You see the blue-gray rock. Then straight up the trail, carpeted with “golden orange-brown” needles, sniffing the air cool. Watch the trees for bright, then Tah-dah!"],
        ["19", "JESSE. Great map, huh?"],
        ["20", "RENE. The best! (RENE crosses to have a seat near the edge.) Jeez!!"],
        ["21", "JESSE. Careful. There's no map for gettin' you back up if you fall."],
        ["22", "RENE. Sorry.\n\n(They settle into sitting.)"],
        ["23", "RENE. Man, I've got to bring my paints up here."],
        ["24", "JESSE. You paint?"],
        ["25", "RENE. Watercolor."],
        ["26", "JESSE. What of?"],
        ["27", "RENE. Maps. Picture maps. Of places. Uncle Randy says you make amazing mirrors. From redwood."],
        ["28", "JESSE. Don't know how amazing they are. But I make 'em. And sell 'em. So people can see themselves in the—through the wood."],
        ["29", "RENE. What else do you do?"],
        ["30", "JESSE. Like to cook. Like poems. Ever written a poem?"],
        ["31", "RENE. I don't do poems. Too many words. Is that a river?"],
        ["32", "JESSE. Runs all the way to the ocean. I hike the whole length of it. Ever seen where a river and the ocean meet?"],
        ["33", "RENE. I'm not sure."],
        ["34", "JESSE. Down at Sunset Beach. You can see it flow clear down the mountain 'til it forms a riverbed right on the beach, in the sand. The water looks real clear. Light. Not like the ocean at all. Like it's not really supposed to be there, but it is. Then the waves just lap up and catch it, little bit at a time. Then it all changes."],
        ["35", "RENE. What's it like having Uncle Randy live in your house?\n\n(JESSE looks right at RENE, surprised by her directness.)"],
        ["36", "RENE. Do you wish he'd go away? That it could be all yours again?"],
        ["37", "JESSE. Don't know how I'm supposed to answer that.\n\n(RENE waits for an answer.)"],
        ["38", "JESSE. Rene, I've spent a lot of days, nights, too, wishin' that things weren't the way they are. But yeah. I wish I'd never had to sell the cabin and all you people had stayed back in San Francisco—"],
        ["39", "RENE. San Raphael."],
        ["40", "JESSE. Takes away the pattern. New rhythm—gets me off beat."],
        ["41", "RENE. (Getting up.) I should head back now."],
        ["42", "JESSE. Rene—"],
        ["43", "RENE. I just do the map backwards, right?"],
        ["44", "JESSE. Rene, wait. Please don't think ... I'm not used to lots of new people. I'm not ... wanting to be a ... I don't know."],
        ["45", "RENE. (Enjoying repeating what he said to her.) A what?"],
        ["46", "JESSE. (Enjoying it, too.) I don't know."],
        ["47", "RENE. You've got stranger-invasion."],
        ["48", "JESSE. (Laughs.) Will it kill me?"],
        ["49", "RENE. I don't like them either. Strangers."],
        ["50", "JESSE. What do you like?"],
        ["51", "RENE. Being by myself. I understand me when everybody else is lost. (JESSE laughs.) Let's go back."],
        ["52", "JESSE. Rene, first, would you read this? (JESSE takes a piece of paper out of his shirt pocket. He hands it to RENE.) It's a poem. Real short. I wrote it about this place."],
        ["53", "RENE. (Glancing at the page.) It's nice."],
        ["54", "JESSE. No, aloud. I need to hear it."],
        ["55", "RENE. I ... I'll read it later, Jesse. After dinner. You're gonna eat with us, aren't you?\n\n(JESSE nods)"],
        ["56", "RENE. Great! Now, sniffin' for that needle carpet."],
        ["57", "JESSE. (As they exit, playfully.) They're “yellow” orange-brown, you know."],
        ["58", "RENE. Golden orange-brown!"],
        ["59", "JESSE. (Laughing.) Whatever!\n\n(RENE and JESSE exit. LIGHTS OUT. Music transition.)"],
        ["", "CURTAIN\n\nEND OF PLAY"]
    ],
    "Copyright": "",
    "References": []
}