{
    "Directions": "Read the passage below, then answer each question that follows.",
    "Context": [
        "Today you will research electricity and consider some of the methods used in science texts to support different purposes. You will read an article about what causes a short circuit."
    ],
    "Title": "Short Circuit",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["", ":ibox:What happens when you blow a fuse?\n\nCurrent flowing through a wire heats the wire. The length of a wire affects its resistance, which determines how much current flows in the wire and how hot the wire gets."],
        ["", "Materials"],
        ["", ":ibox:• A fresh 6-volt or 12-volt lantern battery.\n\n• A length of copper wire with alligator clips attached to each end (or a test lead) from any electronics supply store.\n\n• A strand of very fine iron wire, about 5 to 6 inches (13 to 15 cm) long. (You can get this by unbraiding a short length of picture-hanging wire or any braided iron wire.)\n\n• Adult help"],
        ["", "Assembly\n\n(5 minutes or less)"],
        ["1", "Attach one end of the clip lead to one of the battery terminals. Attach one end of the fine iron wire to the other terminal. Attach the other end of the clip lead to the other end of the iron wire, placing the clip as far from the terminal as possible."],
        ["", "problems/ILG7E/media/S5a.jpg"],
        ["", "To Do and Notice\n\n(15 minutes or more)"],
        ["2", "Observe what happens to the iron wire after you connect the clip. Move the clip on the iron wire a little closer to the battery and watch what happens. Keep moving the lead closer until you see the final dramatic result. (CAUTION: The wire gets very hot!)"],
        ["", "What's Going On?"],
        ["3", "The thin iron wire is a good conductor of electricity, but not as good as the copper wire, which is deliberately chosen to have very low resistance. Thus, most of the resistance of the circuit is in the iron wire. When you connect the clip to the iron wire, the voltage of the battery pushes electrons through the circuit against the resistance of the iron wire, causing the iron wire to heat up. As you move the clip closer to the battery, the resistance of the iron wire decreases. Because the same voltage is applied across a lower resistance, more current flows, and the wire heats up more. Eventually, when you make the iron wire short enough, so much current flows that it melts the wire. Even the copper wire becomes warm."],
        ["4", "In a normal electric circuit, an electric current powers an appliance, such as a refrigerator or TV. Every such appliance has a certain amount of resistance to the current flow, which keeps the current from reaching very large values. A short circuit occurs when the current finds a way to bypass the appliance on a path that has little or no resistance—for example, where frayed insulation bares a wire and allows it to touch the frame of the appliance, so the current can flow straight to the ground. In this situation, a very large current can occur, producing a lot of heat and a fire hazard."],
        ["5", "Although houses today often contain circuit breakers rather than fuses, fuses are still around. A fuse contains a thin strip of wire, somewhat like the thin iron wire in our experiment. The current that goes to appliances must also pass through this strip of wire. If a short circuit occurs—or even if too many appliances get hooked up to one wire, so that too much current flows—the wire in the fuse heats up quickly and melts, breaking the circuit and preventing a fire from breaking out."]
    ],
    "Copyright": "“The Exploratorium Science Snackbook,” © Exploratorium, www.exploratorium.edu.",
    "References": []
}