{
    "Directions": "Read this passage, then answer each question that follows.",
    "Context": [
        "As manager of Valle de Oro National Wildlife Refuge, Jennifer Owen-White is used to getting her hands dirty. Established in 2012, Valle de Oro is the first urban wildlife refuge in the southwest, and it’s becoming an important asset for the residents of New Mexico. In a recent . . . talk, Owen-White shared her story of why she gave up being a doctor to play in the dirt and why we need more women in the conservation field."
    ],
    "Title": "[Excerpt from] Women in STEM: Saving the Natural World through Conservation",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        [" ", "Vᴀʟʟᴇ ᴅᴇ Oʀᴏ Nᴀᴛɪᴏɴᴀʟ Wɪʟᴅʟɪꜰᴇ Rᴇꜰᴜɢᴇ ɪɴ Aʟʙᴜǫᴜᴇʀǫᴜᴇ, Nᴇᴡ Mᴇxɪᴄᴏ, ɪs ᴏɴᴇ ᴏꜰ ᴛʜᴇ ɴᴇᴡᴇsᴛ ᴡɪʟᴅʟɪꜰᴇ ʀᴇꜰᴜɢᴇs ɪɴ ᴛʜᴇ ᴄᴏᴜɴᴛʀʏ. Wʜᴀᴛ ᴍᴀᴋᴇs ɪᴛ ᴜɴɪǫᴜᴇ?"],
        ["1", "\tValle de Oro National Wildlife Refuge is the first urban national wildlife refuge in the Southwest region, but what really makes it special is the community support and involvement in the refuge’s establishment and development. People from the surrounding neighborhood created Friends of Valle de Oro because they were concerned about what the land would turn into and wanted to see something positive for their community and families. Community members continue to play an active role in the refuge’s design and development—Valle de Oro is built BY and FOR its community!"],
        [" ", "Wʜʏ ᴀʀᴇ ᴜʀʙᴀɴ ᴡɪʟᴅʟɪꜰᴇ ʀᴇꜰᴜɢᴇs ɪᴍᴘᴏʀᴛᴀɴᴛ?"],
        ["2", "\tUrban refuges bring the great conservation and r͟e͟s͟t͟o͟r͟a͟t͟i͟o͟n work of U.S. Fish and Wildlife Service to the front doors and backyards of large populations of people, some of whom have limited access to the outdoors. This is key for Valle de Oro—45 percent of New Mexico’s population lives within 30 minutes of the refuge. Providing a safe place for community members to get outside that’s easy to get to, allows people who may have never played in a field or experienced wildlife to learn about the connection between people and a healthy environment. This is critical not only to the success of Valle de Oro but also conservation work all over the country."],
        [" ", "Wʜᴀᴛ ᴀʀᴇ sᴏᴍᴇ ɪɴᴛᴇʀᴇsᴛɪɴɢ ᴛʜɪɴɢs ᴠɪsɪᴛᴏʀs ᴄᴀɴ ᴅᴏ ᴏʀ ʟᴇᴀʀɴ ᴀʙᴏᴜᴛ ᴀᴛ Vᴀʟʟᴇ ᴅᴇ Oʀᴏ? Wʜᴀᴛ’s ʏᴏᴜʀ ꜰᴀᴠᴏʀɪᴛᴇ ᴘᴀʀᴛ ᴏꜰ ᴛʜᴇ ʀᴇꜰᴜɢᴇ?"],
        ["3", "\tSince Valle de Oro is in its very beginning stages, it still looks like a dairy farm. . . . The refuge doesn’t have trails or habitat restoration YET, but there is still a lot of wildlife to be seen. Our first Sandhill Cranes of the season showed up in early October, and in total over 200 species of birds have been seen in the area. Prairie dogs were just spotted on the property for the first time this summer, and through visitor observations and student research, we are adding new species to the refuge list all the time."],
        ["4", "\tWhat’s most exciting requires multiple visits: Visitors can experience and even be a part of the refuge’s growth and development! Watching the property go from basically a blank slate to a vibrant community asset that serves wildlife and people is something everyone can be a part of."],
        [" ", "Yᴏᴜ ʀᴇᴄᴇɴᴛʟʏ ɢᴀᴠᴇ ᴀ . . . ᴛᴀʟᴋ ᴀʙᴏᴜᴛ ɢᴇᴛᴛɪɴɢ ᴍᴏʀᴇ ᴡᴏᴍᴇɴ ɪɴ ᴄᴏɴsᴇʀᴠᴀᴛɪᴏɴ. Hᴏᴡ ᴅɪᴅ ʏᴏᴜ ᴇɴᴅ ᴜᴘ ᴡᴏʀᴋɪɴɢ ɪɴ ᴛʜɪs ꜰɪᴇʟᴅ?"],
        ["5", "\tAs a young girl, I loved science and did well in school so I felt pressure to become a doctor—even though all my free time was spent outdoors learning about animals. Through soul-searching, following my passion, some great role models and supportive friends, I finally put stock into what really fulfilled me as opposed to what I could do to impress others. Now I am incredibly happy and fulfilled because I have a job that is exciting, engaging and makes a difference. I am proud of the work I do, and you know what—so is my family . . . ."],
        [" ", "Wʜᴀᴛ ᴀʀᴇ sᴏᴍᴇ ᴏꜰ ᴛʜᴇ ᴄᴏᴏʟ ᴘʀᴏᴊᴇᴄᴛs ʏᴏᴜ’ᴠᴇ ᴡᴏʀᴋᴇᴅ ᴏɴ ɪɴ ʏᴏᴜʀ ᴄᴀʀᴇᴇʀ ᴀs ᴀ ᴄᴏɴsᴇʀᴠᴀᴛɪᴏɴɪsᴛ?"],
        ["6", "\tOnce I made the decision to f͟o͟c͟u͟s on conservation biology, I was ͟o͟v͟e͟r͟w͟h͟e͟l͟m͟e͟d by great opportunities! As an undergraduate student, I worked in a lab studying Morelet’s Crocodiles, and for my Master’s Degree, I spent time in the Caribbean studying Cuban Treefrogs. As a Fish and Wildlife Services employee, I have helped on projects with Kemp’s Ridley Sea Turtles (they’re endangered), Ocelots and Peregrine Falcons. I even spent a couple weeks in China, talking with Chinese reserve managers and conservation officials about connecting people to birds."],
        [" ", "Yᴏᴜ ᴍᴇɴᴛᴏʀ ᴀ ɴᴜᴍʙᴇʀ ᴏꜰ ʏᴏᴜɴɢ ᴡᴏᴍᴇɴ. Wʜᴀᴛ’s ᴏɴᴇ ᴘɪᴇᴄᴇ ᴏꜰ ᴀᴅᴠɪᴄᴇ ʏᴏᴜ ᴡᴏᴜʟᴅ ɢɪᴠᴇ ᴀʟʟ ᴡᴏᴍᴇɴ—ᴏʀ ᴇᴠᴇɴ ʏᴏᴜɴɢ ᴍᴇɴ?"],
        ["7", "\tMy biggest advice would be to diversify your skills. I studied conservation biology AND environmental education/interpretation—I loved both and didn’t want to choose one over the other. Being a biologist who can make scientific data understandable and relatable has given me opportunities that I wouldn’t have had if I focused on one or the other. Diversity is the key to success in our ecosystems, our communities and our careers."]
    ],
    "Copyright": "",
    "References": []
}