{
    "Directions": "Read the passage about a snake named Willy Wriggler and then answer each question that follows.",
    "Context": [],
    "Title": "Willy Wriggler's Wheels",
    "Subtitle": "",
    "Author": "by Kathleen M. Muldoon",
    "LabelType": "P",
    "Content": [
        ["", "problems/MAG3E/media/S1a.jpg"],
        ["1", "Willy Wriggler wanted wheels. He was tired of slithering around City Park on his belly."],
        ["2", "Every day Willy watched people whiz by on wheels — boys and girls on scooters and skateboards, babies in strollers, messengers on bicycles, gardeners riding lawn mowers, children on roller skates ..."],
        ["3", "It seemed as if everyone except Willy had wheels."],
        ["4", "“I'll visit Roy D. Rat,” Willy said. “He'll help me get wheels.”"],
        ["5", "Roy D. Rat lived in a hollow log across from Willy Wriggler's rock. He didn't have wheels, but he could run fast on his four legs. He didn't have to wriggle like Willy."],
        ["6", "Willy slithered along while Roy skipped beside him. They passed trucks and cars. They passed wheelchairs and carriages and motorcycles. They passed skaters and cyclists."],
        ["7", "The park was filled with wheels — wheels that were attached to someone or something. There were no loose wheels for Willy."],
        ["8", "Roy and Willy reached the far corner of the park where workers had recently built new skateboard ramps."],
        ["9", "Whiz! Whoosh! WHAM!"],
        ["10", "Skateboarders raced up and down the concrete slopes. Each wore a brightly colored helmet. Pink helmets and red helmets. Blue helmets and gold helmets. Green helmets and purple helmets."],
        ["11", "Their heads bobbed like brightly colored balloons as they leaped and dipped on their skateboards."],
        ["12", "From beneath a nearby bench, Willy and Roy watched the skateboarders until the park closed."],
        ["13", "Willy sighed."],
        ["14", "“Just once I'd like to ride a skateboard,” he said. “They're the perfect size and shape for me, long and flat.”"],
        ["15", "As Willy and Roy D. Rat headed home, the moon peeked out suddenly from behind a cloud and shined on four silver wheels lying by the side of the path. Willy slithered over. Upside down in the grass lay a discarded skateboard."],
        ["16", "“Wheels!” he exclaimed."],
        ["17", "Roy D. Rat scurried over to examine the board."],
        ["18", "“It's cracked,” he said. “But it's perfect for you, Willy. Come on. Let's try it out.”"],
        ["19", "Roy pushed the skateboard to the top of the concrete ramp. Willy wriggled behind him."],
        ["20", "“Get on!” Roy ordered."],
        ["21", "“Wait,” Willy said. He searched in the grass until he found what he needed, an acorn cap just his size. It made a perfect helmet. Now he was ready."],
        ["22", "Carefully, he slithered aboard the skateboard. The crack cradled his body and held it securely in a straight line down the center of the board."],
        ["23", "“Launch me to the moon!” he cried to Roy."],
        ["24", "With a gentle push, Roy started Willy rushing down the ramp on his wheels."],
        ["25", "“COWABUNGA!” Willy shouted to the heavens."],
        ["26", "WHOOSH! He held his breath as he zoomed to the bottom of the ramp."],
        ["27", "WHIZZZZZ! Willy shrieked in delight as his board climbed to the top of the opposite ramp, which sat just beneath the moon."],
        ["28", "“ALLEY OOOOOOOOOOP!” he shouted as the board went backward down one ramp and up another. Immediately the board headed back down. Up and down, backward and forward. Willy wriggled happily as he flew on his wheels."],
        ["29", "At last he came to a stop in the gully between the ramps. Roy D. Rat scampered down to greet him."],
        ["30", "“How was it?” he asked."],
        ["31", "“Awesome,” Willy said. “I've been to the moon and back, all in one night.”"],
        ["32", "Roy pushed Willy and his wheels back up the ramp. Then together Roy and Willy hid Willy's wheels under a nearby shrub to await his next ride."],
        ["33", "If you're ever in City Park on a moonlit night, you may get a glimpse of Willy Wriggler whooshing and whamming, leaping and dipping on his very own wheels. Just look for his acorn helmet and his able assistant, Roy D. Rat."],
        ["", "problems/MAG3E/media/S1b.jpg"]
    ],
    "Copyright": "“Willy Wriggler's Wheels” by Kathleen M. Muldoon, from Spider Magazine (April 2009). Illustrated by Barry Gott. Text and illustrations copyright © 2009 by Carus Publishing Company d/b/a Cricket Media. Reprinted by permission of Cricket Media, Inc.",
    "References": []
}