{
    "Annotation": {
        "Definition": "A written note added to a text by way of comment or  explanation.",
        "Category": "text feature",
        "Examples": [],
        "Related": []
    },
    "Appendix": {
        "Definition": "A section or table containing additional content or information at the end of a text. Some texts have multiple appendices.",
        "Category": "text feature",
        "Examples": [
            "glossary/FL/media/appendix.jpg"
        ],
        "Related": []
    },
    "Caption": {
        "Definition": "A title or brief explanation added to an article, cartoon, illustration, photograph, or other graphic.",
        "Category": "text feature",
        "Examples": [
            "glossary/FL/media/caption.jpg"
        ],
        "Related": []
    },
    "Chart": {
        "Definition": "A visual representation of data or a visual depiction of information.",
        "Category": "text feature",
        "Examples": [
            "Pie charts, like the one below, are often used to convey additional information related to a text's topic.",
            "glossary/FL/media/chart.jpg"
        ],
        "Related": []
    },
    "Footnote": {
        "Definition": "A note of reference, explanation, or comment printed at the bottom of a page.",
        "Category": "text feature",
        "Examples": [],
        "Related": []
    },
    "Glossary": {
        "Definition": "An alphabetized list of pertinent terms with corresponding definitions located at or near the end of a text.",
        "Category": "text feature",
        "Examples": [],
        "Related": []
    },
    "Graph": {
        "Definition": "A visual representation of data.",
        "Category": "text feature",
        "Examples": [
            "A line graph is used to convey additional information relevant to a text's topic.",
            "glossary/FL/media/graph.jpg"
        ],
        "Related": []
    },
    "Heading": {
        "Definition": "The title of a section of text that introduces its topic. Headings are also used to divide a larger text into smaller, more focused sections. Headings are often written in a larger print than other text on the page. Some headings are bold or are printed in a different color.",
        "Category": "text feature",
        "Examples": [],
        "Related": []
    },
    "Illustration": {
        "Definition": "A drawing used to emphasize an aspect of the text or to add reader interest.",
        "Category": "text feature",
        "Examples": [
            "glossary/FL/media/illustration.jpg"
        ],
        "Related": []
    },
    "Photograph": {
        "Definition": "A picture taken with a camera that reflects actual objects, settings, or events, and is usually related to the topic of the text.",
        "Category": "text feature",
        "Examples": [
            "glossary/FL/media/photograph.jpg"
        ],
        "Related": []
    },
    "Table of Contents": {
        "Definition": "An outline of chapters or section titles and their corresponding pages in a larger text.",
        "Category": "text feature",
        "Examples": [],
        "Related": []
    },
    "Title": {
        "Definition": "The name of an article, book, or other literary work or document. The title of a text often identifies or refers to its topic.",
        "Category": "text feature",
        "Examples": [
            "The title of a text often identifies or refers to its topic.",
            "glossary/FL/media/title.jpg"
        ],
        "Related": []
    },
    "Description": {
        "Definition": "Information is presented in sections that often begin with a central idea and are followed by an elaboration of the features, characteristics, or examples of the subject at hand.",
        "Category": "text structure",
        "Examples": [
            "A story about panthers is organized into four sections, each section describing a different characteristic of a panther."
        ],
        "Related": []
    },
    "Problem & Solution": {
        "Definition": "Information is conveyed as an issue or a problem of concern and solution(s) are proposed or explained.",
        "Category": "text structure",
        "Examples": [
            "An author addresses the diminishing panther population by explaining the reasons for the decline, and offering suggestions for improving the species' survival rate."
        ],
        "Related": []
    },
    "Chronological": {
        "Definition": "Facts, events, or details are presented in the order in which they occurred in time.",
        "Category": "text structure",
        "Examples": [
            "An author writes an article about the evolutionary history of the Florida panther and organizes significant historical events based on the corresponding year each occurred."
        ],
        "Related": []
    },
    "Compare & Contrast": {
        "Definition": "The similarities and/or differences of two or more people, things, concepts, or ideas are presented.",
        "Category": "text structure",
        "Examples": [
            "An author explains how to distinguish a panther from a bobcat by providing characteristics shared by each, and emphasizing their distinctive features."
        ],
        "Related": []
    },
    "Cause & Effect": {
        "Definition": "Information reflects a causal relationship. The description of what happened is the effect and the detail(s) related to why it happened is the cause.",
        "Category": "text structure",
        "Examples": [
            "An article explains the effects of increasing construction on the habitats of endangered species."
        ],
        "Related": []
    },
    "Sequential": {
        "Definition": "Information is presented as a series of instructions or steps in a process.",
        "Category": "text structure",
        "Examples": [
            "An instructional guide provides a detailed explanation of how to assemble a model Florida panther, step-by-step."
        ],
        "Related": []
    },
    "Alliteration": {
        "Definition": "The repetition of usually initial consonant sounds in two or more neighboring words or syllables.",
        "Category": "figurative language",
        "Examples": [
            "Peter Piper picked peppers.",
            "“Doubting, dreaming dreams no mortal ever dared to dream before”\n\t- “The Raven,” Edgar Allan Poe"
        ],
        "Related": []
    },
    "Hyperbole": {
        "Definition": "Exaggerated statements or claims not meant to be taken literally.",
        "Category": "figurative language",
        "Examples": [
            "This backpack weighs a ton.",
            "“At that time Bogota was a remote, lugubrious city where an insomniac rain had been falling since the beginning of the 16th century.”\n\t-Living to Tell the Tale, Gabriel García Márquez"
        ],
        "Related": []
    },
    "Idiom": {
        "Definition": "An expression that cannot be understood from the meanings of its separate words but must be learned as a whole.",
        "Category": "figurative language",
        "Examples": [
            "Break a leg!",
            "“Old Marley was as dead as a door-nail.”\n\t-A Christmas Carol, Charles Dickens"
        ],
        "Related": []
    },
    "Imagery": {
        "Definition": "Writing about objects, actions, and ideas in such a way that it appeals to our five physical senses.",
        "Category": "figurative language",
        "Examples": [
            "The fresh and juicy orange is very cold and sweet.",
            "“Or sinking as the light wind lives or dies;\nAnd full-grown lambs loud bleat from hilly bourn;\nHedge-crickets sing; and now with treble soft\nThe redbreast whistles from a garden-croft,\nAnd gathering swallows twitter in the skies.”\n\t-“To Autumn,” John Keats"
        ],
        "Related": []
    },
    "Metaphor": {
        "Definition": "A word or phrase for one thing that is used to refer to another thing in order to show or suggest that they are similar.",
        "Category": "figurative language",
        "Examples": [
            "They have a heart of gold.",
            "“Our words are but crumbs that fall down from the feast of the mind.”\n\t-Sand and Foam, Khalil Gibran"
        ],
        "Related": []
    },
    "Onomatopoeia": {
        "Definition": "The forming of a word (such as “buzz” or “hiss”) in imitation of a natural sound.",
        "Category": "figurative language",
        "Examples": [
            "Bam, whirl, thump, or boom.",
            "“Keeping time, time, time,\n\tIn a sort of Runic rhyme,\nTo the tintinnabulation that so musically wells\n\tFrom the bells, bells, bells, bells,\n\t\tBells, bells, bells—\nFrom the jingling and the tinkling of the bells.”\n\t-“The Bells,” Edgar Allan Poe"
        ],
        "Related": []
    },
    "Personification": {
        "Definition": "Representing a thing or idea as a person in art, literature.",
        "Category": "figurative language",
        "Examples": [
            "The cupcake is calling my name.",
            "“Because I could not stop for Death –\nHe kindly stopped for me –\nThe Carriage held but just Ourselves –\nAnd Immortality.”\n\t- “Because I could not stop for Death,” Emily Dickinson"
        ],
        "Related": []
    },
    "Simile": {
        "Definition": "A comparison of two unlike things, often introduced by like or as.",
        "Category": "figurative language",
        "Examples": [
            "The explanation was clear as mud.",
            "“In the eastern sky there was a yellow patch like a rug laid for the feet of the coming sun ...”\n\t- “The Red Badge of Courage,” Stephen Crane"
        ],
        "Related": []
    },
    "Allusion": {
        "Definition": "The repetition of usually initial consonant sounds in two or more neighboring words or syllables.",
        "Category": "figurative language",
        "Examples": [
            "“The morning wind forever blows, the poem of creation is uninterrupted; but few are the ears that hear it. Olympus is but the outside of the earth everywhere.”\n\t-Walden, Henry David Thoreau"
        ],
        "Related": []
    },
    "Meiosis": {
        "Definition": "The presentation of a thing with underemphasis especially in order to achieve a greater effect. Also known as understatement.",
        "Category": "figurative language",
        "Examples": [
            "“Ay, ay, a scratch, a scratch.” [Mercutio after he is mortally wounded by Tybalt]\n\t- Romeo and Juliet, Shakespeare"
        ],
        "Related": []
    },
    "Antithesis": {
        "Definition": "The rhetorical contrast of ideas by means of parallel arrangements of words, clauses, or sentences.",
        "Category": "rhetorical device",
        "Examples": [
            "“It was the best of times, it was the worst of times, it was the age of wisdom, it was the age of foolishness, it was the epoch of belief, it was the epoch of incredulity, it was the season of Light, it was the season of Darkness, it was the spring of hope, it was the winter of despair, we had everything before us, we had nothing before us, we were all going direct to Heaven, we were all going direct the other way.”\n\t-A Tale of Two Cities, Charles Dickens"
        ],
        "Related": []
    },
    "Asyndeton": {
        "Definition": "Omission of the conjunctions that ordinarily join coordinate words or clauses.",
        "Category": "rhetorical device",
        "Examples": [
            "“I came; I saw; I conquered.” -Julius Caesar, William Shakespeare"
        ],
        "Related": []
    },
    "Chiasmus": {
        "Definition": "An inverted relationship between the syntactic elements of parallel phrases.",
        "Category": "rhetorical device",
        "Examples": [
            "“In his face\nDivine compassion visibly appeerd\nLove without end, and without measure Grace”\n\t-Paradise Lost, John Milton"
        ],
        "Related": []
    },
    "Irony": {
        "Definition": "The use of words to express something other than and especially the opposite of the literal meaning.",
        "Category": "rhetorical device",
        "Examples": [
            "“Go ask his name: if he be married. My grave is like to be my wedding bed.”\n\t-Romeo and Juliet, William Shakespeare"
        ],
        "Related": []
    },
    "Metonymy": {
        "Definition": "A figure of speech consisting of the use of the name of one thing for that of another of which it is an attribute or with which it is associated.",
        "Category": "rhetorical device",
        "Examples": [
            "“The pen is mightier than the sword.”\n\t-Edward Bulwer Lytton"
        ],
        "Related": []
    },
    "Rhetorical Question": {
        "Definition": "A statement made in the form of a question with no expectation of an answer.",
        "Category": "rhetorical device",
        "Examples": [
            "“To be or not to be—that is the question.\nWhether 'tis nobler in the mind to suffer\nThe slings and arrows of outrageous fortune,\nOr to take arms against a sea of troubles,\nAnd by opposing end them?”\n\t- Hamlet, William Shakespeare"
        ],
        "Related": []
    },
    "Synecdoche": {
        "Definition": "A figure of speech by which a part is put for the whole.",
        "Category": "rhetorical device",
        "Examples": [
            "“I had not intended to love him; the reader knows I had wrought hard to extirpate from my soul the germs of love there detected; and now, at the first renewed view of him, they spontaneously arrived, green and strong! He made me love him without looking at me.”\n\t- Jane Eyre, Charlotte Brontë -"
        ],
        "Related": []
    },
    "Zeugma": {
        "Definition": "The use of a word to modify or govern two or more words usually in such a manner that it applies to each in a different sense or makes sense with only one.",
        "Category": "rhetorical device",
        "Examples": [
            "“Miss Bolo...went home in a flood of tears and a sedan chair.”\n\t- Pickwick Papers, Charles Dickens"
        ],
        "Related": []
    },
    "Ethos": {
        "Definition": "An appeal to credibility, ethics, or moral principles.",
        "Category": "rhetorical appeal",
        "Examples": [
            "A text written to encourage support for the protection of the Florida panther features an interview with a renowned biologist who is an expert on endangered species."
        ],
        "Related": []
    },
    "Kairos": {
        "Definition": "An appeal to time or place.",
        "Category": "rhetorical appeal",
        "Examples": [
            "A text written to evoke haste in responding to the declining Florida panther population discusses the implication of panther mortality rates."
        ],
        "Related": []
    },
    "Logos": {
        "Definition": "An appeal to logic or reason.",
        "Category": "rhetorical appeal",
        "Examples": [
            "A text incorporates sound reasoning supported by the citation of relevant statistics in order to attract monetary support for legislation proposed to protect endangered species."
        ],
        "Related": []
    },
    "Pathos": {
        "Definition": "An appeal to emotion.",
        "Category": "rhetorical appeal",
        "Examples": [
            "A text includes the use of vivid, emotive language, intended to incite intense feeling in a reader regarding the destruction of the Florida panther's natural habitat."
        ],
        "Related": []
    },
    "The Everyman": {
        "Definition": "The good old boy, regular guy/girl, the person next door, the working stiff, the solid citizen, the good neighbor, the silent majority. This character is motivated to connect with others.",
        "Category": "character archetype",
        "Examples": [
            "Dr. John Watson from The Adventures of Sherlock Holmes"
        ],
        "Related": []
    },
    "The Jester": {
        "Definition": "The fool, trickster, joker, practical joker, comedian. This character is motivated to connect with others.",
        "Category": "character archetype",
        "Examples": [
            "Tigger from The House at Pooh Corner"
        ],
        "Related": []
    },
    "The Lover": {
        "Definition": "The partner, friend, intimate, enthusiast, sensualist, spouse, team-builder. This character is motivated to connect with others.",
        "Category": "character archetype",
        "Examples": [
            "Romeo from Romeo and Juliet"
        ],
        "Related": []
    },
    "The Hero": {
        "Definition": "The warrior, crusader, rescuer, superhero, the soldier, dragon slayer, the winner, the team player. This character is motivated to leave a mark on the world.",
        "Category": "character archetype",
        "Examples": [
            "Aragorn from Lord of the Rings"
        ],
        "Related": []
    },
    "The Magician": {
        "Definition": "The visionary, catalyst, inventor, charismatic leader, shaman, healer, medicine man. This character is motivated to leave a mark on the world.",
        "Category": "character archetype",
        "Examples": [
            "Merlin from The Sword and the Stone"
        ],
        "Related": []
    },
    "The Rebel": {
        "Definition": "The rebel, revolutionary, wild man, the misfit, iconoclast. This character is motivated to leave a mark on the world.",
        "Category": "character archetype",
        "Examples": [
            "Viktor Frankenstein in Frankenstein"
        ],
        "Related": []
    },
    "The Caregiver": {
        "Definition": "The saint, altruist, parent, helper, supporter. This character is motivated to provide structure to the world.",
        "Category": "character archetype",
        "Examples": [
            "“Marmee” March from Little Women"
        ],
        "Related": []
    },
    "The Creator/Artist": {
        "Definition": "The artist, inventor, innovator, musician, writer, dreamer. This character is motivated to provide structure to the world.",
        "Category": "character archetype",
        "Examples": [
            "Pippi Longstocking from Pippi Longstocking"
        ],
        "Related": []
    },
    "The Ruler": {
        "Definition": "The boss, leader, aristocrat, king, queen, politician, role model, manager, administrator. This character is motivated to provide structure to the world.",
        "Category": "character archetype",
        "Examples": [
            "Macbeth from Macbeth"
        ],
        "Related": []
    },
    "The Explorer": {
        "Definition": "The seeker, iconoclast, wanderer, individualist, pilgrim. This character yearns for paradise.",
        "Category": "character archetype",
        "Examples": [
            "James from James and the Giant Peach"
        ],
        "Related": []
    },
    "The Innocent": {
        "Definition": "He or she is inexperienced, with many weaknesses, and seeks safety with others. This character yearns for paradise.",
        "Category": "character archetype",
        "Examples": [
            "Dorothy from The Wonderful Wizard of Oz"
        ],
        "Related": []
    },
    "The Sage": {
        "Definition": "The expert, scholar, detective, advisor, thinker, philosopher, academic, researcher, thinker, planner, professional, mentor, teacher, contemplative. This character yearns for paradise.",
        "Category": "character archetype",
        "Examples": [
            "Mary Poppins from Mary Poppins"
        ],
        "Related": []
    },
    "The Garden": {
        "Definition": "A place of purity; cultivation.",
        "Category": "setting archetype",
        "Examples": [],
        "Related": []
    },
    "The Forest": {
        "Definition": "Represents fertility, home of the Great Mother, symbolically primitive/",
        "Category": "setting archetype",
        "Examples": [],
        "Related": []
    },
    "A Tree": {
        "Definition": "Represents life and knowledge.",
        "Category": "setting archetype",
        "Examples": [],
        "Related": []
    },
    "A Cave": {
        "Definition": "Turning inward; deep down where a character delves into himself, becomes invisible.",
        "Category": "setting archetype",
        "Examples": [],
        "Related": []
    },
    "A Mountain": {
        "Definition": "The highest peak; place to gain greatest insight",
        "Category": "setting archetype",
        "Examples": [],
        "Related": []
    },
    "A River": {
        "Definition": "A place of reflection or rebirth; crossing borders or new territory.",
        "Category": "setting archetype",
        "Examples": [],
        "Related": []
    },
    "The Sea": {
        "Definition": "Vast, alien, chaotic, dangerous; waves may symbolize measures of time and represent eternity or infinity.",
        "Category": "setting archetype",
        "Examples": [],
        "Related": []
    },
    "An Island": {
        "Definition": "A place of isolation; a small world unto itself; microcosm.",
        "Category": "setting archetype",
        "Examples": [],
        "Related": []
    },
    "Battle of Good & Evil": {
        "Definition": "Good ultimately triumphs.",
        "Category": "situation archetype",
        "Examples": [],
        "Related": []
    },
    "Death & Rebirth": {
        "Definition": "Shows the circle of life.",
        "Category": "situation archetype",
        "Examples": [],
        "Related": []
    },
    "Innate Wisdom vs. Educated Stupidity": {
        "Definition": "A character will have intuition and knowledge that is better than those in charge.",
        "Category": "situation archetype",
        "Examples": [],
        "Related": []
    },
    "The Initiation": {
        "Definition": "A character matures and takes responsibility.",
        "Category": "situation archetype",
        "Examples": [],
        "Related": []
    },
    "The Journey": {
        "Definition": "The hero confronts trials along the way.",
        "Category": "situation archetype",
        "Examples": [],
        "Related": []
    },
    "The Quest": {
        "Definition": "The search for someone or something.",
        "Category": "situation archetype",
        "Examples": [],
        "Related": []
    },
    "The Task": {
        "Definition": "Something that must be done.",
        "Category": "situation archetype",
        "Examples": [],
        "Related": []
    },
    "The Small Town": {
        "Definition": "This is where everyone knows everyone and judges them, so it represents intolerance.",
        "Category": "situation archetype",
        "Examples": [],
        "Related": []
    },
    "River": {
        "Definition": "Represents life or flow of time.",
        "Category": "symbol archetype",
        "Examples": [],
        "Related": []
    },
    "Wheel": {
        "Definition": "Represents a complete cycle.",
        "Category": "symbol archetype",
        "Examples": [],
        "Related": []
    },
    "Water": {
        "Definition": "Represents purification.",
        "Category": "symbol archetype",
        "Examples": [],
        "Related": []
    },
    "Rising Sun": {
        "Definition": "Represents birth or beginning.",
        "Category": "symbol archetype",
        "Examples": [],
        "Related": []
    },
    "Setting Sun": {
        "Definition": "Represents death or ending.",
        "Category": "symbol archetype",
        "Examples": [],
        "Related": []
    },
    "Circle": {
        "Definition": "Represents unity.",
        "Category": "symbol archetype",
        "Examples": [],
        "Related": []
    },
    "Snake": {
        "Definition": "Represents evil.",
        "Category": "symbol archetype",
        "Examples": [],
        "Related": []
    },
    "Light": {
        "Definition": "Represents hope or renewal.",
        "Category": "symbol archetype",
        "Examples": [],
        "Related": []
    },
    "Dark": {
        "Definition": "Represents despair or ignorance.",
        "Category": "symbol archetype",
        "Examples": [],
        "Related": []
    },
    "Fire": {
        "Definition": "Represents knowledge or rebirth.",
        "Category": "symbol archetype",
        "Examples": [],
        "Related": []
    },
    "Deductive": {
        "Definition": "Begins with a premise; Uses a given fact or set of facts to deduce other facts; Does not provide new information; Follows a pattern, “if this is true, then this is also true”; Begins with the general and moves to the specific.",
        "Category": "logical reasoning",
        "Examples": [
            "Premise: Whales are mammals.\nFact: A beluga is a type of whale.\nConclusion: A beluga is a mammal."
        ],
        "Related": []
    },
    "Inductive": {
        "Definition": "Begins with a specific observation and applies to a broad conclusion.",
        "Category": "logical reasoning",
        "Examples": [
            "Observation: The bakery across the street always has a line out the door.\nConclusion: The bakery sells delicious treats."
        ],
        "Related": []
    },
    "Abductive": {
        "Definition": "Begins with a pattern or a trend; Uses a pattern to extrapolate information consistent with the given pattern; Begins with the specific and moves to generalize",
        "Category": "logical reasoning",
        "Examples": [
            "Pattern: My grandparents all have grey hair.\nConclusion: All elderly people have grey hair."
        ],
        "Related": []
    },
    "Ad Hominem": {
        "Definition": "An attack on or criticism of someone's character rather than the logic or content of the argument.",
        "Category": "logical fallacy",
        "Examples": [
            "“Excessive pride and envy have destroyed Jean-Jacques, my illustrious philosopher. That monster dares speak of education!”\n\t-Voltaire to d'Alembert, June 17, 1762."
        ],
        "Related": []
    },
    "Ad Populum": {
        "Definition": "Also referred to as the “bandwagon fallacy;” appeals to the popularity of a practice or concept as a method of persuasion.",
        "Category": "logical fallacy",
        "Examples": [
            "“Do you not consider yourself already refuted, Socrates, when you put forward views that nobody would accept? Why, ask anyone present!”\n\t-Gorgias, Plato, 380 BC"
        ],
        "Related": []
    },
    "Hasty Generalization": {
        "Definition": "A general statement or conclusion that is made without sufficient evidence.",
        "Category": "logical fallacy",
        "Examples": [
            "“Danforth, finishing the reading: '...You have no legal training, Mr. Corey?'\nGiles, very pleased: 'I have the best, sir - I am thirty-three time in court in mylife. And always plaintiff, too.'\nDanforth: 'Oh, then you're much put-upon.'\n\t-Act III, The Crucible, Arthur Miller"
        ],
        "Related": []
    },
    "Red Herring": {
        "Definition": "A tactic that is used to distract from an argument by avoiding key issues or ignoring opposing views.",
        "Category": "logical fallacy",
        "Examples": [
            "“I have found that there are so many deserving stenographers and secretaries in Washington that needed the work that I just didn't feel it was right to put my wife on the pay roll. My wife sitting over there.\nShe is a wonderful stenographer. She used to teach stenography and she used to teach shorthand in high school. That was when I met her. And I can tell you folks that she has worked many hours on Saturdays and Sundays in my office, and she has done a fine job, and I am proud to say tonight that in the six years I have been in the Senate of the United States Pat Nixon has never been on the Government pay roll.”\n\t-“Checker's Speech”, Richard Nixon, September 23, 1952."
        ],
        "Related": []
    },
    "Slippery Slope": {
        "Definition": "A conclusion based on the premise, “if this, then that.” Often, the assembly of a causal chain of events that result in an unlikely or extreme outcome.",
        "Category": "logical fallacy",
        "Examples": [
            "“What we see in El Salvador is an attempt to destabilize the entire region and eventually move chaos and anarchy toward the American border.”\n\t- “Address to the Nation on United States Policy in Central America,” Ronald Reagan, May 9, 1984."
        ],
        "Related": []
    },
    "Strawman": {
        "Definition": "The oversimplification of and subsequent attack on the viewpoint of another or the misrepresentation of the viewpoint of another.",
        "Category": "logical fallacy",
        "Examples": [
            "“It was a little cocker spaniel dog in a crate that he'd sent all the way from Texas. Black and white spotted. And our little girl—Tricia, the 6-year-old—named it Checkers. And you know, the kids, like all kids, love the dog and I just want to say this right now, that regardless of what they say about it, we're gonna keep it.”\n\t- “Checker's Speech,” Richard Nixon, September 23, 1952."
        ],
        "Related": []
    },
    "False Analogy": {
        "Definition": "An analogy that incorrectly connects two things based on other shared characteristics.",
        "Category": "logical fallacy",
        "Examples": [
            "“I must frame the argument like this: if his position is furthered, his character will fulfill these predictions. And therefore we should liken him to a serpent's egg—once it has hatched, it becomes dangerous, like all serpents. Thus we must kill him while he's still in the shell.”\n\t- Julius Caesar, William Shakespeare, 1599."
        ],
        "Related": []
    },
    "Circular Reasoning": {
        "Definition": "The use of an argument's conclusion as a premise for proving the argument (assuming what it is attempting to prove).",
        "Category": "logical fallacy",
        "Examples": [
            "“There's ne'er a villain dwelling in all Denmark / But he's an arrant knave.”\n\t- Hamlet, William Shakespeare, 1600."
        ],
        "Related": []
    },
    "Non Sequitur": {
        "Definition": "A conclusion or reply that does not follow the previous statement in a logical manner",
        "Category": "logical fallacy",
        "Examples": [
            "“Comrades!' he cried. 'You do not imagine, I hope, that we pigs are doing this in a spirit of selfishness and privilege? Many of us actually dislike milk and apples. I dislike them myself. Our sole object in taking these things is to preserve our health. Milk and apples (this has been proved by Science, comrades) contain substances absolutely necessary to the well-being of a pig. We pigs are brainworkers. The whole management and organisation of this farm depend on us. Day and night we are watching over your welfare. It is for your sake that we drink the milk and eat those apples.”\n\tAnimal Farm, George Orwell, August 17, 1945."
        ],
        "Related": []
    },
    "Narrative": {
        "Definition": "A type of composition that tells a story, the elements of which may be fiction or nonfiction. Narration of the story may take various forms (first, second, third person, etc.). The story events may be presented sequentially or in an order that stimulates reader interest. Narrative writing includes the writer's use of genre-specific elements, including but not limited to: characterization through dialogue, vivid description, sensory details, foreshadowing, and flashback.",
        "Category": "writing type",
        "Examples": [
            "Examples: Autobiography/Biography including Memoir; Epic; Folktale; Historical Account; Myth; Novel; Play; Short Story; Speech."
        ],
        "Related": []
    },
    "Argumentative": {
        "Definition": "A type of composition in which the author presents a reasoned, logical argument supported by evidence, often with the intention of changing the reader's perspective, or appealing to the reader to accept the writer's belief about an issue, problem, or concept. In literary argumentation, the writer may support claims that evaluate the value or meaning of a literary work. In any form of argumentation, the writer defends a position with evidence from sources relative to the text(s) or subject(s) that he or she is writing about.",
        "Category": "writing type",
        "Examples": [
            "Examples: Appeals; Editorials; Essays; Letters; Literary Analyses; Proposals; Speeches."
        ],
        "Related": []
    },
    "Expository": {
        "Definition": "A type of composition in which the writer seeks to present or report on information accurately for the purpose of improving the reader's understanding of an issue, problem, or concept. In expository writing, the writer uses a variety of techniques to convey information, including the use of an organizational structure appropriate to the subject. The writer may compare and/or contrast concepts, list, name, describe, or define different parts for the reader, or incorporate relevant anecdotes, examples, facts, and details to develop a central idea.",
        "Category": "writing type",
        "Examples": [
            "Examples: Comparative Analyses; Historical Reports; Manuals; Magazine and/or Newspaper Articles; Memorandums; Research and/or Scientific Reports."
        ],
        "Related": []
    },
    "Description": {
        "Definition": "The details a writer uses to convey a message or develop literary elements. Description includes (but is not limited to) sensory details, literal and figurative language.",
        "Category": "narrative technique",
        "Examples": [],
        "Related": []
    },
    "Dialogue": {
        "Definition": "A conversation between two or more characters. Dialogue can be used for multiple purposes including the advancement a plot or development a character.",
        "Category": "narrative technique",
        "Examples": [],
        "Related": []
    },
    "Flashback": {
        "Definition": "A writing technique used to alter time in order to convey a past event or significant occurrence. While many instances of flashback are incorporated overtly, some uses are more subtle, requiring inferential readership.",
        "Category": "narrative technique",
        "Examples": [],
        "Related": []
    },
    "Foreshadowing": {
        "Definition": "A writing technique used to subtly suggest or indicate something ahead of time in a text. Foreshadowing is commonly used to create suspense and/or advance the plot of a story.",
        "Category": "narrative technique",
        "Examples": [],
        "Related": []
    },
    "Juxtaposition": {
        "Definition": "A writer's side by side placement of two descriptions, ideas, characters, actions, or events in a text. Authors use juxtaposition to compare and/or contrast elements within a text.",
        "Category": "narrative technique",
        "Examples": [],
        "Related": []
    },
    "Narration": {
        "Definition": "The method(s) used to tell a story. Narration can serve multiple purposes, including the advancement of a plot or development of a character.",
        "Category": "narrative technique",
        "Examples": [],
        "Related": []
    },
    "Pacing": {
        "Definition": "The methods or strategies a writer uses to advance a plot or create tension, mood, and/or tone in a text. Pacing techniques cut across genres and therefore serve varying purposes, for example: a speech writer may utilize pacing by incorporating intentional breaks and emphatic phrasing.",
        "Category": "narrative technique",
        "Examples": [],
        "Related": []
    },
    "Perspective": {
        "Definition": "The view of a text and/or its elements, as created by a writer. Perspective is to be distinguished from narrator point of view.",
        "Category": "narrative technique",
        "Examples": [],
        "Related": []
    },
    "Stream of Consciousness": {
        "Definition": "A method of narration in which writing is organized around the internal thoughts of the narrator. Stream of consciousness is less structured than interior monologue and can be written from various points of view (first person, third person, etc.).",
        "Category": "narrative technique",
        "Examples": [],
        "Related": []
    },
    "Example": {
        "Definition": "Provide more specific information about the detail to illustrate the detail.",
        "Category": "elaborative technique",
        "Examples": [
            "For instance, pythons have reduced several populations of small mammals like the raccoon and eradicated animals like the marsh rabbit."
        ],
        "Related": []
    },
    "Definition": {
        "Definition": "Provide meaning of an unfamiliar word or concept.",
        "Category": "elaborative technique",
        "Examples": [
            "An invasive species is an organism that causes ecological or economic harm in a new environment where it is not native."
        ],
        "Related": []
    },
    "Statistic & Data": {
        "Definition": "The numbers or data that support the detail.",
        "Category": "elaborative technique",
        "Examples": [
            "According to “How Have Invasive Pythons Impacted Florida's Ecosystem,” a study in 2012 showed an 87.5% drop in the population of bobcats since 1997 as a result of pythons inhabiting Everglades National Park."
        ],
        "Related": []
    },
    "Quote or Citation": {
        "Definition": "Using the exact words of a text.",
        "Category": "elaborative technique",
        "Examples": [
            "In the text “How Have Invasive Pythons Impacted Florida's Ecosystem,” “Non-native Burmese pythons have established a breeding population in South Florida and are one of the most concerning invasive species in Everglades National Park.”"
        ],
        "Related": []
    },
    "Paraphrase": {
        "Definition": "Use your own words to summarize a portion of a text.",
        "Category": "elaborative technique",
        "Examples": [
            "The USGS presented a study in 2012 showing an 87.5% drop in the population of bobcats since 1997 as a result of pythons inhabiting the Everglades National Park."
        ],
        "Related": []
    },
    "Facts": {
        "Definition": "Give specific information that can be proven.",
        "Category": "elaborative technique",
        "Examples": [
            "As an invasive species in the United States, Burmese pythons are widely distributed in Everglades National Park."
        ],
        "Related": []
    },
    "Description": {
        "Definition": "A way to create vivid images for the reader.",
        "Category": "elaborative technique",
        "Examples": [
            "An apex predator, Burmese pythons are wreaking havoc on the ecosystem with their ability to consume prey larger than themselves due to their unhinged jaw."
        ],
        "Related": []
    },
    "Explanation": {
        "Definition": "Explain the detail by thinking about who, what, where, how, why.",
        "Category": "elaborative technique",
        "Examples": [
            "Pythons have shown the ability to adapt to cooler climates, causing some scientists to fear that they might spread to regions north of the Everglades even making it as far as Georgia."
        ],
        "Related": []
    },
    "Personal Anecdote": {
        "Definition": "A short story that makes a point.",
        "Category": "elaborative technique",
        "Examples": [
            "When visiting Everglades National Park last summer, I viewed a film showing a python eating even an alligator. The park ranger said that the python is an eating machine leaving few animals off its menu, including bobcat, deer, and alligator."
        ],
        "Related": []
    },
    "Definition": {
        "Definition": "The definition of the word is incorporated into the text.",
        "Category": "context clue",
        "Examples": [
            "Carey was lethargic; she did not have enough energy to get out of bed and go to swim practice."
        ],
        "Related": []
    },
    "Synonyms": {
        "Definition": "The author uses a word having the same or similar meaning to other words in a sentence.",
        "Category": "context clue",
        "Examples": [
            "Rebecca, my best friend, has been a companion to me for many years."
        ],
        "Related": []
    },
    "Antonyms": {
        "Definition": "The author hints at the meaning by providing a non-example or opposite.",
        "Category": "context clue",
        "Examples": [
            "Kim was anxious about the test, but Christy was not worried at all."
        ],
        "Related": []
    },
    "Examples": {
        "Definition": "The definition of the word is given in the form of an example.",
        "Category": "context clue",
        "Examples": [
            "Krystle will serve cold beverages, such as soda, tea, and juice, to the guests."
        ],
        "Related": []
    },
    "Inference": {
        "Definition": "The reader is able to make an educated guess, use reasoning or background knowledge to determine the meaning of an unknown word.",
        "Category": "context clue",
        "Examples": [
            "You can speak candidly to Mrs. Dodd. She is an affable guidance counselor."
        ],
        "Related": []
    },
    "Synonym": {
        "Definition": "Two words having the same or nearly the same meaning.",
        "Category": "word relationship",
        "Examples": [
            "Examples: Strong and powerful; Tired and lethargic; Stroll and amble"
        ],
        "Related": []
    },
    "Antonym": {
        "Definition": "Two words having opposite meanings.",
        "Category": "word relationship",
        "Examples": [
            "Examples: Hot and cold; Punctual and tardy; Gorgeous and grotesque"
        ],
        "Related": []
    },
    "Homonym": {
        "Definition": "Two words having the same pronunciation and spelling, but having different meanings.",
        "Category": "word relationship",
        "Examples": [
            "Examples: Lie (untruth) and lie (prone); Address (location) and address (speak to)"
        ],
        "Related": []
    },
    "Homophone": {
        "Definition": "Two words having the same pronunciation, but having different spellings and meanings.",
        "Category": "word relationship",
        "Examples": [
            "Examples: There and their; To and too; Here and hear"
        ],
        "Related": []
    },
    "Accuracy": {
        "Definition": "Freedom from mistake or error; Conformity to truth or to a standard or model. Also known as correctness, exactness, precision, or veracity.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Affix": {
        "Definition": "A letter or group of letters added to the beginning or end of a word to change its meaning. Also known as a prefix or suffix.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Allegory": {
        "Definition": "The expression by means of symbolic fictional figures and actions of truths or generalizations about human existence; A symbolic representation. Also known as an apologue, fable, or parable.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Alliterative": {
        "Definition": "Repetition of initial consonant sounds in two or more words.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Allusion": {
        "Definition": "An implied or indirect reference especially in literature; The act of making an indirect reference to something : the act of alluding to something.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Alphabetic Principle": {
        "Definition": "The concept that letters and letter combinations represent individual phonemes in written words.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Ambiguity": {
        "Definition": "The quality or state of being understood in two or more possible ways; A word or expression that can be understood in two or more possible ways.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Analyze": {
        "Definition": "To study or examine something in detail, in order to discover more about it. Also known as breakdown, deconstruct, or dissect.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Archetype": {
        "Definition": "The original pattern or model of which all things of the same type are representations or copies.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Argument": {
        "Definition": "A coherent series of reasons, statements, or facts intended to support or establish a point of view. Also known as a claim, dispute, or assertion.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Audience": {
        "Definition": "The people who watch, read, or listen to something. Also known as readers, public, following, listenership, readership, viewership, or followers.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Author's Perspective": {
        "Definition": "In informational text, the author's attitude toward a topic or subject. In literary text, a character's attitude.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Author's Purpose": {
        "Definition": "Authors have many reasons for writing a text and they often overlap. Also known as writer's purpose or author's intent.\n\nWhen persuading, argument/opinion texts present information in a reasoned, logical way demonstrating that the writer's opinion or claim is valid.\n\nWhen informing, expository texts convey information accurately and serve one or more closely related purposes: to increase readers' knowledge of a subject, to help readers better understand a procedure or process, or to provide readers with an enhanced comprehension of a concept.\n\nWhen entertaining, texts intend to engage readers emphasizing writing that is interesting, amusing, and captivating.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Automaticity": {
        "Definition": "In reading, fast, accurate word recognition.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Base Word": {
        "Definition": "The part of the word that cannot be broken down. Also known as root.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Bias": {
        "Definition": "Cause to feel or show inclination or prejudice for or against someone or something. Also known as favor, subjectivity, one-sidedness, partiality, partisanship, prejudice, or preference.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Blending": {
        "Definition": "Reading a word systematically from left to right by combining the sounds of each successive letter or combination of letters.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Cause & Effect ": {
        "Definition": "Noting a relationship between actions or events such that one or more are the result of the other or others.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Central Idea": {
        "Definition": "The most important or central thoughts unifying elements of a text.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Character": {
        "Definition": "One of the individuals in a work of fiction. Also known as a role, part, person, or individual.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Character's Perspective": {
        "Definition": "A particular attitude toward or way of regarding something.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Cite": {
        "Definition": "To speak or write words taken from a particular writer or written work, giving credit; To the original source to refer specifically to a source. Also know as quote, reference, attribution, or credit.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Claim": {
        "Definition": "To say that something is true or is a fact, although you cannot prove it and other people might not believe it.\n\nA statement that something is true or is a fact, although other people might not believe it. Also known as an assertion or argument.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Clarify": {
        "Definition": "To make or become more easily understood. Also known as clear up, construe, explain, explicate, expound, get across, illuminate, or simplify.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Coherent": {
        "Definition": "Logical and well-organized; Easy to understand; Able to talk or express yourself in a clear way that can be easily understood. Also known as logical, rational, reasonable, sensible, sound, valid, well-founded, well-grounded, clear, or understandable.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Cohesive": {
        "Definition": "Naturally or logically connected; Holding together. Also known as connected, close-knit, or united.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Compare & Contrast": {
        "Definition": "To note what is similar and different about two or more things.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Complex": {
        "Definition": "Consisting of many different and connected parts. Also known as complicated, detailed, involved, or elaborate.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Comprehend": {
        "Definition": "To understand fully. Also known as apprehend, catch on (to), decipher, get, grasp, perceive, or understand.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Conclusion": {
        "Definition": "To end something such as a speech, conversation, or piece of writing.\n\nTo have a particular opinion about something after thinking carefully about it. Also known as closure, completion,  consequence, denouement, development, ending, outcome, or result.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Conflation": {
        "Definition": "The merging of two or more ideas or sets of information into one.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Connotation": {
        "Definition": "Language that communicates a feeling or idea that is suggested by a word in addition to its basic meaning, or something suggested by an object or situation. Also known as connotative language, overtone, significance, undertone, association, essence, hint, nuance, or suggestion.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Consonant Blend": {
        "Definition": "Two or more consecutive consonants that retain their individual sounds.",
        "Category": "glossary",
        "Examples": [
            "e.g., /bl/ in block or /str/ in string"
        ],
        "Related": []
    },
    "Contemporaneous": {
        "Definition": "Existing, occurring, or originating during the same time. Also known as contemporary.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Context": {
        "Definition": "The situation within which something exists or happens, and that can help explain it; The text or speech that comes immediately before and after a particular phrase or piece of text and helps to explain its meaning. Also known as background, situation, text, or frame of reference.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Conventions": {
        "Definition": "Commonly accepted rules of written English. Also known as customs, rules, traditions, or norms.",
        "Category": "glossary",
        "Examples": [
            "e.g., spelling, usage, punctuation, capitalization, and sentence formation."
        ],
        "Related": []
    },
    "Counterclaim": {
        "Definition": "An opposing claim; a claim made in reply to another claim and different from it. Also known as a rebuttal, reply, or counterargument.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Credible": {
        "Definition": "Capable of being believed. Also known as believable.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Decoding": {
        "Definition": "Translating a word from print to speech, usually by employing knowledge of letter sound relationships; also, the act of deciphering a new word by sounding it out.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Demonstrate": {
        "Definition": "To show or make something clear. Also known as establish, prove, show, substantiate, or validate.\n\nTo show something and explain how it works.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Denotation": {
        "Definition": "The meaning of a word or phrase, usually as defined by a dictionary. Also known as meaning, name, or definition.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Develop": {
        "Definition": "To bring out the possibilities of; To begin to exist or be present gradually; To create over time; To grow or cause to grow more mature, or more advanced. Also known as elaborate, evolve, unfold, open, evolve, progress, or expand upon.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Digraph": {
        "Definition": "A group of two consecutive letters that are read as a single sound.",
        "Category": "glossary",
        "Examples": [
            "e.g., /ea/ in bread; /ch/ in chat; /ng/ in sing"
        ],
        "Related": []
    },
    "Diphthong": {
        "Definition": "A vowel produced by the tongue shifting position during articulation. The vowel feels as if it has two parts, as the sound begins with one vowel and gradually changes to another vowel within the same syllable.",
        "Category": "glossary",
        "Examples": [
            "e.g., ow, oy, ou, oi"
        ],
        "Related": []
    },
    "Distinguish": {
        "Definition": "To notice or recognize a difference between people or things; To know the difference; To make someone or something different or special in some way; To see or hear someone or something clearly. Also known as differentiate, discern, discriminate, or separate.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Encoding": {
        "Definition": "Determining the spelling of a word based on the sounds in the word.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Epic": {
        "Definition": "A long narrative poem in elevated style recounting the deeds of a legendary or historical hero. Also known as a legend, narrative, tale, saga, or heroic poem.\n\nExtending beyond the usual or ordinary especially in size or scope",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Evaluate": {
        "Definition": "To judge or calculate the quality, importance, amount, or value of something. Also known as appraise, assess, rate, or value.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Evidence": {
        "Definition": "Source-based information including facts, figures, and details used to support the writer or speaker's central idea or claim. Also known as indication, proof, or substantiation.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Explain": {
        "Definition": "To make clear; To give the reasons for or cause of. Also known as clear up, demonstrate, explicate, expound, get across, or simplify.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Explicit": {
        "Definition": "So clearly expressed as to leave no doubt about the meaning. Also known as clear-cut, definite, definitive, specific, unambiguous, or unequivocal.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Export": {
        "Definition": "To publish.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Expository": {
        "Definition": "Of, relating to, or containing exposition; explaining or describing something. Also known as explanatory or explicatory.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Figurative Language": {
        "Definition": "Language expressing one thing in terms normally denoting another with which it may be regarded as analogous; Language characterized by figures of speech. Also known as metaphor, allegory, emblem, symbolism, euphemism, or nonliteral language.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Formal": {
        "Definition": "Following established form, custom, or rule; Suitable for a proper occasion. Also known as accepted, decorous, genteel, polite, proper, respectable, conventional, or orthodox.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Grapheme": {
        "Definition": "Smallest written unit corresponding to a sound or phoneme.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Identify": {
        "Definition": "To recognize or be able to name someone or something, or to prove who or what someone or something is. Also known as distinguish, pinpoint, single out, or determine.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Illustration": {
        "Definition": "A picture or diagram that explains or decorates.\n\nAn example or instance used to make something clear. Also known as a diagram, figure, graphic, visual, drawing, illumination, image, pictogram, pictograph, or picture.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Important Details": {
        "Definition": "Information in a text that supports the central idea.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Infer": {
        "Definition": "To form an opinion from evidence; To reach a conclusion based on known facts. Also known as decide, deduce, derive, extrapolate, gather, or judge.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Integrate": {
        "Definition": "To combine two or more things in order to become more effective; To combine ideas from sources with one's own ideas. Also known as amalgamate, blend, combine, conflate, fuse, incorporate, meld, merge, mingle, or mix.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Interpretation": {
        "Definition": "An explanation or opinion of what something means. Also known as meaning or understanding.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Introduce": {
        "Definition": "To bring forward for discussion or consideration to put in. Also known as begin, establish, initiate, institute, launch, set up, or start.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Irregular Words": {
        "Definition": "Words that have exceptions to the typical sound–spelling patterns. Irregular words are difficult to decode because the sounds of the letters in the word do not add up to the correct pronunciation.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Juxtaposition": {
        "Definition": "The technique of putting two or more elements side by side to invite comparison or contrast.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "LAN": {
        "Definition": "A Local Area Network such as home router.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Legible": {
        "Definition": "Handwriting clear enough to read.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Lexicon": {
        "Definition": "All words known to an individual.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Logical": {
        "Definition": "According to a proper or reasonable way of thinking; According to what is reasonably expected. Also known as rational, reasonable, sensible, sound, valid, well-founded, or well-grounded.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Mood": {
        "Definition": "The atmosphere of a piece of writing; it's the emotions a selection arouses in a reader through diction, figurative language, and other choices. Although both mood and tone are developed through diction, they are not synonymous.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Morpheme": {
        "Definition": "Smallest meaningful unit in a writing system.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Morphology": {
        "Definition": "The system of word-forming elements and processes in a language; The knowledge of meaningful word parts in a language (typically the knowledge of prefixes, suffixes, and/or base words).",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Multimedia": {
        "Definition": "Using, involving, or encompassing several media such as text, image, audio, video, and/or animation. Also known as mixed media.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Narrative": {
        "Definition": "Something (as a story) that is told in full detail. Also known as an account, chronicle, chronology, commentary, history, record, report, or story.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Onset-Rime Pairs": {
        "Definition": "Two parts of a syllable: the onset consists of the initial consonant(s), and the rime consists of the vowel and any consonants that follow it.",
        "Category": "glossary",
        "Examples": [
            "For example, in the word sat, the onset is s and the rime is at. In the word flip, the onset is fl and the rime is ip."
        ],
        "Related": []
    },
    "Opposing": {
        "Definition": "Disagreeing or disapproving. Also known as conflicting, contending, or rival.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Organize": {
        "Definition": "To put things into a particular arrangement, order, or structure. Also known as arrange, array, classify, draw up, lay out, order, or systematize.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Orthography": {
        "Definition": "System of written language.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Paraphrase": {
        "Definition": "To say something that someone else has said or written using different words. Also known as rephrasing, restatement, restating, rewording, or translation.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Perspective": {
        "Definition": "A particular attitude toward or way of regarding something. Also known as outlook, perspective, position, standpoint, or view.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Phoneme": {
        "Definition": "The smallest unit of sound within a language system. A phoneme may be a word by itself, or it may be combined with other phonemes to make a word.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Phonemic Awareness": {
        "Definition": "A subcategory of phonological awareness essential for reading, including the awareness of individual sounds/phonemes in spoken words.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Phonological Awareness": {
        "Definition": "Awareness of all levels of the speech sound system.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Phonology": {
        "Definition": "System of rules dealing with the sounds in a language.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Phrase": {
        "Definition": "A group of two or more words that express a single idea but do not usually form a complete sentence. A brief expression that is commonly used. Also known as an expression, idiom, motto, remark, saying, or wording.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Plagiarism": {
        "Definition": "An act of copying the ideas or words of another person without giving credit to that person. Also known as copying, falsification, literary theft, fraud, or appropriation.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Plot": {
        "Definition": "The plan of main story (as of a dramatic or literary work). Also known as a scheme, plan, framework, or story structure.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Point of View": {
        "Definition": "In literary texts, the type of narration used (as in first-, second-, or third-person narration); a way of looking at or thinking about something. Also known as an outlook, position, or standpoint.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Position": {
        "Definition": "An arguable opinion that can be defended by evidence.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Primary Source": {
        "Definition": "Sources, such as diaries, speeches, interviews, letters, official records, that provide first-hand testimony or direct evidence witnessed or recorded by someone who experienced the event(s) or condition(s) being documented.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Prosody": {
        "Definition": "The rhythmic and intentional aspect of language.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Reasoning": {
        "Definition": "The process of thinking about something in a logical way in order to form a conclusion or judgment. Also known as interpretation, thinking, rationale, proposition, or premise.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Relationship": {
        "Definition": "The way in which two or more people or things are connected. Also known as a link, connection, affiliation, tie, or correlation.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Relevant": {
        "Definition": "Related to a subject or to something happening or being discussed. Also known as applicable, germane, pertinent, related, suited.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Reliable": {
        "Definition": "Of a source, trustworthy without any biases or conflict of interest related to the topic. Also known as trustworthy.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Research": {
        "Definition": "Careful study that is done to find and report new knowledge about something; The activity of getting information about a subject. Also known as exploration, inquiry, investigation, or probe.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Revise": {
        "Definition": "Dealing with the text as a whole, addressing strengths and weaknesses, arguments, focus, support, evidence, voice, and mechanical issues. Revise does not mean to rewrite the entire piece of writing. Also known as alter, improve, modify, overhaul, rework, rewrite, or revamp.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Rhetoric": {
        "Definition": "The art or skill of speaking or writing formally and effectively especially as a way to persuade or influence people. Also known as oratory, oration, eloquence, elocution, or flowery language.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Root": {
        "Definition": "A word or part of a word from which other words are obtained by adding a prefix or suffix. Also known as a base or base word.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Secondary Source": {
        "Definition": "Sources created by someone who did not experience firsthand or participate in the event(s).",
        "Category": "glossary",
        "Examples": [
            "Examples: textbooks, journal articles, criticisms."
        ],
        "Related": []
    },
    "Semantics": {
        "Definition": "Study of word and phrase meanings.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Sequence": {
        "Definition": "A series of related things or events, or the order in which things or events follow each other. Also known as a progression, procession, succession, or cycle.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Setting": {
        "Definition": "The time, place, and circumstances in which something occurs or develops; The time and place of the action of a literary, dramatic, or cinematic work; The scenery used in a theatrical or film production. Also known as a background, environment, environs, milieu, or context.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Sight Word Vocabulary": {
        "Definition": "Words that can be recognized efficiently at a glance. The goal is that all words eventually become sight words.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Source": {
        "Definition": "A person, text, document, or primary reference work that provides information. Also known as an author, origin, or text.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Structure": {
        "Definition": "To plan, organize, or arrange the parts of something.\n\nThe way that something is arranged or organized. Also known as a format, framework, or organization.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Style": {
        "Definition": "The writer's way of writing using various techniques; The way in which a writer creates voice.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Summarize": {
        "Definition": "To express or cover the main points briefly. Also known as abstract, boil down, brief, digest, encapsulate, outline, recap, recapitulate, sum up, or wrap up.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Support": {
        "Definition": "Information and evidence used to prove or corroborate something.\n\nUsing information or evidence to show or seem to prove something to be true. Also known as uphold, back, corroborate, or help.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Syllable": {
        "Definition": "Any one of the parts into which a word is naturally divided when it is pronounced; A unit of spoken language that consists of one or more vowel sounds alone or with one or more consonant sounds coming before or following",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Syntax": {
        "Definition": "The formation of sentences and the associated grammatical rules.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Synthesize": {
        "Definition": "To make something by combining different things; To combine things in order to make something new. Also known as incorporate, amalgamate, blend, or unify.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Technique": {
        "Definition": "A way of performing a skillful activity, or the skill needed to do it. Also known as approach, means, tactic, procedure, or facility.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Text Features": {
        "Definition": "The components of a story or article that are not the main body of text, including the table of contents, index, glossary, headings, bold words, sidebars, pictures and captions, and labeled diagrams.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Text Structures": {
        "Definition": "Structures used to organize information in a text.",
        "Category": "glossary",
        "Examples": [
            "Examples: chronology, comparison, and cause and effect."
        ],
        "Related": []
    },
    "Theme": {
        "Definition": "The underlying message or big idea of a talk, book, film, or other work. Also known as a message, purpose, essence, or lesson.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Tone": {
        "Definition": "The author or speaker's attitude toward a subject, evident through diction or the viewpoint of an author or speaker on a particular subject. Tone can be formal, informal, serious, comic, sarcastic, pedantic, sad, cheerful, or any other attitude. Although both mood and tone are developed through diction, they are not synonymous. Also known as manner, style, character, nature, vein, or mode.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Topic": {
        "Definition": "Someone or something that people talk or write about. Also known as subject, matter, subject matter, content.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Track": {
        "Definition": "To follow something that moves or changes by noticing elements it leaves behind. Also known as trace or follow.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Transition": {
        "Definition": "To shift from one thing to another smoothly and without interruption.\n\nWords, phrases, clauses, or sentences used to connect ideas and move the reader or listener through a response. Also known as a change, segue, shift, pivot, continuation, juncture.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Trigraph": {
        "Definition": "Group of three consecutive letters that are read as a single sound.",
        "Category": "glossary",
        "Examples": [
            "e.g., -tch in catch; -igh in night; -ure in closure"
        ],
        "Related": []
    },
    "Universal Theme": {
        "Definition": "An idea that applies to anyone, anywhere, regardless of cultural differences. Also known as a common theme or global theme.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Valid": {
        "Definition": "Of a source, truthful in respect to the information presented. Also known as truthful.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Visual Element": {
        "Definition": "Visual aid that assist the reader with pictures, colors, and imagery.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Voice": {
        "Definition": "In literature, the individual style in which a certain author writes his or her works.\n\nIn grammar, the relationship between the action/state of being expressed by the verb and the participants related to that action (subject, direct object, indirect object.)",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    },
    "Vowel Team": {
        "Definition": "Two or more vowels that make one sound.",
        "Category": "glossary",
        "Examples": [
            "e.g., ea, ou, ie, oo"
        ],
        "Related": []
    },
    "Word Analysis": {
        "Definition": "Analyzing morphemic units in words.",
        "Category": "glossary",
        "Examples": [],
        "Related": []
    }
}