{
    "Directions": "Read the passage below, then answer each question that follows.",
    "Context": [],
    "Title": "Vanishing Honeybees: A Threat to Global Agriculture",
    "Subtitle": "",
    "Author": "",
    "LabelType": "N",
    "Content": [
        [" ", "\tHoneybees play an important role in the agriculture industry by pollinating crops. An October 2006 study found that as much as one-third of global agriculture depends on animal pollination, including honeybee [L1] [pollination —] to increase crop output. The importance of bees [L2] [highlights the potentially disastrous affects] of an emerging, unexplained crisis: entire colonies of honeybees are dying off without warning."],
        [" ", "\t[L3] [They know it as colony] collapse disorder (CCD), this phenomenon will have a detrimental impact on global agriculture if its causes and solutions are not determined. Since the emergence of CCD around 2006, bee mortality rates have [L4] [exceeded 25 percent of the population each winter.] There was one sign of hope: during the 2010–2012 winter seasons, bee mortality rates decreased slightly, and beekeepers speculated that the colonies would recover. Yet in the winter of 2012–2013, the [L5] [portion of the bee population lost fell nearly 10 percent in the United States, with a loss of] 31 percent of the colonies that pollinate crops."],
        ["", "problems/PSAT101RW2/media/S2a.jpg"],
        ["", ":ibox:Adapted from Dennis van Engelsdorp et al., “Preliminary Results: Honey Bee Colony Losses in the United States, Winter 2012-2013.” ©2013 by the Bee Informed Partnership."],
        [" ", "\t[L6] [Studies have offered several possible reasons that bees are vanishing.] One reason that is often cited is the use of pesticides called neonicotinoids, which are absorbed by plants and linger much longer than do topical pesticides. [L7] Chemicals such as herbicides and fungicides may also play a role, contaminating the pollen that bees typically feed on and inhibiting healthy insect maturation."],
        [" ", "\tGiven the role that honeybees play in agriculture, the impact of this loss of hives on fruit, vegetable, seed, and nut crops [L8] [is not to be scoffed at.] A reduction in bee numbers leads to less pollination, which in turn leads to smaller harvests and higher food prices. Some farmers have resorted to renting hives from beekeepers to pollinate their [L9] [crops; when there is a shortage of bees this being an expensive proposition.] Other farmers have increased [L10] [they're] dependence on costly hand-pollination by human workers. Furthermore, there may be sociological repercussions. Agroecologist Alexandra-Maria Klein has suggested that rising produce prices could lead to an increase in obesity as people turn to cheaper, less wholesome fare."],
        [" ", "\tThough the precise causes of CCD are yet unclear, some commonsense measures may be taken. A decrease in the use of certain pesticides, herbicides, and fungicides, as well as greater attention to the nutrition, habitat, and genetic diversity of managed hives, could begin a shift in a favorable direction. [L11]"]
    ],
    "Copyright": "",
    "References": []
}