{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G5R/supps/TX18G5R-S1.json"
        ],
        "Explain": false,
        "Content": [
            "Paragraph 17 is important to the plot because it is when Keysha—"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "learns that her mother understands the value of the photograph",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 17, Keysha’s mom is more focused on her daughter’s excitement than on the value of the photograph.",
                    "Percent": 2
                }
            },
            "B": {
                "Choice": "realizes that her favorite player has to go to the locker room",
                "Key": {
                    "Correct": false,
                    "Rationale": "Paragraph 17 does not indicate that Dwight heads to the locker room, nor is Dwight’s destination at this point in the story important to the plot.",
                    "Percent": 3
                }
            },
            "C": {
                "Choice": "feels content after meeting her favorite player",
                "Key": {
                    "Correct": false,
                    "Rationale": "Keysha’s mom suggests to her daughter that she “‘can breathe now,’” which should lead the student to infer that Keysha is more excited than content. In addition, the detail that Keysha notices a “sobbing” child helps the student infer that Keysha is not content.",
                    "Percent": 13
                }
            },
            "D": {
                "Choice": "notices the crying young boy and his father",
                "Key": {
                    "Correct": true,
                    "Rationale": "The student should recognize that when Keysha notices the crying boy and his father, it is a turning point in the story. Paragraph 17 advances the plot by introducing the event that leads to Keysha’s final action, which reveals her as a caring, generous person.",
                    "Percent": 82
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G5R/supps/TX18G5R-S1.json"
        ],
        "Explain": false,
        "Content": [
            "Which words from paragraph 10 help the reader understand the meaning of i͟m͟m͟e͟n͟s͟e?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "squeaking loudly",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the loud squeaking of the players’ shoes emphasizes the players’ proximity to Keysha, the verb “look” suggests that i͟m͟m͟e͟n͟s͟e refers to the players’ physical appearance rather than the sounds the players are making.",
                    "Percent": 6
                }
            },
            "G": {
                "Choice": "talking to one another",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the fact that Keysha can “hear the players talking to one another” suggests she is near them, the verb “look” suggests that i͟m͟m͟e͟n͟s͟e refers to the players’ physical appearance rather than to what the players are doing.",
                    "Percent": 10
                }
            },
            "H": {
                "Choice": "towered above me",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 10, the words “towered” and “above” suggest size and height, and the phrase “towered above” suggests that Keysha has to look up to see the players. These words emphasize the players’ i͟m͟m͟e͟n͟s͟e, or very large, size.",
                    "Percent": 61
                }
            },
            "J": {
                "Choice": "in real life",
                "Key": {
                    "Correct": false,
                    "Rationale": "While Keysha does compare watching the players “in real life” to watching them on television, this does not provide sufficient context to help the student determine the meaning of immi͟m͟m͟e͟n͟s͟eense.",
                    "Percent": 22
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G5R/supps/TX18G5R-S1.json"
        ],
        "Explain": false,
        "Content": [
            "Which sentence from the story reveals why Keysha decides to give her signed photograph to the boy?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "When I turned around, I noticed a little boy in a Dwight Edwards jersey standing next to his father.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While Keysha’s actions described in the sentence indicate that she is aware of the little boy, they do not reveal her motivation for giving away her signed photograph.",
                    "Percent": 17
                }
            },
            "B": {
                "Choice": "Then I thought about how kind Mom’s boss was for giving us the tickets that had allowed me to have this experience.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 23, after seeing the boy who is upset about not meeting Dwight Edwards, Keysha thinks about her own good fortune in getting tickets as a gift from her mom’s boss. This generosity leads to an amazing experience for Keysha, and she realizes that she can be equally generous toward the boy.",
                    "Percent": 69
                }
            },
            "C": {
                "Choice": "I pushed my way back through the crowd and saw that the boy and his father were still standing where I had seen them.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Keysha’s actions described in the sentence show what she does after she notices the upset little boy and suggest she is interested in him. However, the sentence does not reveal why she chooses to give away her signed photograph.",
                    "Percent": 8
                }
            },
            "D": {
                "Choice": "When I reached them, I tapped the boy on the shoulder.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Based on the sentence, the student can infer that Keysha is interested in talking to the boy. However, her action does not reveal what she is going to do next, or why.",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G5R/supps/TX18G5R-S1.json"
        ],
        "Explain": false,
        "Content": [
            "Why does the author italicize the word “the” in the last sentence of paragraph 5?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "To emphasize that Dwight Edwards is a well-known player",
                "Key": {
                    "Correct": true,
                    "Rationale": "Paragraph 5 describes how the crowd “roared” when Dwight Edwards was announced and how Keysha cheered for her favorite player until her “throat stung.” This supports the inference that Keysha would talk about Dwight Edwards in a way that emphasizes his fame.",
                    "Percent": 72
                }
            },
            "G": {
                "Choice": "To show that the announcer is afriend of Dwight Edwards",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the announcer does enthusiastically introduce Dwight Edwards, there is no evidence to support the inference that the announcer knows Dwight on a personal level.",
                    "Percent": 2
                }
            },
            "H": {
                "Choice": "To emphasize the skills that make Dwight Edwards a great player",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the announcer’s enthusiastic introduction and the crowd’s excitement over Dwight Edwards suggest that he is a popular player, the use of italics in paragraph 5 does not directly emphasize the skills that make him a great player.",
                    "Percent": 13
                }
            },
            "J": {
                "Choice": "To suggest that no other players are named Dwight Edwards",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the selection refers to only one player named Dwight Edwards, the use of italics in paragraph 5 does not support the inference that there is only one player by this name.",
                    "Percent": 13
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G5R/supps/TX18G5R-S1.json"
        ],
        "Explain": false,
        "Content": [
            "Read this sentence from paragraph 24.",
            ":box:His tear-streaked face peeked out at me from under his father’s arms.",
            "The author uses sensory language in this sentence to illustrate —"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "the boy’s love for his father",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the boy is standing close to his father and seems to be seeking support, the sensory language illustrates his youth and disappointment rather than his affection for his father.",
                    "Percent": 2
                }
            },
            "B": {
                "Choice": "how young and disappointed the boy is",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 24, the language that describes the boy as small enough to peek out from “under his father’s arms” suggests that he is young. The boy’s “tear-streaked face” combined with the fact that he is seeking solace under his father’s arms illustrates his disappointment.",
                    "Percent": 74
                }
            },
            "C": {
                "Choice": "how Keysha’s offer makes the boy feel",
                "Key": {
                    "Correct": false,
                    "Rationale": "Keysha does approach the boy in paragraph 24. However, the sensory language illustrates the boy’s feelings before Keysha makes her offer.",
                    "Percent": 12
                }
            },
            "D": {
                "Choice": "why the boy did not get Dwight Edwards’s autograph",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the sensory language illustrates the boy’s disappointment over not getting Dwight Edwards’s autograph, it does not help the student understand why the boy did not get the autograph.",
                    "Percent": 12
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G5R/supps/TX18G5R-S1.json"
        ],
        "Explain": false,
        "Content": [
            "In this story, the author emphasizes the importance of —"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "making wise decisions",
                "Key": {
                    "Correct": false,
                    "Rationale": "Keysha does make decisions in the story, but there is no evidence to support the conclusion that her decisions are wise, and there is little emphasis on a struggle with decisions, wise or unwise.",
                    "Percent": 16
                }
            },
            "G": {
                "Choice": "being generous",
                "Key": {
                    "Correct": true,
                    "Rationale": "In this story, the author emphasizes the importance of being generous. The idea is introduced when Keysha reflects on the kindness of her mother’s boss in giving away the tickets and further developed when Keysha gives the crying boy her signed photograph of Dwight Edwards. Finally, the boy’s excited reaction on receiving the photograph emphasizes that generosity can have positive effects.",
                    "Percent": 78
                }
            },
            "H": {
                "Choice": "becoming popular",
                "Key": {
                    "Correct": false,
                    "Rationale": "While Keysha’s decision to give away her signed photograph of Dwight Edwards endears her to the young boy, the story does not emphasize the importance of being popular.",
                    "Percent": 1
                }
            },
            "J": {
                "Choice": "developing strong friendships",
                "Key": {
                    "Correct": false,
                    "Rationale": "While Keysha does make the young boy happy, there is no evidence to support the conclusion that Keysha and the boy develop a friendship, nor does the author emphasize the importance of developing strong friendships.",
                    "Percent": 4
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G5R/supps/TX18G5R-S1.json"
        ],
        "Explain": false,
        "Content": [
            "What is the best summary of the story?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Keysha’s mother receives tickets to a professional basketball game. Thankful for the tickets, Keysha and her mother enjoy the game together. They see an important basketball player who has just joined the team, and Keysha gets his autograph.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This summary does not specifically refer to Dwight Edwards, nor does it refer to the part of the story in which Keysha gives away her signed photograph of Dwight Edwards to the little boy. These omissions make this summary incomplete.",
                    "Percent": 3
                }
            },
            "B": {
                "Choice": "Keysha achieves her longtime dream of meeting her hero, a basketball player named Dwight Edwards. After the game he signs a photograph for her. Keysha feels sorry for a child who is crying because he was unable to get an autograph.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This summary is incomplete because it does not include the rising action from paragraphs 1–13 when Keysha and her mother enjoy a basketball game and watch Keysha’s favorite player, Dwight Edwards.",
                    "Percent": 7
                }
            },
            "C": {
                "Choice": "Eager to see her favorite basketball player, Keysha hopes that he will sign a photograph for her. After the game her mother encourages her to approach him. He agrees to sign the photograph and thanks Keysha for coming to the game.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This summary includes events from the first 16 paragraphs of the story, but it does not refer to Keysha giving away her signed photograph of Dwight Edwards to the boy. The second sentence of the summary is a minor detail that should not be included.",
                    "Percent": 2
                }
            },
            "D": {
                "Choice": "Keysha and her mother go to a basketball game to see Keysha’s favorite player, Dwight Edwards. Keysha meets him after the game and gets his autograph. However, a little boy’s sadness leads Keysha to give the child her signed photograph.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The student should understand that this option successfully includes key events from the beginning, middle, and end of the story. The first sentence covers the events of paragraphs 1–16: Keysha meets her favorite player at the basketball game. The second sentence highlights Keysha’s success in getting Dwight Edwards’s autograph, and the last sentence includes the climax and resolution of the story.",
                    "Percent": 88
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G5R/supps/TX18G5R-S2.json",
            "problems/TX18G5R/supps/TX18G5R-S3.json"
        ],
        "Explain": false,
        "Content": [
            "How would the U.S. Department of Transportation’s approval of the V4 help Jonny meet his goal?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "It would allow many school buses to use Jonny’s design, which would save energy.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The student is asked to draw a conclusion about how the U.S. Department of Transportation’s approval of the V4 would help Jonny meet his goal, which is to make school buses more energy efficient. Paragraph 5 states that this approval is required before the device can be sold. Paragraph 4 refers to the “millions of dollars” that could be saved if all buses used the V4, suggesting that Jonny’s design has the potential to save a great deal of energy.",
                    "Percent": 82
                }
            },
            "G": {
                "Choice": "It would raise awareness of  Green Shields, which would cause other students to design energy-efficient products.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no direct connection between the device’s approval and awareness of the GreenShields project. Also, the selection does not support the conclusion that approval of the V4 would cause other students to design energy-efficient products, nor was that Jonny’s goal in designing it.",
                    "Percent": 6
                }
            },
            "H": {
                "Choice": "It would show that Jonny’s design is helpful, which would help him win public support.",
                "Key": {
                    "Correct": false,
                    "Rationale": "It is true that the approval of the V4 would make it possible for more school buses to utilize the device, potentially showing that Jonny’s device is helpful. However, Jonny’s goal was not to win public support; it was to increase the energy efficiency of buses.",
                    "Percent": 10
                }
            },
            "J": {
                "Choice": "It would encourage students to ride school buses, which would lead to fewer cars on the road.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The selection does not support the conclusion that the U.S. Department of Transportation’s approval of the V4 would encourage students to ride school buses. In addition, Jonny’s goal is to save energy, not to limit the number of cars on the road.",
                    "Percent": 2
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G5R/supps/TX18G5R-S2.json",
            "problems/TX18G5R/supps/TX18G5R-S3.json"
        ],
        "Explain": false,
        "Content": [
            "Which sentence from the selection is a fact that can be verified?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Jonny wondered if there was a way to make the buses more energy efficient.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Jonny was concerned about how much energy school buses use, the phrase “Jonny wondered if. . .” is not a fact that can be verified.",
                    "Percent": 18
                }
            },
            "B": {
                "Choice": "In tests, buses using the V4 went farther on a tank of gas.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Tests can be devised to measure how far a bus equipped with a V4 can travel on a tank of gas. This information can be compared to information about buses that are not equipped with the device. Therefore, this sentence is a fact that can be verified.",
                    "Percent": 58
                }
            },
            "C": {
                "Choice": "However, Jonny and his team are determined to succeed.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While Jonny and his team have worked hard to develop the V4, the statement that they “are determined to succeed” represents the author’s opinion rather than a verifiable fact.",
                    "Percent": 10
                }
            },
            "D": {
                "Choice": "So if the next school bus you board looks a little different, you may be witnessing Jonny’s idea in action.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Buses equipped with the V4 will have a different appearance than what people are used to seeing. However, this sentence represents speculation rather than a verifiable fact.",
                    "Percent": 14
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G5R/supps/TX18G5R-S2.json",
            "problems/TX18G5R/supps/TX18G5R-S3.json"
        ],
        "Explain": false,
        "Content": [
            "According to the selection, what is one reason the V4 design is better than Jonny’s original idea for GreenShields?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The V4 design is less distracting for bus drivers.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The V4 would not be visible to the bus driver, which could make it less distracting than the original design. However, there is no evidence to support the analysis that the original design was distracting to drivers.",
                    "Percent": 13
                }
            },
            "G": {
                "Choice": "The V4 design is simple enough for students to construct.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the V4 was constructed by students, the original design was built by students as well. Therefore, this is not a reason that the V4 design is better than the original idea.",
                    "Percent": 7
                }
            },
            "H": {
                "Choice": "The V4 design costs less to make.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The details presented in paragraph 4 explain Jonny’s “new design” and its benefits: “The V4 costs less to make and is easier to attach to buses than the original design.”",
                    "Percent": 73
                }
            },
            "J": {
                "Choice": "The V4 design is more visually appealing.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Because of its placement on the roof of the bus, the student may assume that the V4 is more visually appealing than the original design, but there are no details in the selection to support this.",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G5R/supps/TX18G5R-S2.json",
            "problems/TX18G5R/supps/TX18G5R-S3.json"
        ],
        "Explain": false,
        "Content": [
            "Which sentence from the selection suggests that Jonny needed to convince his community that his invention was worthwhile?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "But for 12-year-old Jonny Cohen, the smell of exhaustf rom the buses parked in front of his junior high school got him thinking about school buses and how much gasoline they use.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This sentence focuses only on Jonny. It does not mention anyone else nor suggest that he needed to convince “his community” that his invention was worthwhile.",
                    "Percent": 13
                }
            },
            "B": {
                "Choice": "He thought that improving its shape would reduce the amount of energy needed to move a bus.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This sentence explains Jonny’s intended goal for his device, but it does not imply that Jonny needed to win community support for his invention.",
                    "Percent": 19
                }
            },
            "C": {
                "Choice": "With the help of his sister and friends, Jonny started his project, which he called GreenShields.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This sentence does show the support of other people—Jonny’s sister and his friends—but it does not mention community members, nor does it suggest that Jonny needed to convince anyone of the worthiness of his invention.",
                    "Percent": 5
                }
            },
            "D": {
                "Choice": "Getting votes wasn’t easy — he spoke with town councils, talked to customers at grocery stores, and used social media to ask for people’s support.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sentence in this option explains that Jonny spoke to town councils and lobbied for votes in person and through social media, which implies a need to convince the community that his invention was worthwhile.",
                    "Percent": 63
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G5R/supps/TX18G5R-S2.json",
            "problems/TX18G5R/supps/TX18G5R-S3.json"
        ],
        "Explain": false,
        "Content": [
            "From the magazine heading and the title of the article, the reader can infer that the article will contain information about a —"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "source of light designed by a young person",
                "Key": {
                    "Correct": true,
                    "Rationale": "The article’s title is “A Light in the Dark,” and the magazine heading includes the title Young Scientist Magazine as well as the subtitle “In This Issue: Amazing Inventions.” Taken together, these text features support the inference that the article will contain information about a source of light (from article title) designed by a young person (from magazine heading).",
                    "Percent": 66
                }
            },
            "G": {
                "Choice": "new product that is available for young people to buy",
                "Key": {
                    "Correct": false,
                    "Rationale": "The magazine heading suggests that the article is intended for a young audience. However, there is no evidence in the title of the article or in the magazine heading that the article is about a new product or a product marketed toward young consumers.",
                    "Percent": 5
                }
            },
            "H": {
                "Choice": "problem that a young person has recently overcome",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is not enough information in the magazine heading and the title of the article to support the conclusion that the article is about a young person recently overcoming a problem.",
                    "Percent": 10
                }
            },
            "J": {
                "Choice": "way that young people can provide help to others in need",
                "Key": {
                    "Correct": false,
                    "Rationale": "The magazine heading suggests that it is intended for young people, but there is not enough evidence from the magazine heading and the title of the article alone to suggest that the article is about a way that young people can offer help to others in need.",
                    "Percent": 20
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G5R/supps/TX18G5R-S2.json",
            "problems/TX18G5R/supps/TX18G5R-S3.json"
        ],
        "Explain": false,
        "Content": [
            "The Latin root praesumere means “to expect.” This information helps the reader determine that the word p͟r͟e͟s͟u͟m͟e͟d in paragraph 2 means —"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "remembered",
                "Key": {
                    "Correct": false,
                    "Rationale": "While Ann does have prior knowledge of how Peltier tiles work, she is employing them in a novel manner. Additionally, the meaning of the Latin root (“to expect”) suggests looking to the future, not the past.",
                    "Percent": 13
                }
            },
            "B": {
                "Choice": "cared",
                "Key": {
                    "Correct": false,
                    "Rationale": "While Ann clearly cares about her friend in the Philippines, neither the context of the article nor the root of the word supports “cared” as the meaning of p͟r͟e͟s͟u͟m͟e͟d.",
                    "Percent": 4
                }
            },
            "C": {
                "Choice": "believed",
                "Key": {
                    "Correct": true,
                    "Rationale": "The student must determine the meaning of the word p͟r͟e͟s͟u͟m͟e͟d using the Latin root word praesumere, which means “to expect.” Paragraph 2 describes Ann’s expectations, or beliefs, relating to the performance of a device she wanted to build. With her knowledge of Peltier tiles and her flashlight design, Ann believed that the tiles would produce energy.",
                    "Percent": 77
                }
            },
            "D": {
                "Choice": "wanted",
                "Key": {
                    "Correct": false,
                    "Rationale": "While Ann clearly wants her flashlight to work, she takes steps based on her beliefs related to how Peltier tiles work, not simply her desire for the device to work. Neither the context of the article nor the root of the word p͟r͟e͟s͟u͟m͟e͟d supports this option.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G5R/supps/TX18G5R-S2.json",
            "problems/TX18G5R/supps/TX18G5R-S3.json"
        ],
        "Explain": false,
        "Content": [
            "What led Ann to consider using body heat as a way to power a flashlight?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "She thought the idea was different enough to help her win the science fair.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While Ann did enter her flashlight in the 2013 Google Science Fair, her motive for considering the use of body heat to power a flashlight was not to win the science fair.",
                    "Percent": 3
                }
            },
            "G": {
                "Choice": "She was asked to do so by a friend who was not able to study for school.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Ann was inspired to make a flashlight that would allow her friend in the Philippines to study at night. However, Ann was not asked to make the device; it was her idea.",
                    "Percent": 8
                }
            },
            "H": {
                "Choice": "She wanted to make something that people without electricity could use.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Paragraph 1 describes Ann’s concerns related to her friend in the Philippines, who, because of a lack of electricity, is unable to study at night. “As a result” of Ann’s concerns and based on her knowledge that the “human body produces a constant supply of heat” (paragraph 2), she is prompted to invent a flashlight that would provide light without the need for electricity.",
                    "Percent": 83
                }
            },
            "J": {
                "Choice": "She was determined to find a way to use a special material.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Ann does use a special material—the Peltier tile—in her flashlight. However, the desire to make the flashlight preceded Ann’s interest in using this material.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G5R/supps/TX18G5R-S2.json",
            "problems/TX18G5R/supps/TX18G5R-S3.json"
        ],
        "Explain": false,
        "Content": [
            "One difference in the way Jonny and Ann approached their projects is that only Jonny —"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "did a lot o fresearch before beginning work",
                "Key": {
                    "Correct": false,
                    "Rationale": "Both Jonny and Ann engaged in research. Jonny studied the shape of school buses and spent “several years of researching and testing” (paragraph 4 of the selection) to fine-tune his V4 device. Ann considered the properties of Peltier tiles and “had to make difficult calculations that required a lot of research” (paragraph 3 of article).",
                    "Percent": 7
                }
            },
            "B": {
                "Choice": "spent a long time developing his idea",
                "Key": {
                    "Correct": false,
                    "Rationale": "While Jonny did spend years developing his idea, evidence from the article suggests that Ann also spent a long time developing her flashlight. Paragraph 3 of the article notes that Ann kept “experimenting and adjusting her design” and “finally” reached a conclusion.",
                    "Percent": 10
                }
            },
            "C": {
                "Choice": "tried to make an item that would be useful",
                "Key": {
                    "Correct": false,
                    "Rationale": "Both Jonny and Ann wanted to create an item that would be useful. Jonny wanted to make a device that he hoped would solve a significant problem, and Ann hoped that her flashlight could be “used all around the world.”",
                    "Percent": 6
                }
            },
            "D": {
                "Choice": "chose to work as part of a team",
                "Key": {
                    "Correct": true,
                    "Rationale": "Jonny enlisted his sister and friends to help him start the GreenShields project. Paragraph 4 of the selection describes how Jonny and his team worked together to create the V4. Ann, in contrast, worked on her own to develop a flashlight that runs on heat from the human hand.",
                    "Percent": 76
                }
            }
        },
        "Parts": {}
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G5R/supps/TX18G5R-S2.json",
            "problems/TX18G5R/supps/TX18G5R-S3.json"
        ],
        "Explain": false,
        "Content": [
            "Both the selection and the article mainly focus on—"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "young people who noticed a problem and decided to do something about it",
                "Key": {
                    "Correct": true,
                    "Rationale": "In these two texts, the main focus is on young people who noticed a problem and decided to find a solution. In the selection, Jonny noticed the inefficiency of school bus energy use (paragraphs 1–2) and took action by starting the GreenShields project (paragraphs 3–5). In the article, Ann recognized her friend’s inability to study at night without light (paragraph 1) and designed a flashlight that uses heat instead of electricity (paragraphs 2–4).",
                    "Percent": 82
                }
            },
            "G": {
                "Choice": "ways scientists learn from one another to solve common yet puzzling problems",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although both the selection and the article discuss how problems are solved, the problems are not “common” ones. Additionally, neither text focuses on the ways in which “scientists learn from one another.”",
                    "Percent": 3
                }
            },
            "H": {
                "Choice": "young people with an interest in science entering and winning contests",
                "Key": {
                    "Correct": false,
                    "Rationale": "Both Jonny and Ann had an interest in science and both entered and won contests. However, this is not the main focus of either text. In the selection, the contest prize is mentioned as the way Jonny financed his project. In the article, the fact that Ann wins a prize at the Google Science Fair is noted, but it is not the focus of the article.",
                    "Percent": 4
                }
            },
            "J": {
                "Choice": "ways to create a worthwhile invention with limited resources",
                "Key": {
                    "Correct": false,
                    "Rationale": "Neither text focuses on different ways to create inventions with limited resources. In fact, Jonny had $25,000 to use on his project (paragraph 3), and there is no mention that Ann’s resources were limited as she developed her flashlight.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "17": {
        "Number": 17,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G5R/supps/TX18G5R-S2.json",
            "problems/TX18G5R/supps/TX18G5R-S3.json"
        ],
        "Explain": false,
        "Content": [
            "What is an important difference between Jonny’s invention and Ann’s invention?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Jonny’s invention needs energy to function, while Ann’s offers a way to conserve energy.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Jonny’s inventions, the windshields, do not need energy to function on their own. This makes the first half of the option untrue. Ann’s invention does not offer a way to “conserve” energy. According to paragraph 2, the flashlight uses heat energy (“the tiles would produce energy”), which makes the second half of the option incorrect.",
                    "Percent": 30
                }
            },
            "B": {
                "Choice": "Jonny’s invention can be used by anyone, while Ann’s requires supervision before it can be used.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although anyone could ride on a school bus, Jonny’s invention is meant to be used by school districts. There is no evidence in the article to support that Ann’s invention, a flashlight, requires supervision before it can be used. In fact, she designed it with a teenager in mind.",
                    "Percent": 4
                }
            },
            "C": {
                "Choice": "Jonny’s invention is used to improve another machine, while Ann’s is used on its own.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Jonny’s invention is used to improve another machine, a school bus. “His first idea was to add a clear windshield . . . to the front of the bus” (paragraph 2); “the V4 sits on the roof of the bus like a hat” (paragraph 4). Ann’s flashlight, in contrast, is used on its own. It does not improve another machine.",
                    "Percent": 60
                }
            },
            "D": {
                "Choice": "Jonny’s invention was immediately successful, while Ann’s had to be redesigned.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The second part of the option is correct. According to paragraph 3 of the article, Ann’s flashlight design did have to be adjusted. However, the first part of the option is inaccurate—Jonny’s invention was not immediately successful. It took “several years of researching and testing” and is still awaiting approval by the U.S. Department of Transportation.",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    },
    "18": {
        "Number": 18,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G5R/supps/TX18G5R-S2.json",
            "problems/TX18G5R/supps/TX18G5R-S3.json"
        ],
        "Explain": false,
        "Content": [
            "One similarity between Jonny and Ann is that they both —"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "had to ask strangers to help them develop their idea",
                "Key": {
                    "Correct": false,
                    "Rationale": "Jonny did have to ask strangers—members of town councils, customers at grocery stores—to vote in support of his idea. However, Ann worked on her flashlight on her own and did not seek support from strangers.",
                    "Percent": 5
                }
            },
            "G": {
                "Choice": "won prize money after submitting their idea in a contest",
                "Key": {
                    "Correct": true,
                    "Rationale": "Both Jonny and Ann won prize money after submitting their idea in a contest. Jonny and his team “won $25,000 to develop their idea.” Ann entered her flashlight into the 2013 Google Science Fair, where she “won the top prize in her age category and a $25,000 scholarship.”",
                    "Percent": 73
                }
            },
            "H": {
                "Choice": "started their project to assist a friend in need",
                "Key": {
                    "Correct": false,
                    "Rationale": "Ann started her project to help a friend study at night without the need for electricity. While Jonny enlisted his friends’ help with his project, his goal was to improve the fuel efficiency of school buses, not to help a friend in need.",
                    "Percent": 9
                }
            },
            "J": {
                "Choice": "want government approval of their inventions",
                "Key": {
                    "Correct": false,
                    "Rationale": "Jonny wants the U.S. Department of Transportation to approve his device so that it can be sold. However, Ann does not seek government approval for her invention, and the science fair she won is sponsored by a corporation, not by the government.",
                    "Percent": 14
                }
            }
        },
        "Parts": {}
    },
    "19": {
        "Number": 19,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G5R/supps/TX18G5R-S4.json"
        ],
        "Explain": false,
        "Content": [
            "The information about Ma’s childhood is important to the selection because it shows that —"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Ma can appreciate the accomplishments of other musicians",
                "Key": {
                    "Correct": false,
                    "Rationale": "Ma was around accomplished musicians—his parents—from an early age, but the information about his childhood does not show that he appreciated the accomplishments of other musicians.",
                    "Percent": 5
                }
            },
            "B": {
                "Choice": "Ma wanted to be as talented as the rest of his family members were",
                "Key": {
                    "Correct": false,
                    "Rationale": "While Ma is a talented musician and was raised by a family of talented musicians, his skill came naturally and was nurtured by his family (paragraphs 4–6). The information about his childhood does not suggest that Ma was motivated by a desire to match his family’s talent.",
                    "Percent": 11
                }
            },
            "C": {
                "Choice": "Ma developed his musical talent at an especially young age",
                "Key": {
                    "Correct": true,
                    "Rationale": "Paragraph 5 states that “From the very beginning Ma showed an exceptional talent for music.” According to paragraph 6, “Ma quickly became extremely skilled with the instrument, and at the age of five he performed in his first recital.” Before age 10, Ma performed for the president and studied with great musicians. This information about Ma’s younger years emphasizes that Ma developed his musical talent at an especially young age.",
                    "Percent": 74
                }
            },
            "D": {
                "Choice": "Ma wants people who enjoy his music to relate to his personal experiences",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the information about Ma’s childhood does illustrate some of his personal experiences, the author does not present this information to show that Ma wants his fans to relate to these experiences.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "20": {
        "Number": 20,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G5R/supps/TX18G5R-S4.json"
        ],
        "Explain": false,
        "Content": [
            "In paragraph 6, the word a͟g͟i͟l͟e describes movement that is—"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "made with much effort",
                "Key": {
                    "Correct": false,
                    "Rationale": "While Ma likely had to work hard to become such a skilled cello player, paragraph 6 does not discuss the amount of effort he put forth.",
                    "Percent": 11
                }
            },
            "G": {
                "Choice": "new and uncertain",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Ma was young, his fingers “moved like graceful dancers on the strings” as he impressed the audience with his extraordinary music, suggesting that the movement his fingers made was neither “new” nor “uncertain.”",
                    "Percent": 3
                }
            },
            "H": {
                "Choice": "learned over time",
                "Key": {
                    "Correct": false,
                    "Rationale": "Paragraph 6 describes Ma’s playing at a very young age. The context of this paragraph does not support “learned over time” as the meaning of a͟g͟i͟l͟e.",
                    "Percent": 5
                }
            },
            "J": {
                "Choice": "quick and natural",
                "Key": {
                    "Correct": true,
                    "Rationale": "The student must use context to determine the meaning of the word agile as it is used to describe the movement of Ma’s fingers in paragraph 6. Ma was an “extremely skilled” musician whose fingers “moved like graceful dancers on the strings.” This context supports “quick and natural” as the meaning of a͟g͟i͟l͟e.",
                    "Percent": 80
                }
            }
        },
        "Parts": {}
    },
    "21": {
        "Number": 21,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G5R/supps/TX18G5R-S4.json"
        ],
        "Explain": false,
        "Content": [
            "Ma named his program the “Silk Road Project” most likely because he—"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "believes music has the power to bring different people together",
                "Key": {
                    "Correct": true,
                    "Rationale": "Ma named his program the “Silk Road Project” most likely because he believes music has the power to bring different people together. According to paragraph 10, the historic Silk Road provided a link that allowed “cultural influences and new ideas to spread,” and in a similar manner, “Ma is encouraging people to connect with other cultures through music.”",
                    "Percent": 70
                }
            },
            "B": {
                "Choice": "wishes he had more opportunities to visit his homeland",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the selection mentions that Ma’s parents were originally from China, there is no evidence to support the conclusion that the musician longs for more opportunities to visit his homeland.",
                    "Percent": 5
                }
            },
            "C": {
                "Choice": "is interested in trading instruments with people in other countries",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Ma is clearly interested in a global exchange of music and other art forms, there is no evidence to suggest he is interested in the trading of instruments.",
                    "Percent": 11
                }
            },
            "D": {
                "Choice": "travels many miles between concert events",
                "Key": {
                    "Correct": false,
                    "Rationale": "Ma’s choice of the “Silk Road Project” as the name of his program is related to his desire for cultural exchange rather than physical travel.",
                    "Percent": 13
                }
            }
        },
        "Parts": {}
    },
    "22": {
        "Number": 22,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G5R/supps/TX18G5R-S4.json"
        ],
        "Explain": false,
        "Content": [
            "Read these sentences from paragraph 2.",
            ":box:“My last name is Ma,” he replies with a smile. “Ma means horse, and Yo means friend. So am I a friendly horse?”",
            "The author included this quotation most likely to highlight Ma’s —"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "popularity",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the selection shows that Ma is a popular musician, the quotation from paragraph 2 does not highlight Ma’s popularity.",
                    "Percent": 5
                }
            },
            "G": {
                "Choice": "sense of humor",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 2, Ma describes his name “with a smile” and asks if he is “‘a friendly horse,’” suggesting that the musician has a sense of humor.",
                    "Percent": 81
                }
            },
            "H": {
                "Choice": "accomplishments",
                "Key": {
                    "Correct": false,
                    "Rationale": "The quotation from paragraph 2 does not highlight any of Ma’s accomplishments.",
                    "Percent": 6
                }
            },
            "J": {
                "Choice": "great talent",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the selection does illustrate Ma’s immense talent, the quotation from paragraph 2 does not emphasize this particular attribute.",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    },
    "23": {
        "Number": 23,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G5R/supps/TX18G5R-S4.json"
        ],
        "Explain": false,
        "Content": [
            "What is an important message presented in this selection?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Music can have a strong impact on people.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Evidence throughout the selection points to the strong impact music has both on Ma personally and on his audiences. Paragraph 1 describes how for listeners, a performance by Ma “is a night never to be forgotten” and how the “beautiful music Ma creates will stay with them forever.” From a young age, Ma’s life has been guided by his love of music, and his hope is that “his performances and his passion will inspire people around the world to love and honor music” (paragraph 9). His own passion inspired his creation of the Silk Road Project to encourage cultural connections through music and other art forms.",
                    "Percent": 75
                }
            },
            "B": {
                "Choice": "A person’s interests can change over time.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This selection traces Ma’s steady love of music from childhood to adulthood. While Ma’s interest in music has led to many different opportunities over the years, the selection does not present a message about interests changing over time.",
                    "Percent": 6
                }
            },
            "C": {
                "Choice": "Achieving childhood dreams requires a plan.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The selection does not mention a “childhood dream” nor any “plan” that Ma implemented to reach such a goal. The message in the selection focuses more on the influence of music than on the importance of planning to achieve childhood dreams.",
                    "Percent": 14
                }
            },
            "D": {
                "Choice": "Listening to music can be a relaxing activity.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While paragraphs 1 and 7 mention how audiences have reacted to Ma’s music, there are no details to support the message that listening to music can be a relaxing activity.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "24": {
        "Number": 24,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G5R/supps/TX18G5R-S4.json"
        ],
        "Explain": false,
        "Content": [
            "Which sentence from the selection best conveys the author’s admiration for Ma’s accomplishments?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "He loved his new life and played the cello all the time.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This sentence describes Ma’s opinion of his own situation; it does not convey the author’s admiration for Ma’s accomplishments.",
                    "Percent": 13
                }
            },
            "G": {
                "Choice": "He has also been a guest on children’s shows like Sesame Street and Mister Rogers’ Neighborhood.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This statement is a fact. It does not convey the author’s feelings of admiration for Ma.",
                    "Percent": 15
                }
            },
            "H": {
                "Choice": "Ma has established Silk Road programs in schools around the nation.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While Ma’s implementation of Silk Road programs in schools around the nation is an accomplishment, this statement does not convey how the author feels about Ma’s accomplishments.",
                    "Percent": 19
                }
            },
            "J": {
                "Choice": "Ma’s many contributions to the arts clearly mark him as a very good musician indeed.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In this sentence, the author’s use of the words “many contributions,” “clearly mark him,” and “very good musician indeed” indicates the author’s high regard for Ma.",
                    "Percent": 53
                }
            }
        },
        "Parts": {}
    },
    "25": {
        "Number": 25,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G5R/supps/TX18G5R-S4.json"
        ],
        "Explain": false,
        "Content": [
            "The sensory language in paragraph 1 helps the reader imagine—"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "what it is like to attend one of Ma’s concerts",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sounds described in paragraph 1 (“a hush”; “low and long notes float through the room”; “other notes are drifting upward to meet his”) help the reader imagine what it is like to attend one of Ma’s concerts.",
                    "Percent": 65
                }
            },
            "B": {
                "Choice": "what Ma’s cello and bow look like",
                "Key": {
                    "Correct": false,
                    "Rationale": "While paragraph 1 does refer to Ma’s cello and bow, the sensory language does not specifically convey the instrument’s appearance to the reader.",
                    "Percent": 6
                }
            },
            "C": {
                "Choice": "how Ma feels when he is performing for an audience",
                "Key": {
                    "Correct": false,
                    "Rationale": "While some of the sensory language in paragraph 1 specifically refers to Ma (“He pulls a bow slowly across its strings”), the language conveys his actions rather than his feelings.",
                    "Percent": 21
                }
            },
            "D": {
                "Choice": "why Ma has played his cello at so many concerts",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sensory language in paragraph 1 describes the sound of the music at one of Ma’s concerts. It does not help the reader imagine or understand the reason why Ma has played his cello at numerous concerts.",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    },
    "26": {
        "Number": 26,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G5R/supps/TX18G5R-S5.json"
        ],
        "Explain": false,
        "Content": [
            "The alliteration in lines 28 through 30 emphasizes the—"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "joy the father and brothers feel as a result of their experience",
                "Key": {
                    "Correct": true,
                    "Rationale": "The student must analyze how the poet’s use of alliteration in lines 28 through 30 impacts the meaning of the poem. The description of the father and brothers lifting their faces from the water with “wild wet smiles” and the repetition of the “w” initial consonant sound emphasize the joy they feel as a result of swimming to the Rock.",
                    "Percent": 70
                }
            },
            "G": {
                "Choice": "relief the father and brothers feel from being in the water",
                "Key": {
                    "Correct": false,
                    "Rationale": "While a smile could indicate a sense of relief, there is no evidence in the poem that the father and brothers are in need of a break from anything burdensome or distressing.",
                    "Percent": 10
                }
            },
            "H": {
                "Choice": "surprise the father and brothers feel that they were able to swim so fast",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the father and brothers do swim closer to the narrator, and a smile could indicate pleasant surprise, there is no reference in these lines or anywhere in the poem to the speed at which the father and brothers are swimming.",
                    "Percent": 6
                }
            },
            "J": {
                "Choice": "happiness the father and brothers feel that the speaker is waiting for them",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the “wild wet smiles” of the father and brothers show that they are happy, the context of the poem suggests that the happiness is related to their experience of swimming, rather than to their knowledge that the speaker is waiting for them.",
                    "Percent": 13
                }
            }
        },
        "Parts": {}
    },
    "27": {
        "Number": 27,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G5R/supps/TX18G5R-S5.json"
        ],
        "Explain": false,
        "Content": [
            "Stanzas 2 and 4 are each written as one line most likely to highlight —"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "how much the speaker admires her father and  brothers",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the speaker does watch the father and brothers undertake “a long, long” swim to a rock that is “very, very far away” and likely is impressed by their actions, the focus of the two stanzas is her perception of how far away the Rock is, not her feelings toward her father and brothers.",
                    "Percent": 22
                }
            },
            "B": {
                "Choice": "the danger of swimming great distances",
                "Key": {
                    "Correct": false,
                    "Rationale": "While a “long, long” swim to a rock that is “very, very far away” could potentially be dangerous, there is no text evidence in the poem to support that there is actual danger in swimming to the Rock. In fact, the father and brothers are thrilled by the adventure and invite the speaker to join them.",
                    "Percent": 18
                }
            },
            "C": {
                "Choice": "the reasons the speaker is afraid to make the swim",
                "Key": {
                    "Correct": true,
                    "Rationale": "The student should notice that these two stanzas are set apart from the rest of the poem while wondering what causes the speaker to not participate in swimming to the Rock. The simple, one-line descriptions in stanzas 2 and 4 call attention to the reason: the Rock is “very, very far away” and the swim takes the father and brothers “a long, long time.” The student should infer that these two stanzas are written as one line most likely to highlight the reasons the speaker is afraid to make the swim.",
                    "Percent": 49
                }
            },
            "D": {
                "Choice": "how important it is to be able to swim well",
                "Key": {
                    "Correct": false,
                    "Rationale": "While it may be that the speaker doubts her swimming abilities, the importance of being able to swim well is not strongly related to the meaning of the poem. Therefore, it is not likely that stanzas 2 and 4 are intended to highlight that idea.",
                    "Percent": 11
                }
            }
        },
        "Parts": {}
    },
    "28": {
        "Number": 28,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G5R/supps/TX18G5R-S5.json"
        ],
        "Explain": false,
        "Content": [
            "The poet capitalizes the word “Rock” in the poem most likely to show that the Rock is a —"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "place that can be found on a map",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the poet’s choice to capitalize “Rock” throughout the poem suggests that it is significant to the family, there is no evidence to support the conclusion that the Rock appears on a map.",
                    "Percent": 9
                }
            },
            "G": {
                "Choice": "special place to the family",
                "Key": {
                    "Correct": true,
                    "Rationale": "The capitalization of the word “Rock” (lines 2, 7, 16) gives it a sense of significance, which is supported by the idea that swimming to the Rock is a tradition (line 6, “‘Maybe next year’”) and a cause for celebration (line 21, “I can’t hear it but I know they are cheering”). The poet’s repeated capitalization of “Rock” most likely is meant to show that the Rock is a special place to the family.",
                    "Percent": 60
                }
            },
            "H": {
                "Choice": "popular place for people to visit",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the poet’s choice to capitalize “Rock” may emphasize its popularity within the speaker’s family, there is no indication that the Rock is a popular place for other people to visit.",
                    "Percent": 23
                }
            },
            "J": {
                "Choice": "place that was discovered a long time ago",
                "Key": {
                    "Correct": false,
                    "Rationale": "The poem suggests that swimming to the Rock is a tradition in the speaker’s family. However, there is no text evidence to suggest that the Rock is a place that was discovered long ago, nor that the poet wished to emphasize the time of its discovery.",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    },
    "29": {
        "Number": 29,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G5R/supps/TX18G5R-S5.json"
        ],
        "Explain": false,
        "Content": [
            "Read the dictionary entry.",
            ":box:wild \\'wī(-ə)ld\\ adjective\n1. going far off course\n2. having no basis in fact\n3. with strong emotion\n4. out of control",
            "Which definition best matches the meaning of w͟i͟l͟d in line 30?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Definition 1",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the father and brothers do swim out to a rock that is far from the speaker, they reach their destination and return from it as planned. There is no context to support the meaning of w͟i͟l͟d as “going far off course.”",
                    "Percent": 4
                }
            },
            "B": {
                "Choice": "Definition 2",
                "Key": {
                    "Correct": false,
                    "Rationale": "The poem is a fictional account of an event rather than a presentation of facts. However, there is no context to support the meaning of w͟i͟l͟d as “having no basis in fact.”",
                    "Percent": 3
                }
            },
            "C": {
                "Choice": "Definition 3",
                "Key": {
                    "Correct": true,
                    "Rationale": "In lines 19 through 21, the father and brother are waving their fists in the air and cheering, suggesting they are experiencing strong emotions. This sense of strong emotion continues in lines 26 through 30 as the father and brothers swim back toward the speaker and lift their “w͟i͟l͟d wet” smiling faces from the water.",
                    "Percent": 65
                }
            },
            "D": {
                "Choice": "Definition 4",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the father and brothers are having a fun time on the Rock and in the water, there is nothing in the poem to suggest that their w͟i͟l͟d smiles mean they are “out of control.”",
                    "Percent": 27
                }
            }
        },
        "Parts": {}
    },
    "30": {
        "Number": 30,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G5R/supps/TX18G5R-S5.json"
        ],
        "Explain": false,
        "Content": [
            "By the end of the poem, the speaker changes her mind most likely because she—"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "worries that her family is not proud of her",
                "Key": {
                    "Correct": false,
                    "Rationale": "The only interaction the speaker’s family has with her is inviting her to come to the Rock (line 3) and smiling at her when they return (line 30). There is no evidence to support the conclusion that the speaker is worried that her family is not proud of her.",
                    "Percent": 3
                }
            },
            "G": {
                "Choice": "does not want to miss out on the experience again",
                "Key": {
                    "Correct": true,
                    "Rationale": "Initially, the speaker plans on “Maybe” swimming to the Rock “next year” (line 6). As she waits for her father and brothers to return, she imagines them celebrating their success (lines 18–22). After seeing how much fun her father and brothers had, the speaker changes her mind and thinks about swimming to the Rock “This year” (line 32), leading to the conclusion that the speaker does not want to miss out on the experience again.",
                    "Percent": 77
                }
            },
            "H": {
                "Choice": "thinks the Rock is actually closer than it appears",
                "Key": {
                    "Correct": false,
                    "Rationale": "The speaker is nervous about swimming a long way to the Rock. However, her change in attitude is prompted by watching how much fun her brothers and father are having, not by a change in perception related to the distance to the Rock.",
                    "Percent": 15
                }
            },
            "J": {
                "Choice": "does not want to be teased by her brothers",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the speaker does not initially join her brothers on the swim to the Rock, the brothers’ demeanor toward the speaker at the end of the poem (waving, smiling) suggests enthusiasm and support, not teasing.",
                    "Percent": 4
                }
            }
        },
        "Parts": {}
    },
    "31": {
        "Number": 31,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G5R/supps/TX18G5R-S6.json"
        ],
        "Explain": false,
        "Content": [
            "Based on paragraphs 4 and 5, what can the reader infer about the staff members at the resort?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "They needed more training to learn how to help animals.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the selection does not provide evidence that the resort staff had training in how to help birds, paragraphs 4 and 5 show that their efforts were effective, which refutes the inference that the staff needed additional training.",
                    "Percent": 9
                }
            },
            "B": {
                "Choice": "They used the resort’s blog to share information about native wildlife.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Paragraphs 4 and 5 do not support the inference that staff members used the resort’s blog to share information about native wildlife. Only Big Bird is mentioned; no other animals are discussed as being featured on the blog.",
                    "Percent": 14
                }
            },
            "C": {
                "Choice": "They wanted to make sure that Big Bird learned a necessary skill.",
                "Key": {
                    "Correct": true,
                    "Rationale": "After discovering that Big Bird needed help learning to fly, the staff took action, “flapping their arms to simulate the act of flying” (paragraph 4). Paragraph 5 states that the “efforts of the staff began to pay off,” suggesting that they wanted to make sure Big Bird learned a necessary skill.",
                    "Percent": 72
                }
            },
            "D": {
                "Choice": "They thought that having Big Bird at the resort would discourage tourists from visiting.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The staff’s efforts to teach Big Bird to fly are prompted by concern for him, not by worry that his presence at the resort would discourage tourists. In fact, the last paragraph suggests that tourists enjoy the bird’s presence.",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    },
    "32": {
        "Number": 32,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G5R/supps/TX18G5R-S6.json"
        ],
        "Explain": false,
        "Content": [
            "How does the author organize the information in paragraph 3?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The author uses cause and effect to explain why the appearance of pelicans changes.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author describes how Big Bird’s changing appearance is related to the fact that he is a male pelican. However, paragraph 3 is structured around comparing and contrasting male and female pelicans, rather than the causes and effects related to the changing appearance of pelicans.",
                    "Percent": 19
                }
            },
            "G": {
                "Choice": "The author uses logical order to help the reader understand how pelicans came to look the way they do.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the author does provide information related to the appearance of pelicans, the facts are presented in a way that compares and contrasts male and female pelicans rather than in a logical order that helps the reader understand how pelicans came to look a certain way.",
                    "Percent": 15
                }
            },
            "H": {
                "Choice": "The author uses sequential order to show what is interesting about the way pelicans fish.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the author does present interesting facts about pelicans in paragraph 3, the information is not presented in sequential order, and it does not relate to how pelicans fish.",
                    "Percent": 6
                }
            },
            "J": {
                "Choice": "The author uses compare and contrast to explain what male and female pelicans look like.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author compares and contrasts male and female pelicans, explaining that male pelicans have a pink facial mask, while the facial mask on a female pelican is orange. The author also contrasts Big Bird’s beak with the “shorter and straighter” beaks of female pelicans. The use of this organizational pattern allows the author to explain what male and female pelicans look like.",
                    "Percent": 60
                }
            }
        },
        "Parts": {}
    },
    "33": {
        "Number": 33,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G5R/supps/TX18G5R-S6.json"
        ],
        "Explain": false,
        "Content": [
            "The author’s primary purpose for writing the selection is to—"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "share interesting facts about a large species of bird",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the author does provide interesting facts about great white pelicans, such as their size and coloring, sharing facts about pelicans is not the author’s goal in this selection.",
                    "Percent": 20
                }
            },
            "B": {
                "Choice": "explain how the staff at a resort is taking care of a large bird as it grows up",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author’s primary purpose for writing the selection is to explain how the staff at a resort is taking care of a large bird as it grows up. The details related to the staff helping Big Bird (nursing him back to health, feeding him, and teaching him how to fly) support the conclusion that the author wrote the selection to explain the care staff members provided Big Bird during his time at the resort.",
                    "Percent": 66
                }
            },
            "C": {
                "Choice": "tell about the methods bird experts use to encourage birds to fly",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the author does refer to a method of teaching young birds to fly, this is just one detail that illustrates the care staff members provided to Big Bird. Furthermore, the staff at the resort would not be considered “bird experts.”",
                    "Percent": 10
                }
            },
            "D": {
                "Choice": "describe how a lost bird caused problems for tourists at a beach resort",
                "Key": {
                    "Correct": false,
                    "Rationale": "While Big Bird initially “startled tourists” when he landed at the resort, he did not cause problems for them. Paragraph 7 states that “staff members and tourists are glad to be part of his human family.”",
                    "Percent": 4
                }
            }
        },
        "Parts": {}
    },
    "34": {
        "Number": 34,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G5R/supps/TX18G5R-S6.json"
        ],
        "Explain": false,
        "Content": [
            "Which sentence from the selection conveys the idea that people were beginning to follow Big Bird’s story?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Startled tourists may have assumed the bird was an adult because of his large size.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While this sentence suggests that tourists noticed Big Bird and had ideas about him, it does not convey the idea that people took an interest in the pelican or began to follow his story.",
                    "Percent": 12
                }
            },
            "G": {
                "Choice": "They cared for Big Bird, as they called the young pelican, and nursed him back to health.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While this sentence shows that staff members at the resort were interested in helping Big Bird, it does not convey any sense of Big Bird’s growing popularity with the general public.",
                    "Percent": 31
                }
            },
            "H": {
                "Choice": "The staff members, however, were not discouraged.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This sentence supports the analysis that staff members continued to work with Big Bird despite setbacks. However, the sentence does not convey information about other people taking an interest in the pelican or following his story.",
                    "Percent": 5
                }
            },
            "J": {
                "Choice": "After some more practice, Big Bird rewarded his growing fan club with a video of a successful flight.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The reference to Big Bird’s “growing fan club” in this sentence suggests that people were interested in Big Bird’s story and that this interest was increasing. It can be inferred that the video allowed the staff to share the pelican’s first flight with a wider audience.",
                    "Percent": 52
                }
            }
        },
        "Parts": {}
    },
    "35": {
        "Number": 35,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G5R/supps/TX18G5R-S6.json"
        ],
        "Explain": false,
        "Content": [
            "What is the best summary of the selection?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Big Bird, a young pelican, landed on a beach at a Tanzanian resort after being injured in a storm. Resort staff helped him recover, feeding him and even teaching him how to fly. Big Bird, whose flight has been captured on video, is welcome at the resort as long as he wants to stay.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The student should understand that this option successfully includes key events from the entire selection while leaving out nonessential details. The first sentence of the summary introduces the topic of the selection. The second sentence refers to the staff’s efforts to help Big Bird recover, while the third sentence of the summary refers to the conclusion of the selection.",
                    "Percent": 67
                }
            },
            "B": {
                "Choice": "Because of their size, pelicans may seem older than they really are. One example is Big Bird, a young pelican that now lives at a Tanzanian resort. He was only three months old when he first landed at the resort’s beach, which meant that he had to be taught some skills to survive.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This option does not address the fact that resort staff members took an interest in the pelican, ultimately nursed him back to health, and taught him how to fly. It also includes a nonessential detail related to the size and age of pelicans.",
                    "Percent": 6
                }
            },
            "C": {
                "Choice": "Tourists at a resort in Tanzania were surprised when a young injured pelican swam onto the shore. Staff members at the resort named the pelican Big Bird and nursed him back to health. They also taught him how to fly because he had not learned from his flock.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This option does not include the information about the video of Big Bird’s successful flight or his continued presence at the resort as presented in paragraphs 6-7. The lack of this information makes this summary incomplete.",
                    "Percent": 18
                }
            },
            "D": {
                "Choice": "Big Bird is a pelican living at a Tanzanian resort while he recovers from injuries received during a storm. Staff members at the resort have been taking care of him. With permission from the park authority, the staff began feeding Big Bird. He grew bigger and stronger.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This option includes key elements from the middle of the selection. However, it does not refer to the pelican’s actual arrival at the resort, address his successful mentoring in the art of flight, or show that he is a welcome guest at the resort for as long as he chooses to stay.",
                    "Percent": 9
                }
            }
        },
        "Parts": {}
    },
    "36": {
        "Number": 36,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G5R/supps/TX18G5R-S6.json"
        ],
        "Explain": false,
        "Content": [
            "The author includes the quotations from the resort’s blog mainly to—"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "help the resort contact people who may know of a flock that Big Bird could join",
                "Key": {
                    "Correct": false,
                    "Rationale": "While paragraph 7 states that Big Bird may “find a flock of pelicans to join,” the blog posts do not indicate that the author is attempting to help locate people who know of a flock Big Bird could join.",
                    "Percent": 6
                }
            },
            "G": {
                "Choice": "show the park authority that Big Bird is being well cared for at the resort",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the resort staff does seek permission from the park authority to feed Big Bird, the blog posts are not included to show the park authority that the pelican is being well cared for.",
                    "Percent": 19
                }
            },
            "H": {
                "Choice": "share details about Big Bird’s progress as he was learning to fly",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 4, the blog post describes how staff members weren’t “‘sure how much flying’” Big Bird might have done before arriving at the resort and how the pelican “‘was pretty shaky.’” Paragraph 5 describes how the bird, while working on his flying skills, showed staff members “‘how it was done!’” The content of these blog posts indicates that the author includes them to share details about Big Bird’s progress as he was learning to fly.",
                    "Percent": 65
                }
            },
            "J": {
                "Choice": "encourage tourists to visit the resort to see Big Bird",
                "Key": {
                    "Correct": false,
                    "Rationale": "While tourists are likely among the members of Big Bird’s “fan club” and the blog posts may garner interest in the resort, the author does not include the name of the resort in the selection, and nothing in the blog posts specifically encourages tourists to visit the resort.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "37": {
        "Number": 37,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G5R/supps/TX18G5R-S6.json"
        ],
        "Explain": false,
        "Content": [
            "In paragraph 2, the details about how great white pelicans catch fish support the idea that Big Bird —"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "could not have survived on his own without help",
                "Key": {
                    "Correct": true,
                    "Rationale": "Paragraph 2 describes how “Big Bird would need a lot of food to grow to full adult size” and how in the wild, he would work with his flock to catch the fish that make up his diet. After the storm and his injury, Big Bird “did not have a flock,” which supports the idea that it is unlikely he could have survived without help from resort staff.",
                    "Percent": 58
                }
            },
            "B": {
                "Choice": "left his flock because he was unable to find food",
                "Key": {
                    "Correct": false,
                    "Rationale": "While Big Bird is separated from his flock, the details in paragraph 2 indicate that pelicans “work together” to catch fish, so the idea that Big Bird would have voluntarily left his flock to find food is not supported.",
                    "Percent": 7
                }
            },
            "C": {
                "Choice": "had injuries that kept him from fishing on his own",
                "Key": {
                    "Correct": false,
                    "Rationale": "The details in paragraph 2 support the idea that Big Bird would have trouble catching fish on his own. However, the difficulty would arise as a result of being separated from other pelicans, rather than from his injuries.",
                    "Percent": 29
                }
            },
            "D": {
                "Choice": "was not familiar with the food at the resort",
                "Key": {
                    "Correct": false,
                    "Rationale": "The resort staff provided Big Bird with “steady meals of fish,” so in fact, he would have been familiar with the food provided to him.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "38": {
        "Number": 38,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G5R/supps/TX18G5R-S6.json"
        ],
        "Explain": false,
        "Content": [
            "Read the sesentences from the selection.",
            ":box:Everyone at the resort anticipated that Big Bird would fly away and rejoin his flock once he regained his health. (paragraph 4)\n\nHe may one day take flight, find a flock of pelicans to join, and never return to the place where he learned to fly. (paragraph 7)",
            "These sentences help the reader understand that Big Bird’s caretakers —"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "lack the resources to give Big Bird what he needs",
                "Key": {
                    "Correct": false,
                    "Rationale": "While resort staff members anticipate that Big Bird will leave the resort, this is not due to a lack of resources at the resort. The selection makes it clear that they do have the resources (steady meals of fish, flying lessons, etc.) to give Big Bird what he needs.",
                    "Percent": 13
                }
            },
            "G": {
                "Choice": "know that Big Bird belongs in the wild",
                "Key": {
                    "Correct": true,
                    "Rationale": "The anticipation that Big Bird would leave the resort and join a flock of pelicans is described in both paragraph 4 and paragraph 7. This supports the conclusion that while resort staff members are eager to do whatever they can to help Big Bird, they understand that he ultimately belongs in the wild.",
                    "Percent": 68
                }
            },
            "H": {
                "Choice": "believe that Big Bird will get lost if he flies away",
                "Key": {
                    "Correct": false,
                    "Rationale": "Paragraphs 4 and 7 do refer to Big Bird flying away, but the sentences in this item highlight the caretakers’ awareness that the bird’s place is with a flock of pelicans in the wild. The caretakers are not concerned that he will get lost.",
                    "Percent": 7
                }
            },
            "J": {
                "Choice": "are trying to find out where Big Bird came from",
                "Key": {
                    "Correct": false,
                    "Rationale": "Big Bird’s caretakers know that he came from the wild and hope that he will one day find his flock and return to the wild. Their focus is on this goal, not on trying to find out where he came from.",
                    "Percent": 12
                }
            }
        },
        "Parts": {}
    }
}