{
    "Directions": "Read the following science fiction passage about an adventure at the South Pole then answer each question that follows.",
    "Context": [],
    "Title": "The South Pole",
    "Subtitle": "an excerpt from The Beetle Horde",
    "Author": "by Victor Rousseau",
    "LabelType": "P",
    "Content": [
        [" ", "\tOut of the south the biplane came winging back toward the camp, a black speck against the dazzling white of the vast ice fields that extended unbroken to the horizon on every side."],
        [" ", "\tIt came out of the south, and yet, a hundred miles farther back along the course on which it flew, it could not have proceeded in any direction except northward. For a hundred miles south lay the South Pole, the goal toward which the Travers Expeditions had been pressing for the better part of that year."],
        [" ", "\tNot that they could not have reached it sooner. As a matter of fact, the pole had been crossed and recrossed, according to the estimate of Tommy Travers, aviator, and nephew of the old millionaire who acted as uncle to the expedition. But one of the things that was being sought was the exact site of the pole. Not within a couple of miles or so, but within the fraction of an inch."],
        [" ", "\tCaptain Storm, in charge of the expedition, together with the five others of the advance camp, watched the plane maneuver up to the tents. She came down neatly on the smooth snow, skidded on her runners like an expert skater, and came to a stop almost immediately in front of the marquee¹."],
        [" ", "\tTommy Travers leaped out of the enclosed cockpit, which, shut off by glass from the cabin, was something like the front seat of a limousine."],
        [" ", "\t“Well, Captain, we followed that break for a hundred miles, and there's no ground cleft, as you expected,” he said. “But Jim Dodd and I picked up something, and Jim seems to have gone crazy.”"],
        [" ", "\tThrough the windows of the cabin, Jim Dodd, the young archaeologist of the party, could be seen apparently wrestling with something that looked like a suit of armor. By the time Captain Storm, Jimmy, and the other members of the party had reached the cabin door, Dodd had got it open and flung himself out backward, still hugging what he had found, and m͟a͟n͟e͟u͟v͟e͟r͟i͟n͟g so that he managed to fall on his back and sustain its weight."],
        [" ", "\t“Say, what the—what—what's that?” gasped Storm."],
        [" ", "\tEven the least scientific minded of the party gasped in amazement at what Dodd had. It resembled nothing so much as an enormous beetle. As a matter of fact, it was an insect, for it had the three sections that characterize this class, but it was merely the shell of one. Between four and five feet in height, when Dodd stood it on end, it could now be seen to consist of a hard exterior substance."],
        [" ", "\tThis substance, which was fully three inches thick over the thorax, looked as hard as plate armor."],
        [" ", "\t“What is it?” gasped Storm again."],
        [" ", "\tTommy Travers made an answer, for James Dodd was evidently incapable of speech, more from emotion than from the force with which he had landed backward in the snow."],
        [" ", "\t“We found it at the pole, Captain,” he said. “At least, pretty near where the pole ought to be. We ran into a current of warm air or something. The snow had melted in places, and there were patches of bare rock. This thing was lying in a hollow among them.”"],
        [" ", "\t“If I didn't see it before my eyes, I'd think you crazy, Tommy,” said Storm with some asperity. “What is it, a crab?”"],
        [" ", "\t“Crab!” shouted Jim Dodd, suddenly recovering his faculties. “Captain Storm, don't you know the difference between an insect and a crustacean? This is a fossil beetle. Don't you see the distinguishing mark of the coleoptera, those two elytra, or wing covers, which meet in the median dorsal line? A beetle, but with the shell of a crustacean instead of mere chitin. That's what led you astray, I expect. What a tale we'll have to tell when we get back to New York! We'll drop everything else, and spend years, if need be, looking for other specimens.”"],
        [" ", "\t“Like fun you will!” shouted Higby, the astronomer of the party. “Lemme tell you right here, Dodd, nobody outside the Museum of Natural History is going to care about your old fossils. What we're going to do is to march straight to the true pole, and spend a year taking observations and parallaxes. If Einstein's brochure, in which he links up gravitation with magnetism, is correct—”"],
        [" ", "\t“Fossil beetles!” Jim Dodd burst out, ignoring the astronomer. “That means that in the Tertiary Era, probably, there existed forms of life in the Antarctic continent that have never been found elsewhere. Imagine a world in which the insect reached a size proportionate to the great saurians, Captain Storm!”"],
        [" ", "\tBut Jim Dodd, suddenly realizing that the rest of the party could hardly be said to share his enthusiasm in any marked degree, broke off and looked sulky."],
        [" ", "\t“You say you found this thing pretty nearly upon the site of the true pole?” Captain Storm asked Tommy."],
        [" ", "\t“Within five miles, I'd say, Captain. The fog was so bad that we couldn't get our directions very well.”"],
        [" ", "\t“Well, then, there's going to be no difficulty,” answered Storm. “If this fair weather lasts, we'll be at the pole in another week, and we'll start making our permanent camp. Plenty of opportunity for all you gentlemen. As for me, I'm merely a sailor, and I'm trying to be impartial. And please remember, gentlemen, that we're well into March now, and likely to have the first storms of autumn on us any day. So let's drop the argument and remember that we've got to pull together!”"],
        [" ", "\tTommy Travers was the only skilled aviator of the expedition, which had brought two planes with it. It was a strange friendship that had sprung up between him and Jim Dodd. Tommy, the blasé ex-Harvard man, who was known along Broadway, and had never been able to settle down, seemed as different as possible from the spectacled, scholarly Dodd, ten years his senior, red-haired, irascible, and living, as Tommy put it, in the Age of Old Red Sandstone."],
        [" ", "\tTommy was glad that Captain Storm had given them permission to return to the same spot next morning and look for further fossils, though his own interest in them was of the slightest."],
        [" ", "\tThe two men hopped into the plane. The snow was crusted hard, the sky overcast with clouds, and a wind was blowing hard out of the south, and increasing in velocity hourly."],
        [" ", "\t“A bad day for starting,” said Captain Storm. “Looks like one of the autumn storms was blowing up. If I were you, I'd watch the weather, Tommy.”"],
        [" ", "\tTommy grinned again and pressed the starter. The engine caught and warmed up. One of the men kicked away the blocks of ice that had been placed under the skids to serve as chocks. The plane taxied over the crusted snow, and took off into the south."],
        [" ", "\tA snowstorm was driving up rapidly, blackening the sky. Tommy was tempted to turn back, but it was only a hundred miles, and Jimmy Dodd would give him no peace if he did so. So he put the plane's nose resolutely into the wind, watching his speed indicator drop from a hundred miles per hour to eighty, sixty, forty—less."],
        [" ", "\tThe storm was beating up furiously. All of a sudden the clouds broke into a deluge of whirling snow."],
        [" ", "\tThe plane was no longer controllable. True, she responded in some sort to the controls, but all Tommy was able to do was to keep her from going into a crazy sideslip or nose dive as he fought with the elements."],
        [" ", "\tRound and round went the plane, in circles that gradually narrowed, and it was all Tommy could do to swing the stick so as to keep her from skidding or sideslipping. And as he worked desperately at his task Tommy began to realize something that made him wonder if he was not dreaming."],
        [" ", "\tThe snow was no longer snow, but rain—mist, rather, warm mist that had already cleared the windshield and covered it with tiny drops."],
        [" ", "\tAnd that white, opaque world into which he was looking was no longer snow but fog—the densest fog that Tommy had ever encountered."],
        [" ", "\tFog like white wool, drifting past him in fleecy flakes that looked as if they had solid substance. Warm fog that was like balm upon his frozen skin, but of a warmth that was impossible within a few miles of the frozen pole."],
        [" ", "\tThen there came a momentary break in it, and Tommy looked down and uttered a cry of fear. Fear, because he knew that he must be dreaming."],
        [" ", "\tNot more than a thousand feet beneath him he saw patches of snow, and patches of—green grass, the brightest and most verdant green that he had ever seen in his life."],
        [" ", "\tHe turned round at a touch on his shoulder. Dodd was leaning over him, one hand pointing menacingly upward and onward."],
        [" ", "\t“You fool,” Tommy bellowed in his ear, “d'you think the South Pole lies over there? It's here! Yeah, don't you get it, Jimmy? Look down! This valley—Jimmy, the South Pole's a hole in the ground!”"],
        [" ", "\tThere was no longer any doubt but that they were dropping into a hole. Not more than a mile around, which explained why neither Scott nor Amundsen had found it when they approximated to the site of the pole. A hole—a warm hole, up which a current of warm air was rushing, forming the white mist that now gradually thinned as the plane descended. The plateau with its covering of eternal snows loomed in a white circle high overhead. Underneath was green grass now—grass and trees!"],
        [" ", "\tTommy realized that a crash was inevitable. He threw his goggles up over his forehead, turned and waved to Dodd in ironic farewell. He saw the earth rush up at him—then came the crash, and then oblivion!"],
        [" ", "\tHow long he had remained unconscious, Tommy had no means of determining. All of a sudden he found himself lying on the ground beside the shattered plane, with his eyes wide open."],
        [" ", "\tHe stared at it, and stared about him, without understanding where he was, or what had happened to him. Then, when he remembered the expedition, he was convinced that he had been dreaming."],
        [" ", "\tWhat brought him to a saner view was the discovery that he was enveloped in furs which were insufferably hot. He half raised himself and succeeded in unfastening his fur coat, and thus discovered that apparently none of his bones was broken."],
        [" ", "\tBut the plane must have fallen from a considerable height to have been smashed so badly. Then Tommy discovered that he was lying upon an extensive mound of sand, thrown up as by some gigantic mole, for burrow tracks ran through it in every direction. It was this that had saved his life."],
        [" ", "\tSomething was moving at his side. It was half-submerged in the sand pile, and it was moving parallel to him with great rapidity."],
        [" ", "\tA grayish body, half-covered with grains of sand emerged, waving two enormously long tentacles. It was a shrimp, but fully three feet in length, and Tommy had never before had any idea what an unpleasant object a shrimp is."],
        [" ", "\tTommy staggered to his feet and dropped nearer the plane, eyeing the shrimp with horror. But he was soon relieved as he discovered that it was apparently harmless. It slithered away and once more buried itself in the pile of sand."],
        [" ", "\tNow Tommy was beginning to remember. He looked into the wreckage of the plane. Jim Dodd was not there. He called his name repeatedly, and there was no response, except a dull echo from the ice-mountains behind the veil of fog."]
    ],
    "Copyright": "",
    "References": [
        ["¹", "marquee — a roof-like shelter projecting over an entrance"]
    ]
}