{
    "Directions": "Read the following passage about the benefits of regular exercise then answer each question.",
    "Context": [],
    "Title": "Why Exercise Is Wise",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        [" ", "\tYou've probably heard countless times how exercise is “good for you.” But did you know that it can actually help you feel good, too? Getting the right amount of exercise can rev up your energy levels and even help improve your mood."],
        ["", "Rᴇᴡᴀʀᴅs ᴀɴᴅ Bᴇɴᴇꜰɪᴛs"],
        [" ", "\tExperts recommend that teens get 60 minutes or more of moderate to vigorous physical activity each day. Here are some of the reasons:"],
        [" ", ":box:• Exᴇʀᴄɪsᴇ ʙᴇɴᴇꜰɪᴛs ᴇᴠᴇʀʏ ᴘᴀʀᴛ ᴏꜰ ᴛʜᴇ ʙᴏᴅʏ, ɪɴᴄʟᴜᴅɪɴɢ ᴛʜᴇ ᴍɪɴᴅ. Exercising causes the body to produce endorphins, chemicals that can help a person to feel more peaceful and happy. Exercise can help some people sleep better. Plus, exercise can give people a real sense of accomplishment and pride at having achieved a certain goal—like beating an old time in the 100-meter dash.\n\n• Exᴇʀᴄɪsᴇ ᴄᴀɴ ʜᴇʟᴘ ʏᴏᴜ ꜰᴇᴇʟ ʙᴇᴛᴛᴇʀ. People who exercise burn more calories and are better toned than those who don't. In fact, exercise is one of the most important parts of keeping your body healthy.\n\n• Exᴇʀᴄɪsᴇ ʜᴇʟᴘs ᴘᴇᴏᴘʟᴇ ʟᴏsᴇ ᴡᴇɪɢʜᴛ ᴀɴᴅ ʟᴏᴡᴇʀ ᴛʜᴇ ʀɪsᴋ ᴏꜰ sᴏᴍᴇ ᴅɪsᴇᴀsᴇs. Exercising to maintain a healthy weight decreases a person's risk of developing certain diseases, including type 2 diabetes and high blood pressure. These diseases, which used to be found mostly in adults, are becoming more common in teens.\n\n• Exᴇʀᴄɪsᴇ ᴄᴀɴ ʜᴇʟᴘ ᴀ ᴘᴇʀsᴏɴ ᴀɢᴇ ᴡᴇʟʟ. This may not seem important now, but your body will thank you later. Women are especially prone to a condition called osteoporosis (a weakening of the bones) as they get older. Studies have found that weight-bearing exercise—like jumping, running or brisk walking—can help girls (and guys!) keep their bones strong."],
        [" ", "\tThe three components to a well-balanced exercise routine are aerobic exercise, strength training, and flexibility training."],
        ["", "Aᴇʀᴏʙɪᴄ Exᴇʀᴄɪsᴇ"],
        [" ", "\tLike other muscles, the heart enjoys a good workout. You can provide it with one in the form of aerobic exercise. Aerobic exercise is any type of exercise that gets the heart pumping and quickens your breathing. When you give your heart this kind of workout regularly, it will get stronger and more e͟f͟f͟i͟c͟i͟e͟n͟t in delivering oxygen (in the form of oxygen-carrying blood cells) to all parts of your body."],
        [" ", "\tIf you play team sports, you're probably meeting the recommendation for 60 minutes or more of moderate to vigorous activity on practice days. Some team sports that give you a great aerobic workout are swimming, basketball, soccer, and hockey."],
        [" ", "\tBut if you don't play team sports, don't worry—there are plenty of ways to get aerobic exercise on your own or with friends. These include biking, running, swimming, skating, tennis, hiking, and walking quickly. In fact, the types of exercise that you do on your own are easier to continue when you leave high school and go on to work or college, making it easier to stay fit later in life as well."],
        ["", "Sᴛʀᴇɴɢᴛʜ Tʀᴀɪɴɪɴɢ"],
        [" ", "\tThe heart isn't the only muscle to benefit from regular exercise. Most of the other muscles in your body enjoy exercise too. When you use your muscles and they become stronger, you can be active for longer periods of time without getting worn out."],
        [" ", "\tStrong muscles are also a plus because they actually help protect you when you exercise by supporting your joints and helping to prevent injuries. Muscle also burns more energy than fat when a person is at rest, so building your muscles will help you burn more calories and maintain a healthy weight."],
        [" ", "\tDifferent types of exercise strengthen different muscle groups, for example:"],
        [" ", ":box:• For arms, try pull-ups and push-ups. Those gym class standbys are also good for building arm muscles.\n• For strong legs, try running, biking, or skating. Squats and leg raises also work the legs.\n• For abdominals, or stomach muscles, you can't beat yoga or sit-ups."],
        ["", "Fʟᴇxɪʙɪʟɪᴛʏ Tʀᴀɪɴɪɴɢ"],
        [" ", "\tStrengthening the heart and other muscles isn't the only important goal of exercise. Exercise also helps the body stay flexible, meaning that your muscles and joints stretch and bend easily. People who are flexible can worry less about strained muscles and sprains."],
        [" ", "\tBeing flexible may also help improve a person's sports performance. Some activities, like martial arts, obviously require great flexibility, but increased flexibility can also help people perform better at other sports, such as soccer."],
        [" ", "\tSports and activities that encourage flexibility are easy to find. Martial arts like karate also help a person stay flexible. Ballet, gymnastics, and yoga are other good choices. Stretching after your workout will also help you improve your flexibility."],
        ["", "Wʜᴀᴛ's Rɪɢʜᴛ ꜰᴏʀ Mᴇ?"],
        [" ", "\tOne of the biggest reasons people drop an exercise program is lack of interest. If what you're doing isn't fun, it's hard to stay motivated. The good news is that there are tons of different sports and activities that you can try out to see which one inspires you."],
        [" ", "\tWhen picking the right type of exercise, it can help to consider your workout personality. For example, do you like to work out alone and on your own schedule? If so, solo sports like biking or snowboarding may be for you. Or do you like the shared motivation and companionship that comes from being part of a team?"],
        [" ", "\tYou also need to plan around practical considerations, such as whether your chosen activity is affordable and available to you. (Activities like horseback riding may be harder for people who live in cities, for example.) You'll also want to think about how much time you can set aside for your spor t."],
        [" ", "\tIt's a good idea to talk to someone who understands the exercise, like a coach or fitness expert at a gym. He or she can get you started on a program that's right for you and your level of fitness."],
        [" ", "\tAnother thing to consider is whether any health conditions may affect how—and how much—you exercise. Doctors know that most people benefit from regular exercise. But if you have a health problem or other considerations, talk to your doctor before beginning an exercise plan. That way you can get information on which exercise programs are best and which to avoid."],
        ["", "Tᴏᴏ Mᴜᴄʜ ᴏꜰ ᴀ Gᴏᴏᴅ Tʜɪɴɢ"],
        [" ", "\tAs with all good things, it's possible to overdo exercise. Although exercising is a great way to maintain a healthy weight, exercising too much to lose weight isn't healthy. The body needs enough calories to function properly. This is especially true for teens, who are still growing."],
        [" ", "\tIt's also possible to overtrain—something athletes need to watch out for. If you participate in one sport, experts recommend that you limit that activity to a maximum of 5 days a week, with at least 2–3 months off per year. You can still train more than that as long as it's cross-training in a different sport (such as swimming or biking if you play football)."],
        [" ", "\tParticipating in more than one activity or sport can help athletes use different skills and avoid injury. Also, never exercise through pain. And, if you have an injury, make sure you give yourself enough time to heal. Your body—and your performance—will thank you."],
        [" ", "\tConsidering the benefits to the heart, muscles, joints, and mind, it's easy to see why exercise is wise. And the great thing about exercise is that it's never too late to start. Even small things can count as exercise when you're starting out—like taking a short bike ride, walking the dog, or raking leaves."],
        [" ", "\tIf you're already exercising now, try to keep it up. Staying fit is often one of the biggest challenges for kids as they grow older and busier."]
    ],
    "Copyright": "",
    "References": []
}