{
    "Directions": "Read this passage, then answer each question that follows.",
    "Context": [],
    "Title": "Building Bridges",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "\tEtta bounced on the balls of her feet as she glanced at the back of her classroom, where a folding table held boxes of wooden craft sticks and bottles of white glue. Her industrial technology class was having a competition to see who could construct the strongest and most unique bridge. Interested students were allowed to stay after school to begin their projects."],
        ["2", "\tWhen the final bell sounded, Etta dashed toward the supply table and claimed a box of sticks and a bottle of glue as her friends Kayla and Marcus joined her."],
        ["3", "\t“Ms. Lee says we're allowed to work together,” Marcus noted."],
        ["4", "\t“Would you like to be on our team, Etta?” Kayla asked."],
        ["5", "\tEtta politely refused without even considering their offer. Already, an infinite number ofideas exploded in her imagination like sizzling firecrackers, each new design concept more enchanting than the last. Etta did not want to share her potential victory with anyone else."],
        ["6", "\tKayla and Marcus wished Etta good luck as they sat down at the table across from her.Ignoring their dull conversation about squares and triangles, Etta launched into action. First, she glued together a graceful curve of sticks. Next, she fashioned a bridge in the shape of acat's body with thin wooden legs. Pausing, she inspected her progress with satisfaction."],
        ["7", "\tAcross the table, Kayla studied Etta's creation with a wrinkled forehead. “Your cat bridge doesn't have balanced proportions,” Kayla warned. “It won't be stable. You should fastenmore sticks to the curved tail section.”"],
        ["8", "\t“You should make the cat's legs triangles,” Marcus added. “They're the strongest shape because the force of the weight is spread through the three sides.”"],
        ["9", "\tEtta pressed her lips into a firm line. Her cat's legs would look ridiculous with trianglesinside them. “I'll figure out my own design,” she insisted."],
        ["10", "\tBefore long, it was time to go home. As Etta left, she surveyed her classmates' projects, noticing only her bridge had an unusual shape. Everyone else had used unattractive, though more traditional, designs. She chuckled at the sight of one bridge that had giant paper clips holding its joints together."],
        ["11", "\tMs. Lee noticed Etta's reaction. “The paper clips work like clamps to help the bridge's joints dry securely,” Ms. Lee explained, giving Etta a pointed look. “Learning about others' ideas can be helpful.”"],
        ["12", "\tUneasily, Etta remembered how she had swept aside her friends' advice like dust on a tabletop, and now she felt uncertain about her design as she regarded everyone's sturdyprojects. Although she did not want to ruin her design, maybe she could add a few more sticks to her cat's delicate tail tomorrow."],
        ["13", "\tTwo days later, it was time to test the bridges. After lunch, Ms. Lee placed two chairs in the front of the room and positioned the first bridge across the gap between the chairs. Then, she slowly added weights to the bridge."],
        ["14", "\tSome bridges held twenty pounds before they toppled. However, Kayla and Marcus's marvel set the class record. Its triangle beams and thick decking looked ordinary, but the bridge supported ninety pounds! As the class cheered, Etta blinked in surprise. Ninety pounds was more than Etta herself weighed!"],
        ["15", "\tFinally, the time to test Etta's model arrived. Etta held her breath as Ms. Lee positionedthe cat bridge on the chairs and gently placed a one-pound weight on its back. Snap! Crack!Instantly, Etta's bridge collapsed, the cat's body shattering and the tail and legs s͟p͟l͟i͟n͟t͟e͟r͟i͟n͟g."],
        ["16", "\tMs. Lee patted Etta's slumped shoulder, saying, “Your bridge was very original, but its animal form didn't function well.”"],
        ["17", "\tEtta realized her friends had been right when they offered advice on her design. Instead of listening, she had locked the door of her mind, denying entry to all their suggestions. After class, she stopped Kayla and Marcus."],
        ["18", "\t“Congratulations,” Etta said. “Your bridge was amazing.”"],
        ["19", "\tKayla thanked her, and Marcus added, “I'm sorry your bridge didn't work well.”"],
        ["20", "\t“Maybe ... you two could help me build another bridge,” Etta suggested. “I really would like to learn more about designing them.”"],
        ["21", "\tKayla grinned in response. “Sure, we'll share our building secrets,” she offered."],
        ["22", "\t“The first one is no animal shapes,” Marcus teased."],
        ["23", "\tEtta laughed. “I can see that now, but why not?”"],
        ["24", "\t“It has to do with uniform construction,” Kayla began, explaining how consistent shapes such as triangles and squares provided the most stability."],
        ["25", "\tThis time, instead of ignoring her friends, Etta listened closely."]
    ],
    "Copyright": "",
    "References": []
}