{
    "Directions": "Read this passage, then answer each question that follows.",
    "Context": [],
    "Title": "Lighting Up the Night",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "\tOn a warm summer evening in the American Midwest, it’s not unusual to see hundredsof tiny lights flickering over a grassy field. These lights are not from mini flashlights or from tiny fairy lanterns. Rather, they are from small insects called fireflies, which are also known as lightning bugs. They have the u͟n͟i͟q͟u͟e ability to light up their bodies in a soft yellow glow. This ability is called bioluminescence. The prefix “bio” means “life” and “luminescence”means “the emission of light.” So, “bioluminescence” means “life forms that can make their own light.”"],
        ["", "Lɪɢʜᴛɪɴɢ Uᴘ ᴛʜᴇ Lᴀɴᴅ"],
        ["2", "\tFireflies are not the only land animals that have this capability. The glittering glowworms of New Zealand can also light up the night. They are usually found on the walls of dark, damp caves and glow a soft aqua blue. A snail that lives in Southeast Asia can set its bodyaglow, too, but only when it is young. Once it becomes an adult, it can no longer produce its own light. Many types of worms, cockroaches, beetles, and millipedes around the world also can glow. Plants also get into the night light action. Scientists have discovered at least 50 different types of mushrooms in places across Australia and North America that can glow in the dark."],
        ["", "Lɪɢʜᴛɪɴɢ Uᴘ ᴛʜᴇ Sᴇᴀ"],
        ["3", "\tEven though many land animals can create their own light, the largest number of bioluminescent life forms is found in Earth’s oceans. There are so many, in fact, that it is estimated that more than 78 percent of the organisms in the ocean can make their own light."],
        ["4", "\tMost people assume the bioluminescent animals in the ocean only live down deep on the ocean floor, but that is not the case. Bioluminescent ocean animals can be found at many different depths of the ocean, from the ocean’s surface all the way down to the seafloor."],
        ["5", "\tGlowing sea life ranges from the tiny to the huge. Some of the tiny bioluminescent organisms include bacteria, algae, and shrimp. Some of the larger organisms include fish, jellyfish, squid, octopuses, and sharks."],
        ["6", "\tBioluminescent sea life mainly glows in some shade of blue or green. These two colors have shorter wavelengths, so they can travel more easily through a water environment. However, a few sea organisms can glow with a bright red light."],
        ["", "Sᴘᴀʀᴋɪɴɢ ᴛʜᴇ Lɪɢʜᴛ"],
        ["7", "\tHow exactly do bioluminescent organisms light up? They do so through a chemical reaction. All bioluminescent organisms have special molecules in their bodies calledluciferin and luciferase. The luciferase provides a pathway for luciferin to combine with oxygen. When they combine, a chemical reaction takes place and a brilliant flash of light is released."],
        ["8", "\tIn bioluminescent organisms, this reaction takes place repeatedly. Essentially, every time you see a bioluminescent organism light up, luciferin and oxygen have just combined. What is interesting about this light is that it does not produce much heat. So, if you were to hold a firefly in your hand, the insect would stay the same temperature even when it is glowing."],
        ["", "Rᴇᴀsᴏɴs ꜰᴏʀ ᴛʜᴇ Lɪɢʜᴛ"],
        ["9", "\tBioluminescent organisms light up for many reasons. One is for protection. Some sea animals will send off a blinding series of lights if they are being attacked. This will frighten away the predator or attract larger predators to attack the attacker! The Atolla jellyfish is one animal that uses its light for protection. When it lights up, its flashing fireworks display can be seen for about 300 feet."],
        ["10", "\tAnother reason for lighting up the night is to find food. Some fish have a structure that dangles in front of their mouths and can light up. When other animals swim up to eat the glow-in-the-dark lure, the fish snaps its jaws and has its dinner."],
        ["11", "\tSome animals use bioluminescence to attract mates. This is the primary reason that fireflies light up their bodies. And in the deep ocean, octopuses light up the area around their mouths to attract mates, too."],
        ["12", "\tC͟a͟m͟o͟u͟f͟l͟a͟g͟e is another reason animals use bioluminescence. There is a certain type of squid, for example, that has lights on the underside of its body. These lights are the same color as the lights that come down from the ocean’s surface. When an animal looks up toward the squid, the squid’s lights will blend in with the lights from above. Therefore, the squid will become invisible."],
        ["", "Hᴇʟᴘɪɴɢ Hᴜᴍᴀɴs"],
        ["13", "\tWhen scientists study bioluminescent animals, they use their knowledge in many ways. One is to understand more about our planet and the living things that dwell on it. Another is to figure out how to use the principles found in nature to make things that could benefit humans."],
        ["14", "\tThe principle of bioluminescence can help humans in many ways. One is by trying to reduce energy costs. Bioluminescent organisms are very efficient, for example. The chemical reaction that takes place does not produce much heat. Most of the energy released is used to make light. In contrast, light bulbs only produce a small amount of light in comparison to how much heat they give off. If scientists can figure out how bioluminescent organisms make light without releasing much heat, this could help make our use of electricity to produce light that much more efficient."],
        ["15", "\tAnother way that bioluminescence helps humans is by making things invisible in the water. Military ships can use this principle to make their vessels invisible to deep-sea vehicles, such as submarines, just like squid do in the water."],
        ["16", "\tSome scientists even use the principles of bioluminescence to study cells in the human body and diagnose diseases. This can help make people healthier and save lives."],
        ["", "Aᴘᴘʀᴇᴄɪᴀᴛɪɴɢ Nᴀᴛᴜʀᴇ"],
        ["17", "\tThe next time you see a firefly flitting across the sky, think about the rest of the organisms around the world that can light up. Who knows, maybe one day, you will be a scientist that studies bioluminescence in organisms around the world!"]
    ],
    "Copyright": "",
    "References": []
}