{
    "Directions": "Read the passage. Then answer each question that follows.",
    "Context": [],
    "Title": "Testing Thinking",
    "Subtitle": "",
    "Author": "by Susan Berk Koch",
    "LabelType": "P",
    "Content": [
        ["1", "Twenty years ago, computer program Deep Blue defeated a human grandmaster in a six- game chess match. Computers can quickly analyze huge amounts of data. This ability leads to remarkable results. Today, they can drive cars and identify people in photos. Does this mean computers can think?"],
        ["", "TALKING THE TALK"],
        ["2", "It probably takes some serious thinking for you to complete your math homework. But a computer armed with the right program will arrive at the right answers to almost any math problem quicker than any human. Computers excel at complicated mathematics. But they don't have the imagination and common sense that humans take for granted. A computer assistant such as Siri may struggle to devise solutions to the question, “What do we do if it rains on our picnic?” And if you suggest standing on your head and chanting to the rain gods, it won't understand that was a joke."],
        ["3", "Artificial intelligence (AI) is a broad field of computer science. Researchers in the field program computers to do things that normally require a human brain, like learning, solving problems, or conversing with people."],
        ["4", "To talk to people, computers need to grasp the different meanings of words and how they fit together to form ideas and stories. This is called natural language processing. It gives a computer the ability to interpret human text or even speech. When a computer understands our sentences and responds sensibly, we sometimes believe that it's a thinking being. In fact, some people have proposed that a program that can successfully converse must really be thinking. They have even devised tests that involve striking up conversations with computers."],
        ["", "INVENTING A TEST"],
        ["5", "British mathematician and code breaker Alan Turing was a pioneer in the fields of computer science and AI. He proposed the Turing test in 1950 as a way to answer the question, “Can machines think?” His original proposal for the Turing test is a simple game that looks for how closely a computer mimics a human. A human judge text chats on two screens with two partners. One is a computer program. The other is another human. The chat lasts five minutes. After time's up, if a judge mistakenly thinks the computer is a human in seven out of ten rounds, the computer passes."],
        ["6", "To judge this sort of test, the human would want to ask questions that are difficult for a computer to answer. Asking questions that involve the outside world is one possible tactic. A judge may say, “What did you think of the weather today?” An AI chatbot may answer, “Here's the forecast for today.” A human could say, “Not the best, I can barely see in all the fog.”"],
        ["7", "In 2014, a computer program seemed to pass the Turing test by convincing 10 out of 30 judges that it was human. The test has limitations, though. For one thing, it depends on which questions are asked. And experts can't quite agree on what is a passing score."],
        ["", "TAKING THE PRIZE"],
        ["8", "Each year since 1990, chatbots have competed in a contest based on the Turing test. It's called the Loebner Prize. First place goes to the most human- like AI. Unlike the original Turing test, this is not a pass- or- fail test. And this competition begins with an elimination round of questions that all the computer programs must answer. In 2015, each entrant fielded 20 questions. One was: “If Alex lent money to Joe because they were broke, who needed the money?” AIs often have trouble with twisty phrasing like this. Another was: “Are you on Twitter?”"],
        ["9", "In the final round, judges chat with a human and with a computer. They spend 25 minutes asking the contestants anything, like in the Turing test."],
        ["10", "AI programmer Bruce Wilcox won the Loebner Prize four times in seven years. His computers made the finals by answering questions such as “Do you like tea?” with “Sure, I like tea. Haven't had any recently though.”"],
        ["", "GETTING TO “UNDERSTANDING”"],
        ["11", "It has become clear over time that a computer probably doesn't need to think like a human to converse. Often, the conversations make sense— to a point. Wilcox says that the difference between how humans and computers think is that humans plan ahead. They reason about consequences. People often decide what to do based on personal goals, or motives. If you asked an AI chatbot, “Where were you yesterday?” it may answer, “In Chicago.” But if you asked why, it wouldn't know."],
        ["12", "Bodies allow people to sense the outside world. And we have years of experience interacting with that world. Most AI programs don't have senses or experience living in a physical world. If you ask a computer, “If I keep pouring this pitcher of water into a glass, what will happen?” the computer likely won't understand how to answer. It's never held a glass, touched water, or taken a drink. Everything about the real world that requires common sense is a challenge for an AI. In the Loebner competition several years ago, the AIs were asked, “Would it hurt you if I stabbed you with a towel?” Humans have all used towels before, so we'd be able to answer, “No, because towels are soft.” But none of the AI contestants had an answer that made sense."],
        ["13", "AIs experience thousands of terabytes of data, accessible in an instant. They never feel frustrated, sad, or angry while trying to solve a problem. They have abilities people can only dream of. AIs beat humans at chess and correctly identify pictures of Persian cats. But they might not be able to tell you what it means if a cat hisses. And AIs don't feel the sun's warmth, the exuberance of making that winning shot, or the pain of stubbing a toe. Not yet, anyway."]
    ],
    "Copyright": "“Testing Thinking” from Muse by Susan Berk Koch. Copyright November/ December 2017 by Carus Publishing Company. Reproduced with permission of Carus Publishing Company via Copyright Clearance Center.\n\nThird- party trademarks Deep Blue®, Siri®, Loebner Prize®, and Twitter® were used in these testing materials.",
    "References": []
}