{
    "Directions": "Read the passage. Then answer each question that follows.",
    "Context": [
        "Sixteen- year- old Rudi Matt leaves work secretively to climb a mountain in the heart of the Swiss Alps."
    ],
    "Title": "[from] Banner in the Sky",
    "Subtitle": "",
    "Author": "by James Ramsey Ullman",
    "LabelType": "P",
    "Content": [
        ["1", "The cook muttered under his breath. But, almost at the same time, he smiled. He smiled because he knew what the boy was up to, and in his old heart he was glad."],
        ["2", "Outside, Rudi did not follow the alley to the main street. He went in the other direction, came to a second alley, and ran quickly through the back part of the town. He made a wide detour around his mother's house; another around the house of his uncle, Franz Lerner. Fortunately he met no one who knew him— or at least who knew he was supposed to be working in the kitchen of the Beau Site."],
        ["3", "Soon he came to the edge of the town and a roaring brook. Across the brook lay a footbridge; but, instead of using it, he worked his way upstream around a bend and then crossed over, leaping agilely from boulder to boulder. From the far side he looked back. Apparently no one had seen him. Scrambling up the bank, he plunged through a clump of bushes, skirted a barnyard and picked up a path through the meadows. Here, for the first time, he stopped running. There was no living thing to be seen except a herd of grazing cows. The only sound was the tinkling of their bells."],
        ["4", "The meadows rolled gently, tilting upward, and their green slope was sprayed with wildflowers. The path crossed a fence, over a rickety stile, then bent and rejoined the brook; and now the cowbells faded and there was again the sound of rushing water. Rudi walked on. Three or four times he passed people going in the opposite direction, but they were only Ausländer— tourists— and nothing to worry about. Whatever guides were climbing that day were already high in the mountains. And any others who might have known and questioned him were back in the town or on their farms."],
        ["5", "Rudi smiled at the passersby. “Grüss Gott,” he said—“God's Greetings”— in the ancient salutation of the Alps. “Grüss Gott,” they said in reply."],
        ["6", "He was no longer hurrying. He walked with the slow, rhythmic pace of the mountain people, and, though the path was now steepening sharply, he felt no strain. His legs, his lungs, all of his slight wiry body, were doing what they did best; what they had been born to do. His feet, through the soles of his shoes, moulded themselves to each hump and crevice of the path. Arms and shoulders swung in easy balance. His breathing was steady, his heartbeat strong and even."],
        ["7", "“A typical mountain boy,” one would have said, seeing him at a distance. But then, coming closer, one would have seen that he was not typical at all. Partly, this was because of his slimness, his lightness of muscle and bone; but even more it was in his small, almost delicate features and his fair, pink- and- white complexion. Rudi Matt hated his complexion. In summer he exposed his face for hours to the burning sun, in winter he scrubbed it violently with snow, trying to make it brown and tough and weather stained, as a mountain man's should be. But no stain appeared. No whisker sprouted. “Angel- face,” the other boys called him. Or, rather, had called him, until they learned that his fists, though small, were useful. Most of the men of Kurtal had black hair. Rudi's was blond. Most of them had dark eyes. Rudi's were light— though exactly what color no one was quite sure. His mother called them hazel, but she saw them only when he was at home or around the village. When he left the village, when he climbed above it, they seemed to change, as the light changed. Looking up at the great peaks above the valley, they seemed to hold within themselves the gray of mountain rock, the blue of mountain sky."],
        ["8", "Rudi Matt climbed on. Now that he was no longer afraid of being stopped, his heart was filled with peace and joy. Just why he had run off on this particular day he could not have said. He had had to— that was all. He had looked from the window of the hotel kitchen and seen the peaks that rimmed the valley rising vast and shining in the morning sun; and he could no more have stopped himself than he could have stopped breathing. A few minutes before, he had been a prisoner. Now he was free. He no longer looked backward— only up— as slowly the great mountain world unfolded before him."]
    ],
    "Copyright": "Banner in the Sky by James Ramsey Ullman. Copyright 1954 by Collins Publishing. Reproduced with permission of CLA, the Copyright Licensing Agency Ltd. via the Copyright Clearance Center.",
    "References": []
}