{
    "Title": "SAT Suite of Assessments > SAT > Reading & Writing",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "",
            "Label": "Information & Ideas",
            "Subs": [
                {
                    "Key": "",
                    "Label": "Central Ideas and Details, for which students must determine the central idea of a text and/or interpret the key details supporting that idea.",
                    "Subs": []
                },
                {
                    "Key": "",
                    "Label": "Command of Evidence (Textual), for which students must use textual evidence (e.g., a fact, detail, or example) to appropriately support, challenge, or otherwise respond to a specified claim or point.",
                    "Subs": []
                },
                {
                    "Key": "",
                    "Label": "Command of Evidence (Quantitative), for which students must use quantitative evidence (i.e., data from an informational graphic) to appropriately support, challenge, or otherwise respond to a specified claim or point.",
                    "Subs": []
                },
                {
                    "Key": "",
                    "Label": "Inferences, for which students must draw a reasonable inference based on explicit and/or implicit information and ideas in a text.",
                    "Subs": []
                }
            ]
        },
        {
            "Key": "",
            "Label": "Craft & Structure",
            "Subs": [
                {
                    "Key": "",
                    "Label": "Words in Context, for which students must determine the meaning of a high-utility academic word or phrase in context or use such vocabulary in a precise, contextually appropriate way.",
                    "Subs": []
                },
                {
                    "Key": "",
                    "Label": "Text Structure and Purpose, for which students must analyze the structure of a text or determine the main rhetorical purpose of a text.",
                    "Subs": []
                },
                {
                    "Key": "",
                    "Label": "Cross-Text Connections, for which students must draw a reasonable connection between two topically related texts.",
                    "Subs": []
                }
            ]
        },
        {
            "Key": "",
            "Label": "Expression Of Ideas",
            "Subs": [
                {
                    "Key": "",
                    "Label": "Rhetorical Synthesis, for which students must strategically integrate provided information and ideas on a topic to form an effective sentence achieving a specified rhetorical aim.",
                    "Subs": []
                },
                {
                    "Key": "",
                    "Label": "Transitions, for which students must determine the most effective transition word or phrase to logically connect information and ideas in a text.",
                    "Subs": []
                }
            ]
        },
        {
            "Key": "",
            "Label": "Standard English Conventions",
            "Subs": [
                {
                    "Key": "",
                    "Label": "Boundaries, for which students must edit text to ensure that sentences are conventionally complete.",
                    "Subs": []
                },
                {
                    "Key": "",
                    "Label": "Form, Structure, and Sense, for which students must edit text to conform to conventional usage (e.g., agreement, verb tense/aspect).",
                    "Subs": []
                }
            ]
        }
    ],
    "References": []
}