{
    "Title": "SAT Suite of Assessments > SAT > Math",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "",
            "Label": "Algebra",
            "Subs": [
                {
                    "Key": "",
                    "Label": "Linear equations in one variable",
                    "Subs": [
                        {
                            "Key": "",
                            "Label": "Create and use linear equations in one variable to solve problems in a variety of contexts.",
                            "Subs": []
                        },
                        {
                            "Key": "",
                            "Label": "Identify or create a linear equation in one variable that represents a context.",
                            "Subs": []
                        },
                        {
                            "Key": "",
                            "Label": "For a linear equation in one variable, interpret a constant, variable, factor, term, or the solution in a context.",
                            "Subs": []
                        },
                        {
                            "Key": "",
                            "Label": "Solve a linear equation in one variable, making strategic use of algebraic structure.",
                            "Subs": []
                        },
                        {
                            "Key": "",
                            "Label": "For a linear equation in one variable, determine the conditions under which the equation has no solution, a unique solution, or infinitely many solutions.",
                            "Subs": []
                        },
                        {
                            "Key": "",
                            "Label": "Fluently solve a linear equation in one variable.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Linear functions",
                    "Subs": [
                        {
                            "Key": "",
                            "Label": "Create and use linear functions to solve problems in a variety of contexts.",
                            "Subs": []
                        },
                        {
                            "Key": "",
                            "Label": "Identify or create a linear function to model a relationship between two quantities.",
                            "Subs": []
                        },
                        {
                            "Key": "",
                            "Label": "For a linear function that represents a context, interpret the meaning of an input/ output pair, constant, variable, factor, or term based on the context, including situations where seeing structure provides an advantage.",
                            "Subs": []
                        },
                        {
                            "Key": "",
                            "Label": "Interpret the graph of a linear function in terms of a context.",
                            "Subs": []
                        },
                        {
                            "Key": "",
                            "Label": "Make connections between a table, an algebraic representation, or a graph of a linear function not in context.",
                            "Subs": []
                        },
                        {
                            "Key": "",
                            "Label": "Make connections between a table, an algebraic representation, or a graph of a linear function in context.",
                            "Subs": []
                        },
                        {
                            "Key": "",
                            "Label": "For a linear function that represents a context, given an input value, find and interpret the output value using the given representation, or given an output value, find and interpret the input value using the given representation, if it exists.",
                            "Subs": []
                        },
                        {
                            "Key": "",
                            "Label": "Write the rule for a linear function given two input/output pairs or one input/output pair and the rate of change.",
                            "Subs": []
                        },
                        {
                            "Key": "",
                            "Label": "Evaluate a linear function given an input value, or find the input value for a corresponding output.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Linear equations in two variables",
                    "Subs": [
                        {
                            "Key": "",
                            "Label": "Create and use a linear equation in two variables to solve problems in a variety of contexts.",
                            "Subs": []
                        },
                        {
                            "Key": "",
                            "Label": "Identify or create a linear equation in two variables to model a constraint or condition on two quantities.",
                            "Subs": []
                        },
                        {
                            "Key": "",
                            "Label": "For a linear equation in two variables that represents a context, interpret a solution, constant, variable, factor, or term based on the context, including situations where seeing structure provides an advantage.",
                            "Subs": []
                        },
                        {
                            "Key": "",
                            "Label": "Interpret the graph of a linear equation in the form Ax + By = C in a context.",
                            "Subs": []
                        },
                        {
                            "Key": "",
                            "Label": "Make connections between an algebraic representation and a graph of a linear equation in two variables not in context.",
                            "Subs": []
                        },
                        {
                            "Key": "",
                            "Label": "Make connections between a table and an algebraic representation or between a table and a graph of a linear equation in two variables not in context.",
                            "Subs": []
                        },
                        {
                            "Key": "",
                            "Label": "Make connections between a table, an algebraic representation, or a graph of a linear equation in two variables in a context.",
                            "Subs": []
                        },
                        {
                            "Key": "",
                            "Label": "For a linear equation in two variables that represents a context, given a value of one quantity in the relationship, find a value of the other, if it exists.",
                            "Subs": []
                        },
                        {
                            "Key": "",
                            "Label": "Write an equation for a line given two points on the line, one point and the slope of the line, or one point and a parallel or perpendicular line.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Systems of two linear equations in two variables",
                    "Subs": [
                        {
                            "Key": "",
                            "Label": "Create and use a system of two linear equations in two variables to solve problems in a variety of contexts.",
                            "Subs": []
                        },
                        {
                            "Key": "",
                            "Label": "Identify or create a system of linear equations in two variables to model constraints or conditions on two quantities.",
                            "Subs": []
                        },
                        {
                            "Key": "",
                            "Label": "Solve a system of two linear equations in two variables, making strategic use of algebraic structure.",
                            "Subs": []
                        },
                        {
                            "Key": "",
                            "Label": "For a system of linear equations in two variables, determine the conditions under which the system has no solution, a unique solution, or infinitely many solutions.",
                            "Subs": []
                        },
                        {
                            "Key": "",
                            "Label": "Make connections between an algebraic representation and a graph of a system of linear equations in two variables not in context.",
                            "Subs": []
                        },
                        {
                            "Key": "",
                            "Label": "Make connections between an algebraic representation and a graph of a system of linear equations in two variables in a context.",
                            "Subs": []
                        },
                        {
                            "Key": "",
                            "Label": "Fluently solve a system of linear equations in two variables.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Linear inequalities in one or two variables",
                    "Subs": [
                        {
                            "Key": "",
                            "Label": "Create and use linear inequalities in one or two variables to solve problems in a variety of contexts.",
                            "Subs": []
                        },
                        {
                            "Key": "",
                            "Label": "Identify or create linear inequalities in one or two variables to model constraints or conditions on two quantities.",
                            "Subs": []
                        },
                        {
                            "Key": "",
                            "Label": "For linear inequalities in one or two variables, interpret a constant, variable, factor, term, or solution, including situations where seeing structure provides an advantage.",
                            "Subs": []
                        },
                        {
                            "Key": "",
                            "Label": "Given a linear inequality or system of linear inequalities, interpret a point in the xy-plane in terms of the solution set.",
                            "Subs": []
                        },
                        {
                            "Key": "",
                            "Label": "Make connections between tabular, algebraic, and graphical representations of linear inequalities in one or two variables by deriving one from the other.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Advanced Math",
            "Subs": [
                {
                    "Key": "",
                    "Label": "Equivalent expressions",
                    "Subs": [
                        {
                            "Key": "",
                            "Label": "Make strategic use of algebraic structure and the properties of operations to identify and create equivalent expressions by factoring polynomials limited to finding a common factor, rewriting binomials that represent a difference of two squares, and rewriting trinomials as the product of two binomials.",
                            "Subs": []
                        },
                        {
                            "Key": "",
                            "Label": "Make strategic use of algebraic structure and the properties of operations to identify and create equivalent expressions including rewriting simple rational expressions, rewriting expressions with rational exponents in radical form, and factoring complex polynomials.",
                            "Subs": []
                        },
                        {
                            "Key": "",
                            "Label": "Fluently add, subtract, and multiply polynomials.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Nonlinear equations in one variable and systems of equations in two variables",
                    "Subs": [
                        {
                            "Key": "",
                            "Label": "Make strategic use of algebraic structure, the properties of operations, and/or reasoning about equality to solve quadratic equations in one variable presented in a wide variety of forms.",
                            "Subs": []
                        },
                        {
                            "Key": "",
                            "Label": "Make strategic use of algebraic structure, the properties of operations, and/or reasoning about equality to solve linear absolute value equations in one variable or simple rational and radical equations in one variable.",
                            "Subs": []
                        },
                        {
                            "Key": "",
                            "Label": "Make strategic use of algebraic structure, the properties of operations, and/or reasoning about equality to solve polynomial equations in one variable that are written in factored form.",
                            "Subs": []
                        },
                        {
                            "Key": "",
                            "Label": "Make strategic use of algebraic structure, the properties of operations, and reasoning about equality to solve systems of linear and nonlinear equations in two variables.",
                            "Subs": []
                        },
                        {
                            "Key": "",
                            "Label": "Determine the conditions under which a quadratic equation has no real solutions, one real solution, or two real solutions.",
                            "Subs": []
                        },
                        {
                            "Key": "",
                            "Label": "Relate the solutions of a system of a linear and a nonlinear equation in two variables to the graphs of the equations in the system.",
                            "Subs": []
                        },
                        {
                            "Key": "",
                            "Label": "Given an equation or formula in two or more variables, view it as an equation in a single variable of interest where the other variables are parameters, and solve for the variable of interest.",
                            "Subs": []
                        },
                        {
                            "Key": "",
                            "Label": "Fluently solve quadratic equations in one variable, written as a quadratic expression in standard form, where using the quadratic formula or completing the square is the most efficient method for solving the equation.",
                            "Subs": []
                        }        
                    ]
                },
                {
                    "Key": "",
                    "Label": "Nonlinear functions",
                    "Subs": [
                        {
                            "Key": "",
                            "Label": "Create and use quadratic or exponential functions to solve problems in a variety of contexts.",
                            "Subs": []
                        },
                        {
                            "Key": "",
                            "Label": "Identify or create an appropriate quadratic or exponential function to model a relationship between quantities.",
                            "Subs": []
                        },
                        {
                            "Key": "",
                            "Label": "For a quadratic or exponential function that represents a context, interpret the meaning of an input/output pair including an intercept or initial value, including situations where seeing structure provides an advantage.",
                            "Subs": []
                        },
                        {
                            "Key": "",
                            "Label": "For a quadratic or exponential function that represents a context, interpret the meaning of a constant, variable, factor, or term based on the context, including situations where seeing structure provides an advantage.",
                            "Subs": []
                        },
                        {
                            "Key": "",
                            "Label": "For a quadratic or exponential function in a context, interpret a point on the graph.",
                            "Subs": []
                        },
                        {
                            "Key": "",
                            "Label": "For a quadratic or exponential function in a context, interpret parts of the graph (other than a point or intercept).",
                            "Subs": []
                        },
                        {
                            "Key": "",
                            "Label": "Make connections between a table, an algebraic representation, or a graph of a quadratic or exponential function that does not involve a transformation, not in context.",
                            "Subs": []
                        },
                        {
                            "Key": "",
                            "Label": "Make connections between a table, an algebraic representation, or a graph of a polynomial function, simple rational function, or quadratic or exponential function that involves a transformation, not in context.",
                            "Subs": []
                        },
                        {
                            "Key": "",
                            "Label": "Make connections between a table, an algebraic representation, or a graph of a quadratic or exponential function that does not involve a transformation, in a context.",
                            "Subs": []
                        },
                        {
                            "Key": "",
                            "Label": "Make connections between a table, an algebraic representation, or a graph of a polynomial function, simple rational function, or other nonlinear function in a context, or a quadratic or exponential function that involves a transformation in a context.",
                            "Subs": []
                        },
                        {
                            "Key": "",
                            "Label": "Determine the most suitable form of the expression representing the output of the function to display key features for a quadratic function.",
                            "Subs": []
                        },
                        {
                            "Key": "",
                            "Label": "Determine the most suitable form of the expression representing the output of the function to display key features for an exponential function.",
                            "Subs": []
                        },
                        {
                            "Key": "",
                            "Label": "Understand and use the fact that for the graph of y = f(x), the solutions to f(x) = 0 correspond to x-intercepts of the graph and f(0) corresponds to the y-intercept of the graph; make connections between the input/ output pairs and points on a graph; interpret this information in a context.",
                            "Subs": []
                        },
                        {
                            "Key": "",
                            "Label": "Use function notation to represent and interpret input/output pairs; evaluate a nonlinear function given an input value; or, for a quadratic function, find the input value for a corresponding output.",
                            "Subs": []
                        },
                        {
                            "Key": "",
                            "Label": "Use function notation to represent and interpret input/output pairs for exponential, polynomial, radical, and rational functions, find the input value for a corresponding output.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Problem-Solving & Data Analysis",
            "Subs": [
                {
                    "Key": "",
                    "Label": "Ratios, rates, proportional relationships, and units",
                    "Subs": [
                        {
                            "Key": "",
                            "Label": "Apply proportional relationships, ratios, and rates in a wide variety of contexts. Examples include, but are not limited to, scale drawings and problems in the natural and social sciences.",
                            "Subs": []
                        },
                        {
                            "Key": "",
                            "Label": "Solve problems involving derived units, including those that arise from products (e.g., kilowatt-hours) and quotients (e.g., population per square kilometer).",
                            "Subs": []
                        },
                        {
                            "Key": "",
                            "Label": "Solve problems involving a one-step unit conversion.",
                            "Subs": []
                        },
                        {
                            "Key": "",
                            "Label": "Solve problems involving a multistep or multidimensional unit conversion.",
                            "Subs": []
                        },
                        {
                            "Key": "",
                            "Label": "Understand and use the fact that when two quantities are in a proportional relationship, if one changes by a scale factor, then the other also changes by the same scale factor.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Percentages",
                    "Subs": [
                        {
                            "Key": "",
                            "Label": "Use percentages to solve problems in a variety of contexts including, but not limited to, discounts, interest, taxes, and tips.",
                            "Subs": []
                        },
                        {
                            "Key": "",
                            "Label": "Use percentages to solve problems in a variety of contexts including those that involve percent increases and decreases for many different quantities.",
                            "Subs": []
                        },
                        {
                            "Key": "",
                            "Label": "Understand and use the relationship between percent change and growth factor (5% and 1.05, for example); include percentages greater than or equal to 100%.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "One-variable data: distributions and measures of center and spread",
                    "Subs": [
                        {
                            "Key": "",
                            "Label": "Analyze and interpret numerical data distributions represented with frequency tables, histograms, dot plots, and box plots.",
                            "Subs": []
                        },
                        {
                            "Key": "",
                            "Label": "For quantitative variables, calculate, compare, and interpret mean, median, and range.",
                            "Subs": []
                        },
                        {
                            "Key": "",
                            "Label": "Compare distributions using measures of center and spread, including distributions with different means and the same standard deviations.",
                            "Subs": []
                        },
                        {
                            "Key": "",
                            "Label": "Compare distributions using measures of center and spread, including distributions with different standard deviations.",
                            "Subs": []
                        },
                        {
                            "Key": "",
                            "Label": "Understand and describe the effect of outliers on mean and median.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Two-variable data: models and scatterplots",
                    "Subs": [
                        {
                            "Key": "",
                            "Label": "Analyze and interpret data represented in a scatterplot, but do not make predictions.",
                            "Subs": []
                        },
                        {
                            "Key": "",
                            "Label": "Analyze and interpret data represented in a scatterplot to make predictions.",
                            "Subs": []
                        },
                        {
                            "Key": "",
                            "Label": "Fit linear models to data represented in a scatterplot.",
                            "Subs": []
                        },
                        {
                            "Key": "",
                            "Label": "Fit quadratic and exponential models to data represented in a scatterplot.",
                            "Subs": []
                        },
                        {
                            "Key": "",
                            "Label": "Given a relationship between two quantities, read and interpret graphs modeling the relationship.",
                            "Subs": []
                        },
                        {
                            "Key": "",
                            "Label": "Compare linear and exponential growth.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Probability and conditional probability",
                    "Subs": [
                        {
                            "Key": "",
                            "Label": "Use one- and two-way tables, area models, and other representations to find relative frequency, probabilities, and conditional probabilities.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Inference from sample statistics and margin of error",
                    "Subs": [
                        {
                            "Key": "",
                            "Label": "Use sample mean and sample proportion to estimate population mean and population proportion.",
                            "Subs": []
                        },
                        {
                            "Key": "",
                            "Label": "Interpret margin of error. Understand that a larger sample size generally leads to a smaller margin of error.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Evaluating statistical claims: observational studies and experiements",
                    "Subs": [
                        {
                            "Key": "",
                            "Label": "With random samples, identify or describe which population the results can be extended to. Given a description of a study with or without random assignment, determine whether there is evidence for a causal relationship.",
                            "Subs": []
                        },
                        {
                            "Key": "",
                            "Label": "Understand why random assignment provides evidence for a causal relationship in an experimental study.",
                            "Subs": []
                        },
                        {
                            "Key": "",
                            "Label": "Understand issues related to sampling methods and why a result can be extended only to the population from which the sample was selected.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Geometry & Trigonometry",
            "Subs": [
                {
                    "Key": "",
                    "Label": "Area and volume",
                    "Subs": [
                        {
                            "Key": "",
                            "Label": "Solve real-world and mathematical problems about the area or perimeter of a geometric figure or an object that can be modeled by a geometric figure using given information.",
                            "Subs": []
                        },
                        {
                            "Key": "",
                            "Label": "Solve real-world and mathematical problems about the surface area or volume of a geometric figure or an object that can be modeled by a geometric figure using given information such as length, area, surface area, or volume.",
                            "Subs": []
                        },
                        {
                            "Key": "",
                            "Label": "Apply knowledge that changing by a scale factor of k changes all lengths by a factor of k, changes all areas by a factor of k², and changes all volumes by a factor of k³.",
                            "Subs": []
                        },
                        {
                            "Key": "",
                            "Label": "Demonstrate procedural fluency by selecting the correct area formula and correctly calculating a specified value.",
                            "Subs": []
                        },
                        {
                            "Key": "",
                            "Label": "Demonstrate procedural fluency by selecting the correct surface area or volume formula and correctly calculating a specified value.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Lines, angles, and triangles",
                    "Subs": [
                        {
                            "Key": "",
                            "Label": "Use concepts and theorems relating to congruence and similarity of triangles to solve problems.",
                            "Subs": []
                        },
                        {
                            "Key": "",
                            "Label": "Determine which statements may be required to prove certain relationships or to satisfy a given theorem.",
                            "Subs": []
                        },
                        {
                            "Key": "",
                            "Label": "Apply knowledge that changing by a scale factor of k changes all lengths by a factor of k, but angle measures remain unchanged.",
                            "Subs": []
                        },
                        {
                            "Key": "",
                            "Label": "Know and directly apply relevant theorems such as the triangle angle sum theorem.",
                            "Subs": []
                        },
                        {
                            "Key": "",
                            "Label": "Know and directly apply relevant theorems such as the vertical angle theorem and the relationship of angles formed when a transversal cuts parallel lines.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Right triangles and trigonometry",
                    "Subs": [
                        {
                            "Key": "",
                            "Label": "Solve problems in a variety of contexts using the Pythagorean theorem.",
                            "Subs": []
                        },
                        {
                            "Key": "",
                            "Label": "Solve problems in a variety of contexts using properties of special right triangles.",
                            "Subs": []
                        },
                        {
                            "Key": "",
                            "Label": "Solve problems in a variety of contexts using right triangle trigonometry.",
                            "Subs": []
                        },
                        {
                            "Key": "",
                            "Label": "Use similarity to calculate values of sine, cosine, and tangent.",
                            "Subs": []
                        },
                        {
                            "Key": "",
                            "Label": "Solve problems using the relationship between sine and cosine of complementary angles.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Circles",
                    "Subs": [
                        {
                            "Key": "",
                            "Label": "Use definitions, properties, and theorems relating to circles and parts of circles such as radii, diameters, tangents, angles, arc lengths, and sector areas to solve problems.",
                            "Subs": []
                        },
                        {
                            "Key": "",
                            "Label": "Solve problems using either radian measure or trigonometric ratios in the unit circle. Create an equation to represent a circle in the xy-plane.",
                            "Subs": []
                        },
                        {
                            "Key": "",
                            "Label": "Describe how a change to the equation representing a circle affects the graph of the circle in the xy-plane or how a change to the graph of a circle affects the equation that represents the circle.",
                            "Subs": []
                        },
                        {
                            "Key": "",
                            "Label": "Understand that the ordered pairs that satisfy an equation of the form (x - h)² + (y - k)² = r² form a circle when plotted in the xy-plane.",
                            "Subs": []
                        },
                        {
                            "Key": "",
                            "Label": "Convert between angle measures in degrees and radians.",
                            "Subs": []
                        },
                        {
                            "Key": "",
                            "Label": "Complete the square in an equation representing a circle to determine properties of the circle when it is graphed in the xy-plane and use the distance formula in problems related to circles.",
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}