{
    "Directions": "Read the passage about how characters respond to severe storms. Then answer each question that follows.",
    "Context": [
        "In this passage from the novel One Thing Stolen, the narrator recalls an experience that she shared with her best friend, Maggie."
    ],
    "Title": "[from] One Thing Stolen",
    "Subtitle": "",
    "Author": "by Beth Kephart",
    "LabelType": "P",
    "Content": [
        ["1", "It's Maggie's garden. Her split of land off Spruce Street—four feet by twelve feet, and a miniature red picket fence, a scarecrow, an old rain barrel flipped to make a stool. A storm is coming on."],
        ["2", "Some of the other gardeners in this community acre have built canopies out of woven sticks so only part of the sun will fall through. Some have planted planks all around the edges of their plots, like coffins without lids. Somebody's put an easel where a garden should be, and on the brick face of an abandoned house are the flattening branches of an apple tree. Espaliers."],
        ["3", "But Maggie's spot is the prettiest—the straw doll and the barrel and all these hand-painted signs promising: Peas. Clover. Zinnias. Tomatoes. Poppies. In the middle of everything is Maggie's fig tree, which we grew in a bucket on her porch until it was finally big enough for the Big Transfer. We bedded it down with straw a year ago. It's lasted the winter, and now it is March, and a storm is coming on. Hail like eggs, the weather guy says. Better batten down."],
        ["4", "We work side by side. We undig the signs. We flip the barrel, unplant the scarecrow, lay a thick sheet of plastic down over everything and now we have to anchor the tarp with the broken plates of the sidewalk concrete that sit across the street in an abandoned yard. Back and forth we go with the weights in our hands, the dirty bits of broken sidewalk. Maggie's wearing her denim flares and her checked shirt and her garden clogs. Her hair is pushed back into a red bandanna and flapping over her shoulders in the wind, because the wind has already started to blow, and it is getting hard to hear each other inside the storm that hasn't happened yet. The skies stew. I stop."],
        ["5", "Something in the fig tree has stirred."],
        ["6", "Furry wings."],
        ["7", "A mother finch, tucked down."],
        ["8", "Maggie, I say. Look."],
        ["9", "She is a brunette with a streaked breast coat. Her nest is straw and twigs, a patch of moss, bits of colored paper, and she is perfectly still until I get too close and she spreads her wings. She hops. She returns. Her eyes on us."],
        ["10", "Three eggs, I hear myself say. And it's only March."],
        ["11", "Too early for eggs, Maggie says."],
        ["12", "The storm is coming—sneaking in beneath the tarp in the places between the concrete chunks. The easel that no one has battened has started to rattle. The branches of the espaliered tree are cranking from the brick. Maggie's hair is a red flag streaming, and mine is one black knot."],
        ["13", "Nothing we can do."],
        ["14", "Three chicks, I say. And a mother."],
        ["15", "They'll have to ride out the storm, Maggie says. The nest will have to save them."],
        ["16", "But a nest is only twigs, I think. It's only leaves and fragile things. The nest is so small and the eggs are so tiny, and the wind is blowing hard, and Maggie's saying, Come on."],
        ["17", "The weather is hard and thick. It's time to leave. Between the plots of the community garden and up the street and past the mosque and Manakeesh, we run. Past the lady with the window boxes stuffed with pansies and around to Maggie's house, where Maggie's mom is waiting at the door with two identical towels."],
        ["18", "You had me worried, she says."],
        ["19", "I made some cocoa, she says."],
        ["20", "We had to leave the—bird, l say."],
        ["21", "We sit there, the three of us, listening to the storm. The rain first, and then the hail the size of eggs, and always the wind. I call my mom, tell her I'm here, and then the lights flicker and the power goes and Maggie's dad comes home and they stand, quiet, at the windows."],
        ["22", "It rains all night. The gutters are full of things and the treetops are breaking. The fire-escape stairs bang against the brick behind the house and the trash cans are rolling, and everything inside Maggie's house is very still except for the trembling flames on the candles. We watch the storm. We stand in Maggie's flannel shirts and Maggie's sweats, no music on, no lights in the street. Maggie goes to sleep. I stay awake, afraid for the bird."],
        ["23", "The storm breaks before the dawn. The candles run out of wicks. No clocks are ticking. Out in the street the big branches of trees are down and the loosened trash can lids are rolling around and pieces of wash that had been left out on backyard lines are lying on the ground like empty people. I tiptoe down the hall, past Maggie's parents' room, and down the steps in the squish of still wet shoes. Pull open the door. Step out onto the porch. Feel Maggie behind me."],
        ["24", "Going nowhere without me, she says."],
        ["25", "She wears her checkered gown over a pair of jeans. She's stuck a tiara into her hair. She hands me a shovel, a rake, a bucket, and we go, and we don't talk, don't say anything about the bird, about the plot, about the too-ferocious storm, and when we get there, the community garden looks like the end of the world."],
        ["26", "The easel smashed into sticks."],
        ["27", "The canopies smashed."],
        ["28", "The espalier yanked away from the wall like a spider's web caught in a broom."],
        ["29", "The planks between plots are down and the compost is sludge. Straw is everywhere, like chopped blond hair. But under Maggie's tarp the plot is dry, her scarecrow and her signs are dry. Up in the tree, the nest is whole."],
        ["30", "The birds have survived."],
        ["31", "World's greatest miracle, Maggie says. We sit with our butts against the soaked rim of the barrel and watch the bird come back to life. She spreads her wings. She settles."],
        ["32", "We didn't have to worry after all, Maggie says."],
        ["33", "And something in my mind breaks loose and almost free."]
    ],
    "Copyright": "One Thing Stolen by Beth Kephart. Copyright © 2008 by Beth Kephart. Reprinted by permission of Chronicle Books LLC, San Francisco.",
    "References": []
}