{
    "Directions": "Read the passage below, then answer each question that follows.",
    "Context": [],
    "Title": "Court Reporting: Humans v. Machines",
    "Subtitle": "",
    "Author": "",
    "LabelType": "N",
    "Content": [
        [" ", "\tCourt reporters for years have been the record keepers of the court, taking [L1] [scrupulous]  notes during [L2] [hearings; depositions,] and other legal proceedings. Despite the increasing use of digital recording technologies, court reporters still play a vital role in courtrooms. [L3] Although machines can easily make digital audio recordings of court events, they lack the nuance of human court reporters in providing a precise record."],
        [" ", "\t[1] Court reporters record the spoken word in real time, most commonly using the technique of stenography. [2] A stenotype machine allows a person to type about 200 words per minute (the speed of speech is about 180 words per minute).[3] The typed words are instantaneously translated onto a computer screen for the judge to view, and the transcript is used later by people who want to review the case, such as journalists and lawyers. [4] Digital audio recording is becoming increasingly popular in courtrooms across the United States, with six states using solely audio recordings for general jurisdiction sessions. [5] Proponents of going digital say that technology is the easiest way to get the most accurate record of the proceedings, as the machine records everything faithfully as it occurs and is not [L4] [subject to] human errors such as mishearing or mistyping. [6] However, with the rise of high-quality recording technology, reliance on court reporters [L5] [as a record keeper] is decreasing. [L6]"],
        [" ", "\tChampions of court reporting, though, argue the [L7] [opposite. They argue] that with the increased reliance on technology, errors actually increase. Because digital systems record [L8] [indiscriminately; they] cannot discern important parts of the proceedings from other noises in the courtroom. [L9] [Despite this,] a digital device does indeed record everything, but that includes loud noises, such as a book dropping, that can make the actual words spoken impossible to hear. A court reporter, however, can distinguish between the words [L10] [and distinguish between the] extrinsic noises that need not be recorded. Also, if a witness mumbles, a human court reporter can pause court proceedings to ask the witness to repeat what he or she said. In some cases, digital recording [L11] [makes it necessary for the judge to make additional announcements at the beginning of a trial.] Increasing use of technology is “a transition from accurate record sto adequate records,” says Bob Tate, president of the Certified Court Reporters Association of New Jersey."],
        [" ", "\tDespite the apparent benefits of using digital recording systems in courtrooms, there is still a need for the human touch in legal proceedings. At least for the foreseeable future, machines simply cannot replicate the invaluable clarification skills and adaptability of human court reporters."]
    ],
    "Copyright": "",
    "References": []
}
