{
    "Directions": "Read the passage and supplementary material below, then answer each question that follows.",
    "Context": [],
    "Title": "Compost: Don't Waste This Waste",
    "Subtitle": "",
    "Author": "",
    "LabelType": "N",
    "Content": [
        [" ", "\tOver the past generation, people in many parts of the United States have become accustomed to dividing their household waste products into different categories for recycling. [L1] [Regardless,] paper may go in one container, glass and aluminum in another, regular garbage in a third. Recently, some US cities have added a new category: compost, organic matter such as food scraps and yard debris. Like paper or glass recycling, composting demands a certain amount of effort from the public in order to be successful. But the inconveniences of composting are far outweighed by its benefits."],
        [" ", "\tMost people think of banana peels, eggshells, and dead leaves as “waste,” but compost is actually a valuable resource with multiple practical uses. When utilized as a garden fertilizer, compost provides nutrients to soil and improves plant growth while deterring or killing pests and preventing some plant diseases. It also enhances soil texture, encouraging healthy roots and minimizing or [L2] [annihilating] the need for chemical fertilizers. Better [L3] [it increases savings] on than soil at holding moisture, compost minimizes water waste and storm runoff, watering costs, and helps reduce erosion on embankments near bodies of water. In large [L4] [quantities, which] one would expect to see when it is collected for an entire municipality), compost can be converted into a natural gas that can be used as fuel for transportation or heating and cooling systems."],
        [" ", "\tIn spite of all compost's potential uses, however, most of this so-called waste is wasted. According to the Environmental Protection Agency (EPA), over [L5] [13 million tons of metal] ended up in US landfills in [L6] [less glass] was discarded in landfills in 2009, along with over 13 million tons of yard debris. Remarkably, that year than any other substance, including plastics or paper. Even [L7] [worse, then] the squandering of this useful resource is the fact that compost in landfills cannot break down due to the lack of necessary air and moisture. As a result, organic material that is sent to landfills [L8] [contribute] to the release of methane, a very [L9] [potent] greenhouse gas."],
        ["", "problems/SAT18RW2/media/S1a.jpg"],
        ["", ":ibox:Adapted from Food Waste Disposal. ©n.d. by Food Waste Disposal, LLC."],
        [" ", "\t[L10] [While composting can sometimes lead to accidental pollution through the release of methane gas,] cities such as San Francisco and Seattle have instituted mandatory composting laws requiring individuals and businesses to use separate bins for compostable waste. This strict approach may not work everywhere. However, given the clear benefits of composting and the environmental costs of not composting, all municipalities should encourage their residents either to create their own compost piles for use in backyard gardens [L11] [or] to dispose of compostable materials in bins for collection."]
    ],
    "Copyright": "",
    "References": []
}
