{
    "Directions": "Read the passage below, then answer each question that follows.",
    "Context": [],
    "Title": "A Lion's Share of Luck",
    "Subtitle": "",
    "Author": "",
    "LabelType": "N",
    "Content": [
        [" ", "\tIt's the beginning of February, and as they do every year, thousands of people line H Street, the heart of Chinatown in Washington, DC. The crowd has gathered to celebrate Lunar New Year. The street is a sea of [L1] [red. Red is] the traditional Chinese color of luck and happiness. Buildings are [L2] [draped with festive, red, banners,] and garlands. Lampposts are strung with crimson paper lanterns, which bob in the crisp winter breeze. The eager spectators await the highlight of the New Year parade: the lion dance."],
        [" ", "\tExperts agree that the lion dance originated in the Han dynasty (206 BCE - 220 CE); however, there is little agreement about the dance's original purpose. Some evidence suggests that the earliest version of the dance was an attempt to ward off an evil spirit; [L3] [lions are obviously very fierce.] Another theory is that an emperor, upon waking from a dream about a lion, hired an artist to choreograph the dance. [L4] [The current function of the dance is celebration.]"],
        [" ", "\tThe lion dance requires the strength, grace, and coordination of two dancers, [L5] [both of whom] are almost completely hidden by the elaborate bamboo and papier-mâché lion costume that they maneuver. One person operates the lion's head as the other guides the torso and tail. Many of the moves in the dance, such as jumps, rolls, and kicks, are similar to [L6] [martial arts and acrobatics.] The dancers must be synchronized with the music accompanying the dance — drums, cymbals, and gongs that supply the lion's roar — as well as with each other."],
        [" ", "\t[1]While there are many regional variations of the lion dance costume, all make extensive use of symbols and colors. [2] The lion's head is often adorned with a phoenix [L7] [(a mythical bird)] or a tortoise (for longevity). [3] Green lions encourage friendliness. [4] Golden and red lions represent liveliness and bravery, respectively. [5] Their older counterparts, yellow and white lions, dance more slowly and deliberately.[6] In some variations, lions of different colors are different ages, and they move accordingly. [7] Black lions are the youngest; therefore, they dance quickly and playfully. [8] The appearance of the lions varies, but their message is consistent: Happy New Year. [L8]"],
        [" ", "\tAs the parade winds its way through Chinatown, the music crescendos, and the lion dance reaches [L9] [it's] climax with the “plucking of the greens.” Approaching a doorway in which dangles a red envelope filled with green paper money, the [L10] [lion's teeth snare the envelope.] It then chews up the bills and spits out the [L11] [money-filled envelope instead of chewing it up.] The crowd cheers for the lion dancers and for the prosperity and good fortune their dance foretells."]
    ],
    "Copyright": "",
    "References": []
}
