{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [],
    "Title": "Racing Team",
    "Subtitle": "",
    "Author": "by Arlene Mark",
    "LabelType": "P",
    "Content": [
        ["1", "\tCarter woke up early. This was the day he had waited for all year—the New Year’s Eve sand-sculpture contest at the beach."],
        ["2", "\tHe pulled on his shorts and raced down to the kitchen, grabbed a granola bar and a banana, and headed toward the beach with a shovel, pail, and spray bottle clutched to his chest."],
        ["3", "\tHe and Max believed that they would win this year. They had built castles and forts before, but they had a great idea for this year—a sports car!"],
        ["4", "\tMax was already at the beach, sitting in a shallow pool of water."],
        ["5", "\t“This is a good spot,” Max said. “There’s lots of squishy, wet sand to build with.” He picked up a handful and dribbled it over his legs."],
        ["6", "\t“Let’s start,” said Carter. He began scooping up wet sand with his shovel and dumping it near the pool of water. Then he packed the sand with both hands while Max dumped on more sand and slapped it into a mound."],
        ["7", "\tOther builders slowed down as they p͟a͟s͟s͟e͟d Max and Carter, looking at the growing mound of sand."],
        ["8", "\t“Nice wall,” said a man carrying a shovel."],
        ["9", "\t“Sports car,” said Carter. “We just started.”"],
        ["10", "\tRising out of the sand nearby were castles, dragons, whales, and mermaids. And right next to the boys, another mound was growing."],
        ["11", "\tCarter peeked around it. “Hey,” he said. “What’s this?”"],
        ["12", "\tTwo girls were kneeling and packing. “It’s a sports car,” one of them said. Both girls giggled and kept working."],
        ["13", "\t“You can’t build a sports car!” Carter said. “We’re building one.”"],
        ["14", "\t“Ours is a convertible,” said the girl with black hair, rounding off a fender."],
        ["15", "\t“But we got here first,” Max said. “You’re copying!”"],
        ["16", "\t“No, we’re not,” said the red-haired girl. “We’ve been planning this all year.”"],
        ["17", "\tCarter whispered to Max, “Just keep working. Ours will be better.”"],
        ["18", "\t“Keep packing, Kate,” said the red-haired girl. “I’ll get more sand for the seats.”"],
        ["19", "\t“Good idea, Sophie.”"],
        ["20", "\tThe hot sun was drying out the sand. Carter grabbed his spray bottle and m͟o͟i͟s͟t͟e͟n͟e͟d the car while Max shaped the headlights and the grill with his fingers."],
        ["21", "\t“Look,” Max whispered. “It’s starting to look like a real car.”"],
        ["22", "\tCarter smoothed the tires. “Yeah, it’s really cool, but let’s hurry. The judging is at two o’clock.”"],
        ["23", "\tMax peeked over at the competition. He was startled to see Kate and Sophie peering back at the boys’ car."],
        ["", "problems/TX18G3R/media/S1a.jpg"],
        ["24", "\tBefore long, the judges began examining the sand sculptures and scribbling in little notebooks."],
        ["25", "\t“Good idea,” said a voice."],
        ["26", "\tCarter, Max, Sophie, and Kate were all on their knees, hurrying to add the finishing touches to the cars. They shaded their eyes with their hands and looked up."],
        ["27", "\t“A race,” said the judge. “This is the first time I’ve ever seen a sand sculpture of a race.”"],
        ["28", "\tThe judge walked away, weaving past other sculptures."],
        ["29", "\tCarter, Max, Sophie, and Kate stared at one another, mouths open in surprise."],
        ["30", "\t“Want to?”"],
        ["31", "\t“Yeah!”"],
        ["32", "\t“Let’s do it!”"],
        ["33", "\t“Cool.”"],
        ["34", "\tTheir hands flew as they quickly formed a racetrack around the cars."],
        ["35", "\t“Your bumpers are really cool,” said Carter. “Can we copy them?”"],
        ["36", "\t“Sure,” said Kate. “Can you show us how you made your tires so round?”"],
        ["37", "\t“Yeah.” Carter stepped over to the convertible. “You just need to shape them, like this.”"],
        ["38", "\t“I’ll smooth out the track,” said Sophie."],
        ["39", "\t“And I’ll put up a finish line,” said Max. He found two sticks and poked them into the sand in front of the cars. Kate strung a ribbon of seaweed between them."],
        ["40", "\t“These are two cool cars,” Carter said."],
        ["41", "\tBefore they could say another word, a voice called out, “We have the winner here.” The judge who had admired their work earlier stood beside the cars. “First prize goes to . . . um, I didn’t get the name of your entry.”"],
        ["42", "\tCarter spoke. “It’s called . . . uhh . . .”"],
        ["43", "\t“Racing Team!” Kate shouted."],
        ["44", "\tRacing Team it is,” said the judge."],
        ["45", "\tA photographer hurried over to take a picture for the newspaper—two beautiful racing cars and four smiling sculptors."]
    ],
    "References": []
}