{
    "Directions": "Read this article, then answer each question that follows.",
    "Context": [
        "Jef Wilson is the author of two books about the benefits of physical activity."
    ],
    "Title": "[Excerpt from] Hiking for Fun!",
    "Subtitle": "",
    "Author": "by Jef Wilson",
    "LabelType": "P",
    "Content": [
        ["", "Getting Back to Nature"],
        ["1", "\tHiking, which is exploring the outdoors on foot, is one of the best ways to get connected to nature. It's basically walking or climbing on nature routes or trails. Sometimes there is a special destination, but often the reward of hiking is the walk itself and everything you see along the way—trees, plants, animals, and bodies of water. For many people, it's a great way to “get away from it all.”"],
        ["2", "\tOnce you've mastered the basics of hiking, you might even want to move on to orienteering,¹ a competition in which hikers navigate their way across an area of land. Orienteering will really put your hiking skills to the challenge!"],
        ["", "Exploring New Territory"],
        ["3", "\tToday, we can easily find out about a place on the other side of the world through encyclopedias, the Internet, and maps. But before there were maps of the whole world, people only knew about the areas close to them. Hiking explorers were the first to find out about other lands."],
        ["4", "\tAn ancient Egyptian explorer named Hannu (also known as Hennu) made the first recorded expedition, or trip, around 2750 B.C. Hannu wrote about his explorations in stone. He explored areas that are now part of eastern Ethiopia and Somalia. When he returned to Egypt, he brought back great treasures including metal, wood, and precious myrrh, which is dried tree sap used in perfumes."],
        ["5", "\tMany hikers, trailblazers, and other explorers have charted the world since Hannu. Their efforts have helped people learn all the things we know about the world today."],
        ["6", "\tThe Lewis and Clark expedition, from 1804 to 1806, was the first trip to the Pacific Coast and back. In the early 1800s, most of the country was uncharted, and people knew very little about it. Lewis and Clark made maps of major rivers and mountain ranges."],
        ["", "A Hike for Everyone!"],
        ["7", "\tHiking allows all kinds of people to enjoy nature. Boys and girls, men and women, young folks and seniors—hiking is for everyone. When you hike, you set your own pace and control where and how you go."],
        ["8", "\tWhy hike? Hiking allows you to go to places that often cannot be seen any other way. Most hiking trails do not allow cars and bikes, so the only way to enjoy them is by your own two feet. Most hikers also find peace in nature. It can help you relax and relieve stress."],
        ["9", "\tBecause of its wide appeal, hiking is a great way to spend time with your family and friends. There are different types of hiking. Off-trail hiking is called “bushwalking” or “bushwhacking.” Overnight or longer hikes are called “backpacking.” Hiking even has other names in different parts of the world. New Zealanders use the word “tramping” for overnight trips. Hiking in the mountains of Nepal and India is called “trekking.”"],
        ["", "Exercise Your Rights"],
        ["10", "\tBesides being fun, hiking is great exercise! Regular hiking builds strong muscles, a strong heart, and healthy lungs. It builds stamina and endurance, which means you'll have more energy for longer periods of time!"]
    ],
    "Copyright": "",
    "References": [
        ["¹", "orienteering: a competitive sport that involves racing to checkpoints using a map and compass"]
    ]
}