{
    "Directions": "Read this story, then answer each question that follows.",
    "Context": [],
    "Title": "[Excerpt from] Abigail Iris: The Pet Project",
    "Subtitle": "",
    "Author": "by Lisa Glatt and Suzanne Greenberg",
    "LabelType": "P",
    "Content": [
        ["1", "\tWe are almost at the end of the market where the cat-rescue people always set up on Sunday, and I hope she's in the mood not to resist some more."],
        ["2", "\t“I think a pet would make a very appropriate half-birthday present,” I say to my mother. We pull our bags up our arms a little so we can hold hands, and I lead her past the flower stands to the cats. They are my number three favorite thing about the farmers' market. They are already above the popcorn I always get when we're done shopping, and they would move right up to number one, past the samples, if I ever got to take a kitten home."],
        ["3", "\t“A pet is a very big responsibility, Abigail Iris,” she says. “We can look, but half birthday or not, you know we can't bring a cat home. We've been over this before.”"],
        ["4", "\t“I know,” I say, but I don't know for sure..."],
        ["5", "\t“My mother would like to hold the big fat gray one,” I say to the cat- rescue lady in charge today, picking out the fattest, laziest-looking cat. The cat lady puts down the book she's reading and reaches into a cage and hands my mother the cat I picked for her..."],
        ["6", "\tNow that my mother is all set up, I peek in another cage. All I see in there is a big stuffed teddy bear, and I'm thinking the cat-rescue lady might need to wear better glasses when she goes out to do her rescuing."],
        ["7", "\t“He likes to hide behind it, especially when he's sleeping,” she says."],
        ["8", "\tAnd then I see what she's talking about, two white paws and a little black tail curled up around the back side of the teddy bear."],
        ["9", "\t“He's about three months old, we think,” the cat lady says to me. “Someone found him in the Albertson's parking lot behind the trash bin. Isn't he cute?”"],
        ["10", "\tI peek behind the teddy bear and see him, a black kitty. Of course he's cute, I'm thinking. Is there anything cuter? But I don't say a word because sometimes it's better to play it cool when you really want something, as my brother Eddie always tells me. He's a teenager, and although I don't prefer to admit it, he knows more things about the world than I do..."],
        ["11", "\t“Can I hold him?” I ask."],
        ["12", "\t“Well, I don't know,” she says, smiling. “You have to be very gentle.” ..."],
        ["13", "\tShe reaches in and picks up the kitten for me. I see a bright orange spot on his nose, and I think right away that this kitten must be named Spot even though it's a dog's name, and I hope he won't mind. She hands him to me, and I try my hardest to hold Spot gently without letting him wiggle out of my arms. He crawls up on my chest and buries his nose with the orange spot on it into my neck, and then he's very still, and I can feel his heart beating..."],
        ["14", "\t“He likes you,” the cat lady says. “See, he's not even trying to get away.”"],
        ["15", "\tMy mother is handing the fat gray cat back to the cat lady and telling me it's time to go. “What a baby,” she says about my kitten."],
        ["16", "\t“Can we keep him, Mom, please, please, please?” I say, not being cool at all now. “A kitten is like half a cat and that would be the present I would most prefer in the whole world for my half birthday.”"],
        ["17", "\t“He's very sweet,” my mother says."],
        ["18", "\tI'm waiting for her to say but, but I don't hear it right away, so I speak quickly before she can get it out. “He likes me,” I say. “He's not even trying to get away. I would take care of him. I would feed him and change his litter box and buy him little toys with my allowance.” ..."],
        ["19", "\t“Maybe we'll bring up the idea to your dad tonight,” she says to me as we pick up our bags and walk back toward the popcorn man. “See what he thinks about a cat now that you all are older. Maybe it's time.”"]
    ],
    "Copyright": "Excerpt from Abigail Iris: The Pet Project by Lisa Glatt and Suzanne Greenberg. Copyright © 2010 by Lisa Glatt and Suzanne Greenberg. Used with permission of The Copyright Agency via Copyright Clearance Center.",
    "References": []
}