{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:In the early 1800s, the Cherokee scholar Sequoyah created the first script, or writing system, for an Indigenous language in the United States. Because it represented the sounds of spoken Cherokee so accurately, his script was easy to learn and thus quickly achieved _______ use: by 1830, over 90 percent of the Cherokee people could read and write it.",
            "Which choice completes the text with the most logical and precise word or phrase?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "widespread",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text's discussion of the writing system created by Sequoyah. In this context, “widespread” means widely accepted or practiced. The text indicates that because Sequoyah's script accurately represented the spoken sounds of the Cherokee language and was easy to learn, nearly all Cherokee people were able to read and write it soon after it was created. This context demonstrates that the script was widely used by the Cherokee people.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "careful",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this context, “careful” would mean exercised with care and attentive concern. Although the work of creating a writing system likely involved great care, the text indicates that the system was “easy to learn,” which conflicts with the idea that using this system requires a noteworthy amount of care.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "unintended",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this context “unintended” means not deliberate. The idea that using Sequoyah's script was unintentional conflicts directly with the claim that it was easy to learn and used by “over 90% of the Cherokee people” by 1830. In fact, because one had to learn this system, it's not clear how one could use it unintentionally.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "infrequent",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this context “infrequent” means rare or not occurring often, which conflicts directly with the claim that “over 90% of the Cherokee people” were using Sequoyah's script by 1830.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Researchers have struggled to pinpoint specific causes for hiccups, which happen when a person's diaphragm contracts _______. However, neuroscientist Kimberley Whitehead has found that these uncontrollable contractions may play an important role in helping infants regulate their breathing.",
            "Which choice completes the text with the most logical and precise word or phrase?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "involuntarily",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text's discussion of diaphragm contractions and hiccups. In this context, “involuntarily” means done without any control, or by reflex. The text explains that when a person's diaphragm contracts and results in hiccups (which may be important for infants), those muscle contractions are “uncontrollable.” This context indicates that the diaphragm contractions occur without the person's control.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "beneficially",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text indicates that researchers haven't determined exactly why people hiccup, suggesting that it isn't known that the uncontrollable muscle contractions generally occur “beneficially,” or with a good or helpful effect—even if one neuroscientist has found that it's possible hiccups play an important positive role for a specific group of people (infants).",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "strenuously",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text describes the diaphragm contractions that result in hiccups as “uncontrollable,” or happening without the person's control, so it wouldn't make sense to describe them as occurring “strenuously,” or in a way that requires great effort or energy.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "smoothly",
                "Key": {
                    "Correct": false,
                    "Rationale": "Nothing in the text indicates that the diaphragm contractions resulting in hiccups occur “smoothly,” or evenly and continuously. The text doesn't describe the quality of the muscle contractions beyond stating that they are “uncontrollable.”",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:The province of Xoconochco was situated on the Pacific coast, hundreds of kilometers southeast of Tenochtitlan, the capital of the Aztec Empire. Because Xoconochco's location within the empire was so _______, cacao and other trade goods produced there could reach the capital only after a long overland journey.",
            "Which choice completes the text with the most logical and precise word or phrase?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "unobtrusive",
                "Key": {
                    "Correct": false,
                    "Rationale": "It wouldn't make sense in context to refer to Xoconochco's location within the Aztec Empire as “unobtrusive,” or not blatant or undesirably prominent; it's not clear how a province's physical location would or wouldn't be blatant. Instead of focusing on how noticeable Xoconochco's location was, the text emphasizes the province's distance from the capital of the empire, pointing out that because of this distance trade between the two required “a long overland journey.”",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "concealed",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text indicates that the province of Xoconochco was located on a coast far from the capital of the Aztec Empire, not that it was “concealed,” or kept out of sight or hidden from view. Nothing in the text suggests that Xoconochco was actually hidden such that people couldn't see it, and being hidden wouldn't necessarily result in trade between the province and the capital requiring “a long overland journey.”",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "approximate",
                "Key": {
                    "Correct": false,
                    "Rationale": "To say that Xoconochco's location within the Aztec Empire was “approximate” would mean that the location either wasn't precisely correct or was close to some other location. Neither of these meanings would make sense in context because the text indicates that Xoconochco's location is known and that it was far from the empire's capital, so there's no reason to characterize the location as either not precisely correct or close to another location.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "peripheral",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text's discussion of the location of the province of Xoconochco within the Aztec Empire. As used in this context, “peripheral” means situated toward the outer bounds rather than the center. The text indicates that Xoconochco was located on a coast, hundreds of kilometers away from the capital of the Aztec Empire. The text also states that trade between the province and the capital required “a long overland journey.” This context suggests that Xoconochco was situated toward an edge of the empire's territory rather than near its center.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Proposals to raise the age at which retirees begin receiving government transfers of funds are generally discussed in terms of the effects on transfer recipients, but Andria Smythe has argued that delaying such transfers could _______ wealth creation among working adults by lengthening the period in which they are providing financial support to their nonworking parents.",
            "Which choice completes the text with the most logical and precise word or phrase?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "stymie",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text's discussion of the consequences of raising the age at which retirees begin receiving government funds. The text indicates that raising the age for these funds is usually discussed in terms of effects on fund recipients but that Andria Smythe is instead considering the effects on working family members who care for retirees. Smythe notes that raising the age for the funds would increase the length of time retirees are dependent on financial assistance from working family members. This is suggested to have an effect on wealth creation for those workers, and most logically, that effect would be disadvantageous. Thus, “stymie,” which means to prevent or greatly hinder, is the most logical choice in context.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "compound",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this context, “compound” would most nearly mean multiply or greatly enhance. The text indicates that raising the age at which retirees are eligible for government funds will increase the amount of time retirees are dependent on working family members for financial support. This would likely have a negative rather than a positive effect on wealth creation.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "disparage",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this context, “disparage” would most nearly mean criticize or defame. Nothing in the text suggests that raising the age at which retirees are eligible for government funds would defame wealth creation among working adults.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "outstrip",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this context, “outstrip” would most nearly mean to exceed, and nothing in the text indicates that the financial support provided to retirees would exceed the amount of wealth these workers can create. The text does suggest that workers providing funds to retirees works against those workers' wealth accumulation, but not that the support to retirees exceeds the workers' accumulated wealth.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Political blogs with conspicuous ideological alignments became an integral component of US media in the early 2000s. While some commentators lauded this development, asserting that such blogs had a welcome transparency missing from traditional news, less _______ observers countered that such blogs tended to ideological extremes that exacerbated political polarization to problematic levels.",
            "Which choice completes the text with the most logical and precise word or phrase?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "sanguine",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text's discussion of political blogs. In this context, “sanguine” means optimistic. The text begins by noting the rise of political blogs with readily identifiable ideological alignments in the early 2000s. The text then indicates that some commentators saw this as a positive development, citing a reason why (their difference from traditional news). Finally, the text goes on to contrast those commentators with others who have a negative opinion of the rise of political blogs (because they increase political polarization among their readers). This context supports the idea that the second group of commentators is less positive than the first: thus, the second group of commentators is less optimistic, or sanguine.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "recalcitrant",
                "Key": {
                    "Correct": false,
                    "Rationale": "It would not make sense in this context to describe those commentators who have a negative opinion of political blogs as less “recalcitrant,” or obstinately uncooperative, than those commentators who supported political blogs.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "misanthropic",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text gives no indication that those commentators who have a negative opinion of political blogs are less “misanthropic,” or less contemptuous of humankind, than those commentators who have a positive opinion of political blogs— there is no indication in the text that those commentators who like political blogs would be contemptuous of humankind at all.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "earnest",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence that those commentators who have a negative opinion of political blogs are less “earnest,” or sincere, than those who have a positive opinion of such blogs—presumably, both groups of commentators hold their beliefs with equal conviction.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The following text is adapted from Pam Muñoz Ryan's 2020 novel Mañanaland. In the village where Max lives, there is an old fortress called La Reina. Children in the village say that the fortress is haunted.",
            ":ibox:For as long as he could remember, Max had begged Papá [his father] to take him to see La Reina and the ruins up close. He'd be a hero among his friends if he was the first boy to cross the haunted gates! Just because Papá didn't believe in ghosts didn't mean they weren't there. Maybe this summer Papá would finally take him. He wasalmost twelve.\n\n\t\t©2020 by Pam Muñoz Ryan",
            "Which choice best describes the overall purpose of the text?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "To portray how proud Max's father is of Max",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text does not discuss Papa's feelings toward Max. Rather, it mentions that Max has long wanted Papa to take him to La Reina and that, unlike Max and some other children, Papa does not believe that La Reina is haunted.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "To explain why Max doesn't want to grow up yet",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text mentions that Max is “almost twelve” at the time, which suggests anticipation of growing up rather than refusal to.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "To criticize Max for disliking summer",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text indicates that Max hopes to visit La Reina during the current summer, but nothing suggests that Max dislikes summer.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "To show how much Max wants to visit La Reina",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most accurately describes the overall purpose of the text. The text indicates that “for as long as he could remember,” Max had “begged” his father to take him to La Reina. This point is later emphasized in the text by indicating that “this summer” his father might “finally take” Max to visit La Reina. Thus, the purpose of the text as a whole is to show how much Max wants to visit La Reina.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The following text is adapted from George Bernard Shaw's 1912 play Pygmalion. Henry Higgins has just arrived at the house of his mother (Mrs. Higgins). She is expecting her friends to visit soon.",
            ":ibox:MRS. HIGGINS: I'm serious, Henry. You offend all my friends: they stop coming whenever they meet you.\n\nHIGGINS: Nonsense! I know I have no small talk; but people don't mind.\n\nMRS. HIGGINS: Oh! don't they? Small talk indeed! What about your large talk? Really, dear, you mustn't stay.",
            "Which choice best states the main purpose of the text?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "To describe what Henry's mother does when she goes out with her friends",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text doesn't indicate what Henry's mother does when she's out with her friends. Instead, it focuses on what goes on when Henry and her friends visit her at the same time, indicating that since her friends find Henry's company disagreeable, she wishes him to leave before they arrive.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "To show that Henry's mother wants him to leave",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most accurately states the main purpose of the text, which is to show that Henry's mother, Mrs. Higgins, wants Henry to leave her house. In the text, Mrs. Higgins complains that Henry offends all her friends and that they stop coming when he's also visiting. She then tells him directly, “you mustn't stay.” The overall exchange conveys Mrs. Higgins's intention for Henry to leave so as not to drive away her friends with his behavior.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "To present a detailed account of what Henry's home looks like",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text doesn't contain an account of what Henry's home looks like. The setting is established as the house of Henry's mother, and the dialogue focuses solely on her wish that Henry should depart before her friends arrive.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "To explain why Henry often visits his mother",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text doesn't mention how often Henry visits his mother nor does it provide any explanation for why he visits his mother. Instead, it indicates that she thinks her friends dislike Henry and that she therefore wants him to depart before they arrive.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The following text is from Charlotte Forten Grimké's 1888 poem “At Newport.”",
            ":ibox:Oh, deep delight to watch the gladsome waves\nExultant leap upon the rugged rocks;\n[Ever repulsed, yet ever rushing on—\nFilled with a life that will not know defeat;]\nTo see the glorious hues of sky and sea.\nThe distant snowy sails, glide spirit like,\nInto an unknown world, to feel the sweet\nEnchantment of the sea thrill all the soul,\nClearing the clouded brain, making the heart\nLeap joyous as it own bright, singing waves!",
            "Which choice best describes the function of the emphasized portion in the text as a whole?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It portrays the surroundings as an imposing and intimidating scene.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the emphasized portion characterizes the waves as a relentless force (always “repulsed” but still “rushing on” and never being defeated), the speaker doesn't suggest that the surroundings are intimidating. Instead, the speaker presents the scene in a positive way, describing the “deep delight” of the “gladsome,” or cheerful, waves and feeling “the heart / Leap joyous” while viewing the sea.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "It characterizes the sea's waves as a relentless and enduring force.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most accurately describes how the emphasized portion functions in the text as a whole. The text presents the speaker's experience of viewing the sea. In the emphasized portion, the speaker focuses on the idea that the waves hitting rocks on the shore are a relentless and enduring force: they are constantly pushed back (“ever repulsed”) but always return (“ever rushing on”), as though they have an energy that can't be overcome (“a life that will not know defeat”).",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "It conveys the speaker's ambivalence about the natural world.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The emphasized portion doesn't suggest that the speaker is ambivalent, or has mixed feelings about, the natural world. Instead, it presents a single view of one part of the immediate surroundings: the speaker characterizes the sea's waves as an unstoppable force, since they are constantly pushed back but always return (“ever repulsed, yet ever rushing on”).",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "It draws a contrast between the sea's waves and the speaker's thoughts.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the text later suggests the speaker's view of her own thoughts by referring to a “clouded brain” and a heart that leaps joyously, this reference neither occurs within the emphasized portion nor establishes a clear contrast with the relentless determination of the waves. The emphasized portion addresses only the speaker's view of the waves and doesn't suggest what her own thoughts might be.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Believing that living in an impractical space can heighten awareness and even improve health, conceptual artists Madeline Gins and Shusaku Arakawa designed an apartment building in Japan to be more fanciful than functional. A kitchen counter is chest-high on one side and knee-high on the other; a ceiling has a door to nowhere. The effect is disorienting but invigorating: after four years there, filmmaker Nobu Yamaoka reported significant health benefits.",
            "Which choice best states the main idea of the text?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Although inhabiting a home surrounded by fanciful features such as those designed by Gins and Arakawa can be rejuvenating, it is unsustainable.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the text mentions that Yamaoka lived in the apartment for four years, it doesn't address how long someone can beneficially live in a home surrounded by fanciful features or whether doing so can be sustained.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Designing disorienting spaces like those in the Gins and Arakawa building is the most effective way to create a physically stimulating environment.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the text mentions the potential benefits of living in a home with disorienting design features, it doesn't suggest that this is the most effective method to create a physically stimulating environment.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "As a filmmaker, Yamaoka has long supported the designs of conceptual artists such as Gins and Arakawa.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text refers to Yamaoka to support the claim that Gins and Arakawa's apartment building design may be beneficial, but the text doesn't indicate that Yamaoka supports the designs of other conceptual artists.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Although impractical, the design of the apartment building by Gins and Arakawa may improve the well-being of the building's residents.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most accurately states the main idea of the text. According to the text, conceptual artists Gins and Arakawa have designed an apartment building that is disorienting because of several unconventional elements, such as uneven kitchen counters and “a door to nowhere.” The text goes on to suggest that there may be benefits to this kind of design because filmmaker Yamaoka lived in the apartment building for four years and reported health benefits. Thus, although the design is impractical, it may improve the well-being of the apartment building's residents.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The following text is adapted from Lewis Carroll's 1889 satirical novel Sylvie and Bruno. A crowd has gathered outside a room belonging to the Warden, an official who reports to the Lord Chancellor.",
            ":ibox:One man, who was more excited than the rest, flung his hat high into the air, and shouted (as well as I could make out) “Who roar for the Sub-Warden?” Everybody roared, but whether it was for the Sub-Warden, or not, did not clearly appear: some were shouting “Bread!” and some “Taxes!”, but no one seemed to know what it was they really wanted.\n\nAll this I saw from the open window of the Warden's breakfast-saloon, looking across the shoulder of the Lord Chancellor.\n\n“What can it all mean?” he kept repeating to himself. “I never heard such shouting before—and at this time of the morning, too! And with such unanimity!”",
            "Based on the text, how does the Lord Chancellor respond to the crowd?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "He asks about the meaning of the crowd's shouting, even though he claims to know what the crowd wants.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice isn't supported by the text. Although the text indicates that the Lord Chancellor asks about the meaning of the crowd's shouting, it doesn't suggest that he knows what the crowd really wants.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "He indicates a desire to speak to the crowd, even though the crowd has asked to speak to the Sub-Warden.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text doesn't suggest that the Lord Chancellor wants to speak to the crowd. Furthermore, the text doesn't indicate that the crowd wants to hear from the Sub-Warden. Although the crowd roars when asked “Who roar for the Sub-Warden?” it's unclear what the roaring means.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "He expresses sympathy for the crowd's demands, even though the crowd's shouting annoys him.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text doesn't suggest that the Lord Chancellor knows of or sympathizes with the crowd's demands. In addition, the text doesn't indicate that the crowd's shouting annoys the Lord Chancellor, just that it causes him to keep repeating “What can it all mean?”",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "He describes the crowd as being united, even though the crowd clearly appears otherwise.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice presents a statement about how the Lord Chancellor responds to the crowd that is supported by the text. The text indicates that the people in the crowd are roaring and shouting “Bread!” or “Taxes!” and presents them as not knowing what they really want. The Lord Chancellor's response is to ask what their shouting means but also to observe that they're shouting with “unanimity,” or total agreement. Clearly, this isn't the case, which supports the statement that the Lord Chancellor describes the crowd as being united even though it's not.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "problems/SAT10RW2/media/11a.jpg",
            ":ibox:Global biomass is the total mass of living material, such as animals and plants, on Earth. A team of scientists estimated the global biomass, by species, of various wild land mammals. The team found that the species with the highest global biomass is the _______",
            "Which choice most effectively uses data from the graph to complete the sentence?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "wild boar.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the graph indicates that the wild boar has a relatively high global biomass of about 1.9 million metric tons, it is not the species with the highest value. The white-tailed deer is the species with the highest global biomass at about 2.7 million metric tons.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "eastern gray kangaroo.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The eastern gray kangaroo has the lowest global biomass value shown on the graph at about 0.6 million metric tons, not the highest global biomass. The white-tailed deer has the highest at about 2.7 million metric tons.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "African bush elephant.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the African bush elephant has a substantial global biomass of about 1.3 million metric tons, it is not the species with the highest value according to the graph. The white-tailed deer has the highest global biomass at about 2.7 million metric tons.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "white-tailed deer.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice accurately identifies the species with the highest global biomass, the white-tailed deer at approximately 2.7 million metric tons. The graph shows the global biomass for four wild land mammal species with the highest global biomass. The graph indicates that the African bush elephant's global biomass is about 1.3 million metric tons, the eastern gray kangaroo's is about 0.6 million metric tons, and the wild boar's is about 1.9 million metric tons. These values are all lower than the global biomass for the white-tailed deer's approximately 2.7 million metric tons. Thus, the white-tailed deer is the species with the highest global biomass.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "problems/SAT10RW2/media/12a.jpg",
            ":ibox:Studying tools unearthed at a cave site on the western coast of Italy, archaeologist Paola Villa and colleagues have determined that prehistoric Neanderthal groups fashioned them from shells of clams that they harvested from the seafloor while wading or diving or that washed up on the beach. Clamshells become thin and eroded as they wash up on the beach, while those on the seafloor are smooth and sturdy, so the research team suspects that Neanderthals prized the tools made with seafloor shells. However, the team also concluded that those tools were likely more challenging to obtain, noting that ______",
            "Which choice most effectively uses data from the table to support the research team's conclusion?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "at each depth below the surface in the cave, the difference in the numbers of tools of each type suggests that shells were easier to collect from the beach than to harvest from the seafloor.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most effectively uses data from the table to support the researchers' conclusion about the harvesting of clamshells by Neanderthals for use as tools. The text explains that Neanderthals used clamshells to make tools and that the sturdiest, and therefore the most desirable, shells for this purpose are found on the seafloor, not on the beach. However, the researchers also concluded that the clamshell tools made from shells from the seafloor are rarer than those made from shells from the beach. Meanwhile the table shows that at each depth, the number of tools made from shells from the beach exceeds the number made from the more desirable shells from the seafloor. The fact that the more desirable shells are less common suggests that it was significantly more difficult to harvest shells from the seafloor than from the beach.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "the highest number of tools were at a depth of 3–4 meters below the surface, which suggests that the Neanderthal population at the site was highest during the related period of time.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Knowing which depth represents the period of time with the highest Neanderthal population does not help answer the question of why the Neanderthals consistently made more tools from the less desirable shells from the beach than they made from the more desirable shells from the seafloor.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "at each depth below the surface in the cave, the difference in the numbers of tools of each type suggests that Neanderthals preferred to use clamshells from the beach because of their durability.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice claims that the beach shells are more durable than the seafloor shells, which contradicts the text's description of shells from the seafloor as smoother and sturdier than shells from the beach.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "the higher number of tools at depths of 5–6 meters below the surface in the cave than at depths of 4–5 meters below the surface suggests that the size of clam populations changed over time.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Knowing which depth has the most artifacts or whether the clam population fluctuated does not help explain why tools made from the less desirable shells from the beach outnumber tools made from the more desirable shells from the seafloor.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "problems/SAT10RW2/media/13a.jpg",
            ":ibox:Perovskite solar cells convert light into electricity more efficiently than earlier kinds of solar cells, and manufacturing advances have recently made them commercially attractive. One limitation of the cells, however, has to do with their electron transport layer (ETL), through which absorbed electrons must pass. Often the ETL is applied through a process called spin coating, but such ETLs are fairly inefficient at converting input power to output power. André Taylor and colleagues tested a novel spray coating method for applying the ETL. The team produced ETLs of various thicknesses and concluded that spray coating holds promise for improving the power conversion efficiency of ETLs in perovskite solar cells.",
            "Which choice best describes data from the graph that support Taylor and colleagues' conclusion?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Both the ETL applied through spin coating and the ETL applied through spray coating showed a power conversion efficiency greater than 10% at their lowest performing thickness.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although this claim correctly describes the data in the graph by stating that both the lowest-performing ETL applied through spin coating and the lowest- performing ETL applied through spray coating had a power conversion efficiency greater than 10%, this relationship in the data doesn't support or relate to Taylor and colleagues' conclusion that spray coating promises greater efficiency for solar cells than traditional spin coating does.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The lowest performing ETL applied through spray coating had a higher power conversion efficiency than the highest performing ETL applied through spin coating.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice describes data from the graph that support Taylor and colleagues' conclusion that spray coating holds promise for improving the power conversion efficiency of ETLs in perovskite solar cells. The text explains that perovskite solar cells' efficiency at converting light into electricity is diminished by their electron transport layer (ETL), which is applied through spin coating, but that Taylor's team devised a new spray coating method for applying the ETL that improves its power conversion efficiency. The graph displays data on the power conversion efficiency of solar cells in tests conducted by Taylor's team, with bars for both the highest- and lowest-performing ETLs in two data categories: spray coating and spin coating. According to the graph, the lowest-performing ETL applied through spray coating had a power conversion efficiency of between 14% and 16%, while the highest-performing ETL applied through spin coating had a power conversion efficiency of less than 14%. These data confirm that ETLs applied through novel spray coating are more efficient than those applied though traditional spin coating. Thus, the data support Taylor and colleagues' conclusion about spray coating's potential value.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The highest performing ETL applied through spray coating showed a power conversion efficiency of approximately 13%, while the highest performing ETL applied through spin coating showed a power conversion efficiency of approximately 11%.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This claim does address the greater power conversion efficiency of the highest-performing ETL applied through spray coating, compared with the highest-performing ETL applied through spin coating. However, it also incorrectly cites the value for the efficiency of the highest-performing ETL applied through spray coating as approximately 13%, instead of a value between 14% and 16%, and the value for the efficiency of the highest-performing ETL applied through spin coating as approximately 11%, instead of a value between 12% and 14%, as shown in the graph.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "There was a substantial difference in power conversion efficiency between the lowest and highest performing ETLs applied through spray coating.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Taylor and colleagues' conclusion is based on the difference in the power conversion efficiency of ETLs applied through spray coating and that of ETLs applied through spin coating, not on the difference between the highest- and lowest-performing ETLs applied through just spray coating.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "problems/SAT10RW2/media/14a.jpg",
            ":ibox:Over the past two hundred years, the percentage of the population employed in the agricultural sector has declined in both France and the United States, while employment in the service sector (which includes jobs in retail, consulting, real estate, etc.) has risen. However, this transition happened at very different rates in the two countries. This can be seen most clearly by comparing the employment by sector in both countries in _______",
            "Which choice most effectively uses data from the table to complete the statement?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "1900 with the employment by sector in 1950.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This chocie presents data from the table that most effectively complete the statement about the rates at which employment shifted in France and the United States. The text states that over the last two hundred years employment in the agricultural sector has declined while employment in the service sector has risen in both France and the US, and the data from the table reflect these trends. The text asserts, however, that the transition from agriculture to services “happened at very different rates in the two countries.” This assertion is best supported by a comparison of data from 1900 and 1950: the table shows that in those years, employment in agriculture went from 43% to 32% in France (a decline of 11 percentage points) and from 41% to 14% in the US (a decline of 27 percentage points), and that employment in services went from 28% to 35% in France (an increase of 7 percentage points) and from 31% to 53% in the US (an increase of 22 percentage points). In other words, the rate of change was greater in the US than in France for both sectors.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "1800 with the employment by sector in 2012.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Comparing the data for 1800 and 2012 would suggest a similar rate of change in the two countries, not very different rates: employment in agriculture went from 64% in 1800 to 3% in 2012 in France, which is close to the change from 68% in 1800 to 2% in 2012 in the US, while employment in services went from 14% in 1800 to 76% in 2012 in France, which is close to the change from 13% in 1800 to 80% in 2012 in the US.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "1900 with the employment by sector in 2012.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Comparing the data for 1900 and 2012 would suggest a similar rate of change in the two countries rather than very different rates: employment in agriculture went from 43% in 1900 to 3% in 2012 in France, which is close to the change from 41% in 1900 to 2% in 2012 in the US, while employment in services went from 28% in 1900 to 76% in 2012 in France, which is close to the change from 31% in 1900 to 80% in 2012 in the US.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "1800 with the employment by sector in 1900.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Comparing the data for 1800 and 1900 would suggest a similar rate of change in the two countries, not very different rates: employment in agriculture went from 64% in 1800 to 43% in 1900 in France, which is fairly close to the change from 68% in 1800 to 41% in 1900 in the US, while employment in services went from 14% in 1800 to 28% in 1900 in France, which is close to the change from 13% in 1800 to 31% in 1900 in the US.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:The linguistic niche hypothesis (LNH) posits that the exotericity of languages (how prevalent non-native speakers are) and grammatical complexity are inversely related, which the LNH ascribes to attrition of complex grammatical rules as more non-native speakers adopt the language but fail to acquire those rules. Focusing on two characteristics that are positive indices of grammatical complexity, fusion (when new phonemes arise from the merger of previously distinct ones) and informativity (languages' capacity for meaningful variation), Olena Shcherbakova and colleagues conducted a quantitative analysis for more than 1,300 languages and claim the outcome is inconsistent with the LNH.",
            "Which finding, if true, would most directly support Shcherbakova and colleagues' claim?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Shcherbakova and colleagues' analysis showed a slightly negative correlation between grammatical complexity and fusion and between grammatical complexity and informativity.",
                "Key": {
                    "Correct": false,
                    "Rationale": "It wouldn't be possible to say that a finding of a slightly negative correlation between grammatical complexity and both fusion and informativity is inconsistent or consistent with the LNH, since the finding would address only grammatical complexity (given that fusion and informativity are aspects of grammatical complexity) and wouldn't move beyond that factor to address its relationship to the prevalence of non-native speakers of a language (exotericity), which is the relationship the LNH focuses on.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Shcherbakova and colleagues' analysis showed a slightly negative correlation between grammatical complexity and exotericity.",
                "Key": {
                    "Correct": false,
                    "Rationale": "A finding of a slightly negative correlation between grammatical complexity and the prevalence of non-native speakers of a language (exotericity)—meaning that as the number of non-native speakers increases, grammatical complexity somewhat decreases, and vice versa—would be consistent, not inconsistent, with the LNH, since the text indicates that according to the LNH, there is an inverse relationship between grammatical complexity and exotericity; a negative correlation reflects an inverse relationship.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Shcherbakova and colleagues' analysis showed a slightly positive correlation between grammatical complexity and fusion.",
                "Key": {
                    "Correct": false,
                    "Rationale": "It wouldn't be possible to say that a finding of a slightly positive correlation between grammatical complexity and fusion is inconsistent or consistent with the LNH, since the finding would address only grammatical complexity (given that fusion is a positive indication of grammatical complexity) and wouldn't move beyond that factor to address its relationship to the prevalence of non-native speakers of a language (exotericity), which is the relationship the LNH focuses on.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Shcherbakova and colleagues' analysis showed a slightly positive correlation between fusion and exotericity and between informativity and exotericity.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice presents a finding that, if true, would support Shcherbakova and colleagues' claim that the outcome of their study is inconsistent with the linguistic niche hypothesis (LNH). The text explains that the LNH holds that there is an inverse relationship between the prevalence of non-native speakers of a language (exotericity) and the grammatical complexity of that language—that is, that as the number of non-native speakers increases, grammatical complexity decreases, and vice versa. According to the text, Shcherbakova and colleagues focused on two positive indications of grammatical complexity—fusion and informativity—and analyzed their occurrence in over 1,300 languages. If the researchers found a slightly positive correlation between fusion and exotericity and between informativity and exotericity—meaning that to some extent, grammatical complexity increases as the number of non-native speakers of a language increases—their outcome would not be consistent with the assumption that exotericity and grammatical complexity are inversely related (the LNH).",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Archaeologist Christiana Kohler and her team excavated the Egyptian tomb of Queen Merneith, the wife of a First Dynasty pharaoh. Some scholars claim that she also ruled Egypt on her own and was actually the first female pharaoh. The team found a tablet in Merneith's tomb with writing suggesting that she was in charge of the country's treasury and other central offices. Whether Merneith was a pharaoh or not, this discovery supports the idea that Merneith likely _______",
            "Which choice most logically completes the text?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "had an important role in Egypt's government.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text's discussion of the evidence found in Queen Merneith's tomb. The text begins by mentioning archaeologists' efforts to excavate the tomb of Queen Merneith, the wife of a pharaoh who some scholars think was actually the first female pharaoh. The text states that a tablet discovered in her tomb suggests she “was in charge of the country's treasury and other central offices,” which supports the idea that she had an important role in Egypt's government.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "lived after rather than before the First Dynasty of Egypt.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Since the text explicitly states that Merneith's husband was a First Dynasty pharaoh, it can be inferred that she lived during the First Dynasty, not after it.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "traveled beyond Egypt's borders often.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text does not provide any evidence that Merneith traveled beyond Egypt's borders often. The text is focused on the archaeological discovery in her tomb and the implications about her potential role as a ruler in Egypt but does not mention anything about her traveling habits.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "created a new form of writing in Egypt.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text does not mention anything about Merneith creating a new form of writing in Egypt. The text discusses the discovery of a tablet with writing suggesting her governmental role but does not imply that this writing represented a new form created by Merneith.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "17": {
        "Number": 17,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:In a study of the cognitive abilities of white-faced capuchin monkeys (Cebus imitator), researchers neglected to control for the physical difficulty of the tasks they used to evaluate the monkeys. The cognitive abilities of monkeys given problems requiring little dexterity, such as sliding a panel to retrieve food, were judged by the same criteria as were those of monkeys given physically demanding problems, such as unscrewing a bottle and inserting a straw. The results of the study, therefore, ______",
            "Which choice most logically completes the text?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "could suggest that there are differences in cognitive ability among the monkeys even though such differences may not actually exist.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice presents the conclusion that most logically follows from the text's discussion of the study of capuchin monkeys' cognitive abilities. The text explains that the study failed to distinguish between outcomes for the tasks performed by the capuchin monkeys, such that simpler tasks requiring less dexterity, or skill, were judged by the same criteria as tasks that demanded more dexterity. Because the study didn't account for this discrepancy, the researchers might have assumed that observed differences in performance were due to the abilities of the monkeys rather than the complexity of the tasks. In other words, the results may suggest cognitive differences among the monkeys even though such differences may not really exist.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "are useful for identifying tasks that the monkeys lack the cognitive capacity to perform but not for identifying tasks that the monkeys can perform.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text focuses on the fact that the tasks assigned to the capuchin monkeys in the study varied in difficulty and that the variety wasn't taken into consideration. The text doesn't suggest that the capuchin monkeys couldn't perform certain tasks, just that some tasks were more difficult to do.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "should not be taken as indicative of the cognitive abilities of any monkey species other than C. imitator.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text doesn't suggest that the study's results are indicative of the abilities of capuchin monkeys but not of other monkey species; in fact, the text suggests that the results may not even be an accurate reflection of capuchin monkeys' abilities.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "reveal more about the monkeys' cognitive abilities when solving artificial problems than when solving problems encountered in the wild.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text doesn't indicate that the researchers compared results for artificial tasks with those for tasks encountered in the wild, although the tasks described in the text—sliding a panel and putting a straw in a bottle—are presumably artificial.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "18": {
        "Number": 18,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Public-awareness campaigns about the need to reduce single-use plastics can be successful, says researcher Kim Borg of Monash University in Australia, when these campaigns give consumers a choice: for example, Japan achieved a 40 percent reduction in plastic-bag use after cashiers were instructed to ask customers whether _______ wanted a bag.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "they",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is pronoun-antecedent agreement. The plural pronoun “they” agrees in number with the plural antecedent “customers.”",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "one",
                "Key": {
                    "Correct": false,
                    "Rationale": "The singular pronoun “one” doesn't agree in number with the plural antecedent “customers.”",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "you",
                "Key": {
                    "Correct": false,
                    "Rationale": "The second person pronoun “you” isn't conventional as a substitute for “customers.” It suggests that the audience (“you”) is the customer.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "it",
                "Key": {
                    "Correct": false,
                    "Rationale": "The singular pronoun “it” doesn't agree in number with the plural antecedent “customers.”",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "19": {
        "Number": 19,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Lucía Michel of the University of Chile observed that alkaline soils contain an insoluble form of iron that blueberry plants cannot absorb, thus inhibiting blueberry growth. If these plants were grown in alkaline soil alongside grasses that aid in iron solubilization, _______ Michel was determined to find out.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "could the blueberries thrive.",
                "Key": {
                    "Correct": false,
                    "Rationale": "A period can't be used in this way to punctuate an interrogative clause, such as “could the blueberries thrive,” at the end of a sentence.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "the blueberries could thrive.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The context requires an interrogative clause. The declarative clause “the blueberries could thrive” incorrectly indicates that it was known that the blueberries could thrive in alkaline soil, whereas Michel had yet to find this out.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "the blueberries could thrive?",
                "Key": {
                    "Correct": false,
                    "Rationale": "A question mark can't be used in this way to punctuate a declarative clause, such as “the blueberries could thrive,” at the end of a sentence.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "could the blueberries thrive?",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is end-of-sentence punctuation. This choice correctly uses a question mark to punctuate the interrogative clause “could the blueberries thrive,” which asks a direct question at the end of the sentence.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "20": {
        "Number": 20,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Atoms in a synchrotron, a type of circular particle accelerator, travel faster and faster until they ______ a desired energy level, at which point they are diverted to collide with a target, smashing the atoms.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "will reach",
                "Key": {
                    "Correct": false,
                    "Rationale": "The future tense verb “will reach” is inconsistent with the present tense verbs used to describe how atoms move through the synchrotron. Though the atoms' movement is a recurring action and “will reach” can also be used to indicate a habitual or recurring action, it creates a logical inconsistency in this sentence when paired with the present tense verbs “travel” and “are diverted.”",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "reach",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is the use of verbs to express tense in a sentence. In this choice, the present tense verb “reach” is consistent with the present tense verbs “travel” and “are diverted” used to describe how atoms move through the synchrotron.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "had reached",
                "Key": {
                    "Correct": false,
                    "Rationale": "The past perfect tense verb “had reached” is inconsistent with the present tense verbs used to describe how atoms move through the synchrotron.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "are reaching",
                "Key": {
                    "Correct": false,
                    "Rationale": "The present progressive tense verb “are reaching” is inconsistent with the present tense verbs used to describe how atoms move through the synchrotron. While both verbs occur in the present, the present progressive tense suggests that the action is currently in progress. This creates a logical inconsistency when paired with the present tense verbs “travel” and “are diverted,” which offer a general description of the tendencies of the atoms' movement, rather than a description of an action that is currently in progress.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "21": {
        "Number": 21,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:In his 1963 exhibition Exposition of Music— Electronic Television, Korean American artist Nam June Paik showed how television images could be manipulated to express an artist's perspective. Today, Paik _______ considered the first video artist.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "will be",
                "Key": {
                    "Correct": false,
                    "Rationale": "The future tense verb “will be” doesn't indicate that Paik is currently considered the first video artist.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "had been",
                "Key": {
                    "Correct": false,
                    "Rationale": "The past perfect tense verb “had been” doesn't indicate that Paik is currently considered the first video artist.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "was",
                "Key": {
                    "Correct": false,
                    "Rationale": "The past tense verb “was” doesn't indicate that Paik is currently considered the first video artist.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "is",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is the use of verbs to express tense. In this choice, the present tense verb “is,” used in conjunction with the word “today,” correctly indicates that Paik is currently considered the first video artist.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "22": {
        "Number": 22,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Former First Lady of the United States Eleanor Roosevelt and Indian activist and educator Hansa Mehta were instrumental in drafting the United Nations' Universal Declaration of Human Rights, a document that ______ the basic freedoms to which all people are entitled.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "have outlined",
                "Key": {
                    "Correct": false,
                    "Rationale": "The plural verb “have outlined” doesn't agree in number with the singular subject “document.”",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "were outlining",
                "Key": {
                    "Correct": false,
                    "Rationale": "The plural verb “were outlining” doesn't agree in number with the singular subject “document.”",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "outlines",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is subject-verb agreement. The singular verb “outlines” agrees in number with the singular subject “document.”",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "outline",
                "Key": {
                    "Correct": false,
                    "Rationale": "The plural verb “outline” doesn't agree in number with the singular subject “document.”",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "23": {
        "Number": 23,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:In February 1919, following the end of the First World War, women from ten countries around the world convened the Inter-Allied Women's Conference in Paris. The conference's goals were _______ ensure women's participation in the proceedings of the Paris Peace Conference, to secure the right of women to serve in the League of Nations, and to advocate for human rights.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "threefold: to",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is the use of punctuation within a sentence. In this choice, the colon correctly introduces the series of goals held by the 1919 Inter-Allied Women's Conference.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "threefold. To",
                "Key": {
                    "Correct": false,
                    "Rationale": "Placing a period after “threefold” results in a rhetorically unacceptable sentence fragment beginning with “To.”",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "threefold to",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a run-on sentence. The main clause (“The conference's goals were threefold”) and the series supplement (“to...rights”) are fused without punctuation.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "threefold; to",
                "Key": {
                    "Correct": false,
                    "Rationale": "A semicolon can't be used in this way to introduce a series. A semicolon is conventionally used to join two main clauses, whereas a colon is conventionally used to introduce a series, making the colon the better choice in this context.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "24": {
        "Number": 24,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Mathematician Grigori Perelman, sometimes in conjunction with mathematicians Richard S. Hamilton and Shing-Tung Yau, _______ credited with proving the Poincaré conjecture. Having built on Hamilton's previous work to solve the proof, Perelman has insisted that Hamilton receive credit. Yau later found and closed gaps in Perelman's proof, persuading some mathematicians that he deserves credit as well.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "are",
                "Key": {
                    "Correct": false,
                    "Rationale": "The plural verb “are credited” doesn't agree in number with the singular subject “mathematician Grigori Perelman.”",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "have been",
                "Key": {
                    "Correct": false,
                    "Rationale": "The plural verb “have been credited” doesn't agree in number with the singular subject “mathematician Grigori Perelman.”",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "are being",
                "Key": {
                    "Correct": false,
                    "Rationale": "The plural verb “are being credited” doesn't agree in number with the singular subject “mathematician Grigori Perelman.”",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "is",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is subject-verb agreement. The singular verb “is credited” agrees in number with the singular subject “mathematician Grigori Perelman.”",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "25": {
        "Number": 25,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Researchers studying magnetosensation have determined why some soil-dwelling roundworms in the Southern Hemisphere move in the opposite direction of Earth's magnetic field when searching for _______ in the Northern Hemisphere, the magnetic field points down, into the ground, but in the Southern Hemisphere, it points up, toward the surface and away from worms' food sources.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "food:",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is colon use within a sentence. A colon used in this way introduces information that illustrates or explains information that has come before it. In this case, the colon introduces the following explanation of why some roundworms in the Southern Hemisphere move in the opposite direction of Earth's magnetic field.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "food,",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a comma splice. A comma can't be used in this way to join two long independent clauses (“Researchers...food” and “in... sources”) such as these. ",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "food while",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a run-on sentence. The two clauses (“Researchers...food” and “in...sources”) are fused without punctuation. Furthermore, the conjunction “while” fails to indicate that what follows is an explanation of why some roundworms in the Southern Hemisphere move in the opposite direction of Earth's magnetic field.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "food",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a run-on sentence. The two clauses (“Researchers... food” and “in...sources”) are fused without punctuation and/or a conjunction.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "26": {
        "Number": 26,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Most conifers (trees belonging to the phylum Coniferophyta) are evergreen. That is, they keep their green leaves or needles year-round. However, not all conifer species are evergreen. Larch trees, _______ lose their needles every fall.",
            "Which choice completes the text with the most logical transition?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "for instance,",
                "Key": {
                    "Correct": true,
                    "Rationale": "“For instance” logically signals that the information in this sentence—that larch trees lose their needles every fall—is an example supporting the claim in the previous sentence (that not all conifer species keep their leaves or needles year-round).",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "nevertheless,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Nevertheless” illogically signals that the information in this sentence is true in spite of the claim about conifer species in the previous sentence. Instead, it's an example supporting that claim.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "meanwhile,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Meanwhile” illogically signals that the information in this sentence is separate from (while occurring simultaneously with) the claim about conifer species in the previous sentence. Instead, it's an example supporting that claim.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "in addition,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“In addition” illogically signals that the information in this sentence is merely an additional fact related to the claim about conifer species in the previous sentence. Instead, it's an example supporting that claim.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "27": {
        "Number": 27,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Neuroscientist Karen Konkoly wanted to determine whether individuals can understand and respond to questions during REM sleep. She first taught volunteers eye movements they would use to respond to basic math problems while asleep (a single left-right eye movement indicated the number one). _______ she attached electrodes to the volunteers' faces to record their eye movements during sleep.",
            "Which choice completes the text with the most logical transition?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Specifically,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Specifically” illogically signals that this sentence specifies or elaborates on an aspect of the action described in the previous sentence. Instead, it describes the next step in Konkoly's experiment.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Next,",
                "Key": {
                    "Correct": true,
                    "Rationale": "“Next” logically signals that the action described in this sentence—Konkoly recording participants' eye movements—is the next step in Konkoly's experiment.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "For instance,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“For instance” illogically signals that the action described in this sentence is an example of the action described in the previous sentence. Instead, it is the next step in Konkoly's experiment.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "In sum,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“In sum” illogically signals that this sentence summarizes or concludes the action described in the previous sentence. Instead, it describes the next step in Konkoly's experiment.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "28": {
        "Number": 28,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:In his 1925 book The Morphology of Landscape, US geographer Carl Sauer challenged prevailing views about how natural landscapes influence human cultures. _______ Sauer argued that instead of being shaped entirely by their natural surroundings, cultures play an active role in their own development by virtue of their interactions with the environment.",
            "Which choice completes the text with the most logical transition?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Similarly,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Similarly” illogically signals that the information in this sentence about Sauer's argument is similar to, but separate from, the more general information in the previous sentence. Instead, it provides specific, precise details elaborating on that information.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Finally,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Finally” illogically signals that the information in this sentence about Sauer's argument indicates a last step in a process or a concluding summary. Instead, it provides specific, precise details elaborating on the general information in the previous sentence.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Therefore,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Therefore” illogically signals that the information in this sentence about Sauer's argument is a result of the more general information in the previous sentence. Instead, it provides specific, precise details elaborating on that information.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Specifically,",
                "Key": {
                    "Correct": true,
                    "Rationale": "“Specifically” logically signals that the information in this sentence about Sauer's argument—that, according to Sauer, cultures play a role in their own development, as opposed to being shaped solely by natural surroundings—provides specific, precise details elaborating on the more general information in the previous sentence about how Sauer challenged prevailing views about how natural landscapes influence human cultures.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "29": {
        "Number": 29,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:In her 2012 analysis of tree rings from Japan's Yaku Island, cosmic ray physicist Fusa Miyake noted an anomalous carbon-14 spike dating to 774–775 CE, indicating that a massive burst of radiation reached Earth during that time. _______ this unprecedented radiocarbon surge was dubbed a “Miyake event” in honor of its discoverer.",
            "Which choice completes the text with the most logical transition?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Fittingly,",
                "Key": {
                    "Correct": true,
                    "Rationale": "“Fittingly” logically signals that the naming of an unprecedented radiocarbon surge for Fusa Miyake is appropriate to the situation, since Miyake is the person who identified the surge (through her Yaku Island tree-ring analysis).",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Similarly,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Similarly” illogically signals that the information in this sentence is similar to the previous information about Miyake's identification of a massive radiation burst through tree-ring analysis. Instead, the naming of the event for its discoverer is a fitting and appropriate outcome.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "However,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“However” illogically signals that the information in this sentence contrasts with the previous information about Miyake's identification of a massive radiation burst through tree-ring analysis. Instead, the naming of the event for its discoverer is a fitting and appropriate outcome.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "In other words,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“In other words” illogically signals that the information in this sentence is a paraphrase or restatement of the previous information about Miyake's identification of a massive radiation burst through tree-ring analysis. Instead, the naming of the event for its discoverer is a fitting and appropriate outcome.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "30": {
        "Number": 30,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Researchers Helena Mihaljević-Brandt, Lucía Santamaría, and Marco Tullney report that while mathematicians may have traditionally worked alone, evidence points to a shift in the opposite direction. _______ mathematicians are choosing to collaborate with their peers—a trend illustrated by a rise in the number of mathematics publications credited to multiple authors.",
            "Which choice completes the text with the most logical transition?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Similarly,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Similarly” illogically signals that the claim in this sentence is similar to, but separate from, the previous claim about the shift away from mathematicians working alone. Instead, the claim about the rise in collaboration elaborates on the previous claim, describing the shift.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "For this reason,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“For this reason” illogically signals that the claim in this sentence is caused by the previous claim about the shift away from mathematicians working alone. Instead, the claim about the rise in collaboration elaborates on the previous claim, describing the shift.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Furthermore,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Furthermore” illogically signals that the claim in this sentence is in addition to the previous claim about the shift away from mathematicians working alone. Instead, the claim about the rise in collaboration elaborates on the previous claim, describing the shift.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Increasingly,",
                "Key": {
                    "Correct": true,
                    "Rationale": "“Increasingly” logically signals that the claim in this sentence— that mathematicians are collaborating with their peers—marks a change relative to what was traditionally done. As the previous sentence explains, while mathematicians may have traditionally worked alone, evidence points to a shift in the opposite direction. The claim describes the shift: a rise in collaboration.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "31": {
        "Number": 31,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "While researching a topic, a student has taken the following notes:",
            ":ibox:• Shaun Tan is an Australian author.\n\n• In 2008, he published Tales from Outer Suburbia, a book of fifteen short stories.\n\n• The stories describe surreal events occurring in otherwise ordinary suburban neighborhoods.\n\n• In 2018, he published Tales from the Inner City, a book of twenty-five short stories.\n\n• The stories describe surreal events occurring in otherwise ordinary urban settings.",
            "The student wants to emphasize a similarity between the two books by Shaun Tan. Which choice most effectively uses relevant information from the notes to accomplish this goal?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Shaun Tan's book Tales from Outer Suburbia, which describes surreal events occurring in otherwise ordinary places, contains fewer short stories than Tales from the Inner Citydoes.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence emphasizes a difference (one contains fewer stories than the other), not a similarity, between the two books.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Tales from Outer Suburbiawas published in 2008, and Tales from the Inner Citywas published in 2018.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence indicates that Tan's books were published ten years apart; it doesn't emphasize a similarity between the two books.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Unlike Tales from the Inner City, Shaun Tan's book Tales from Outer Suburbiais set in suburban neighborhoods.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence uses “unlike” to emphasize a difference between Tales from Outer Suburbia and Tales from the Inner City; it doesn't emphasize a similarity between the two books.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Shaun Tan's books Tales from Outer Suburbia and Tales from the Inner Cityboth describe surreal events occurring in otherwise ordinary places.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sentence uses “both” to emphasize a thematic similarity between Tan's two books, noting that both Tales from Outer Suburbia and Tales from the Inner City describe surreal events occurring in otherwise ordinary places.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "32": {
        "Number": 32,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "While researching a topic, a student has taken the following notes:",
            ":ibox:• Started in 1925, the Scripps National Spelling Bee is a US-based spelling competition.\n\n• The words used in the competition have diverse linguistic origins.\n\n• In 2008, Sameer Mishra won by correctly spelling the word “guerdon.”\n• “Guerdon” derives from the Anglo-French word “guerdun.”\n• In 2009, Kavya Shivashankar won by correctly spelling the word “Laodicean.”\n• “Laodicean” derives from the ancient Greek word “Laodíkeia.”",
            "The student wants to emphasize a difference in the origins of the two words. Which choice most effectively uses relevant information from the notes to accomplish this goal?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "“Guerdon,” the final word of the 2008 Scripps National Spelling Bee, is of Anglo-French origin, while the following year's final word, “Laodicean,” derives from ancient Greek.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Noting that “guerdon” is of Anglo-French origin and “Laodicean” is of ancient Greek origin, the sentence uses “while” to emphasize a difference in the origins of the two words.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "In 2008, Sameer Mishra won the Scripps National Spelling Bee by correctly spelling the word “guerdon”; however, the following year, Kavya Shivashankar won based on spelling the word “Laodicean.”",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the sentence emphasizes two words used in the Scripps National Spelling Bee, it doesn't emphasize (or mention) the words' linguistic origins.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Kavya Shivashankar won the 2009 Scripps National Spelling Bee by correctly spelling “Laodicean,” which derives from the ancient Greek word “Laodíkeia.”",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the sentence specifies the linguistic origin of one word used in the Scripps National Spelling Bee, it doesn't mention the other word or emphasize a difference in the two words' origins.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The Scripps National Spelling Bee uses words from diverse linguistic origins, such as “guerdon” and “Laodicean.”",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the sentence makes a generalization about words used in the Scripps National Spelling Bee, it doesn't emphasize a difference in the words' origins.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "33": {
        "Number": 33,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "While researching a topic, a student has taken the following notes:",
            ":ibox:• In 1851, German American artist Emanuel Leutze painted Washington Crossing the Delaware.\n\n• His huge painting (149 × 255 inches) depicts the first US president crossing a river with soldiers in the Revolutionary War.\n\n• In 2019, Cree artist Kent Monkman painted mistikôsiwak (Wooden Boat People): Resurgence of the People.\n\n• Monkman's huge painting (132 × 264 inches) was inspired by Leutze's.\n\n• It portrays Indigenous people in a boat rescuing refugees.",
            "The student wants to emphasize a similarity between the two paintings. Which choice most effectively uses relevant information from the notes to accomplish this goal?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Monkman, a Cree artist, finished his painting in 2019; Leutze, a German American artist, completed his in 1851.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence mentions that Monkman's painting was completed in 2019 and Leutze's was completed in 1851; it doesn't emphasize a similarity between the two paintings.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Although Monkman's painting was inspired by Leutze's, the people and actions the two paintings portray are very different.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the sentence acknowledges that one painting was inspired by the other, it emphasizes differences between the two paintings; it doesn't emphasize a similarity between them.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Leutze's and Monkman's paintings are both huge, measuring 149 × 255 inches and 132 × 264 inches, respectively.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sentence emphasizes a similarity between the two paintings, noting that Leutze's painting (which measures 149 × 255 inches) and Monkman's painting (which measures 132 × 264 inches) are both very large.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Leutze's painting depicts Revolutionary War soldiers, while Monkman's depicts Indigenous people and refugees.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence mentions a difference between the two paintings; it doesn't emphasize a similarity between them.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    }
}