{
    "Directions": "Read the following passage. Then answer each question that follows.",
    "Context": [],
    "Title": "Wisconsin's National Parks",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        [" ", "In 1872, the United States government wanted to protect a large area of open land. It decided that no homes or stores could be built there. However, anyone who wanted to visit and enjoy the land would be welcomed. The area became our country's first national park. It was named Yellowstone National Park and is located in what later became the states of Wyoming, Montana, and Idaho. Today, the area is as beautiful as ever."],
        [" ", "More national parks soon opened. In 1916, the National Park Service (or NPS) was started. Its job is to run and protect all the parks. The NPS also takes care of important historical places called monuments. Today, our country has more than 400 national parks, monuments, and other scenic or historic sites. The state of Wisconsin is home to two national parks and two national trails."],
        ["", "Apostle Islands National Lakeshore"],
        [" ", "The Apostle Islands are a group of 21 islands in Lake Superior. They are sometimes called “The Jewels of Lake Superior.” On a map, these islands look like a necklace draped around part of Wisconsin's north shore. People enjoy visiting the beaches, campgrounds, and hiking trails there."],
        [" ", "To reach the park, visitors must travel by boat. There are many sea caves to explore in the cliffs along the shore. During the winter, long icicles form in the caves. Animals, birds, and sea creatures are everywhere. Sunken ships can sometimes be seen beneath the clear, cold water."],
        ["", "St. Croix National Scenic Riverway"],
        [" ", "The St. Croix River flows over 200 miles along the border between Wisconsin and Minnesota. Most of the area remains natural and wild. This river passes high cliffs and green forests. Along its banks is the famous Old Man of the Dalles. This huge rock looks a lot like a human face."],
        [" ", "Visitors can explore this park by land or water. Many people enjoy traveling the river by canoe. Others prefer to take a guided tour. There are many places to hike, bike, fish, and camp near the river. The visitor center in St. Croix Falls is a great place to learn about the park."],
        ["", "Ice Age National Scenic Trail and North Country National Scenic Trail"],
        [" ", "Long ago, Wisconsin was covered with thick sheets of ice called glaciers. When the ice melted, it left behind giant rocks and rolling hills. A hiking trail called Ice Age National Scenic Trail was created to help visitors see this amazing area."],
        [" ", "The trail is 1,200 miles long. It winds through meadows, ponds, and trees. In warm weather, people camp, bird-watch, and fish along the trail. In winter, they practice winter sports in the snow."],
        [" ", "North Country National Scenic Trail links areas across seven states. As the name suggests, it offers a variety of scenic and cultural experiences across a region of the northern United States."],
        ["", "Protecting the Parks of Tomorrow"],
        [" ", "The NPS values young visitors to the national parks. Park rangers and staff love to pass on to children their knowledge about nature. They know it is the children of today who will protect the parks in the future. For this reason, the NPS offers two programs to help children get to know the parks."],
        [" ", "The Junior Ranger Program is designed to make learning about the parks fun. Its motto is “Explore, Learn, and Protect!” Special activities for kids are offered at almost every national park. Young people can complete these activities and earn badges."],
        [" ", "Additionally, a program called Every Kid in a Park is a program just for fourth graders. The NPS offers a free pass to any fourth grader who participates in the program's activities on its website. With this pass, fourth graders can visit the parks for free all year long! One of the national parks or trails in the state of Wisconsin would be the perfect place to start."]
    ],
    "Copyright": "",
    "References": []
}