{
    "Directions": "Read the following passage about a family in the late 1800s then answer each question.",
    "Context": [],
    "Title": "The Door in the Ground",
    "Subtitle": "",
    "Author": "by Laura Ingalls Wilder",
    "LabelType": "P",
    "Content": [
        [" ", "\tThe dim wagon track went no farther on the prairie, and Pa stopped the horses."],
        [" ", "\tWhen the wagon wheels stopped turning, Jack dropped down in the shade between them. His belly sank on the grass and his front legs stretched out. His nose fitted in the furry hollow. All of him rested, except his ears."],
        [" ", "\tAll day long for many, many days, Jack had been trotting under the wagon. He had trotted all the way from the little log house in Indian Territory, across Kansas, across Missouri, across Iowa, and a long way into Minnesota. He had learned to take his rest whenever the wagon stopped."],
        [" ", "\tIn the wagon Laura jumped up, and so did Mary. Their legs were tired of not moving."],
        [" ", "\t“This must be the place,” Pa said. “It’s half a mile up the creek from Nelson’s. We’ve come a good half-mile, and there’s the creek.”"],
        [" ", "\tLaura could not see a creek. She saw a grassy bank, and beyond it a line of willow-tree tops, waving in the gentle wind. Everywhere else the prairie grasses were rippling far away to the sky’s straight edge."],
        [" ", "\t“Seems to be some kind of stable over there,” said Pa, looking around the edge of the canvas wagon-cover. “But where’s the house?”"],
        [" ", "\tLaura jumped inside her skin. A man was standing beside the horses. No one had been in sight anywhere, but suddenly that man was there. His hair was pale yellow. His eyes were so pale that they looked like a mistake. Jack growled."],
        [" ", "\t“Be still, Jack!” said Pa. He asked the man, “Are you Mr. Hanson?”"],
        [" ", "\t“Yah,” the man said."],
        [" ", "\tPa spoke slowly and loudly. “I heard you want to go west. You trade your place?”"],
        [" ", "\tThe man looked slowly at the wagon. He looked at the mustangs, Pet and Patty. After a while he said again, “Yah.”"],
        [" ", "\tPa got out of the wagon, and Ma said, “You can climb out and run around, girls, I know you are tired, sitting still.”"],
        [" ", "\tJack got up when Laura climbed down the wagon wheel, but he had to stay under the wagon until Pa said he might go. He looked out at Laura while she ran along a little path that was there."],
        [" ", "\tThe path went across short sunny grass, to the edge of the bank. Down below it was the creek, rippling and glistening in the sunshine. The willow trees grew up beyond the creek."],
        [" ", "\tOver the edge of the bank, the path turned and went slanting down, close against the grassy bank that rose up like a wall."],
        [" ", "\tLaura went down it cautiously. The bank rose up beside her till she could not see the wagon. There was only the high sky above her, and down below her the water was talking to itself. Laura went a step farther, then one more step. The path stopped at a wider, flat place, where it turned and dropped down to the creek in stair-steps. Then Laura saw the door."],
        [" ", "\tThe door stood straight up in the grassy bank, where the path turned. It was like a house door, but whatever was behind it was under the ground. The door was shut."],
        [" ", "\tIn front of it lay two big dogs with ugly faces. They saw Laura and slowly rose up."],
        [" ", "\tLaura ran very fast, up the path to the safe wagon. Mary was standing there, and Laura whispered to her, “There’s a door in the ground, and two big dogs—” She looked behind her. The two dogs were coming."],
        [" ", "\tJack’s deep growl rolled from under the wagon. He showed those dogs his fierce teeth."],
        [" ", "\t“Those your dogs?” Pa said to Mr. Hanson. Mr. Hanson turned and spoke words that Laura could not understand. But the dogs understood. One behind the other, they slunk over the edge of that bank, down out of sight."],
        [" ", "\tPa and Mr. Hanson walked slowly away toward the stable. The stable was small and it was not made of logs. Grass grew on its walls and its roof was covered with growing grasses, blowing in the wind."],
        [" ", "\tLaura and Mary stayed near the wagon, where Jack was. They looked at the prairie grasses swaying and bending, and yellow flowers nodding. Birds rose and flew and sank into the grasses. The sky curved very high and its rim came neatly down to the faraway edge of the round earth."],
        [" ", "\tWhen Pa and Mr. Hanson came back, they heard Pa say: “All right, Hanson. We’ll go to town tomorrow and fix up the papers. Tonight we’ll camp here.”"],
        [" ", "\t“Yah, yah!” Mr. Hanson agreed."],
        [" ", "\tPa boosted Mary and Laura into the wagon and drove out on the prairie. He told Ma that he had traded Pet and Patty for Mr. Hanson’s land. He had traded Bunny, the mule-colt, and the wagon-cover for Mr. Hanson’s crops and his oxen."],
        [" ", "\tHe unhitched Pet and Patty and led them to the creek to drink. He put them on their picket-lines and helped Ma make camp for the night. Laura was quiet. She did not want to play and she was not hungry when they all sat eating supper by the campfire."],
        [" ", "\t“The last night out,” said Pa. “Tomorrow we’ll be settled again. The house is in the creek bank, Caroline.”"],
        [" ", "\t“Oh, Charles!” said Ma. “A dugout. We’ve never had to live in a dugout yet.”"],
        [" ", "\t“I think you’ll find it very clean,” Pa told her. “It will be snug for winter, and that’s not far away.”"],
        [" ", "\t“Yes, it will be nice to be settled before snow flies,” Ma agreed."],
        [" ", "\t“It’s only till I harvest the first wheat crop,” said Pa. “Then you’ll have a fine house and I’ll have horses and maybe even a buggy. This is great wheat country, Caroline! Rich, l͟e͟v͟e͟l land, with not a tree or a rock to contend with. I can’t make out why Hanson sowed such a small field. It must have been a dry season, or Hanson’s no farmer, his wheat is so thin and light.”"],
        [" ", "\tBeyond the fire-light, Pet and Patty and Bunny were eating grass. They bit it off with sharp, pulling crunches, and then stood chewing it and looking through the dark at the low stars shining. They switched their tails peacefully. They did not know they had been traded."],
        [" ", "\tLaura was a big girl, seven years old. She was too big to cry. But she could not help asking, “Pa, did you have to give him Pet and Patty? Did you, Pa?”"],
        [" ", "\tPa’s arm drew her close to him in a cuddly hug."],
        [" ", "\t“Why, little half-pint,” Pa said. “Pet and Patty like to travel. They are little ponies, Laura, and plowing is too hard work for them. They will be much happier, traveling out west. You wouldn’t want to keep them here, breaking their hearts on a plow. Pet and Patty will go on traveling, and with those big oxen I can break up a great big field and have it ready for wheat next spring."],
        [" ", "\t“A good crop of wheat will bring us more money than we’ve ever had, Laura. Then we’ll have horses, and new dresses, and everything you can want.”"],
        [" ", "\tLaura did not say anything. She felt better with Pa’s arm around her, but she did not want anything except to keep Pet and Patty and Bunny, the long-eared colt."]
    ],
    "Copyright": "“The Door in the Ground” from On the Banks of Plum Creek by Laura Ingalls Wilder, text copyright © 1937, 1965 Little House Heritage Trust. Used by permission of HarperCollins Publishers.",
    "References": []
}