{
    "Directions": "Read the following passage about animals playing then answer each question.",
    "Context": [],
    "Title": "Animals at Play",
    "Subtitle": "",
    "Author": "by Aline Alexander Newman",
    "LabelType": "P",
    "Content": [
        ["", "problems/PA15G3E/media/S3a.jpg"],
        [" ", "\tSplash! Limbs flailing, a rhesus monkey takes a flying leap from a mangrove tree into a tropical pond. Then gurgle, glub—under it goes, as another monkey dive-bombs onto his head. Like human kids fooling around in a backyard pool, monkeys play for hours. So do bears, dolphins, tigers, and foxes!"],
        [" ", "\tThese animals aren't feeding, hunting, defending their territory, or traveling. They're playing—meaning they're doing something simply for fun. But animal play is not a waste of time or energy. Scientists think play may be as important as food and sleep. Why? It promotes brain development and health. It lets animals (and kids) explore their surroundings and invent new behaviors. And it helps them a͟d͟a͟p͟t to a changing world."],
        ["", "Cʟᴜᴇʟᴇss Bᴇᴀʀ"],
        [" ", "\tBear cubs born to more playful mothers stand the best chance of survival. This discovery was made by research biologist Robert Fagen, of Fairbanks, Alaska, who spent ten summers studying brown bears on Alaska's Admiralty Island. “We know that's true,” says Fagen. “But we don't yet know why.” Cowboy, one of Fagen's study bears, grew up as an only cub. His mom liked to wrestle and play, which provided enough playtime for a while. But when Cowboy turned three, he began searching for younger playmates."],
        [" ", "\tThe trouble was that Cowboy was clueless about how to make friends. Whenever he encountered another cub in the forest, Cowboy would roar and act as if he were going to attack. “He was just trying to be friendly,” says Fagen. “But he was misunderstood. When his bluff-charge didn't work, Cowboy would dig a hole in the ground to curl up in. He'd look totally m͟i͟s͟e͟r͟a͟b͟l͟e.”"],
        [" ", "\tOne day Cowboy tried a new approach. He began following another bear. The stranger zigged and zagged trying to lose him. But Cowboy stayed on his tail. For two days the bears paced like boxers in a ring. Then they staged a pretend fight. After that the playful Cowboy wasn't lonely anymore. By summer's end, he had rounded up ten bear buddies who hung out together year after year. One of those “buddies,” a honey-colored female, became his mate."],
        ["", "Tᴏɢᴇᴛʜᴇʀ Tɪᴍᴇ"],
        [" ", "\tOther animals also play in groups. In Botswana, in Africa, Chris Johns, a National Geographic wildlife photographer, spotted a litter of African wild dogs acting rowdy. The pups played games like tug-of-war for hours."],
        [" ", "\tIn addition to helping an animal find a mate and bond with a group, social play serves as a testing ground. “Already those pups were starting to determine who will be the alpha male and alpha female (the pack leaders),” says Johns. At the same time, they were building muscles and developing the speed and agility necessary to catch impalas and outrun lions."],
        [" ", "\tHalf a world away, writer Gary Paulsen was racing sled dogs in Alaska. One day, while resting his team, he spent almost an hour lying on top of a ridge and peering down at a herd of “ice-skating” bison! One after another, each bison backed partway up the hill, pawed the ground like a charging bull, and galloped toward a frozen lake. When it hit the ice, the bison would lift its tail and lock its knees. Then it would zip across the slippery surface—spinning in circles. After slowing to a stop, the bison bellowed loudly, slid back to shore—and did it all over again."],
        ["", "Sᴜʀᴘʀɪsɪɴɢ Pʟᴀʏᴍᴀᴛᴇs"],
        [" ", "\tMost of the time cheetahs play with cheetahs and monkeys play with monkeys. But not always. Play between species may be rare in the wild, but it happens. Roger Payne, director of the Whale Conservation Institute in Lincoln, Massachusetts, says sea lions often play in the wake left by a passing whale. But once he saw a sea lion pup diving and rolling behind a whale that was lying perfectly still—except for whipping up waves with her tail. “It looked like the whale was creating currents for the benefit of the pup,” says Payne."],
        ["", "Tᴏʏ Sᴛᴏʀʏ"],
        [" ", "\tLots of animals play with toys. Large parrots called keas play catch with sticks, roll snowballs, and swing on swings. Bottlenose dolphins blow underwater bubble rings, and then spin and flip their bubble toys with their fins."],
        [" ", "\tDo all animals play? Nobody knows for sure, but the evidence that many species do is convincing. While play behavior in insects, most birds, reptiles, and amphibians may be questionable, there is little doubt that chimpanzees, elephants, and other mammals with large, well-developed brains play."],
        [" ", "\tOne thing's for sure. Whether you wrestle, swim, or figure skate, you're not alone. Somewhere other animals are doing it, too!"],
        [" ", ":box:Jᴜsᴛ ꜰᴏʀ ᴅᴏɢ ʟᴀᴜɢʜs!\n\n\tEverybody knows dogs bark and growl. But animal behaviorist Patricia Simonet of Lake Tahoe, Nevada, recently discovered that dogs also laugh when they play. Dog laughs are so high-pitched that some of the sound is beyond the range of human hearing. Simonet heard the entire sound of laughter on tapes made with special recording equipment. She found that dogs laugh while playing and also laugh to invite each other to play."]
    ],
    "Copyright": "“Animals at Play” from National Geographic World, copyright © 2002 Aline Newman/National Geographic Stock.",
    "References": []
}