{
    "Directions": "Read the passage(s) and answer each question that follows.",
    "Context": [],
    "Title": "Passage 2: [Excerpt from] Forces and Motion at Work",
    "Subtitle": "",
    "Author": "by Shirley Smith Duke",
    "LabelType": "P",
    "Content": [
        ["6", "\tClimb aboard a roller coaster and hang on! It jerks and rattles to the top of a slope. It hovers a second before plunging into a stomach-thrilling drop. The turns sling riders from side to side. A jolting stop forces everyone backward. The ride is over."],
        ["7", "\tAll these motions are forces. Forces are actions that start, stop, or change the shape or motion of a body. Early scientists, called natural philosophers, noticed patterns of motion between the Sun and Moon and the changing seasons. They asked questions and tried to explain their world."],
        ["8", "\tGalileo studied motion in the late 1500s. He dropped objects of different weights from a building. He discovered that objects fall at the same rate. Until then, people believed heavy things fell faster than light ones. Galileo's discovery energized and upset scientific ... communities..."],
        ["9", "\tSir Isaac Newton studied nature in the late 1600s. He wondered why the Moon moved and never fell because he knew that when ordinary objects fell they always hit the ground."],
        ["10", "\tNewton believed the same force that pulled objects down might be the same force that pulled the Moon. He defined this force as gravity, the unseen force holding the universe together. Newton's laws of motion and gravity came from his interest in the Moon."],
        ["11", "\tNewton said all objects have mass. Mass is the amount of matter in something. Mass stays the same. Everything with mass exerts, or applies, a force on every other thing. Small masses exert less force so the force isn't as noticeable."],
        ["12", "\tMass is different from weight. Weight is defined as force of attraction between a person and place in the universe. Weight can change, depending on the location."],
        ["13", "\tOn Earth, a person has a set amount of mass. Their weight is in pounds (or kilograms) and will change if they leave Earth. On the Moon, that same person has the same mass, but their weight is less. The smaller-sized Moon exerts less gravitational pull on their mass. The Moon's mass is less, so its gravitational pull is less."],
        ["14", "\tGravity exists between any two objects in the universe. With more mass, a body has a stronger pull."],
        ["15", "\tPlanets with large masses have a strong gravitational pull. The force a person exerts on a planet is small. A planet's huge mass holds people to the ground."],
        ["16", "\tDistant bodies exert less gravitational pull. The Sun is too distant to pull people to it. Smaller bodies exert less pull. That's why people don't fall toward other people."],
        ["17", "\tNewton's ideas introduced the science of mechanics. Mechanics is the study of force and motion. The same force that pulls things toward Earth also pulls on things out in space. The Moon would go off in a straight line without Earth's gravity."]
    ],
    "Copyright": "From FORCES AND MOTION AT WORK by Shirley Duke. Copyright © 2012 Rourke Educational Media. All rights reserved.",
    "References": []
}