{
    "Directions": "Read the passage(s) and answer each question that follows.",
    "Context": [],
    "Title": "Passage 1: [Excerpt from] Forces and Motion",
    "Subtitle": "",
    "Author": "by Robert Snedden",
    "LabelType": "P",
    "Content": [
        ["1", "\tWhat is a force? Quite simply, forces are pushes and pulls. Forces are acting on us, and on everything around us all the time. Forces make things move, they make them change direction, they make them speed up and slow down, and they make them stop moving. If you push or pull something, if you stretch it or squeeze it, if you bend it or twist it, you are exerting a force."],
        ["2", "\tSome forces act only when something actually touches something else. When you kick a ball, for example, you exert a force. Other forces, like magnetism and gravity, can act at a distance and make an object move without actually touching it."],
        ["", "Forces and Energy"],
        ["3", "\tWhat's the difference between force and energy? Energy makes things happen. Whenever anything happens, energy is transferred from one form to another. When a force acts on something, either pushing it or pulling it, it means that energy is being transferred. You can't apply a force unless you use energy. If you throw a ball, chemical energy stored in your arm muscles becomes kinetic energy (movement energy) in the ball."],
        ["", "Forces Are with You!"],
        ["4", "\tThe effects of some forces are easy to see. If you accidentally knock a cup from the table, you can see the force of gravity at work pulling it toward the ground. You can also see the force of its impact with the ground that causes it to break! To read this book, you need to exert a force on the pages with your muscles to make them turn. If you swing a bat at a baseball, you can feel the force of the impact vibrating up your arms and see its effect as the ball accelerates away. With every step you take, you are pushing Earth away from you. With every breath, you are pulling air into your lungs."],
        ["5", "\tForces can act on invisibly small pieces of matter. Powerful forces, for example, hold together the tiny atoms that make up everything around us. Some forces are felt over great distances. The force of gravity acts right across the universe, shaping and holding together groups of planets, stars, and galaxies"]
    ],
    "Copyright": "From FORCES AND MOTION by Robert Snedden. Copyright © 2007 Gareth Stevens Publishing LLLP. All rights reserved.",
    "References": []
}