{
    "Directions": "Read this story, then answer each question that follows.",
    "Context": [
        "In Ireland in 1937, Kathleen Murphy represents her dance school at a recital. She scans the audience for her Aunt Polly as she nervously awaits her turn to perform."
    ],
    "Title": "[Excerpt from] Kathleen: The Celtic Knot",
    "Subtitle": "",
    "Author": "by Siobhan Parkinson",
    "LabelType": "L",
    "Content": [
        [" ", "\tI put my weight on my left foot and stood with my right foot poised, wondering what on"],
        [" ", "earth I was going to do when the music started, because I couldn't remember even the very"],
        [" ", "first step of the dance. But as soon as I heard the squeezebox¹ leading into my tune, everything"],
        [" ", "that had happened over the past few weeks flew out of my head, and the knowledge of the"],
        ["5", "steps came flooding back."],
        [" ", "\tThe split second the bar note sounded, I leaped into action. This was it. Either my legs were"],
        [" ", "going to give way under me and I was going to end up in a heap on the floor with Polly's green"],
        [" ", "curtains all around me, or I was going to dance my heart out. I gave one big, joyful bound and"],
        [" ", "gave myself up to the dance, and the dance did me proud."],
        ["10", "\tI kicked and soared and pranced and whirled, stepped and twirled and spun and flew,"],
        [" ", "tripped and skipped and skimmed and sailed, all over that stage. I hardly knew where I"],
        [" ", "was, and I was completely oblivious to the audience, the strange hall, even the"],
        [" ", "adjudicator,² though I knew she must be out there somewhere in the blur of humanity"],
        [" ", "beyond the stage, watching carefully and taking notes. I didn't care about that. I was filled"],
        ["15", "with the joy of the dance, and I didn't give a rattling toss about Tess O'Hara and her sky"],
        [" ", "blue frock and her snooty ways. All I wanted was for the music never to stop, so that I"],
        [" ", "could dance and twinkle and leap in its magic nets forever."],
        [" ", "\tThe music did stop, of course, and I did, too; and as soon as I stopped, I knew it was"],
        [" ", "just as well that the music had, because suddenly I was worn out, weak-kneed and"],
        ["20", "panting, fit to collapse."],
        [" ", "\tA terrific noise started up out of nowhere. I thought maybe the roof was coming down"],
        [" ", "or a tremendous thunderstorm had started up, and I stood there, as if nailed to the stage,"],
        [" ", "waiting to be overwhelmed by whatever force it was that had set this thunderous sound in"],
        [" ", "motion. I breathed deeply, blinking and looking around me, still standing center stage,"],
        ["25", "with my toes pointed in front of me and my knee crooked, as I had been taught. Then I"],
        [" ", "realized what the noise was, and I started to smile. It wasn't a natural disaster or a storm."],
        [" ", "It was applause, a thunderous clapping and stamping of feet and rocking of chairs. And it"],
        [" ", "was for me, for me and my dance. I beamed. I beamed and beamed until my face ached."],
        [" ", "I felt like the sun, up there on the stage, the center of a little universe, all eyes toward me,"],
        ["30", "and me beaming and radiating triumph and pleasure and gratitude and exhaustion all"],
        [" ", "at once."],
        [" ", "\tI made a little curtsy, and then I tripped quickly and lightly offstage."],
        [" ", "\t“She's so light on her feet,” I could hear people say, as I flew down the steps at the side"],
        [" ", "of the stage. “It's like watching feathers floating on the breeze,” some poetic type said."],
        ["35", "“She's a champion, that's for sure.”"],
        [" ", "\tThey were talking about me, but I'd lost interest now. I wanted to see if Polly was there."],
        [" ", "I needed to know that she'd seen me dancing. I wanted her to be able to tell my mam about"],
        [" ", "it. Madge and the others wouldn't have the words to describe it, I knew that, and I couldn't"],
        [" ", "describe it myself, but Polly would be able to tell it all with great panache."],
        ["40", "\tI stood near the top of the hall, by the stage, and I scanned the rows and rows of people."],
        [" ", "A figure was coming toward me, but I couldn't make it out properly in the semi-dusk of the"],
        [" ", "seething room."],
        [" ", "\t“Polly?” I called uncertainly. It couldn't be Polly, though; it was too big and blustering."],
        [" ", "I was right. It was Mrs. Maguire."],
        ["45", "\t“Maith thú, a Chaitlin!” she was saying delightedly, pumping my hand. “Well done,"],
        [" ", "Kathleen! That was a champion performance if ever I saw one. You're my star pupil, do"],
        [" ", "you know that? I'm proud to be your teacher.”"],
        [" ", "\tI smiled nervously at her. I wasn't used to having my hand shaken, and I certainly"],
        [" ", "wasn't used to people being proud to be my teacher. I kept on smiling, and at the same"],
        ["50", "time I was trying to look around Mrs. Maguire's bulk to see if I could catch a glimpse of"],
        [" ", "Polly's flying figure and wide smile."],
        [" ", "\tMrs. Maguire moved away then, after giving my hand one last good yank, to talk to"],
        [" ", "another pupil's mother, and as she did so, I spotted Polly, hanging back, waiting for me to"],
        [" ", "finish my conversation with my teacher."],
        ["55", "\tI was so glad to see her. I waved, and she came running forward and scooped me into a"],
        [" ", "tight, tight hug, whirling me around and around the floor at the side of the rows of seats, till I"],
        [" ", "could hardly breathe."],
        [" ", "\t“Did you see me?” I asked when she finally let me go."],
        [" ", "\t“I only caught the end of it, love,“” she said, “but you were brilliant, absolutely brilliant."],
        ["60", "You weren't dancing. You were flying!”"],
        [" ", "\t“That's what it feels like,” I said. “Flying.”"]
    ],
    "Copyright": "“Excerpt from Kathleen: The Celtic Knot”: From KATHLEEN: THE CELTIC KNOT by Siobhan Parkinson, copyright © 2003 by Pleasant Company. Used with permission of: Pleasant Company Publications.",
    "References": [
        ["¹", "squeezebox: slang for an accordion"],
        ["²", "adjudicator: a judge"]
    ]
}