{
    "Directions": "Read this story, then answer each question that follows.",
    "Context": [
        "Katerina and her family came to America from Europe with a dream of owning a farm. Katerina, or Trina as she is called by her family, is looking back over the past year."
    ],
    "Title": "[Excerpt from] Katerina's Wish",
    "Subtitle": "",
    "Author": "by Jeannie Mobley",
    "LabelType": "L",
    "Content": [
        [" ", "\tMy Papa's dream brought us to America. Momma said only a fool believed in dreams,"],
        [" ", "but she knew Papa, so she packed our trunks. And whether she believed or not, that"],
        [" ", "dream swept us out of Bohemia¹ and across the ocean. We'd arrived, in the autumn of"],
        [" ", "1900 in “a new land for the new century,” as Papa put it. By May of 1901, neither the"],
        ["5", "dream nor the country felt new. They both felt old and worn out. As I stood behind our"],
        [" ", "house, staring at a dozen bundles of filthy laundry, I couldn't help but think Momma had"],
        [" ", "been right."],
        [" ", "\tPapa had dreamed of a thriving farm where we would live well. He had imagined"],
        [" ", "acres of green fields, not the dry, barren hills of southern Colorado. He had imagined"],
        ["10", "fresh air and sunshine, the bounty of the fertile land filling our larder and our pockets."],
        [" ", "Instead, he spent long days underground, toiling in the unwholesome air of a coal mine."],
        [" ", "And even with all this laundry Momma took on, our pockets stayed empty and our larder"],
        [" ", "was never full. Now that my sisters and I were out of school for the summer, Momma had"],
        [" ", "determined to take on as much washing as we could from the bachelors in town. But it"],
        ["15", "still wasn't likely to mean much money."],
        [" ", "\t“This is too much wash to do in the kitchen,” Momma observed from the back door."],
        [" ", "\t“It's too much to do at all,” I grumbled."],
        [" ", "\t“If you want to be going back to school in the fall, you'll be needing a new dress,” she"],
        [" ", "said. “And the money's got to come from somewhere.”"],
        ["20", "\tThe new term would not start until October, when the schoolmaster returned from"],
        [" ", "one of the other coal camps in the area. But saving money wasn't easy. When we left"],
        [" ", "Bohemia, Papa had thought a year in the coal mines would earn us enough for a farm. We"],
        [" ", "had been here nine months already and had saved almost nothing."],
        [" ", "\t“At least Trina will get a new dress,” Aneshka said. She was sitting on the back step,"],
        ["25", "kicking at the dust. “I'll just get her old dress cut down to my size, and Holena will get"],
        [" ", "mine that used to be hers.”"],
        [" ", "\t“I don't mind,” Holena said quietly from her seat beside Aneshka. She would be"],
        [" ", "starting school for the first time in the fall."],
        [" ", "\t“Mind or not, it can't be helped,” Momma said, her mouth setting into a thin, tight"],
        ["30", "line. It was almost the only expression she had worn since coming to America. “And you"],
        [" ", "do have to go to school.” School was important. Momma had had few chances to learn"],
        [" ", "English. She relied on my sisters and me to translate for her."],
        [" ", "\tMomma sighed, looking again at the big piles of coal-blackened laundry. “We'll take"],
        [" ", "this load down by the creek. That way we don't have to haul water. Trina, you carry it"],
        ["35", "there, and we'll all join you when chores here are done.”"],
        [" ", "\tI began hauling tubs and bundles of filthy clothes across camp and down the steep"],
        [" ", "slope to the little creek to the west. It took me four trips back and forth across the shabby"],
        [" ", "town, and each time I returned to the house it seemed Aneshka was working slower and"],
        [" ", "slower at her easy jobs. Holena, who was too little to help carry anyway, was watching"],
        ["40", "Momma knead the week's bread dough. I glared at Aneshka as I gathered the bundles, but"],
        [" ", "she ignored me."],
        [" ", "\tIn the creek bottom, I found a wide, grassy spot and built a fire, then arranged stones"],
        [" ", "to balance a tub over the flames. Then I filled the tub with water from the creek. By the"],
        [" ", "time I was done, my sweat-soaked dress clung to my shoulders. My mother and sisters had"],
        ["45", "still not arrived. I wiped the sweat from my forehead with the corner of my apron. Was"],
        [" ", "this all there was to my father's dreams sweat and coal dust and endless hours of work?"],
        [" ", "\tI stretched and looked around. If I was going to spend the day scrubbing filthy"],
        [" ", "clothes, I wasn't going to stay here while I waited for the water to boil. I deserved these"],
        [" ", "few minutes to myself. I wandered along the water's edge, listening to the birds chirp in"],
        ["50", "the low bushes and trying to forget the drudgery of the day ahead."],
        [" ", "\tA short distance downstream, the valley narrowed and turned. The slopes of the valley"],
        [" ", "became steeper, blocking the view of anything around the bend. I had never gone there."],
        [" ", "For months, I had come only to the creek to draw water. My pace quickened as a flutter of"],
        [" ", "adventure stirred in my heart. I glanced back toward the laundry. My mother and sisters"],
        ["55", "still weren't there. I had time to see what lay beyond the shoulder of land."],
        [" ", "\tAround the bend, I stopped in amazement. The creek spread out into a still pool. At"],
        [" ", "its edge, an ancient cottonwood tree leaned out, its massive branches reaching across until"],
        [" ", "they shaded the creek bottom from slope to slope. For a moment I thought I might be"],
        [" ", "dreaming. I had never seen this tree before."]
    ],
    "Copyright": "",
    "References": [
        ["¹", "Bohemia: a district within the Czech Republic"]
    ]
}