{
    "Directions": "Read this article, then answer each question.",
    "Context": [],
    "Title": "Weed Wars",
    "Subtitle": "",
    "Author": "by Roberta Kwok",
    "LabelType": "L",
    "Content": [
        [" ", "\tWeeds are plants that people don't want. When weeds grow on a farm, they hog light,"],
        [" ", "water and nutrients. Then crops don't grow as well."],
        [" ", "\tFarmers used to get rid of weeds by pulling them or digging them out with a hoe. (In"],
        [" ", "poorer countries, many farmers still do this.) Sometimes farmers would cover the soil to"],
        ["5", "block weeds from getting sunlight or throw salt on the weeds to kill them."],
        [" ", "\tThen scientists found chemicals called herbicides that kill weeds. The best herbicide"],
        [" ", "was glyphosate. But farmers had to be careful because glyphosate could also kill crops."],
        [" ", "Farmers could spray fields with glyphosate only before planting crops. Otherwise, they"],
        [" ", "had to use special equipment that would ensure glyphosate was applied to weeds only."],
        ["10", "\tIn the 1990s, something big happened: Scientists made crops that couldn't be killed by"],
        [" ", "glyphosate. They changed the plants' DNA, the genetic instructions that tell cells which"],
        [" ", "molecules to make. If farmers planted these glyphosate-resistant crops, they could spray"],
        [" ", "the herbicide all over the field anytime and kill weeds without harming crops."],
        [" ", "\t“It became very simple,”says Steve Duke, a plant scientist at the U.S. Department of"],
        ["15", "Agriculture in Oxford, Miss. “Just spray once or twice, kill everything [but your crops].”"],
        [" ", "\tFarmers loved those glyphosate-resistant crops. They started planting more and more"],
        [" ", "of them and using more and more glyphosate."],
        ["", "Wɪɴɴɪɴɢ ᴛʜᴇ ʟᴏᴛᴛᴇʀʏ"],
        [" ", "\tSome people thought glyphosate would work forever. But the weeds were evolving."],
        [" ", "That means their DNA was changing."],
        ["20", "\tOnce in a while, changes to a weed's DNA would allow that weed to survive the"],
        [" ", "glyphosate. The chances of changes like this were very, very small. But when farmers used"],
        [" ", "glyphosate year after year on millions of hectares¹ of crops, “what seems almost impossibly"],
        [" ", "improbable becomes more probable,” Duke says."],
        [" ", "\tMike Owen, a weed scientist at Iowa State University in Ames, compares the process"],
        ["25", "to a lottery. If one person buys a lottery ticket, his or her chances of winning are tiny. But"],
        [" ", "when millions of people play, chances are good that at least one person will pick the"],
        [" ", "winning combination of numbers. As weeds were sprayed with glyphosate every year, it"],
        [" ", "was like billions of plants were buying lottery tickets over and over, trying to “win”"],
        [" ", "resistance to glyphosate. Eventually, some weeds were going to hit the jackpot. It didn't"],
        ["30", "take long for that to happen. In 1996, Australian scientists found a weed called rigid"],
        [" ", "ryegrass that couldn't be killed with normal levels of glyphosate. In 2001, a researcher in"],
        [" ", "the United States reported another resistant weed, called horseweed. Now at least 21 weed"],
        [" ", "species have evolved glyphosate resistance."],
        ["", "Cᴏᴘʏ ᴛʜᴀᴛ"],
        [" ", "\tOne of these weeds is called palmer pigweed. It's a leafy plant that can grow two or"],
        ["35", "three inches per day and reach 10 feet tall. “You can sit there and put it on your desk and"],
        [" ", "you can watch it grow,” Culpepper² says."],
        [" ", "\tThese weeds are especially good at becoming resistant to glyphosate. They pass pieces"],
        [" ", "of DNA to each other through their pollen, tiny particles that fertilize plants. So if one"],
        [" ", "palmer pigweed plant figures out how to fight glyphosate, it can give the information to"],
        ["40", "another palmer pigweed. Each fertilized weed can make about half a million seeds. A lot"],
        [" ", "of those seeds can grow into new resistant weeds."],
        [" ", "\tBut how are these weeds changing their DNA to resist glyphosate? Todd Gaines, a"],
        [" ", "weed scientist at the University of Western Australia in Crawley, wanted to find out."],
        [" ", "\tGlyphosate normally kills weeds by attaching to a molecule in plant cells called an"],
        ["45", "enzyme. The enzyme helps the cells make other molecules called amino acids, which the"],
        [" ", "plants need to survive. (Amino acids are the building blocks of proteins, which play a role"],
        [" ", "in everything from building tissues to relaying signals about health and a plant's"],
        [" ", "environment.) But when glyphosate sticks to the enzyme, the enzyme no longer works."],
        [" ", "\tGaines' team found that resistant palmer pigweed plants contain extra copies of a"],
        ["50", "segment of DNA. Called a gene, this DNA piece contains instructions for making the"],
        [" ", "enzyme targeted by glyphosate. Cells of the resistant plant made a lot more of that enzyme"],
        [" ", "-so many that glyphosate couldn't block all of them. These plants were able to keep"],
        [" ", "growing normally."],
        ["", "Oᴜᴛsᴍᴀʀᴛɪɴɢ ᴛʜᴇ ᴡᴇᴇᴅs"],
        [" ", "\tGetting rid of resistant weeds won't be easy. But farmers have their own tricks."],
        ["55", "\tThey can use a mixture of herbicides. If a weed is resistant to one herbicide, maybe a"],
        [" ", "different herbicide will kill it. Some weeds, however, are already resistant to several"],
        [" ", "herbicides. For example, Tranel's³ team found weeds in Illinois that resist four different"],
        [" ", "types of weed-killing chemicals."],
        [" ", "\tSo farmers will have to use more than one strategy to fight weeds."],
        ["60", "\tSome might plant crops such as rye and then flatten them. The flattened rye will block"],
        [" ", "sunlight from reaching the soil and keep weed seeds from sprouting. Some weed seeds"],
        [" ", "need to be close to the soil's surface to sprout, so farmers could use a plow to bury the"],
        [" ", "seeds deeper underground."],
        [" ", "\tScientists at the University of Western Australia are also working on a contraption"],
        ["65", "called a seed destructor. When farmers use machines to harvest their crops, the machines"],
        [" ", "pick up weed seeds and spit them back onto the field. The seed destructor will capture the"],
        [" ", "seeds and grind them up."],
        [" ", "\tBut no solution will protect all crops, scientists realize. This means many solutions"],
        [" ", "must be developed to manage the many types of weeds that bully the many types of crops"],
        ["70", "in farms across the world."]
    ],
    "Copyright": "",
    "References": [
        ["¹", "1 hectare equals 2.47105 acres"],
        ["²", "Stanley Culpepper: weed scientist at the University of Georgia in Tifton"],
        ["³", "Patrick Tranel: weed scientist at the University of Illinois at Urbana"] 
    ]
}