{
    "Directions": "Read this article, then answer each question that follows.",
    "Context": [],
    "Title": "Recycling Electronic Waste",
    "Subtitle": "",
    "Author": "by Harriet Rohmer",
    "LabelType": "L",
    "Content": [
        [" ", "\tWhen Alex Lin was 11 years old, he read an alarming article in the newspaper"],
        [" ", "about electronic trash, known as e-waste. The article said that people were dumping their"],
        [" ", "e-waste in places it should never go. They were burying old computers in backyards,"],
        [" ", "throwing TVs into streams, and tossing cell phones in the garbage. This was dangerous,"],
        ["5", "the article said, because e-waste contains poisonous chemicals and toxic metals like"],
        [" ", "mercury and lead. These harmful substances can leak into the environment, getting into"],
        [" ", "crops, animals, water supplies and people."],
        [" ", "\t“I was really worried,” Alex remembers. “Just think about it. You know those toys that"],
        [" ", "have been recalled because they contain tiny amounts of lead that could be dangerous to"],
        ["10", "children? Well, consider this: each CRT (cathode ray tube) monitor contains four to eight"],
        [" ", "pounds (nearly two to four kilograms) of lead.”"],
        [" ", "\tAlex showed the article to a few of his classmates. They were worried too. “What if it's"],
        [" ", "happening here? We could be poisoning the environment and not even know it.”"],
        [" ", "\t“Maybe we can help,” Alex said. “I think we should make this our next project"],
        ["15", "for WIN.”"],
        [" ", "\tWIN was the Westerly Innovations Network, named for their town of Westerly, Rhode"],
        [" ", "Island. Two years before, Alex, then nine years old, and six of his buddies had formed the"],
        [" ", "organization to help solve community problems. All of them were part of a national"],
        [" ", "program that teaches kids to become community leaders. Alex's father is a coach with"],
        ["20", "WIN. “He makes sure that we plan each project in a practical way,” says Alex."],
        [" ", "\tBut what could they do about this problem with e-waste? How would they even start?"],
        [" ", "\t“The first thing we did,” Alex says, “was to learn more about the problem.” Alex and"],
        [" ", "his friends spent several weeks gathering information about the chemicals in e-waste and"],
        [" ", "their effects on humans. They learned how to dispose of e-waste properly and how it"],
        ["25", "could be recycled. “Then,” he says, “we had to find out what the situation was in our town."],
        [" ", "So we sent out a survey.”"],
        [" ", "\tWhat they found amazed them: Of the people who answered the survey, only one in"],
        [" ", "eight even knew what e-waste was, let alone how to properly dispose of it. One man had"],
        [" ", "dug a huge hole in his backyard and dumped about 50 old Mac computers inside it. “It"],
        ["30", "was a business he had,” Alex says. “He bought up old computers, took the valuable parts"],
        [" ", "he could resell, and then dumped everything else. He didn't see anything wrong with that.”"],
        [" ", "\tAlex and his friends went into action. They advertised in the local newspaper and"],
        [" ", "distributed notices to students, asking residents to bring their unwanted electronics to the"],
        [" ", "school parking lot. The drive lasted two days, and they collected over 21,000 pounds (over"],
        ["35", "9,500 kilograms) of e-waste, including the school systems obsolete computers, which were"],
        [" ", "being stored in an old school bus."],
        [" ", "\tThe next step was to set up a permanent e-waste drop-off center for the town and to"],
        [" ", "find a responsible company to recycle the waste. That was when Alex and his friends"],
        [" ", "learned another scary fact about e-waste some irresponsible recycling companies don't"],
        ["40", "break down the e-waste and dispose of it safely themselves. Instead, they ship it overseas"],
        [" ", "to countries such as China and Nigeria, where local environmental laws are not enforced"],
        [" ", "and kids their age work at picking apart and burning e-waste (to get at the valuable"],
        [" ", "metals) with no masks or other kinds of protection. After a while, these kids get very"],
        [" ", "sick. “We checked carefully online to make sure the company we chose didn't do this,”"],
        ["45", "Alex says."],
        [" ", "\tAfter setting up the e-waste drop-off center, Alex's team began to think about how to"],
        [" ", "reuse some of the old computers so they wouldn't have to be recycled. “In our research,"],
        [" ", "we'd learned that reusing is the best way to deal with electronic devices that people don't"],
        [" ", "want anymore,” Alex says. “That's because you can save energy and resources. Reusing is"],
        ["50", "seven times more efficient than recycling. If we could refurbish computers ourselves and"],
        [" ", "distribute them to students who didn't have their own, we could help students in our area"],
        [" ", "and protect the environment at the same time.”"],
        [" ", "\tFor a lasting solution to e-waste, the drop-off center wasn't enough. Laws would have"],
        [" ", "to be passed. In 2005, Alex and his team met with state representatives who were pushing"],
        ["55", "for an e-waste bill in Rhode Island. Their bill was very complicated  — among other things,"],
        [" ", "it required companies that manufactured or sold electronics to take back e-waste. The bill"],
        [" ", "did not pass. Then, in the spring of 2006, Alex testified at the state house in favor of a"],
        [" ", "new e-waste bill that would simply forbid the dumping of e-waste. He and other"],
        [" ", "supporters talked to legislators, made slide presentations, and collected more than"],
        ["60", "370 signatures. And this time, they won! The bill became law on July 8, 2006, making"],
        [" ", "Rhode Island the fourth state in the nation to create legislation for the safe disposal of"],
        [" ", "e-waste."],
        [" ", "\tBecause of the work of people like Alex and his team, more and more people are"],
        [" ", "getting the message about safe disposal of e-waste. As Alex says, “Today's technology"],
        ["65", "should not become tomorrow's toxic trash.”"]
    ],
    "Copyright": "“Recycling Electronic Waste”: From “Recycling Electronic Waste”, HEROES OF THE ENVIRONMENT by Harriet Rohmer, illustrated by Julie McLaughlin © 2009 by Harriet Rohmer. Used with permission of Chronicle Books LLC, San Francisco. Visit ChronicleBooks.com",
    "References": []
}