{
    "Directions": "Read this story, then answer each question that follows.",
    "Context": [
        "On her first venture into the woods of her new home town, Taylor makes an unexpected discovery."
    ],
    "Title": "[Excerpt from] Summer Hawk",
    "Subtitle": "",
    "Author": "by Deborah Savage",
    "LabelType": "L",
    "Content": [
        [" ", "\tIt rose above everything, a giant white crack against the blue sky. Solitary in the"],
        [" ", "middle of the clearing, dwarfing the forest growth, the white tree was split down the"],
        [" ", "middle. Black, charred wood contrasted with the pale bark so distinctly it looked as"],
        [" ", "though someone had painted it."],
        ["5", "\tThe tree had been dead a long time before the lightning struck last night. No leaf"],
        [" ", "clung to the maze of branches. Half of the tree rose into the sky fifty or sixty feet, every"],
        [" ", "twig etched in white against searing blue. The other half lay smashed on the ground,"],
        [" ", "flattening the grass for an area the size of a small house. Whole, the trunk must have been"],
        [" ", "ten feet in diameter. I never knew until that moment how one could stand truly frozen"],
        ["10", "with awe."],
        [" ", "\tAnd with the awe came also sorrow. I would never see this tree whole. I touched the"],
        [" ", "outer twigs lightly with my fingertips. Perhaps I alone had seen the moment of this tree's"],
        [" ", "fiery division. I pushed deeper in until I was laced around by the branches. There was a"],
        [" ", "sudden piercing shriek so close to me I gasped and stumbled back."],
        ["15", "\tThe shrieking came from the impenetrable center of the broken branches. It was"],
        [" ", "impossible to see anything through the latticework of tangled twigs. The screeching"],
        [" ", "increased frantically whenever I moved. Angry ... and afraid. I worked my way around"],
        [" ", "the outer branches and climbed cautiously up on the broken half of the trunk. My hands"],
        [" ", "turned black from the burned wood, and I felt the warmth. I was touching lightning."],
        ["20", "\tI crawled out as far as I could and stood up, holding tight to a protruding branch. I"],
        [" ", "peered down into the mass below me, and there was the ugliest bird I had ever seen."],
        [" ", "\tIt was huge, bigger than a chicken, covered in soot-matted tufts of gray down. Clumps"],
        [" ", "of feathers stuck out unevenly on the wings and tail. Its head was almost bare, comprised"],
        [" ", "of not much more than two great, fierce-browed eyes and a curved beak so sharp and"],
        ["25", "powerful-looking I was sure it could take my finger off. The beak was open so wide I"],
        [" ", "could see the tongue, and the bird lunged awkwardly at me while it screamed. It clung"],
        [" ", "precariously to a branch with oversized, yellow, taloned feet. When I moved closer, the"],
        [" ", "bird lurched at me so violently it toppled, flapping and squawking, into the tangle below. It"],
        [" ", "clawed its way back onto the branch and continued to scream at me."],
        ["30", "\tIt might have been the most pathetic thing Id ever seen. But despite the scrawny neck"],
        [" ", "and naked head, despite the twigs and dirt caught in the ragged down, somehow the bird"],
        [" ", "was magnificent. Beautiful. Brave. The eyes, dark as a dreamless sleep, glared straight into"],
        [" ", "my own. Powerful, unfinished, wild. The bird clung defiantly to its branch and I clung to"],
        [" ", "mine. Sunlight glinted off the knife-sharp beak. To my surprise, when I knelt to straddle"],
        ["35", "the branch, the bird stopped shrieking, and for a long time we were both still."],
        [" ", "\tI don't know how long I sat there. The bird never took its attention from me. If I"],
        [" ", "brushed the hair from my sweaty face or slapped a mosquito, it followed my movement"],
        [" ", "with an alert dart of its eye. Gradually I began to think more carefully. This bird was"],
        [" ", "obviously too young to fly. So it must have been in its nest when the tree was struck by"],
        ["40", "lightning. If it was too young to fly, it would die here. Starve. Or get eaten by something"],
        [" ", "else. But if I tried to rescue it, even if I could get through those jagged twigs which"],
        [" ", "reminded me of barbed wire, I would face a creature who could rip the nose off my face."],
        [" ", "\tIt wasn't just that I couldn't do it. I shouldn't do it. I had to remain objective. Reporters"],
        [" ", "couldn't get involved in the disasters they came upon. Their job was just to report them. I"],
        ["45", "would simply go home and tell someone about it."],
        [" ", "\tBut what if something killed it in the meantime? What if it was already close to"],
        [" ", "starving? I sat up abruptly and the bird hissed at me. Again I looked into those frightened,"],
        [" ", "defiant eyes, and suddenly I remembered the hawk lady. With that thought, I was already"],
        [" ", "scrambling backwards on my stomach down the trunk. I would go home and call her. This"],
        ["50", "bird had to be a hawk or eagle or something like that what else would be so big? And"],
        [" ", "that's what the hawk lady did: saved hawks. I jumped to the ground and started across the"],
        [" ", "clearing"],
        [" ", "\tAnd stopped. In every direction, the encircling woods looked exactly the same. I"],
        [" ", "turned slowly around. The bird was silent, but I could feel it watching me from the"],
        ["55", "branches. I was abandoning it. I closed my eyes and took a deep breath. I told myself that"],
        [" ", "this wasn't wilderness. It was Uncle Fred's and Aunt Grace's old farm. I was sure to come"],
        [" ", "upon civilization no matter what direction I chose. I opened my eyes and began to walk,"],
        [" ", "and did not look back at the shattered tree."],
        [" ", "\tThe woods no longer felt like a warm nest. Something crashed in the dark"],
        ["60", "undergrowth, and I jumped back with a startled yell, as defiant as the bird had been. My"],
        [" ", "hands were curled as tight as the bird's talons. For a long time I made my way through the"],
        [" ", "sifting, leafy shadows of the woods, slipping down slopes, tripping over roots. I kept going"],
        [" ", "downhill. I twisted my ankle jumping across a stream. Then, all at once, I scrambled down"],
        [" ", "a steep incline choked with thick hemlocks and slid to a stop on a dirt road."]
    ],
    "Copyright": "",
    "References": []
}