{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [
        "Kelly wrote this essay warning readers to avoid a common morning activity. Read Kelly’s essay and look for the revisions she needs to make. Then answer the questions that follow."
    ],
    "Title": "Don’t Touch That Button!",
    "Subtitle": "",
    "Author": "",
    "LabelType": "N",
    "Content": [
        ["", "\t(1) “Five more minutes” is the first thought of people all over the country when their alarms go off in the morning. (2) This first thought is usually followed by hitting the snooze button and falling back asleep for those precious few extra moments. (3) Hitting the snooze button has become routine for millions of people, but the time has come to examine this habit and develop new routines for feeling more rested during the day."],
        ["", "\t(4) Though the snooze button is intended to allow people a few extra minutes of sleep, it contributes to unhealthy patterns. (5) Most people think if they are tired when they first wake up that they must need more sleep. (6) They are mistaken when they conclude that any sleep is good sleep. (7) Sleeping is a process with different stages or cycles. (8) To feel fully rested, the body must go through all the sleep cycles. (9) Falling back asleep after hitting the snooze button restarts the process, but when the alarm rings again several minutes later, the process is interrupted. (10) The body has not had time to go through all of the stages, and this can cause the body to feel sleepy for the rest of the day. (11) This sleepiness can affect memory, the ability to make choices, and performance at work or school."],
        ["", "\t(12) People normally fall asleep at night and wake up in the morning because their internal rhythms are operating naturally. (13) Circadian rhythms are negatively impacted by repeated use of the snooze button, which can contribute to feelings of sleepiness during the day and an inability to fall asleep at night. (14) Once that happens, the snooze button becomes even more attractive in the morning."],
        ["", "\t(15) Rather than relying on the snooze button, people need to consider developing different routines. (16) The easiest option for those who still cannot resist the snooze button is to put the alarm on the other side of the room. (17) Having to get out of bed to turn it off changes the likelihood of hitting the snooze button. (18) Another option, if your schedule allows it, is to just reset the alarm. (19) Rather than hitting the snooze button several times, setting your alarm for 30 minutes later will extend the entire sleep process instead of constantly restarting it. (20) However, it must be stressed that getting up 30 minutes later in the morning is not an excuse to stay up 30 minutes later the night before."],
        ["", "\t(21) Though a few extra minutes of sleep may seem to promise a better start to the day, hitting that snooze button creates an unhealthy sleep pattern."]
    ],
    "Copyright": "",
    "References": []
}