{
    "Directions": "Read the passage about a scientist and the work he does with insects. Then answer each question that follows.",
    "Context": [],
    "Title": "The Bug Wrangler",
    "Subtitle": "",
    "Author": "by Gail V. Goodwin",
    "LabelType": "P",
    "Content": [
        ["1", "Steven Kutcher can make a fly scratch its head. He can get a wasp to fly into someone's mouth and a tarantula to stand still. Kutcher is Hollywood's go-to bug wrangler. He trains the bugs and other insects that star in movies."],
        ["2", "Kutcher has worked on more than 100 films and dozens of commercials. If a grasshopper, beetle, or locust needs to be trained, Kutcher is usually the guy who does it. He also handles crickets, butterflies, ants, dragonflies, roaches, houseflies, caterpillars, praying mantises, and mealworms. He herds mosquitoes and bees that bite and sting. In Spider-Man, he wrangled a spider to “bite” Peter Parker. He made bees swarm a zookeeper in We Bought a Zoo."],
        ["3", "Kutcher loved bugs as a child. Today, bugs are his business. He has a master's degree in biology, focusing on entomology, insect behavior, and ecology. He spends a lot of time observing insects and spiders. He understands what makes them act in certain ways. A dog trainer might give a dog a biscuit when the dog sits up or rolls over on command. Kutcher uses his knowledge of how arthropods respond to heat, light, wind, and texture to make them do what he wants."],
        ["", "problems/MA23G3E/media/S2a.jpg"],
        ["", "Cᴏᴄᴋʀᴏᴀᴄʜᴇs ᴀɴᴅ Cʜᴇᴇᴛᴏs"],
        ["4", "To get a mosquito to stay still, he puts it in a cool place. To make a tarantula stop moving, he covers its eyes. He uses certain chemicals to attract bees and ants. He knows that given a choice between light and dark, flies will go to light."],
        ["5", "One time, Kutcher needed to make a fly clean itself on cue. Knowing that flies taste with their feet, he put honey on the fly's feet and head. He set the fly down. Sure enough, it rubbed its head!"],
        ["6", "For one movie, Kutcher needed a cockroach to crawl from a shoe to a bag of Cheetos to a magazine and stop on a picture. To make that happen, he thought like a cockroach. “Cockroaches like to run along edges of things. What I did was guide it by creasing the bag of Cheetos and placing things in such a manner that the odds were that the cockroach would go in that direction.”"],
        ["7", "Wrangling bugs is difficult work. “There is so much involved,” Kutcher explains. “Anyone could put a bucket of cockroaches on a table. But it takes somebody knowledgeable to make them act for a camera. And I have to make sure that we can collect the insects after filming, that none of them are hurt, that the lighting is right, and that the filmmakers are not using too much heat. Then I say, 'Action, bug.'”"],
        ["", "Tʜᴇ Hᴜᴍᴀɴ Fᴀᴄᴛᴏʀ"],
        ["8", "In one movie, Kutcher needed to keep an actor from stepping on spiders. “We cut out the bottoms of his shoes and taught him how to step on spiders by putting the holes over the spiders.”"],
        ["9", "For another movie, Kutcher and others took care of 500 spiders. To choose the best spiders for use in the movie, he and the other handlers held a kind of spider Olympics among three different species. Which spiders won? “Two tarantulas played the king and queen spiders, but the Delena huntsman spiders were in the most scenes.”"],
        ["10", "To make one of the Delena walk four feet along a path and climb into a slipper, Kutcher created two fences from monofilament — thread thinner than human hair and invisible on film. He designed motors to make the filament move to keep the spiders on the right path. “It's all about connecting science with art,” he says."],
        ["11", "How does Kutcher find his tiny film stars? “I raise some, collect some, and get some from other people. I may go out with a net or set a trap. I use fly traps baited with smelly stuff to trap live flies.” To collect insects, he must know where they live and what kind of habitat they have. “I'm very good at using a net. I try to swing only once to catch the insect.”"],
        ["", "problems/MA23G3E/supps/MA23G3E-S2A.json"],
        ["", "Hᴏᴍᴇ Sᴡᴇᴇᴛ Hᴏᴍᴇ?"],
        ["12", "Many of Kutcher's bugs live in his home. He has 2,000 large darkling beetles crawling around in containers in his living room and a refrigerator full of caterpillars. One time, he took care of 3,000 African grasshoppers for six months. When he was a child, he kept tarantulas under his bed. Today, he keeps 40 to 60 containers of arthropods in an insect zoo!"],
        ["13", "“I feed spiders with flies caught in my fly traps and I give crickets to the tarantulas. I feed the monarch butterflies milkweed and the Gulf fritillaries passion vine. I grow the plants in my butterfly garden. I try to keep things simple. Beetles get grain, plants, oranges, and lettuce.”"],
        ["14", "When not wrangling bugs for films, Kutcher enjoys working with bugs in other creative ways. He invents bug-related things like bug collectors made from cardboard tubes. He makes art by putting paint on the feet of bugs, one foot at a time, and having the bugs walk on wet paper."],
        ["15", "Kutcher also presents programs about arthropods. He teaches about insect habitats and the relationship between insects and humans."],
        ["16", "He knows that insects and biodiversity are important for a healthy planet and is concerned by the loss of animal habitat. “To study the earth,” he says, “one must be close to it and cherish the value of life — and that includes insects.”"]
    ],
    "Copyright": "“The Bug Wrangler” by Gail V. Goodwin, from Highlights for Children (September 2015). Text copyright © 2015 by Highlights for Children. Republished by permission of Highlights for Children, Inc. Photograph 1 copyright © Steven Kutcher. Photograph 2 copyright © iStockphoto/ithinksky.",
    "References": []
}