{
    "Directions": "Use the sources to answer each question that follows.",
    "Context": [],
    "Title": "",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["", "Source 1"],
        [" ", "This text is from Defence of the Constitutions of Government of the United States of America, written by John Adams in 1787. Adams used this text to explain his ideas about individual rights."],
        ["", ":box:[It has been said] ... “that the people ... are the best keepers of their own liberties...”\n\nAlmost all confine their benevolence to their families, relations, personal friends, parish, village, city, county, province, and that very few, indeed, extend it impartially1 to the whole community... If a majority are capable of preferring their own private interest ... to that of the nation collectively, some provision must be made in the constitution, in favor of justice, to compel all to respect the common right [and] the public good...\n\nThe majority and their leaders ... will as certainly oppress the minority, and make ... laws for their own wealth, power, grandeur, and glory..."],
        ["", "Source 2"],
        [" ", "This excerpt from a speech by President Ronald Reagan in 1987 explains the importance of limits on government."],
        ["", ":box:Freedom is not created by government, nor is it a gift from those in political power. It is, in fact, secured, more than anything else, by those limitations ... that are placed on those in government. It is absence of the government censor in our newspapers and broadcast stations and universities. It is the lack of fear by those who gather in religious services. It is the absence of official abuse of those who speak up against the policies of their government."],
        ["", "Source 3"],
        [" ", "This summary describes a 1941 U.S. Supreme Court case about minority rights."],
        ["", ":box:Facts and Case Summary:\nCox v. New Hampshire\n\nI. Facts: A New Hampshire town required that a license be obtained before parades could be held within the town. A [citizens'] group ... held a sidewalk parade without first obtaining the license, and they were fined for violating the law. The [group] challenged the New Hampshire law, saying that its provisions violated their First Amendment rights. Specifically, they challenged the fee attached to the permit as a means of suppressing their free speech rights.\n\nII. Issue: Whether time, place, and manner restrictions on holding a parade violate the First Amendment freedoms of speech and assembly.\n\nIII. Ruling: No.\n\nIV. Reasoning (9–0): A unanimous Supreme Court, via Justice Charles Evans Hughes, held that, although the government cannot regulate the contents of speech, it can place reasonable time, place, and manner restrictions on speech for the public safety. The Court held that the New Hampshire law was not meant to prohibit speech, but simply to regulate it when it took the form of a parade or other form of large gathering. The Court said that the government had a legitimate interest in keeping order at such events, and it could impose a fee for the license that was proportional to the amount of police presence that would be required to ensure the peaceable nature of the event."],
        ["", "Source 4"],
        [" ", "This poster was created after the United States entered the Second World War in 1941. It was part of an effort by the federal government to limit speech."],
        ["", "problems/DEG7SS/media/S1a.jpg"]
    ],
    "Copyright": "",
    "References": []
}