{
    "Directions": "Read the passage and then answer each question that follows.",
    "Context": [],
    "Title": "[Excerpt from] The Wind in the Willows",
    "Subtitle": "",
    "Author": "by Kenneth Grahame",
    "LabelType": "P",
    "Content": [
        ["", "The River Bank"],
        ["1", "\tAs he sat on the grass and looked across the river, a dark hole in the bank opposite, just above the water’s edge, caught his eye, and dreamily he fell to considering what a nice, snug dwelling­place it would make for an animal with few wants and fond of a bijou riverside residence, above flood level and remote from noise and dust. As he gazed, something bright and small seemed to twinkle down in the heart of it, vanished, then twinkled once more like a tiny star. But it could hardly be a star in such an unlikely situation; and it was too glittering and small for a glow­worm. Then, as he looked, it winked at him, and so declared itself to be an eye; and a small face began gradually to grow up round it, like a frame round a picture."],
        ["2", "\tA brown little face, with whiskers."],
        ["3", "\tA grave round face, with the same twinkle in its eye that had first attracted his notice."],
        ["4", "\tSmall neat ears and thick silky hair."],
        ["5", "\tIt was the Water Rat!"],
        ["6", "\tThen the two animals stood and regarded each other cautiously."],
        ["7", "\t“Hullo, Mole!” said the Water Rat."],
        ["8", "\t“Hullo, Rat!” said the Mole."],
        ["9", "\t“Would you like to come over?” enquired the Rat presently."],
        ["10", "\t“Oh, it’s all very well to talk,” said the Mole rather pettishly, he being new to a river and riverside life and its ways."],
        ["11", "\tThe Rat said nothing, but stooped and unfastened a rope and hauled on it; then lightly stepped into a little boat which the Mole had not observed. It was painted blue outside and white within, and was just the size for two animals; and the Mole’s whole heart went out to it at once, even though he did not yet fully understand its uses."],
        ["12", "\tThe Rat sculled smartly across and made fast. Then he held up his fore­paw as the Mole stepped gingerly down. “Lean on that!” he said. “Now then, step lively!” and the Mole to his surprise and rapture found himself actually seated in the stern of a real boat."],
        ["13", "\t“This has been a wonderful day!” said he, as the Rat shoved off and took to the sculls again. “Do you know, I’ve never been in a boat before in all my life.”"],
        ["14", "\t“What?” cried the Rat, open­mouthed: “Never been in a — you never — well I — what have you been doing, then?”"],
        ["15", "\t“Is it so nice as all that?” asked the Mole shyly, though he was quite prepared to believe it as he leant back in his seat and surveyed the cushions, the oars, the rowlocks, and all the fascinating fittings, and felt the boat sway lightly under him."],
        ["16", "\t“Nice? It’s the only thing,” said the Water Rat solemnly as he leant forward for his stroke. “Believe me, my young friend, there is nothing — absolute nothing — half so much worth doing as simply messing about in boats. Simply messing,” he went on dreamily: “messing—about—in—boats; messing—”"],
        ["", "problems/MS22G6E/media/S2a.jpg"]
    ],
    "Copyright": "Adapted from The Wind In The Willows by Kenneth Grahame. Originally published in 1908.\n\nPhotograph of a muskrat feeding on cattail, courtesy of Superstock, age fotostock/1566­282693.",
    "References": []
}