{
    "Directions": "Read this story, then answer each question that follows.",
    "Context": [
        "In 1938, when many people are out of work, teenager Cece Maloney dreams of getting a job as a radio star at Columbia Radio in Manhattan."
    ],
    "Title": "[Excerpt from] Radio Girl",
    "Subtitle": "",
    "Author": "by Carol Brendler",
    "LabelType": "P",
    "Content": [
        ["1", "\tThe minute Ma and Nory left for Mass on Saturday morning, I emptied out my skate bag, shoving my skates under the bed as far as I could reach. The bag was my cover. If anyone asked, I was just going to the roller rink, like every weekend. I threw my pocketbook into the bag, along with my working paper and a dollar I had borrowed from Ma's rainy-day jar. I would need money for trolley fares and the ferry. Next, I dragged out the least shabby of my blouses and my new school skirt, the only one that fit. I cuffed my bobby socks neatly and laced up my saddle shoes."],
        ["2", "\tAll week long, I had practiced tongue twisters and read up on Columbia's programs in Radio Guide. All I had to do next was get out of the apartment before Ma and Nory came back from church, drop my skate bag off at Bev's place, then head for 485 Madison Avenue in Manhattan and the offices of CBS..."],
        ["3", "\tThirty minutes later, I had left behind the brewery smells of Newark. I leaned against a damp railing on the Hoboken ferry, bound for the Thirty-ninth Street dock. The mist on the river cooled my face and arms. Waves on the Hudson caught the sun and glimmered like the sequins on a radio star's evening gown. I'd never been across the Hudson by myself before, and the freedom of it made me feel like one snappy piece of work."],
        ["4", "\tWhen the ferry sidled up next to the dock, the crew threw ropes around the pilings. “Unique New York,”¹ I whispered. “Unique New York.” The city lay before me, with seven million future fans, and I couldn't wait to get started."],
        ["5", "\tThe streets were packed with people, shouting, running, hailing cabs. I hurried up to Forty-second Street, then headed east, passing shopkeepers propping open tavern doors and sweeping stoops. Wisecracking men unloaded trucks. Horns honked. Bellhops stood outside of hotels, and there were already lines at the banks."],
        ["6", "\tFlattened chewing gum and old stogies² dotted the sidewalks. I passed a Chinese restaurant smelling of boiled cabbage, then crossed another alley that smelled of rotten vegetables and exhaust fumes. On Fifth Avenue, I squeezed past fancy-dressed ladies in wide brimmed hats walking their toy dogs. I passed a Sabrett's hot-dog cart on the street. There were businessmen in smart suits and fedoras rushing by shabby folks sitting against streetlamps selling pencils or asking for spare change. More horns honked. Motor oil on the street shimmered in the sun. At the corner of Madison and Forty-sixth, a Buick nearly ran over the toes of my saddle shoes."],
        ["7", "\tFinally, there it was, twenty-four stories high. Four hundred eighty-five Madison Avenue, the Columbia building. Its windows were like mirrors, reflecting the even taller skyscrapers all around. I stood in front for a minute, taking it all in. This was a moment I would always remember, the beginning of my rise to radio stardom."],
        ["8", "\tI licked my thumb and rubbed the scuff marks off my shoes, nodded at the doorman, and pushed through the revolving door."]
    ],
    "Copyright": "Excerpt from Radio Girl by Carol Brendler. Copyright © 2013 by Carol Brendler. Published by Holiday House. Used with permission of Holiday House, Inc. via Copyright Clearance Center.",
    "References": [
        ["¹", "Unique New York: a tongue twister that the narrator practices, as well as a feeling that New York City, especially Manhattan, is like no other place in the world"],
        ["²", "old stogies: cigars"]
    ]
}