{
    "Directions": "Read this article, then answer each question that follows.",
    "Context": [],
    "Title": "[Excerpt from] Great Migrations",
    "Subtitle": "",
    "Author": "by Elizabeth Carney",
    "LabelType": "P",
    "Content": [
        [" ", "\t\t"],
        ["1", "\tAnimals migrate for a variety of reasons, some we know and some we don't. They may need fresh sources of food or a place to mate. They might have to flee from predators or find shelter from extreme temperatures."],
        ["2", "\tThe sun—its rise and fall over a day and the whirling of the Earth around it for a year —powers these events. They are some of nature's most thrilling dramas. Come have a closer look at some of the world's great migrations."],
        ["", "Mali Elephants"],
        [" ", "\t\tDriven by Thirst"],
        ["3", "\tThere's a saying that an elephant never forgets. For the Mali desert elephants, that saying must be true. For them, forgetting the location of a lifesaving water hole would be a deadly mistake."],
        ["4", "\tMali elephants live along the southern edge of the Sahara desert. In order to survive in their parched environment, the animals are on a nearly constant search for water. A wise, older female, called a matriarch, leads each family group. The herd's survival depends on her decisions."],
        ["5", "\tUnder typical conditions, Mali elephants can thrive. But sometimes even the wisest matriarch is no match for nature. When a recent drought dried up nearly every water source in the region, the Malian government trucked in water for the elephants."],
        [" ", "\t\tMotive to Move"],
        ["6", "\tMali elephants have the longest migration of any elephant. Their life-or-death challenge is to find enough water in a desert. After a rare rain, Mali elephants must get to newly-formed water holes before they dry up."],
        [" ", "\t\tDangers"],
        ["7", "\tOven-like 120°F heat and fierce sand storms can be a threat for tired, thirsty elephants. Youngsters are the most vulnerable.¹"],
        ["", "Monarch Butterflies"],
        [" ", "\t\tColor A-Flutter"],
        ["8", "\tIt's spring in Mexico's Oyamel Forests. After blanketing nearly every inch of the trees, millions of monarch butterflies take flight. Their orange-and-black wings color the sky like an explosion of confetti."],
        ["9", "\tWith the sun as their compass, they head north. No one butterfly will live long enough to complete the entire journey. Instead, they rely on a map imprinted in their genes. Each new generation of butterfly picks up where its parents left off. Together, they travel farther than any known insect."],
        [" ", "\t\tMotive to Move"],
        ["10", "\tThe delicate butterflies cannot survive cold winter temperatures. In the fall, they head south to spend the winter in Mexico. When spring arrives, the butterflies take flight to the United States and Canada where their favorite food, milkweed, is plentiful."],
        [" ", "\t\tDangers"],
        ["11", "\tMonarchs face many predators, but the butterflies' toxic² skin discourages second helpings."],
        ["", "Golden Jellyfish"],
        [" ", "\t\tGold Rush"],
        ["12", "\tWith the rise of the sun, swarms of golden jellyfish start a migration. While many migrating animals make their move once a year, these jellyfish undertake a major journey every single day. Following the movement of the sun, millions of jellyfish circle the saltwater lake they call home—the appropriately named Jellyfish Lake."],
        ["13", "\tWhy does a small, pulsating³ jellyfish go through all the trouble? Golden jellyfish must follow the sun to support the plant-like algae that grow in their bodies. The algae convert sunlight into sugars for energy. In exchange for protection and a place to live, the algal hitchhikers make extra food for the jellyfish. The algae also give jellyfish their beautiful golden glow."],
        [" ", "\t\tMotive to Move"],
        ["14", "\tGolden jellyfish must maximize their time in the sun so the algae living on their bodies can survive."],
        [" ", "\t\tDangers"],
        ["15", "\tGolden jellyfish have to avoid the shade to keep their algae in the sunshine. Staying on the move also helps the jellies avoid the stinging clutches of a predatory sea anemone."],
        ["", "Zebras"],
        [" ", "\t\tStriped Stallions"],
        ["16", "\tJust as the American West has its mustangs, the Serengeti⁴ has a horse-like animal to call its own: the unmistakable zebra. But zebras don't have time to horse around. Like the region's other hoofed animals—wildebeests and gazelles—zebras must stay on the move for fresh grass and water."],
        ["17", "\tZebras live in small groups with a dominant male, called a stallion, leading them. Sometimes, herds will come together by the thousands to find better feeding grounds."],
        ["18", "\tOf all Serengeti's grazers, zebras are the least picky. They'll feed on the toughest grasses, paving the way for soft, leafy regrowth that wildebeests and gazelles prefer."],
        [" ", "\t\tMotive to Move"],
        ["19", "\tZebras are forever searching for fresh grass and water. They follow roughly the same movements as wildebeests. The timing of their travels is driven by rainfall, which fuels the growth of new grass and refills water holes."],
        [" ", "\t\tDangers"],
        ["20", "\tZebras must always be on the lookout for lions, crocodiles, and hyenas. The animals are favorite prey for these big carnivores."],
        ["", "Wildebeests"],
        [" ", "\t\tWild Risks"],
        ["21", "\tOn a Tanzanian plain, a wildebeest is born. Its mother urges it to stand. Human babies can take a year or more to take their first steps. But this young antelope has to be mobile in minutes. In central Africa, it's get up or get eaten!"],
        ["22", "\tFor a wildebeest, being in a rush is a way of life. That's because they are a favorite snack on the savanna. Lions, leopards, crocodiles, and hyenas all feed on the moving herds. Outrunning enemies means living to see tomorrow. Despite the danger, wildebeests have to follow the seasonal rains to greener grasslands. Water and food are worth braving exhaustion and hungry predators."],
        [" ", "\t\tMotive to Move"],
        ["23", "\tThe region's alternating dry and rainy seasons mean that plant eaters have to stay on the move to find a steady supply of greens. During the dry seasons, the plains dry up into barren dust fields. Wildebeests would starve if they didn't migrate."],
        [" ", "\t\tDangers"],
        ["24", "\tWildebeests who escape predators and survive thirst may still be trampled if their herd is startled into a frenzied stampede."],
        ["", "problems/NY24G6E/media/S1a.jpg"]
    ],
    "Copyright": "",
    "References": [
        ["¹", "vulnerable: likely to be affected by something bad"],
        ["²", "toxic: poisonous to others"],
        ["³", "pulsating: pulsing, pumping, or beating with blood or breath"],
        ["⁴", "Serengeti: a plain in northern Tanzania"]
    ]
}