{
    "Directions": "Read this story, then answer each question that follows.",
    "Context": [
        "In the early 1900s, a man from the country named Bud travels to the big city, hoping to find work. At the beginning of the excerpt, Bud is on a ferry boat, talking to a younger man as a violinist asks people for money."
    ],
    "Title": "[Excerpt from] Manhattan Transfer: A Novel",
    "Subtitle": "",
    "Author": "by John Dos Passos",
    "LabelType": "P",
    "Content": [
        ["1", "\tThe breeze made the hair stir round the tight line of his cap and dried the sweat on his temples. His feet were blistered, he was leaden tired, but when the ferry moved out of the slip, bucking the little slapping scalloped waves of the river he felt something warm and tingling shoot suddenly through all his veins. “Say, friend, how fur is it into the city from where this ferry lands?” he asked a young man in a straw hat wearing a blue and white striped necktie who stood beside him."],
        ["2", "\tThe young man's glance moved up from Bud's road-swelled shoes to the red wrist that stuck out from the frayed sleeves of his coat, past the skinny turkey's throat and slid up cockily into the intent eyes under the broken-visored cap."],
        ["3", "\t“That depends where you want to get to.”"],
        ["4", "\t“How do I get to Broadway? ... I want to get to the center of things.”"],
        ["5", "\t“Walk east a block and turn down Broadway and you'll find the center of things if you walk far enough.” ..."],
        ["6", "\tThe violinist was going through the crowd with his hat held out, the wind ruffling the wisps of gray hair on his shabby bald head. Bud found the face tilted up at him, the crushed eyes like two black pins looking into his. “Nothin',” he said gruffly and turned away to look at the expanse of river bright as knife blades. The plank walls of the slip closed in, cracked as the ferry lurched against them; there was rattling of chains, and Bud was pushed forward among the crowd through the ferryhouse. He walked between two coal wagons and out over a dusty expanse of street towards yellow streetcars. A trembling took hold of his knees. He thrust his hands deep in his pockets."],
        ["7", "\t[The word] “EAT” [could be seen] on a lunchwagon halfway down the block. He slid stiffly onto a revolving stool and looked for a long while at the pricelist."],
        ["8", "\t“Fried eggs and a cup o' coffee.”"],
        ["9", "\t“You look all in, feller,” the man said as he broke the eggs into the sizzling grease of the frying pan."],
        ["10", "\t“Came down from upstate. I walked fifteen miles this morning.”"],
        ["11", "\tThe man made a whistling sound through his eyeteeth. “Comin' to the big city to look for a job, eh?”"],
        ["12", "\tBud nodded. The man flopped the eggs sizzling and netted with brown out onto the plate and pushed it towards Bud with some bread and butter on the edge of it. “I'm goin' to slip you a bit of advice, feller, and it won't cost you nutten. You go an' git a shave and a haircut and brush the hayseeds out o' yer suit a bit before you start lookin'. You'll be more likely to git something. It's looks that count in this city.”"]
    ],
    "Copyright": "Excerpt from Manhattan Transfer by John Dos Passos. Copyright © 1925 by John Dos Passos. Copyright © renewed 1953 by Elizabeth Dos Passos. Published by Houghton Mifflin Harcourt. Used with permission of Houghton Mifflin Harcourt Publishing Company via Copyright Clearance Center.",
    "References": []
}