{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Matter & Energy",
            "Scientific Investigation & Reasoning"
        ],
        "SubTopics": [
            "Diagram the flow of energy through living systems, including food chains, food webs, and energy pyramids.",
            "Use models to represent aspects of the natural world such as an atom, a molecule, space, or a geologic feature."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The chart lists organisms in five different categories living near the Texas Gulf Coast.",
            "problems/TX19G8S/media/1a.jpg",
            "Based on the chart, which food chain best models a flow of energy in this ecosystem?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Sun ⇒ Shrimp ⇒ Mosquitoes ⇒ Coyotes",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sun cannot transfer energy to mosquitoes because mosquitoes are not producers.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Sun ⇒ Shrimp ⇒ Algae ⇒ Red drum",
                "Key": {
                    "Correct": true,
                    "Rationale": "Food chains begin with producers, which convert energy from the sun into food. The sun can transfer energy to algae, which are producers. Organisms that can get their energy from other organisms are called consumers. Algae can transfer energy to shrimp, which are primary consumers. Primary consumers get their energy directly from producers. Shrimp can transfer energy to red drum, which are secondary consumers. Secondary consumers get their energy directly from primary consumers.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Sun ⇒ Shrimp ⇒ Pygmy sunfish ⇒ Wood ducks",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sun cannot transfer energy to pygmy sunfish because pygmy sunfish are not producers. Pygmy sunfish cannot transfer energy to shrimp because shrimp cannot consume pygmy sunfish.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Sun ⇒ Algae ⇒ Willow oaks ⇒ River otters",
                "Key": {
                    "Correct": false,
                    "Rationale": "Willow oaks cannot transfer energy to algae because algae are producers.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space",
            "Scientific Investigation & Reasoning"
        ],
        "SubTopics": [
            "Understand that gravity is the force that governs the motion of our solar system.",
            "Use models to represent aspects of the natural world such as an atom, a molecule, space, or a geologic feature."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "A student makes a model of the sun-Earth system by swinging a ball around her head. Using this model, the student is trying to explain how Earth stays on a path around the sun.",
            "problems/TX19G8S/media/2a.jpg",
            "The student explains that this path is the result of  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "the magnetic attraction between Earth and the sun",
                "Key": {
                    "Correct": false,
                    "Rationale": "The magnetic attraction between Earth and the sun does not cause Earth to revolve around the sun because the magnetic fields are not strong enough to achieve this.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "potential energy stored in Earth that originated in the sun",
                "Key": {
                    "Correct": false,
                    "Rationale": "The force that causes Earth to revolve around the sun does create potential energy, energy an object has because of its position. However, this energy is stored in the Earth-sun system. In addition, potential energy did not originate in the sun.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "the gravitational attraction between the sun and Earth",
                "Key": {
                    "Correct": true,
                    "Rationale": "Gravity is the attractive force that causes Earth to revolve around the sun.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "electromagnetic energy from the sun pulling on Earth",
                "Key": {
                    "Correct": false,
                    "Rationale": "Electromagnetic energy from the sun pulling on Earth does not cause Earth to revolve around the sun because the electromagnetic energy is not strong enough to achieve this.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Matter & Energy"
        ],
        "SubTopics": [
            "Identify that protons determine an element's identity and valence electrons determine its chemical properties, including reactivity."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Atoms of which two elements have a combined total of 23 protons?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Sodium, Na, and magnesium, Mg",
                "Key": {
                    "Correct": true,
                    "Rationale": "The atomic number of sodium is 11. This means that there are 11 protons in the nucleus of a sodium atom. The atomic number of magnesium is 12. This means that there are 12 protons in the nucleus of a magnesium atom. 11 protons + 12 protons = 23 proton.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Boron, B, and carbon, C",
                "Key": {
                    "Correct": false,
                    "Rationale": "The atomic number of boron is 5. This means that there are 5 protons in the nucleus of a boron atom. The atomic number of carbon is 6. This means that there are 6 protons in the nucleus of a carbon atom. 5 protons + 6 protons = 11 protons.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Copper, Cu, and zinc, Zn",
                "Key": {
                    "Correct": false,
                    "Rationale": "The atomic number of copper is 29. This means that there are 29 protons in the nucleus of a copper atom. The atomic number of zinc is 30. This means that there are 30 protons in the nucleus of a zinc atom. 29 protons + 30 protons = 59 protons.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "None of these",
                "Key": {
                    "Correct": false,
                    "Rationale": "The atomic number of sodium is 11. This means that there are 11 protons in the nucleus of a sodium atom. The atomic number of magnesium is 12. This means that there are 12 protons in the nucleus of a magnesium atom. 11 protons + 12 protons = 23 protons.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space",
            "Scientific Investigation & Reasoning"
        ],
        "SubTopics": [
            "Describe components of the universe, including stars, nebulae, and galaxies, and use models such as the Hertzsprung-Russell diagram for classification.",
            "Analyze data to formulate reasonable explanations, communicate valid conclusions supported by the data, and predict trends."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The spectral classes of four stars are shown in comparison with a Hertzsprung-Russell diagram.",
            "problems/TX19G8S/media/4a.jpg",
            "problems/TX19G8S/media/4b.jpg",
            "Based on the information, which star is most like the sun?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Star 1",
                "Key": {
                    "Correct": false,
                    "Rationale": "Star 1 is in spectral class O. Main sequence stars in spectral class O have a temperature of 25,000 K or greater and a luminosity between 10⁴ and 106.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Star 2",
                "Key": {
                    "Correct": false,
                    "Rationale": "Star 2 is in spectral class A. Main sequence stars in spectral class A have a temperature of approximately 10,000 to 8,000 K and a luminosity between 1 and 10 2.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Star 3",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sun is a main sequence star in spectral class G with a temperature of approximately 5,500 K and a luminosity of 1. Main sequence stars in spectral class G have a temperature range of 6,000 to 5,000 K and a luminosity between 10⁻¹ and 10.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "Star 4",
                "Key": {
                    "Correct": false,
                    "Rationale": "Star 4 is in spectral class M. Main sequence stars in spectral class M have a temperature of approximately 3,000 K or less and a luminosity between 10 -4 and 10-1.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Organisms & Environments"
        ],
        "SubTopics": [
            "Observe, record, and describe the role of ecological succession such as in a microhabitat of a garden with weeds."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Primary succession occurs when pioneer species move into an area that has no plants. Which organisms are common pioneer species?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Conifer trees and tall grasses with roots that loosen the soil",
                "Key": {
                    "Correct": false,
                    "Rationale": "Conifer trees and tall grasses are not able to colonize areas without soil.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Mosses and lichens that can grow on rocky surfaces",
                "Key": {
                    "Correct": true,
                    "Rationale": "Mosses and lichens are able to colonize areas without soil. Mosses and lichens create soil for plants where there is none. Many plants, such as trees, grasses, and vines, have roots that need soil.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Grasses and weeds that arrive as seeds carried by the wind and then germinate in rich soil",
                "Key": {
                    "Correct": false,
                    "Rationale": "Grasses and weeds are not able to colonize areas without soil.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Vines and shrubs that help prevent the erosion of shallow soil",
                "Key": {
                    "Correct": false,
                    "Rationale": "Vines and shrubs are not able to colonize areas without soil.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Force, Motion & Energy",
            "Scientific Investigation & Reasoning"
        ],
        "SubTopics": [
            "Demonstrate and calculate how unbalanced forces change the speed or direction of an object's motion."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "A mother and daughter press their hands together and then push apart while ice skating.",
            "problems/TX19G8S/media/6a.jpg",
            "Immediately after they push away from each other, how does the motion of the mother and daughter change?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The mother moves forward, and the daughter moves backward with a greater acceleration.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The mother moves backward because the mother and daughter pushed away from each other.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Both move forward, but the mother moves with a greater acceleration.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Both mother and daughter move backward. The mother moves with less acceleration because she has more mass.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "The mother moves backward, and the daughter moves forward with a greater acceleration.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The daughter moves backward.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "Both move backward, but the daughter moves with a greater acceleration.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Both the mother and the daughter move backward because the mother and daughter pushed away from each other with equal force. The daughter moves backward with greater acceleration because she has less mass.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space",
            "Scientific Investigation & Reasoning"
        ],
        "SubTopics": [
            "Relate plate tectonics to the formation of crustal features.",
            "Use models to represent aspects of the natural world such as an atom, a molecule, space, or a geologic feature."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "A teacher asks students to make a model of a transform plate boundary. The students use blocks to represent tectonic plates and slide the blocks past each other in the directions of the arrows as shown.",
            "problems/TX19G8S/media/7a.jpg",
            "Which event can the students best demonstrate with their model?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "An earthquake",
                "Key": {
                    "Correct": true,
                    "Rationale": "Transform plate boundaries are plate boundaries where tectonic plates are sliding past each other. The constant sliding between the two plates can lead to earthquakes.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "A volcanic eruption",
                "Key": {
                    "Correct": false,
                    "Rationale": "A volcanic eruption can occur at convergent or divergent plate boundaries. A convergent plate boundary occurs where tectonic plates are moving toward each other and colliding. A divergent plate boundary occurs where tectonic plates are moving away from each other.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Formation of a rift valley",
                "Key": {
                    "Correct": false,
                    "Rationale": "A rift valley is a lowland area that is formed by divergent plates.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Building up of a mountain",
                "Key": {
                    "Correct": false,
                    "Rationale": "Building up of a mountain is caused by convergent plates.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Matter & Energy"
        ],
        "SubTopics": [
            "Investigate how evidence of chemical reactions indicates that new substances with different properties are formed and how that relates to the law of conservation of mass."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Which statement best describes evidence that a chemical reaction occurs as a cake bakes?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The water in the cake batter evaporates.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Evaporation is a physical change. No new substances with properties different from the cake batter are formed.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "The cake rises as gas bubbles form in the baking cake.",
                "Key": {
                    "Correct": true,
                    "Rationale": "A chemical change results in the formation of a new substance with different properties. A physical change does not result in the formation of a new substance with different properties because although the outward appearance of a substance is altered, its chemical composition remains the same. The gas that formed was a new substance with properties different from the cake batter. This is an indication that a chemical reaction took place.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "The cake takes the shape of the container in which it is baked.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Taking the shape of the container is a physical change. No new substances with properties different from the cake batter are formed.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "The water in the cake batter is used to keep the cake moist as it bakes.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Water moistening of the cake batter is a physical change. No new substances with properties different from the cake batter are formed.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Organisms & Environments",
            "Scientific Investigation & Reasoning"
        ],
        "SubTopics": [
            "Identify the basic characteristics of organisms, including prokaryotic or eukaryotic, unicellular or multicellular, autotrophic or heterotrophic, and mode of reproduction, that further classify them in the currently recognized kingdoms.",
            "Analyze data to formulate reasonable explanations, communicate valid conclusions supported by the data, and predict trends."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "A group of students used this diagram to classify three organisms into different kingdoms.",
            "problems/TX19G8S/media/9a.jpg",
            "Which table correctly identifies the three kingdoms?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "problems/TX19G8S/media/9b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "A member of Kingdom Protista is unicellular not multicellular.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "problems/TX19G8S/media/9c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "A member of Kingdom Fungi does not have chloroplasts. A member of Kingdom Protista is unicellular not multicellular. A member of Kingdom Plantae has a cell wall and chloroplasts.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "problems/TX19G8S/media/9d.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "A member of the Kingdom Plantae is multicellular and has a cell wall and chloroplasts. A member of Kingdom Fungi is multicellular, has a cell wall, but does not have chloroplasts. A member of Kingdom Animalia is multicellular and has no cell wall and no chloroplasts.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "problems/TX19G8S/media/9e.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "A member of Kingdom Animalia has no cell wall and no chloroplasts. A member of Kingdom Protista is unicellular not multicellular. A member of Kingdom Plantae has a cell wall and chloroplasts.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Matter & Energy",
            "Scientific Investigation & Reasoning"
        ],
        "SubTopics": [
            "Compare metals, nonmetals, and metalloids using physical properties such as luster, conductivity, or malleability.",
            "Plan and implement comparative and descriptive investigations by making observations, asking well defined questions, and using appropriate equipment and technology."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "A student is trying to classify an unidentified, solid gray material as a metal or a nonmetal. Which question will best help the student classify the material?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Is the material malleable or ductile?",
                "Key": {
                    "Correct": true,
                    "Rationale": "Malleability and ductility are physical properties that can be used to determine whether a substance is a metal or nonmetal. Objects that are malleable and ductile are metals.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Does the material feel hard to the touch?",
                "Key": {
                    "Correct": false,
                    "Rationale": "Feeling hard to the touch is not a physical property that can be used to determine whether a substance is a metal or nonmetal.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Will the material float in water?",
                "Key": {
                    "Correct": false,
                    "Rationale": "Floating in water is not a physical property that can be used to determine whether a substance is a metal or nonmetal.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "Does the material feel rough or smooth?",
                "Key": {
                    "Correct": false,
                    "Rationale": "Feeling rough or smooth is not a physical property that can be used to determine whether a substance is a metal or nonmetal.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "FR",
        "NumChoices": 1,
        "Topics": [
            "Force, Motion & Energy"
        ],
        "SubTopics": [
            "Demonstrate and calculate how unbalanced forces change the speed or direction of an object's motion."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The net force on a vehicle that is accelerating at a rate of 1.5 m/s² is 1,800 newtons. What is the mass of the vehicle to the nearest kilogram?"
        ],
        "AnswerChoices": {
            "KEY": {
                "Choice": "1200",
                "Key": {
                    "Correct": true,
                    "Rationale": "The value 1200 was obtained by rearranging the formula Force = mass × acceleration to solve for mass. m = F/a = (1,800 N)/(1.5 m/s²) = 1200 kg.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Organisms & Environments"
        ],
        "SubTopics": [
            "Investigate how organisms and populations in an ecosystem depend on and may compete for biotic factors such as food and abiotic factors such as quantity of light, water, range of temperatures, or soil composition."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Wild hogs introduced to Texas from Europe became feral after the hogs escaped from the ranches where they lived. Feral hogs are omnivores that feed on native plants, crops, and small animals. Feral hogs can damage an ecosystem by rooting through the soil to look for food and trampling small plants.",
            "problems/TX19G8S/media/12a.jpg",
            "Which types of native organisms do feral hogs most likely compete with for food sources?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Carnivores and producers",
                "Key": {
                    "Correct": false,
                    "Rationale": "Feral hogs do not compete with producers for food sources because producers produce their own food through photosynthesis.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Herbivores and carnivores",
                "Key": {
                    "Correct": true,
                    "Rationale": "Feral hogs are omnivores, which means they consume both plants and animals. Herbivores consume plants, and carnivores consume other animals. Therefore, feral hogs compete with herbivores and carnivores for food sources.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Producers and decomposers",
                "Key": {
                    "Correct": false,
                    "Rationale": "Feral hogs do not compete with producers for food sources because producers produce their own food through photosynthesis. Feral hogs do not compete with decomposers for food sources because decomposers break down dead or decaying organisms.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "Decomposers and herbivores",
                "Key": {
                    "Correct": false,
                    "Rationale": "Feral hogs do not compete with decomposers for food sources because decomposers break down dead or decaying organisms.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Matter & Energy",
            "Scientific Investigation & Reasoning"
        ],
        "SubTopics": [
            "Interpret the arrangement of the Periodic Table, including groups and periods, to explain how properties are used to classify elements.",
            "Construct tables and graphs, using repeated trials and means, to organize data and identify patterns."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "A scientist performs tests on a sample of an element. The element is a shiny solid that conducts electricity and heat. The scientist is able to bend and flatten the sample when pressure is applied to it.",
            "Based on this information, the element could NOT be a member of which group on the periodic table?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Group 2",
                "Key": {
                    "Correct": false,
                    "Rationale": "Elements in group 2 are metals, which means they can conduct electricity and heat and are able to be bent and flattened.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Group 8",
                "Key": {
                    "Correct": false,
                    "Rationale": "Elements in group 8 are metals, which means they can conduct electricity and heat and are able to be bent and flattened.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Group 12",
                "Key": {
                    "Correct": false,
                    "Rationale": "Elements in group 12 are metals, which means they can conduct electricity and heat and are able to be bent and flattened.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Group 18",
                "Key": {
                    "Correct": true,
                    "Rationale": "Elements in group 18 are nonmetals that are gases at room temperature. Nonmetals do not conduct electricity or heat, and gases are not able to be bent or flattened.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Force, Motion & Energy"
        ],
        "SubTopics": [
            "Compare and contrast potential and kinetic energy."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "A demonstration helps students understand a principle of roller coaster design.",
            "problems/TX19G8S/media/14a.jpg",
            "Which answer choice correctly describes the ball's kinetic and potential energy?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The ball has more potential energy at position X than at position Z.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The ball has more potential energy at position Z than at position X because the height at position Z is greater than the height at position X.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "The ball has more kinetic energy at position Y than at position W.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Kinetic energy is the energy an object in motion has. Potential energy is the stored energy an object has based on its position. The ball has more kinetic energy at position Y than it has at position W because most of the potential energy has been converted to kinetic energy at position Y.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "The potential energy and kinetic energy of the ball are equal at position X.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The ball does not have equal amounts of potential energy and kinetic energy at position X because at position X most of the potential energy has been converted to kinetic energy.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "The potential energy and kinetic energy of the ball are greatest at position Z.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Neither the potential energy nor the kinetic energy are greatest at position Z.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Organisms & Environments"
        ],
        "SubTopics": [
            "Identify the main functions of the systems of the human organism, including the circulatory, respiratory, skeletal, muscular, digestive, excretory, reproductive, integumentary, nervous, and endocrine systems."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "What are the main functions of the human skeletal system?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "To support the body, protect the organs, produce blood cells, and store calcium",
                "Key": {
                    "Correct": true,
                    "Rationale": "The human skeletal system supports the body, protects the organs, produces blood cells, and stores calcium.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "To regulate the composition of body fluids by removing metabolic wastes and retaining a balance of water, salt, and other nutrients",
                "Key": {
                    "Correct": false,
                    "Rationale": "The function described is that of the excretory system.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "To regulate and maintain bodily functions by producing hormones and releasing them into the bloodstream",
                "Key": {
                    "Correct": false,
                    "Rationale": "The function described is that of the endocrine system.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "To enable the diffusion of oxygen into the bloodstream and the removal of carbon dioxide from the bloodstream",
                "Key": {
                    "Correct": false,
                    "Rationale": "The function described is that of the respiratory system.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Force, Motion & Energy"
        ],
        "SubTopics": [
            "Investigate and describe applications of Newton's three laws of motion such as in vehicle restraints, sports activities, amusement park rides, Earth's tectonic activities, and rocket launches."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "A large rock is motionless on a flat sidewalk. Which statement best explains why the rock remains motionless?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "There are no forces acting on the rock.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The primary forces acting on the rock are the rock's weight due to gravity and the force of the sidewalk on the rock.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "The only force acting on the rock is directed toward the sidewalk.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Forces act in pairs. There is also a force that is directed from the sidewalk toward the rock.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "The forces acting on the rock are all balanced.",
                "Key": {
                    "Correct": true,
                    "Rationale": "There are two primary forces acting on the rock. The primary forces acting on the rock are the rock's weight due to gravity and the force of the sidewalk on the rock. Both of these forces are balanced, which is why no motion occurs.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "The sidewalk exerts an unbalanced force on the rock.",
                "Key": {
                    "Correct": false,
                    "Rationale": "An unbalanced force would cause the object to accelerate.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "17": {
        "Number": 17,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Matter & Energy"
        ],
        "SubTopics": [
            "Recognize that chemical formulas are used to identify substances and determine the number of atoms of each element in chemical formulas containing subscripts."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "A compound secreted by honeybees to paralyze intruders in their hive is known as 2-heptanone. The formula for this compound is shown.",
            "CH₃C₄H₈COCH₃",
            "How many atoms of each element are in one molecule of 2-heptanone?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "4 carbon atoms, 11 hydrogen atoms, and 1 oxygen atom",
                "Key": {
                    "Correct": false,
                    "Rationale": "There are seven carbon atoms, not four. There are 14 hydrogen atoms, not 11.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "7 carbon atoms, 14 hydrogen atoms, and 1 oxygen atom",
                "Key": {
                    "Correct": true,
                    "Rationale": "The subscript 4 on the symbol for carbon, C, indicates that there are 4 carbon atoms. This number is added to 3 because there are 3 additional carbon atoms. 4 C atoms + 3 C atoms = 7 total C atoms. The subscript 3 on the symbol for hydrogen, H, indicates that there are 3 H atoms. This amount is multiplied by 2 since there is another subscript 3 on another H. The subscript 8 on H indicates that there are eight additional H atoms. 3(2) H atoms + 8 H atoms = 14 H atoms.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "7 carbon atoms, 11 hydrogen atoms, and 8 oxygen atoms",
                "Key": {
                    "Correct": false,
                    "Rationale": "There are 14 hydrogen atoms, not 11. There is one oxygen atom, not eight.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "6 carbon atoms, 14 hydrogen atoms, and 3 oxygen atoms",
                "Key": {
                    "Correct": false,
                    "Rationale": "There are seven carbon atoms, not six. There is one oxygen atom, not three.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "18": {
        "Number": 18,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Organisms & Environments",
            "Scientific Investigation & Reasoning"
        ],
        "SubTopics": [
            "Examine organisms or their structures such as insects or leaves and use dichotomous keys for identification.",
            "Collect and record data using the International System of Units (SI) and qualitative means such as labeled drawings, writing, and graphic organizers."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "A student uses this diagram to understand the parts of a fish. The student then uses an identification key to classify different types of fish.",
            "problems/TX19G8S/media/18a.jpg",
            "problems/TX19G8S/media/18b.jpg",
            "Based on the key, which of these fish is most likely a bluegill?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "problems/TX19G8S/media/18c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "Bluegills do not have\n1a. Whisker-like barbels present on head next to mouth",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "problems/TX19G8S/media/18d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "Bluegills do not have\n5a. Body long and thin, more than twice as long as tail",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "problems/TX19G8S/media/18e.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "Bluegills have these characteristics:\n1b. No whisker-like barbels present on head next to mouth\n3b. Mouth not located on ventral surface of head\n5b. Body rounded, approximately twice as long as tail",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "problems/TX19G8S/media/18f.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "Bluegills do not have\n5a. Body long and thin, more than twice as long as tail",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "19": {
        "Number": 19,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space",
            "Scientific Investigation & Reasoning"
        ],
        "SubTopics": [
            "Identify how global patterns of atmospheric movement influence local weather using weather maps that show high and low pressures and fronts.",
            "Analyze data to formulate reasonable explanations, communicate valid conclusions supported by the data, and predict trends."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The weather map shows air pressures in millibars.",
            "problems/TX19G8S/media/19a.jpg",
            "Which set of conditions best describes the weather at the area of lowest air pressure?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Bright sun with no wind",
                "Key": {
                    "Correct": false,
                    "Rationale": "The conditions of bright sun with no wind result from high pressure.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Partly cloudy with no wind",
                "Key": {
                    "Correct": false,
                    "Rationale": "The conditions of partly cloudy with no wind result from high pressure.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Mostly sunny with light winds",
                "Key": {
                    "Correct": false,
                    "Rationale": "The conditions of mostly sunny with light winds result from high pressure.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Overcast skies with strong winds",
                "Key": {
                    "Correct": true,
                    "Rationale": "The conditions of overcast skies with strong winds result from low pressure.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "20": {
        "Number": 20,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space",
            "Scientific Investigation & Reasoning"
        ],
        "SubTopics": [
            "Identify how different wavelengths of the electromagnetic spectrum such as visible light and radio waves are used to gain information about components in the universe.",
            "Analyze data to formulate reasonable explanations, communicate valid conclusions supported by the data, and predict trends."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "A diagram of the electromagnetic spectrum is shown.",
            "problems/TX19G8S/media/20a.jpg",
            "Earth's atmosphere blocks short wavelengths of the electromagnetic spectrum. Which telescopes must be placed in orbit around Earth in order to observe short-wavelength radiation?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Gamma-ray telescopes",
                "Key": {
                    "Correct": true,
                    "Rationale": "The wavelengths of the gamma ray region of the electromagnetic spectrum are shorter than the wavelengths in the visible, infrared, and radio regions of the spectrum.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Visible-light telescopes",
                "Key": {
                    "Correct": false,
                    "Rationale": "The wavelengths in the visible-light region of the electromagnetic spectrum are not short.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Infrared telescopes",
                "Key": {
                    "Correct": false,
                    "Rationale": "The wavelengths in the infrared region of the electromagnetic spectrum are not short.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "Radio telescopes",
                "Key": {
                    "Correct": false,
                    "Rationale": "The wavelengths in the radio region of the electromagnetic spectrum are not short.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "21": {
        "Number": 21,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Organisms & Environments"
        ],
        "SubTopics": [
            "Recognize that inherited traits of individuals are governed in the genetic material found in the genes within chromosomes in the nucleus."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "A tiger cub has a pattern of stripes on its fur that is similar to that of its parents. Where are the instructions stored that provide information for a tiger's fur pattern?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "In cytoplasm inside cells",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cytoplasm does not contain genetic material.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "On genes within chromosomes",
                "Key": {
                    "Correct": true,
                    "Rationale": "Genes contain information for characteristics such as fur patterns.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "On the cell membrane",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cell membrane does not contain genetic material.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "In the mitochondria",
                "Key": {
                    "Correct": false,
                    "Rationale": "The mitochondrion contains genetic material that provides information for mitochondrial processes, not for fur patterns.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "22": {
        "Number": 22,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Matter & Energy",
            "Scientific Investigation & Reasoning"
        ],
        "SubTopics": [
            "Calculate density to identify an unknown substance.",
            "Use appropriate tools, including lab journals/notebooks, beakers, meter sticks, graduated cylinders, anemometers, psychrometers, hot plates, test tubes, spring scales, balances, microscopes, thermometers, calculators, computers, spectroscopes, timing devices, and other necessary equipment to collect, record, and analyze information."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The mass of an unidentified rock is 15.5 grams. Students determine the volume of the rock by placing the rock in a cylinder with water. The students calculate the density of the rock. They determine the identity of the rock based on the density ranges in the table.",
            "problems/TX19G8S/media/22a.jpg",
            "The students most likely have which type of rock?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Coal",
                "Key": {
                    "Correct": false,
                    "Rationale": "Coal has a density range (g/cm3) of 1.1 − 1.4. The density of the unidentified rock is 3.1 g/cm3.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Dolomite",
                "Key": {
                    "Correct": false,
                    "Rationale": "Dolomite has a density range (g/cm3) of 2.8 − 2.9. The density of the unidentified rock is 3.1 g/cm3.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Peridotite",
                "Key": {
                    "Correct": true,
                    "Rationale": "The density of the unidentified rock was obtained using the equation Density = mass / volume. The units for density are grams per centimeter cubed. This is because the unit for mass is gram, and the unit for volume is centimeter cubed. One centimeter cubed is equal to one milliliter. The water level in the cylinder increases from 30 mL to 35 mL when the rock is added. This means the rock has a volume of 5 mL or 5 cm3. D = (15.5 g)/(5.0 cm3) = 3.1 g/cm3. Peridotite has a density range (g/cm2) of 3.1 − 3.4.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "Sandstone",
                "Key": {
                    "Correct": false,
                    "Rationale": "Sandstone has a density range (g/cm3) of 2.2 − 2.7. The density of the unidentified rock is 3.1 g/cm3.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "23": {
        "Number": 23,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Organisms & Environments"
        ],
        "SubTopics": [
            "Explore how short- and long-term environmental changes affect organisms and traits in subsequent populations."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "A student observes several species of plants growing in a drainage ditch. Some species have short roots, while others have long roots. During periods of heavy rain, the ditch fills with fast-moving water, which uproots more plants that have short roots than long roots.",
            "Which short-term effect will most likely result from a year with more heavy rain than normal?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Most plants in the ditch will be plants with long roots.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Most plants in the ditch will be plants with long roots because plants with long roots are more securely anchored than plants with short roots.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Most plants in the ditch will be plants with short roots.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Most plants in the ditch will be be plants with long roots, not short roots, because plants with long roots are more securely anchored than plants with short roots.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "There will be no change in the numbers of plants with long roots and short roots.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There will be a change in the numbers of plants with short roots in the ditch. The number of plants with short roots will decrease because plants with long roots are more securely anchored than plants with short roots.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "There will be an equal number of plants in the ditch with long roots and short roots.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There will not be an equal number of plants in the ditch with long roots and short roots. The number of plants in the ditch with short roots will be less than the number of plants with long roots because plants with long roots are more securely anchored than plants with short roots.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "24": {
        "Number": 24,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space"
        ],
        "SubTopics": [
            "Demonstrate and predict the sequence of events in the lunar cycle."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "A student viewed the moon through binoculars one week after a new moon. Which image shows the phase of the moon that the student observed?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "problems/TX19G8S/media/24a.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "This is an image of a full moon. A full moon would be visible two weeks after a new moon.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "problems/TX19G8S/media/24b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "This is an image of a third quarter moon. A third quarter moon would be visible one week before a new moon.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "problems/TX19G8S/media/24c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "This is an image of a waning crescent. A waning crescent would be visible about half a week before a new moon.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "problems/TX19G8S/media/24d.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "This is an image of a first quarter moon. A first quarter moon would be visible one week after a new moon.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "25": {
        "Number": 25,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Force, Motion & Energy",
            "Scientific Investigation & Reasoning"
        ],
        "SubTopics": [
            "Measure and graph changes in motion.",
            "Analyze data to formulate reasonable explanations, communicate valid conclusions supported by the data, and predict trends."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The distance a toy car travels over time is shown in the graph.",
            "problems/TX19G8S/media/25a.jpg",
            "Which table best shows the average speed of the toy car at different time intervals?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "problems/TX19G8S/media/25b.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "The average speed was obtained using the equation S = D/T. At time interval 0–2 s, the total distance traveled is 2 m. Therefore, S = (2 m)/(2 s) = 1 m/s. At time interval 2–4 s, the total distance traveled is 1 m. Therefore, S = (1 m)/(2 s) = 0.5 m/s. At time interval 4–6 s, the total distance traveled is 0 m. Therefore, S = (0 m)/(2 s) = 0 m/s.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "problems/TX19G8S/media/25c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The values for time intervals 0–2, 2–4, and 4–6 are incorrect. The answer for time interval 0–2 was incorrectly obtained by dividing by 1 s instead of dividing by 2 s. The answer for time intervals 2–4 and 4–6 was incorrectly obtained by dividing (1.5 m)/(2 s)",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "problems/TX19G8S/media/25d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The values for time intervals 0–2, 2–4, and 4–6 are incorrect. The answers represent the distance traveled at the end of each interval.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "problems/TX19G8S/media/25e.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The value for time interval 2–4 is incorrect. The answer for time interval 2–4 was incorrectly obtained by dividing (1.5 m)/(2 s).",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "26": {
        "Number": 26,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Force, Motion & Energy"
        ],
        "SubTopics": [
            "Demonstrate energy transformations such as energy in a flashlight battery changes from chemical energy to electrical energy to light energy."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The blades of a wind turbine are at rest until the movement of air causes the blades to spin.",
            "problems/TX19G8S/media/26a.jpg",
            "Which energy transformation happens when the blades are spinning as shown?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Electrical to mechanical",
                "Key": {
                    "Correct": false,
                    "Rationale": "Electrical energy is not being converted to mechanical energy as the blades are spinning. Mechanical energy is transforming to electrical energy, and not the other way around, because electrical energy is being generated as the blades of the turbine spin.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Chemical to electrical",
                "Key": {
                    "Correct": false,
                    "Rationale": "Chemical energy is energy stored in chemical bonds. Chemical energy is not transformed to electrical energy when the blades are spinning because no chemical bonds are forming or breaking to generate electrical energy.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Mechanical to electrical",
                "Key": {
                    "Correct": true,
                    "Rationale": "Mechanical energy is the energy an object has due to its motion (kinetic energy) or its position (potential energy). Mechanical energy is used to spin the blades. Electrical energy is the energy of moving electrons. As the turbine spins, mechanical energy is changed to electrical energy.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "Chemical to mechanical",
                "Key": {
                    "Correct": false,
                    "Rationale": "Chemical energy is not transformed to mechanical energy when the blades are spinning because no chemical bonds are forming or breaking to make the blades spin.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "27": {
        "Number": 27,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space",
            "Scientific Investigation & Reasoning"
        ],
        "SubTopics": [
            "Demonstrate and predict the sequence of events in the lunar cycle.",
            "Use models to represent aspects of the natural world such as an atom, a molecule, space, or a geologic feature."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "A student models moon phases. She holds a foam ball on a stick in front of her body and then stands in front of a light as shown. The student uses herself to represent Earth. She turns her body slowly to represent four different moon phases.",
            "problems/TX19G8S/media/27a.jpg",
            "Which numbered diagram represents the student modeling a full moon?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Diagram 1",
                "Key": {
                    "Correct": false,
                    "Rationale": "The moon phase in the diagram represents a new moon. A new moon is not illuminated.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Diagram 2",
                "Key": {
                    "Correct": false,
                    "Rationale": "The moon phase in the diagram represents a last quarter moon. A last quarter moon is only partially illuminated.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Diagram 3",
                "Key": {
                    "Correct": false,
                    "Rationale": "The moon phase in the diagram represents a first quarter moon. A first quarter moon is only partially illuminated.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Diagram 4",
                "Key": {
                    "Correct": true,
                    "Rationale": "From Earth, a full moon appears to be fully illuminated. The moon phase in the diagram represents a full moon.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "28": {
        "Number": 28,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Organisms & Environments"
        ],
        "SubTopics": [
            "Investigate how organisms and populations in an ecosystem depend on and may compete for biotic factors such as food and abiotic factors such as quantity of light, water, range of temperatures, or soil composition."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Giant salvinia is an aquatic plant that floats on water and reproduces rapidly. When these plants die, decomposition by bacteria affects oxygen levels in the water. As more plants die, less oxygen is available in the water. Students observe a pond covered by giant salvinia.",
            "problems/TX19G8S/media/28a.jpg",
            "Which statement is the best prediction the students can make about the immediate future of the pond?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The depth of the water in the pond will increase.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The depth of the water in the pond will not increase as a result of decreased oxygen levels.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Fish populations in the pond will begin to decrease.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Fish populations in the pond will begin to decrease because as more plants die, the amount of oxygen in the pond will decrease, and fish need oxygen to survive.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "The amount of bacteria in the pond will suddenly decrease.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The amount of bacteria in the pond will not decrease as a result of decreased oxygen levels.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "The number of different types of plants around the pond will increase.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The number of different types of plants in the pond will not increase as a result of decreased oxygen levels.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "29": {
        "Number": 29,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Matter & Energy",
            "Scientific Investigation & Reasoning"
        ],
        "SubTopics": [
            "Describe the structure of atoms, including the masses, electrical charges, and locations, of protons and neutrons in the nucleus and electrons in the electron cloud.",
            "Collect and record data using the International System of Units (SI) and qualitative means such as labeled drawings, writing, and graphic organizers."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The atomic number of krypton is 36. If the mass number of a krypton atom is 84, which table shows the number of subatomic particles inside and outside the nucleus of the krypton atom?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "problems/TX19G8S/media/29a.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The atomic number (36) represents the number of protons in an atom. The nucleus contains both protons and neutrons which is represented by the mass number (84).",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "problems/TX19G8S/media/29b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The atomic number (36) represents the number of protons in an atom. The nucleus contains both protons and neutrons which is represented by the mass number (84). The number of particles (electrons) outside the nucleus is equal to the number of protons (36) in a neutral atom.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "problems/TX19G8S/media/29c.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "The mass number represents the total number of protons and neutrons in the nucleus of an atom. Since the mass number of krypton is 84, there are 84 particles inside the nucleus of the krypton atom. The atomic number represents the number of protons in an atom. The number of positively charged protons is equal to the number of negatively charged electrons in a neutral atom. Electrons are located outside the nucleus. Since the atomic number of krypton is 36, there are 36 particles outside the nucleus of the krypton atom.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "problems/TX19G8S/media/29d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The number of particles (electrons) outside the nucleus is equal to the number of protons which is equal to the atomic number (36).",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "30": {
        "Number": 30,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Organisms & Environments"
        ],
        "SubTopics": [
            "Investigate how organisms and populations in an ecosystem depend on and may compete for biotic factors such as food and abiotic factors such as quantity of light, water, range of temperatures, or soil composition."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Plants grow in many different shapes and sizes. Much of their shape depends on an internal structure that is composed of carbon-containing molecules such as cellulose and lignin. Plants that have a strong internal structure can grow larger than other plants because their structure can support their size.",
            "Plants obtain the majority of the carbon necessary for building these structural molecules from  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "air",
                "Key": {
                    "Correct": true,
                    "Rationale": "Carbon enters plants as carbon dioxide. Carbon dioxide enters plants mainly through openings in the leaves called stomata.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "microorganisms",
                "Key": {
                    "Correct": false,
                    "Rationale": "Microorganisms do not provide the majority of the carbon necessary for building structural molecules.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "soil",
                "Key": {
                    "Correct": false,
                    "Rationale": "Soil does not provide the majority of the carbon necessary for building structural molecules.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "water",
                "Key": {
                    "Correct": false,
                    "Rationale": "Water does not contain any carbon atoms, only hydrogen and oxygen.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "31": {
        "Number": 31,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space",
            "Scientific Investigation & Reasoning"
        ],
        "SubTopics": [
            "Model and illustrate how the tilted Earth rotates on its axis, causing day and night, and revolves around the Sun, causing changes in seasons.",
            "Use models to represent aspects of the natural world such as an atom, a molecule, space, or a geologic feature."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Which diagram models a hypothetical situation in which every location on Earth would have 12 hours of daylight and 12 hours of darkness per day?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "problems/TX19G8S/media/31a.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The amount of time it takes for Earth to complete one orbit affects the duration of one year, not the number of hours of daylight and darkness.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "problems/TX19G8S/media/31b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "Earth's orbit being a perfect circle would have no effect on the number of hours of daylight and darkness.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "problems/TX19G8S/media/31c.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "The number of hours of daylight and darkness is determined by Earth's rotation on its axis. The tilt of Earth's axis results in different amounts of daylight for locations at different latitudes, distances north or south of the equator. When a location is tilted away from the sun, that location receives fewer hours of daylight than it does when it is tilted toward the sun. If Earth did not tilt on its axis, the number of hours of daylight and darkness would be equal.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "problems/TX19G8S/media/31d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The number of moons would affect the tides, not the number of hours of daylight and darkness.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "32": {
        "Number": 32,
        "Type": "FR",
        "NumChoices": 1,
        "Topics": [
            "Matter & Energy",
            "Scientific Investigation & Reasoning"
        ],
        "SubTopics": [
            "Recognize that chemical formulas are used to identify substances and determine the number of atoms of each element in chemical formulas containing subscripts.",
            "Relate the impact of research on scientific thought and society, including the history of science and contributions of scientists as related to the content."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Barium sulfate, BaSO₄, is a white crystalline solid that is insoluble in water. It is used by doctors to diagnose problems with the digestive system. Barium hydroxide, Ba(OH)₂, is also a white crystalline solid and is used in wastewater treatment.",
            "How many more oxygen atoms are represented in the formula for barium sulfate than in the formula for barium hydroxide?"
        ],
        "AnswerChoices": {
            "KEY": {
                "Choice": "2",
                "Key": {
                    "Correct": true,
                    "Rationale": "In a chemical formula, such as BaSO₄, the subscript following an element's chemical symbol indicates the number of atoms of that element. The chemical symbol for the element oxygen is O. Therefore, in the formula for barium sulfate, BaSO₄, there are 4 oxygen atoms. When a chemical formula includes parentheses, such as Ba(OH)₂, the subscript applies to each of the elements within the parentheses. Therefore, in the formula for barium hydroxide, Ba(OH)₂, there are 2 oxygen atoms. Therefore, there are 2 more oxygen atoms (4 - 2 = 2) represented in the formula for barium sulfate compared to the formula for barium hydroxide.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "33": {
        "Number": 33,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space",
            "Scientific Investigation & Reasoning"
        ],
        "SubTopics": [
            "Model the effects of human activity on groundwater and surface water in a watershed.",
            "Use models to represent aspects of the natural world such as an atom, a molecule, space, or a geologic feature."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The model shows an area near a lake. Community leaders are planning new laws to help protect the lake from pollution. One proposed law will make it illegal to dump trash on the shore of the lake, but the law still allows trash to be placed in the area labeled “Flow-through wetland.”",
            "problems/TX19G8S/media/33a.jpg",
            "Which statement about the proposed law is supported by the model?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The proposed law will protect the lake because plant roots between the wetland and the lake will stop pollution from entering the lake.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The proposed law will not protect the lake because plant roots between the wetland and the lake will not stop pollution from entering the lake.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The proposed law will not protect the lake because animals that live in or near the lake will add pollution to the lake.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence in the passage that supports the statement that animals that live in or near the lake will add pollution to the lake.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The proposed law will not protect the lake because groundwater will carry pollution from the wetland directly into the lake.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The proposed law will not protect the lake because the flow-through wetland is at a higher elevation than the shore. The higher elevation will cause the groundwater to carry pollution as it flows down to the shore.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The proposed law will protect the lake because the high elevation of the water table will block pollution from entering the lake.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The proposed law will not protect the lake because the high elevation of the water table will allow pollution to enter the groundwater and flow down into the lake.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "34": {
        "Number": 34,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Force, Motion & Energy",
            "Scientific Investigation & Reasoning"
        ],
        "SubTopics": [
            "Measure and graph changes in motion.",
            "Analyze data to formulate reasonable explanations, communicate valid conclusions supported by the data, and predict trends."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The graph shows the distance an object traveled in 11 seconds.",
            "problems/TX19G8S/media/34a.jpg",
            "Which answer choice best describes the movement of the object between the times of 0 and 6 seconds on the graph?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Moving at a constant speed",
                "Key": {
                    "Correct": true,
                    "Rationale": "The slope (distance / time) of the graph represents the speed of the object. Since the slope of the graph does not change between the times of 0 and 6 seconds, the speed of the object does not change either.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Accelerating",
                "Key": {
                    "Correct": false,
                    "Rationale": "Acceleration is a change in speed or direction. The slope between the times of 0 and 6 seconds is constant. If the slope is constant, then there is no change in speed.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Moving toward the north",
                "Key": {
                    "Correct": false,
                    "Rationale": "The direction that an object is traveling cannot be determined by a distance versus time graph.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "Stopped",
                "Key": {
                    "Correct": false,
                    "Rationale": "A straight horizontal line represents a stopped object because its distance does not change.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "35": {
        "Number": 35,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Organisms & Environments",
            "Scientific Investigation & Reasoning"
        ],
        "SubTopics": [
            "Explore how short- and long-term environmental changes affect organisms and traits in subsequent populations.",
            "Plan and implement comparative and descriptive investigations by making observations, asking well defined questions, and using appropriate equipment and technology."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Researchers are studying lichens growing on trees in a forest ecosystem. At the beginning of the study, the researchers identified twelve lichen species in the forest. Later, a forest fire happened in the study area. The researchers returned to the area and found only six lichen species.",
            "Which inference is best supported from the researchers' observations?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Most lichen species are unaffected by forest fire.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Only six species survived, so half of the species were unaffected by forest fire. In addition, the outcome of only 12 species of lichen cannot be generalized to apply to most lichen species.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The biodiversity in a forest increases after a fire.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Six out of twelve species survived the forest fire. Biodiversity, the variety of organisms living in a particular area, decreased because six species did not survive the forest fire. The fewer species there are in an area, the less biodiversity there is in that area.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Certain lichen species are better adapted to survive forest fires than others.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The six species that survived the forest fire were better adapted to survive forest fires than the six species that did not survive.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Forest fires will permanently remove certain species from the ecosystem.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Since the ecosystem still supports some lichen species after the forest fire, it is likely the conditions still exist for the ecosystem to be able to support new organisms from the lichen species that did not survive the forest fire.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "36": {
        "Number": 36,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Force, Motion & Energy"
        ],
        "SubTopics": [
            "Demonstrate and calculate how unbalanced forces change the speed or direction of an object's motion."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The diagrams show forces acting on a toy car as it moves to the right. Which diagram shows the toy car that will most likely accelerate to the right based on these conditions?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "problems/TX19G8S/media/36a.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "The toy car will accelerate to the right because 8 N is greater than 6 N.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "problems/TX19G8S/media/36b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The toy car will accelerate to the left because 10 N is greater than 8 N.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "problems/TX19G8S/media/36c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The toy car will not accelerate in any direction because 10 N is equal to 10 N. There is no net force to the left or to the right.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "problems/TX19G8S/media/36d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The toy car will accelerate to the left because 13 N is greater than 10 N.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "37": {
        "Number": 37,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space",
            "Scientific Investigation & Reasoning"
        ],
        "SubTopics": [
            "Interpret topographic maps and satellite views to identify land and erosional features and predict how these features may be reshaped by weathering.",
            "Analyze data to formulate reasonable explanations, communicate valid conclusions supported by the data, and predict trends."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "A river area is shown on the topographic map. Four riverbank areas are labeled on the map.",
            "problems/TX19G8S/media/37a.jpg",
            "Which two riverbanks are the steepest?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "W and X",
                "Key": {
                    "Correct": false,
                    "Rationale": "Riverbank W is represented by contour lines that are far apart. Contour lines that are far apart represent a gentle slope.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Y and Z",
                "Key": {
                    "Correct": false,
                    "Rationale": "Riverbank Z is represented by contour lines that are far apart. Contour lines that are far apart represent a gentle slope.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "X and Y",
                "Key": {
                    "Correct": true,
                    "Rationale": "Riverbank X and riverbank Y are represented by close contour lines. Close contour lines represent steep topography.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "W and Z",
                "Key": {
                    "Correct": false,
                    "Rationale": "Riverbank W and riverbank Z are represented by contour lines that are far apart. Contour lines that are far apart represent a gentle slope.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "38": {
        "Number": 38,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Matter & Energy",
            "Scientific Investigation & Reasoning"
        ],
        "SubTopics": [
            "Identify that protons determine an element's identity and valence electrons determine its chemical properties, including reactivity.",
            "Use models to represent aspects of the natural world such as an atom, a molecule, space, or a geologic feature."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The diagram shows a model of an atom. The model has four different symbols on it. Each symbol represents a different role for one of the particles within the atom.",
            "problems/TX19G8S/media/38a.jpg",
            "In this model, which particle determines the reactivity of this atom?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Particle W",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although this particle represents an electron, it is not located in the outermost layer. Therefore, it does not determine the reactivity of the atom.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Particle X",
                "Key": {
                    "Correct": false,
                    "Rationale": "This particle represents either a proton or a neutron, neither of which determine the reactivity of the atom.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Particle Y",
                "Key": {
                    "Correct": false,
                    "Rationale": "This particle represents either a proton or a neutron, neither of which determine the reactivity of the atom.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "Particle Z",
                "Key": {
                    "Correct": true,
                    "Rationale": "This particle represents a valence electron, which is located in the outermost layer. Valence electrons determine the reactivity of an atom.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "39": {
        "Number": 39,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space"
        ],
        "SubTopics": [
            "Describe components of the universe, including stars, nebulae, and galaxies, and use models such as the Hertzsprung-Russell diagram for classification."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Which statement best describes a galaxy?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "A cloud of gas that is the birthplace of stars",
                "Key": {
                    "Correct": false,
                    "Rationale": "A cloud of dust that is the birthplace of stars is a nebula.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "A system of billions of stars, gas, and dust held together by gravity",
                "Key": {
                    "Correct": true,
                    "Rationale": "A system of billions of stars, gas, and dust held together by gravity is a galaxy.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "A ball of plasma that experiences nuclear fusion in its core",
                "Key": {
                    "Correct": false,
                    "Rationale": "A ball of plasma that experiences nuclear fission in its core is a star.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "A mass of dust and ice that orbits a star in an elliptical pattern",
                "Key": {
                    "Correct": false,
                    "Rationale": "A mass of dust and ice that orbits a star in an elliptical pattern is a comet.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "40": {
        "Number": 40,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Organisms & Environments",
            "Scientific Investigation & Reasoning"
        ],
        "SubTopics": [
            "Explore how short- and long-term environmental changes affect organisms and traits in subsequent populations.",
            "Analyze, evaluate, and critique scientific explanations by using empirical evidence, logical reasoning, and experimental and observational testing, so as to encourage critical thinking by the student."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "An environmental change drastically reduced the population of milkweed plants in an area. The milkweed plants provided the only source of food for a nearby population of monarch butterfly caterpillars.",
            "Which statement describes the most likely effect of this environmental change on this population of monarch butterflies?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The number of monarch butterflies will decrease because their caterpillars will not have enough food.",
                "Key": {
                    "Correct": true,
                    "Rationale": "An environmental change that drastically reduced the population of milkweed plants in an area will most likely lead to a decrease in the monarch butterfly population. Many organisms have adapted to particular food sources and cannot easily change to another food source. Monarch butterflies are an example of such organisms.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "The number of monarch butterflies will stay the same because butterflies reproduce so rapidly their populations can withstand most food shortages.",
                "Key": {
                    "Correct": false,
                    "Rationale": "An environmental change that drastically reduced the population of milkweed plants in an area will not likely lead to the number of monarch butterflies remaining the same because rapid reproduction would add an even greater strain on the food source availability.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "The number of monarch butterflies will stay the same because their caterpillars will begin consuming nectar from different types of flowers.",
                "Key": {
                    "Correct": false,
                    "Rationale": "An environmental change that drastically reduced the population of milkweed plants in an area will not likely lead to the number of monarch butterflies remaining the same because monarch butterflies are an example of the many organisms that have adapted to a particular food source. Therefore, the caterpillars would not begin consuming nectar from different types of flowers.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "The number of monarch butterflies will increase because their reproduction rate will increase to ensure some individuals survive.",
                "Key": {
                    "Correct": false,
                    "Rationale": "An environmental change that drastically reduced the population of milkweed plants in an area will not likely lead to the number of monarch butterflies increasing because rapid reproduction will add an even greater strain on the food source availability.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "41": {
        "Number": 41,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Force, Motion & Energy"
        ],
        "SubTopics": [
            "Investigate and describe applications of Newton's three laws of motion such as in vehicle restraints, sports activities, amusement park rides, Earth's tectonic activities, and rocket launches."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "A pitcher throws a ball toward a player holding a softball bat. The player uses the bat to hit the ball. The bat applies a 10-newton force to the ball.",
            "Which statement correctly describes the reaction force between the bat and ball?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The reaction force is the force that causes the ball to move toward the bat.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The force that causes the ball to move toward the bat is provided by the pitcher.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The reaction force is the force applied to the bat by the player holding the bat.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The player applies a force to the bat, not to the ball.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The reaction force is the force that pulls the ball toward the ground.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The ball is pulled to the ground by gravity.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The reaction force is the force of the ball on the bat.",
                "Key": {
                    "Correct": true,
                    "Rationale": "According to Newton's third law, for every action, there is an equal and opposite reaction. In other words, an interaction between two objects results in the two objects exerting forces upon each other. The forces that the interacting objects exert on each other are called action and reaction forces. The action force is the force applied by the first object on the second object. The reaction force is the force applied by the second object on the first object. Action pairs are equal yet opposite in direction. Therefore, the action force is the 10-newton force of the bat on the ball, and the reaction force is the opposite: the force of the ball on the bat.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "42": {
        "Number": 42,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Matter & Energy",
            "Scientific Investigation & Reasoning"
        ],
        "SubTopics": [
            "Distinguish between physical and chemical changes in matter.",
            "Analyze data to formulate reasonable explanations, communicate valid conclusions supported by the data, and predict trends."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Researchers are investigating processes that happen during digestion. Which answer choice describes only a physical change during digestion?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Hydrochloric acid in the stomach breaks down proteins.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The breakdown of proteins results in new substances and is therefore a chemical change.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Chewing in the mouth breaks food into small pieces.",
                "Key": {
                    "Correct": true,
                    "Rationale": "A chemical change results in the formation of a new substance with different chemical properties. A physical change does not form substances with different chemical properties because although the outward appearance of a substance is altered, its chemical composition remains the same. Chewing is a mechanical process that does not form a new substance. Therefore, chewing is a physical change.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Enzymes in saliva start the digestion of starches before food is swallowed.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The digestion of starches results in new substances and is therefore a chemical change.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "Bacteria in the intestines convert dietary fiber into fats.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The conversion of dietary fiber into fats results in new substances and is therefore a chemical change.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    }
}