{
    "Directions": "Read the next two selections and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [],
    "Title": "Biking for Boots",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "“Emily, did you hear the terrible news about the Forest Animal Shelter?” my cousin Shelby asked as we rode along the bike trail. “It has to close because the building needs major repairs, but the shelter has no funds.”"],
        ["2", "“Oh no—we should do something!” I exclaimed. I had adopted my collie, Boots, from the shelter, and I instantly wanted to help."],
        ["3", "“Maybe we could raise some money,” I proposed as our bikes rolled to a stop."],
        ["4", "Shelby groaned, eyeing me apprehensively. “I wanted to spend my summer biking.”"],
        ["5", "“Surely there's something we could do to support the shelter and still have time for biking... a bake sale, maybe? Or a fun run!” Suddenly I had the perfect idea."],
        ["6", "“Wait! I've got it!” I shouted. “We could raise funds by biking around Lake Superior—it's the world's largest freshwater lake! We could ask people to pledge money for each mile we ride.”"],
        ["7", "“We'd have to ride over a thousand miles to bike around the lake,” Shelby interrupted, overwhelmed, but her eyes glimmered with anticipation too. “Let's go ask our parents,” she agreed."],
        ["8", "A month later Shelby and I left from Duluth, Minnesota, on the first leg of our lengthy Lake Superior bicycle tour. Shelby's mom was going to be our support team on the road. Already we had a list of over a hundred pledges from family and friends. We were determined to pedal every one of the 1,300 challenging miles."],
        ["9", "For the next month, our enthusiasm ebbed and flowed along with the demands of our bicycling experiences. Once pelting rain forced us to escape into a smelly rest stop where we waited for two hours; another time we witnessed a bald eagle capturing a trout in the great lake. We had flat tires to repair after riding miles of roadways. Our energy often w͟a͟n͟e͟d during the day, and at night our aching muscles and insect bites kept us from sleeping peacefully at the local motel. Yet, throughout the journey, we met many friendly people who cheered us on and kept us motivated."],
        ["", "problems/TX22G8R/media/S3a.jpg"],
        ["10", "Each evening I posted a log of our adventures on the animal shelter's website. We saw the Soo Locks, where freighters traveled from Lake Superior to Lake Huron; we heard the thundering Kakabeka Falls and stopped to visit the Great Lakes Shipwreck Museum. After ten days of biking, we whooped with amazement when we realized over 2,000 people had “liked” our posts on social media."],
        ["11", "“We've accumulated quite the fan club, and they've all donated to the shelter.” Shelby exclaimed. “The two of us are nearly single-handedly raising enough funds to make it possible for the animal shelter to rebuild. That's amazing!”"],
        ["12", "“Yes!” I cheered, pumping the air with my fist. I knew that despite the challenges, the Forest Animal Shelter was a cause worth biking for, especially if the animals there were all as sweet as Boots!"]
    ],
    "Copyright": "",
    "References": []
}