{
    "Directions": "",
    "Context": [],
    "Title": "The Ride of a Lifetime!",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "People have crossed the country by bicycle, motorcycle, and even on foot. However, one of the most astonishing treks of all time was accomplished on horseback in 1910. It’s not the horses that made the trip so unique, though. It’s that the horseback riders were two tough young boys from the South. They were only nine and six years old!"],
        ["2", "Bud and Temple Abernathy were born with adventure in their blood. Their father was U.S. Marshall Jack Abernathy. His speed and skills on horseback were phenomenal enough to catch the attention of President Theodore Roosevelt. Roosevelt and Abernathy spent time together in Frederick, Oklahoma, in April of 1905. It was during this visit that Roosevelt saw firsthand the outstanding horsemanship of Jack Abernathy."],
        ["", "problems/TX22G8R/media/S4a.jpg"],
        ["3", "Jack Abernathy helped his sons plan the trip. They were to travel no more than 50 miles a day and to carry no more than five dollars with them at a time. They were allowed to cross creeks and rivers but only when the water was clear enough that they could see the bottom. They were not allowed to travel at all on Sundays."],
        ["4", "Bud’s horse was named Sam Bass, and Temple rode a pony named Geronimo. Even with a pony, six-year-old Temple was so small that he had to mount his horse using a tree stump or stool. The boys took off on their 2,000-mile trip departing from Frederick, Oklahoma. They traveled with some extra clothes, oats for their horses, and food for themselves. They were headed to New York City, where they would join a parade to welcome Theodore Roosevelt home from his international travels."],
        ["5", "The boys faced snowstorms, treacherous river crossings, snakes, and scorpions on their journey. They crossed American Indian Territory, even stopping to rest at some Indian camps. As news of their feat spread across the countryside, families would welcome them into their homes for a home-cooked meal and a welcome bit of r͟e͟p͟o͟s͟e."],
        ["", "problems/TX22G8R/media/S4b.jpg"],
        ["6", "As Bud and Temple continued east, newspaper reporters would congregate to meet them. The press was eager to write about their adventure, and Americans were eager to read about it. After about two months the boys arrived in New York City. There they joined one million people in the welcoming parade, riding proudly down Fifth Avenue alongside the Rough Riders, Roosevelt’s group of 1,000 volunteer soldiers, and their proud father."]
    ],
    "References": []
}