{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [],
    "Title": "The Need for High-Speed Trains",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "Urban planners believe high-speed trains are the best way to improve urban transportation in the United States. Promoters of high-speed transportation in the United States say that high-speed-train travel provides several benefits that will revolutionize our transportation system. In 2018 Florida opened the Brightline Express. This intercity rail system is a success with passengers. But should all U.S. cities embrace high-speed trains? There are good reasons to answer “yes” to the high-speed-train revolution!"],
        ["", "problems/TX22G8R/media/S1a.jpg"],
        ["", "Eꜰꜰɪᴄɪᴇɴᴄʏ Eǫᴜᴀʟs Bᴇᴛᴛᴇʀ Aɪʀ Qᴜᴀʟɪᴛʏ"],
        ["2", "Many researchers say the U.S. transportation system is not very efficient or environmentally friendly. Commuters drive single-occupant cars hundreds of miles a day. This creates a lot of exhaust. A recent study showed that high-speed trains produce five times less carbon dioxide than cars. That's because high-speed trains mostly use electricity for power. By encouraging millions of people to use high-speed trains, air quality in a city could be improved."],
        ["3", "High-speed railways are the world's “greenest” form of transportation. When Californians developed the vision for their high-speed rail system, they considered the environment. They decided they wanted “a high-speed rail system that will deliver fast, direct travel between the state's major regions while providing environmental benefits.” California has some of the most congested urban areas in the nation. As a result, the state's air quality is poor. The California High-Speed Rail Authority believes these issues could be relieved with implementation of a high-speed rail system."],
        ["", "Tɪᴍᴇ, Sᴛʀᴇss, ᴀɴᴅ Sᴀꜰᴇᴛʏ"],
        ["4", "Using high-speed trains has other benefits too. High-speed trains move much faster than cars. In a car it can take up to five hours to drive round-trip from West Palm Beach, Florida, to Miami. This is similar to the round-trip distance between the Texas cities of San Antonio and Corpus Christi. A high-speed train takes only about 60 minutes each way. That is less than half the time it takes to get there by car! High-speed trains provide a method of reaching far distances in a short amount of time. Therefore, people who work far from where they live would be able to cut their travel time significantly. Travelers using a high-speed rail system can save valuable time in their day."],
        ["5", "Traveling on busy roads can also be stressful. Have you ever been stuck in a car during a traffic jam at rush hour? Often, urban car travel means dealing with stopped traffic, major delays, and accidents. However, on a train you can read, nap, or watch the scenery whizzing by. There's no need to concentrate on the road ahead."],
        ["6", "Not only is train travel faster and more relaxing, it is also safer. In fact, high-speed trains are considered to be one of the world's safest forms of transportation, according to international studies. Japan's high-speed trains have transported 10 billion passengers since they were introduced in 1964 without a single accident! France also has a record of safe train travel over the course of many years."],
        ["", "Cʜᴇᴀᴘ ᴀɴᴅ Cᴏɴᴠᴇɴɪᴇɴᴛ"],
        ["7", "High-speed trains can help address the affordability of urban transportation. Trains save consumers the expense of owning a car. Cars come with many maintenance costs. People in urban settings typically have to pay for parking as well. A person using a high-speed train for daily travel could save thousands of dollars over time. That person would also avoid the h͟a͟s͟s͟l͟e of finding and paying for a parking space in a crowded city. Additionally, those who are used to driving by car would be able to spend less money on gas if they took a high-speed train instead."],
        ["8", "Even though high-speed trains would curtail car use, cars would still be needed. Some people will have to depend on a car to get them to and from the train station. Regardless, the amount of time saved by not driving to other destinations would still help people save money and put less wear on their cars."],
        ["", "Lᴏᴄᴀʟ Eᴄᴏɴᴏᴍʏ Bᴏᴏsᴛs"],
        ["9", "According to urban planners, high-speed rail systems promise to add major real-estate development around its stations. This includes housing as well as stores and restaurants for the many local residents and commuters. The real-estate development will in turn support local manufacturing and construction jobs."],
        ["10", "High-speed rail systems also provide a variety of jobs. The new technology involved in high-speed trains means more jobs in building components of the system. There is also the job of managing the trains and tracks. In addition, more jobs will be available for operating the stations as well as running new surrounding businesses."],
        ["", "Eᴍʙʀᴀᴄɪɴɢ ᴛʜᴇ Cʜᴀɴɢᴇ"],
        ["11", "Encouraging an entire nation to embrace “train culture” will definitely be a challenge. Many people prefer having their own method of transportation and the freedom it provides. Others are unfamiliar with trains, and they do not know how to plan a trip or read a train schedule. Navigating a train station can be chaotic. However, saving time, energy, and money may help convince people to give high-speed trains a chance."],
        ["12", "Urban cities across the United States should consider a high-speed train system. High-speed-train travel offers many benefits that cars cannot provide. People everywhere should be “all aboard” for this efficient and safe mode of transportation."]
    ],
    "Copyright": "",
    "References": []
}