{
    "Directions": "Read the passage and answer each question that follows.",
    "Context": [
        "The New Colorado Prospecting Syndicate had been searching for gold in the desert of South Australia for about a month."
    ],
    "Title": "[Excerpt from] “The Town Underground”",
    "Subtitle": "",
    "Author": "by Claudia Cangilla McAdam",
    "LabelType": "P",
    "Content": [
        ["1", "\t. . . a curtain of darkness descended on the camp, and still Willie had not returned. . .but the men had."],
        ["2", "\t“Where is he?” his father asked. . . . He was torn between being angry at his son and being worried about him. . . ."],
        ["3", "\tThe men barely heard it at first. A soft clatter of pebbles, perhaps. Or. . . footsteps? It was Willie, returning to camp with a big smile on his face."],
        ["4", "\t“Where have you — ” Mr. Hutchison stopped in midsentence."],
        ["5", "\tGrinning, Willie tossed his father a half-full sugar bag. “Have a look at that, Dad,” he said. “I think you’ll find some good stuff there. . . .” His grin spread farther across his face. “There’s enough for us. . . for at least a fortnight.”"],
        ["6", "\tLoosening the drawstring of the sugar bag, Mr. Hutchison let the contents tumble out. But it wasn’t sugar that fell onto the ground. Opals! They were opals! The iridescent gemstones shimmered in the camp’s faint light. Willie had spent the day digging up the gems. He had made the first discovery in an area that would become the largest supplier of opals in the world."],
        ["7", "\tWord spread fast, and within months, experienced opal miners were on the field. But because the area was so remote, only a handful of men worked it during the next few years. In 1919. . .the opal rush was on. Hundreds of people flocked to the area to find their fortunes."],
        ["8", "\t Lack of housing was a big problem, though. There were no trees to provide lumber for building materials. Water was too scarce to use to make mud bricks, and most of the water had to be carted in from long distances. The climate was brutal, with summer temperatures soaring to 120°F or hotter! But the men. . .knew what to do. They began to live underground in dugouts. . . ."],
        ["9", "\tThe Australian Aborigines called the field “kupa piti,” commonly assumed to mean “white man in a hole.” The English-speaking miners mispronounced the words, giving the area its name: “Coober Pedy.”"],
        ["10", "\tToday, Coober Pedy is home to about 3,500 people. This virtually waterless desert town is one of the most multicultural communities in Australia: its residents represent over 45 nationalities. The landscape resembles the surface of the moon. Generation after generation of miners dug holes in the ground, looking for opals and kicking up piles of dirt."],
        ["11", "\tBecause of this, the sun-scorched desert area around Coober Pedy is filled with both craters and pyramid-shaped hills, giving the whole place a rather weird — almost otherworldly — appearance. . . ."],
        ["12", "\tWhen the miners were finished digging, they simply abandoned those craters, which still dot the land. Today there are about 250,000 mine shafts in the area. People have to be careful when walking around so that they don’t tumble down one. But some of the holes burrowed into the sides of hills have a different purpose. Over half the people in Coober Pedy live underground in dugouts. The homes are made by tunneling into ridges. They’re caves, really, but not at all like what you might imagine."],
        ["13", "\tThe dugouts can be spacious and well furnished. (Some even have indoor swimming pools!) Each dugout has separate rooms with electricity and piped-in water. This water comes from an underground source about 15 miles north of town. The water has to be treated to make it clean, which makes it more expensive than water in big cities. But money is saved on heating and air conditioning because there isn’t any! Living under the earth keeps the temperature around a comfortable 75°F year round."],
        ["14", "\tPeople who want to build underground homes have to follow a variety of safety guidelines. The walls must be at least five feet thick, and each room has to have its own vent shaft for fresh air and be supplied with artificial light. The dugout dwellings must provide at least two exits, 30 feet apart. Owners need to have their underground homes inspected regularly, and sealant must be applied to the walls and ceilings to prevent the surface from wearing away."],
        ["15", "\tThe cost for digging an underground home is about 25 percent less expensive than building aboveground houses. . . . And construction of these dugouts is much faster, too: boring machines can dig a four-bedroom residence in just a day!"],
        ["16", "\tBecause it has one of the most important opal fields in the world, tourists come to Coober Pedy. Many of them enjoy staying at a cave hotel or visiting one of several underground churches. . . . Golfers can play at the local golf course, which doesn’t have a blade of grass on it. The greens are oiled sand, and players carry a piece of Astroturf with them that they use to tee off. . . ."],
        ["17", "\tAlthough the place and some of the people are different from what you might be used to, in many ways, life in this Australian desert town is very much like where you live. Kids go to school, play sports, and watch movies. The town has stores, a hospital, tennis courts, restaurants, and other businesses. But the most important industry in Coober Pedy is still opal mining — underground, like almost everything else, of course!"],
        ["18", "\tOh yes, and the main street in Coober Pedy? It’s called Hutchison Street, named after the boy who first discovered opals there, inadvertently bringing people from all over the world to build the town underground."]
    ],
    "Copyright": "From “The Town Underground” by Claudia Cangilla McAdam from CRICKET, April 2006. Copyright © 2006 by Claudia Cangilla McAdam. Used by permission of Cricket Media. All rights reserved.",
    "References": []
}