{
    "Directions": "Read this story, then answer each question.",
    "Context": [],
    "Title": "The Shark Kite",
    "Subtitle": "",
    "Author": "by Jane McAdams",
    "LabelType": "P",
    "Content": [
        ["1", "\t“Oh, no!” said Stella, as the string of her shark kite tangled with the string of a biplane kite. The biplane dove toward the ground, the grinning shark spiraling behind it. “I feel like a spider in a web,” she said, frowning as the tangled strings drifted down around her."],
        ["2", "\t“I think that shark kite has too many strings,” said the owner of the biplane kite, as he untangled his string from Stella's."],
        ["3", "\t“My kite doesn't have too many strings,” said Stella. “It's a grownup's kite. That's why it's complicated to fly?”"],
        ["4", "\t“You should really try flying a paper plate” said Stella's friend Robby. Stella looked at Robby's kite. He had decorated a plate with stickers and a long yellow streamer and attached a string to it. Right now, his paper plate was flying so high that Stella could hardly see it."],
        ["5", "\t“Your shark kite hasn't flown as high as my paper plate all day,” said Robby, wiping his nose on his sleeve."],
        ["6", "\t“Paper plates are for babies,” said Stella. She felt like being mean, because her shark kite could hardly fly."],
        ["7", "\tJust then Stella noticed a fluffy pink jellyfish kite sailing overhead, bobbing a little as it passed Robby's paper plate. Stella wished she could trade her shark for that jellyfish."],
        ["8", "\tStella wound the string of her fallen kite around its spool. Then, holding the string near the shark's belly, she started running. If she could catch a tiny breeze, her kite would fly."],
        ["9", "\t“Stella, it's almost time to go!” called Stella's mother from a park bench in the shade. “We have to pick up your sister at the pool.”"],
        ["10", "\t“Come on, shark, fly!” Stella said as she tossed the kite into a little puff of wind. For a moment, the shark looked as if it was swimming up into the sky. Then, it dove back toward the grass, teeth and all."],
        ["11", "\t“Maybe it's too heavy,” said Robby. He tugged lightly on the string of his paper plate, which dipped gently in the air."],
        ["12", "\t“It's not heavier than that one,” said Stella. She pointed at an enormous monster truck kite gliding past Robby's paper plate. The monster truck had big black wings. “I bet that kite weighs more than you do, Robby,” said Stella."],
        ["13", "\tRobby squinted at the sky. “No, it doesn't. I weigh forty pounds,” he said."],
        ["14", "\t“Stella, your sister is waiting,” her moth called again."],
        ["15", "\t“One more try, Mom,” yelled Stella, running with the shark. This time, the shark kept its nose pointed downward the whole time, refusing to fly at all. Stella tripped over the shark's fin and fell into the dirt."],
        ["16", "\t“Come on, brush yourself off, Stella,” said her mother. “We're leaving.”"],
        ["17", "\t“You can take my paper plate if you want,” said Robby. “At least you'll get to fly something today.” He looked at Stella hopefully."],
        ["18", "\tStella sighed. Robby's paper plate was nothing like the fancy shark she had imagined flying. But it did fly pretty hgih."],
        ["19", "\t“O.K.,” Stella agreed with a shrug. She took Robby's string and felt the strong steady pull of the kite dancing at its end. She gave a slight tug. The paper plate swirled and floated even higher on the breeze. Stella smiled at robby. “You're right,” she said. “Paper plates do make good kites.”"],
        ["20", "\t“You can keep it,” said Robby. “I'll make another one next weekend.”"],
        ["21", "\t“Want to borrow the shark, then?” asked Stella, handing the tangle of strings and the grinning shark to Robby. “Maybe you can make it fly.”"],
        ["22", "\t“Hey, thanks,” he said. “See you next weekend, Stella.”"],
        ["23", "\tStella nad her mother walked toward the car. Stella held the string of her new kite, and the paper plate sailed along above them, its yellow streamer wriggling through the air."],
        ["24", "\t“What happened to your shark kite?” asked Stella's mother."],
        ["25", "\t“Robby and I swapped for a while,” Stella replied."],
        ["26", "\tAs Stella rode in the car, she held on to the paper plate's strings and watched it bob next to her window. “I bet that big old shark couldn't do this!” she laughed."]
    ],
    "Copyright": "",
    "References": []
}