{
    "Directions": "Read the passage(s) and answer each question that follows.",
    "Context": [],
    "Title": "Passage 1: [Excerpt from] “Keeping Time”",
    "Subtitle": "",
    "Author": "by Kathiann M. Kowalski",
    "LabelType": "P",
    "Content": [
        ["", "Beep! Beep! Beep!"],
        ["1", "\tYou shut off your cell phone alarm and rush to get into the shower and dress. You scarf down breakfast, check the clock, and run out the door. The school bell rings; then more bells signal class changes until dismissal time."],
        ["2", "\tAfter-school soccer practice lasts until 4:00. Your music lesson is at 5:00. Supper is at 6:30. You start homework at 7:30. Your favorite TV show starts at 9:00. By 11 o’clock, you’re in bed."],
        ["3", "\t“Our day is determined by the clock,” says Arthur Molella at the National Museum of American History’s Jerome and Dorothy Lemelson Center for the Study of Invention and Innovation. Schedules organize our lives down to the minute. “Time is everywhere now.”"],
        ["", "Turn Back the Clock"],
        ["4", "\t“We think about clocks as at the heart of what time is,” says Paul Glennie, a historical geography expert at the University of Bristol. That hasn’t always been so. “To make it this way was actually a very considerable scientific and administrative achievement.”"],
        ["5", "\tThe first basic timekeeping devices were the Sun and the body’s natural rhythms. Ancient cultures used sundials or obelisks1 to approximate the time. Water clocks or sand glasses could measure time increments even after dark."],
        ["6", "\tThe early mechanical clocks of 13th-century Europe barely resembled today’s clocks. Their energy came from gravity pulling weights. Instead of having clock faces, they rang bells."],
        ["7", "\tEarly clocks were often inaccurate. Nonetheless, they signaled times for church services, monastery chores, and university classes."],
        ["8", "\tA timekeeping revolution began when Christian Huygens invented the pendulum-driven clock in 1656. Pendulums swing, or oscillate, at a regular rate. By regulating the release of energy, pendulums dramatically improved clocks’ accuracy."],
        ["9", "\tThe invention of the balance spring for watches was another big development of the mid-17th century. During the mid-18th century, John Harrison invented a reliable chronometer, or portable sea clock that enhanced navigation. After these technical advances, accurate clocks became more available and cheaper too. For a while, clocks’ accuracy went way beyond people’s needs, notes Glennie."],
        ["10", "\tSociety soon found uses for that accuracy. During the Industrial Revolution, clocks started tracking workers’ hours on the job. Companies later used clocks to measure workers’ efficiency too. In effect, time has become money."],
        ["11", "\tImprovements in timekeeping continued. The first electric clock debuted in 1841, and devices to increase accuracy followed."],
        ["12", "\tBy the 1970s, battery-powered quartz crystal clocks and watches had surpassed pendulum clocks’ accuracy. Electricity makes the crystal vibrate at the constant rate of 32,768 times per second. Now even cheap quartz crystal watches are accurate within one second per day."],
        ["13", "\tOf course, the more common clocks became, the more important it became to synchronize them. By the 19th century, cities and then countries were moving toward standard time. Basically, people would agree on one particular clock as the reference point for setting all other clocks."],
        ["", "The Atomic Age"],
        ["14", "\tThe atomic clock has served as the standard for international timekeeping since the 1950s. Instead of a pendulum or vibrating crystal, it relies on an atom’s resonance — the regular rate at which its electrons absorb and release energy. That natural rate is extremely stable — even more stable than the Earth’s rotation. The NIST-F1 cesium clock that the United States currently relies on is accurate within one second every 100 million years."],
        ["15", "\tScientists keep striving for greater accuracy. In March, for example, Victor Flambaum at the University of New South Wales and his colleagues proposed building a nuclear clock. It would rely on oscillations of electromagnetic fields as neutrons orbit inside a thorium atom. In theory, the clock could be accurate within one second every 14 billion years. That’s the estimated age of the universe!"]
    ],
    "Copyright": "Excerpt from “Keeping Time” by Kathiann M. Kowalski, from Odyssey, September 2012, Vol. 21, No. 7. Copyright © 2012 by Carus Publishing Company.",
    "References": [
        ["¹", "obelisks - tall, four-sided shafts of stone that rise to a pyramidal pointed top"]
    ]
}