{
    "Directions": "Read the passage(s) and answer each question that follows.",
    "Context": [],
    "Title": "Passage 2: The Day of Two Noons",
    "Subtitle": "",
    "Author": "by Marcia Amidon Lusted",
    "LabelType": "P",
    "Content": [
        ["16", "\tImagine that you're taking a train trip. You've set your watch to your town's local time, which is based on the position of the sun where you live. When the sun is at its highest point in the sky, it is noon in your town. But as you travel across the country, you have to keep adjusting your watch to the local time of the cities you pass through, which amounts to roughly one minute for every 12 miles of travel. Welcome to the mid-1800s and an era before standardized time zones."],
        ["17", "\tThe growth of transcontinental railways and their use by large numbers of people in the United States changed how people kept time. Railroad companies had to post schedules of when a train would be leaving or arriving at a station. At first, each company used its own local time, based on where it was headquartered or where its most important stops were. Some stations that were serviced by five or six railroad companies would have five or six different clocks to show each railway's respective local time."],
        ["18", "\tUsing independent local times for train schedules not only was confusing and difficult, it was dangerous. In August 1853, two trains collided in Rhode Island, killing 14 people. The train guards for the two different trains had set their watches to their different local times and then set the two trains out on the same track, putting the trains on their collision course. By the 1850s, railroads were operating in about 50 different time zones. So many zones made travel difficult."],
        ["19", "\tThe railroad operators recognized that something had to be done to make time more uniform for the sake of train arrivals and departures. In 1881, they commissioned a civil engineer and railroad expert named William Frederick Allen to create a simpler plan. Allen suggested just four time zones across the United States. The time in each zone would be determined by the central meridian² within that zone, with each meridian set one hour apart."],
        ["20", "\tAllen worked to get the local city governments served by the railroads to adopt the concept. The U.S. Naval Observatory also agreed to the plan."],
        ["21", "\tOn November 18, 1883, at noon in New York City, standard time went into effect. As communities and railways across the nation switched to standard time, most of them had two noons that day — the noon of local time and another noon as each location switched their clocks back to what would be its new standard time. From then on, the contiguous3 United States was divided into four time zones: Eastern, Central, Mountain, and Pacific, each an hour apart. So today, when it is 12 P.M. in Eastern Standard Time (EST), it is 11 A.M. in Central Standard Time (CST), 10 A.M. in Mountain Standard Time (MST), and 9 A.M. in Pacific Standard Time (PST)."],
        ["22", "\tStandard time may have made things easier for the railroads, but some people resented it and refused to adopt it. Those who lived close to the boundary between two zones often found that the new time differed sharply from the natural “sun time” to which they were accustomed. Some towns and cities refused to comply at all. Detroit, Michigan, insisted on using Detroit local time until 1905, when the clocks were set back 28 minutes to match Central Standard Time."],
        ["23", "\tEventually, people adjusted to standard time. In 1884, the International Meridian Conference in Washington, D.C., established international time zones based on the same system. Today, with air travel capable of taking people around the world and not just across the country, people routinely fly across multiple time zones during just one trip. Thanks to standardized time, they know exactly what time it is when they land!"]
    ],
    "Copyright": "“The Day of Two Noons” by Marcia Amidon Lusted, from Cobblestone, January 2011, Vol. 32, No. 1. Copyright © 2011 by Carus Publishing Company.",
    "References": [
        ["²", "meridian - an imaginary north-to-south line of longitude"]
    ]
}