{
    "Directions": "Read this story, then answer each question that follows.",
    "Context": [],
    "Title": "[Excerpt from] Benny's Flag",
    "Subtitle": "",
    "Author": "by Phyllis Krasilovsky",
    "LabelType": "P",
    "Content": [
        ["1", "\tBenny was happy in the mission home. But sometimes before he went to sleep at night, he would gaze at the stars outside his dormitory window and long for the day when he would be a grown-up man. He would use a net, like the Big Dipper in the sky, to catch splendid silver salmon. Benny would be strong, like the Great Bear, a larger group of stars of which the Big Dipper was a part. Like the great strong bear of the night, Benny would be strong himself."],
        ["", ":box:mission home = place for children who need a home"],
        ["", ":box:dormitory = place to sleep"],
        ["2", "\tThe North Star would guide his boat. Benny knew that when Alaska became a state someday, it would be the northernmost state in the United States. Sometimes when the sky was scattered with hundreds of stars, it reminded Benny of a field of forget-me-nots, the little star-shaped flowers that grow wild everywhere. The blue sky was a roof that covered Benny's Alaska at night ..."],
        ["3", "\tWhen fall came, school started again just as it does for children everywhere. But the winter came quickly. The first snowy day Benny went to school wearing a parka, mukluks, which are fur lined boots, and thick mittens to keep his fingers warm. He looked more like a furry bear than a boy! ..."],
        ["4", "\tThat day in school the teacher told the children that there was a contest to make a flag for Alaska. With all his heart Benny wanted to win the contest. He thought how grand it would be to see his flag carried in a parade, or hung on the masts of big ships that came to the village in the summertime. He thought how especially grand it would be to see his flag flying on the fishing boat he would have one day."],
        ["5", "\tThat night the boys and girls at the mission house collected crayons, paint, and paper, and made many, many designs for the flag. They sat around a big table, and as they worked, they talked and laughed and sometimes held up their designs for the others to see. But Benny sat quietly, thinking and thinking. For once no one could see his happy, friendly smile. He was thinking of what he loved the most about Alaska."],
        ["6", "\tSuddenly Benny knew what he wanted his flag to be like. He wanted his flag to be like the stars he dreamed by—gold stars spread out like the Big Dipper in the blue sky. So that is what he painted. And underneath it he wrote these words: “The blue field is for the sky and the forget-me-not, an Alaskan flower. The North Star is for the future state of Alaska, the most northerly of the Union. The dipper is for the Great Bear—symbolizing strength.”"],
        ["7", "\tSome of the children drew pictures of the beautiful snow-covered mountains in Alaska. Some drew pictures of the big fish that can be caught in Alaska. Some drew pictures of the northern lights that sometimes cross the sky. Some drew pictures of the Alaskan forests. Some drew pictures of the Alaskan glaciers, and some drew pictures of the Alaskan rivers. And some drew star designs or stripe designs or flower designs."],
        ["8", "\tBenny didn't show his paper to anyone. He was too shy. He thought the other children's designs were much better than his. Still, the next day he gave his paper to the teacher when she collected the others."],
        ["9", "\tA month went by, and the teacher didn't mention the contest again. Benny ice-skated with the other children. And so the winter went quickly by."],
        ["10", "\tAnd suddenly the snow and ice began to melt. Benny no longer wore his parka and mukluks and mittens. He began to watch for the forget-me-nots in the drying fields as he walked to school."],
        ["11", "\tHe watched the fishermen mend their nets for the coming fishing season. He watched the world change from white to green."],
        ["12", "\tThen, one day, when school was almost over, the teacher called the children together."],
        ["13", "\t“Children,” she said, “the flag contest is ended. From all over Alaska boys and girls sent in designs for the flag. From northern Nome to the busy cities of Anchorage and Fairbanks ... from the fishing towns of Seward and Petersburg to Juneau, the capital, and lumber towns of Ketchikan ... from everywhere came hundreds of designs."],
        ["14", "\t“And ... boys and girls! Benny's design has won the contest! From now on, Benny's design will be Alaska's flag!”"],
        ["15", "\tWhat a proud and happy boy Benny was! And what an especially proud and happy boy he was on the Fourth of July. For on that day in the village a big parade celebrated the holiday. Everyone came—to see the marchers in their bright uniforms, the baton twirlers, the banners—but the very first thing they saw was BENNY. Benny marching at the head of the parade, carrying the flag he had made for Alaska!"]
    ],
    "Copyright": "",
    "References": []
}