{
    "Directions": "Read this article, then answer each question that follows.",
    "Context": [],
    "Title": "From Bartering to Bills: The History of Money",
    "Subtitle": "",
    "Author": "by Ann Jordan",
    "LabelType": "P",
    "Content": [
        ["1", "\tMicah herded his two woolly sheep to his neighbor's tent. He hoped to trade them for a cow that could pull his plow. Many thousands of years ago, in Micah's time, people didn't use money. They got the things they needed by bartering — trading goods and services — with their neighbors. A deal was final when both people agreed that it was a fair trade."],
        ["2", "\tAs populations grew, simple exchanges between neighbors didn't always work. The products people wanted were not always available. Also, it was often difficult to agree on the value of the goods or services being traded. Large marketplaces began to grow, where people from many villages and cities could trade with each other."],
        ["3", "\tMarketplaces provided a wide selection of goods, but they also created a need for a new system of trading. Ancient people needed something with a value everyone agreed on  — money."],
        ["4", "\tThe first money developed was “commodity” money. Commodities are things that everyone values enough to accept as payment. The commodities used for trade varied from place to place, depending on what the local people valued. For example, around 5,000 years ago, barley was a main source of food for the people of ancient Mesopotamia. Everyone valued barley, so the grain was used for trade."],
        ["5", "\tAround 1,000 years later, people in China used cowrie shells to buy the things they needed. In many countries on the Mediterranean Sea, salt was important for preserving food. Because salt was valuable, it was used as money. At different times, in different places, other commodities were used for trade: fishhooks, leather, beads, feathers, and even whales' teeth."],
        ["6", "\tThe commodity system worked well, but it wasn't perfect. Sometimes, the commodities valued by the majority of people weren't valued by others. Also, the specific commodities had their own sets of problems. Salt, for example, wasn't easy to store and would dissolve if it got wet. And carrying a pile of fishhooks could be a prickly situation! The citizens of Yap, an island country in the Pacific Ocean, used stone disks for money. Some of them were 12 feet in diameter and weighed 500 pounds. You can imagine the problems those might have caused."],
        ["7", "\tIn different parts of the world, people began to see the need for some kind of standard money. It had to be valuable to everyone, easy to carry, and hard to destroy. Small metal coins provided the answer."],
        ["8", "\tThe first coins were made of metal by Greek settlers living in Lydia (now Turkey) about 2,600 years ago. The coins were made from a metal called electrum, a mixture of silver and gold. The king's symbol — a lion's head — was stamped onto each coin to remind the people of Lydia that their king approved of their money. The coins had specific values and weights."],
        ["9", "\tUse of coins spread rapidly throughout the Mediterranean world. The Romans also used coins, and Roman traders and soldiers spent Roman coins in other parts of the world. Soon other cities and countries began making their own coins, too."],
        ["10", "\tChinese coins were made with holes in the center so they could be carried on strings. After paper was invented, the Chinese began to print pictures of their coins on pieces of paper, creating the first paper money. Heavy strings of coins could now be exchanged for a single sheet of paper."],
        ["11", "\tWhen the first British colonists arrived in North America in the early 1600s, they bartered with each other and with the American Indians they met. Much later, the government of the new United States established its own money system, using dollars and cents. (As you know, the dollar can be broken down into 100 cents, or pennies.) At first only coins were used in the United States. Then, the first bills were printed in the mid 1800s. Because green ink was used on the back of the bills, they were called greenbacks."],
        ["12", "\tIn the United States today, we not only use coins and bills, but we also write checks and use credit cards. However, many people still use the ancient system of bartering for goods and services. If you've ever traded a bag of chips for some cookies or exchanged baseball cards with a friend, then you, too, have bartered."],
        ["13", "\tSome money experts think that one day, bills and coins will no longer be used. Instead, all transactions will be made electronically. When and if that happens, however, do you think people will stop bartering with each other?"]
    ],
    "Copyright": "",
    "References": []
}