{
    "Directions": "Read this passage, then answer each question that follows.",
    "Context": [],
    "Title": "A Nation Divided",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["", "Crossing the Border"],
        ["1", "Although the U.S. Post Office Department officially ended mail traffic across the border on August 26, 1861, mail continued to be carried between North and South. Express companies carried much of the mail through “flag-of-truce” ships."],
        ["2", "Because Union forces began blockading Southern ports in April 1861, mail was often carried on blockade runners or routed through foreign posts. Southern mail going overseas was carried through the Union blockade by ships sailing from Cuba, Bermuda, and other islands in the West Indies to Charleston, South Carolina; Wilmington, North Carolina; and several Southern ports on the Gulf of Mexico. Because the Confederacy did not have postal treaties with foreign governments, letters were carried as private “ship” mail. They were charged the inland rates plus two cents, which was paid to the ship’s master."],
        ["3", "The handstamped “ship” marking indicated receipt of the letter from a private vessel. Letters carried through the Union blockade paid postage twice. The first was U.S. postage, which paid overland postage once the letter was deposited into the U.S. Mail. The second charge came from the ship’s master, who placed the letters into federal mailboxes."],
        ["", "The Confederate Postal System"],
        ["4", "The Confederate States of America (CSA) formed their own Post Office Department on February 21, 1861. John H. Reagan was named as the service’s postmaster general. In all, Reagan placed 8,535 of the nation’s 28,586 post offices under Confederate control and sought assistance from Southern sympathizers in the U.S. Post Office Department. Reagan tried to bring not just employees from the Federal system into his, but also all that they could bring in the way of maps, reports, forms, and plans that would build and strengthen the new service."],
        ["5", "At first, all postal business was conducted with U.S. money and postage stamps. The first Confederate stamps were not available until October 1861. Most printers capable of doing the work were in the Northern states. Until Confederate stamps became available, some local postmasters created and sold their own provisional stamps or marked mail “paid” by hand."],
        ["6", "The first Confederate stamps were printed by the Richmond, Virginia, lithography firm, Hoyer & Ludwig, which had no background in stamp printing. The first official issue was a 5-cent green stamp bearing the portrait of CSA President Jefferson Davis, making him the first living president to appear on a postage stamp. Because of the low quality of their stamps, Hoyer & Ludwig lost the contract. The internationally known London, England, printing firm of Thomas De La Rue & Co. prepared plates and stamps for the CSA until a Southern firm was found to take over the work. That firm, Archer & Daly, began producing stamps in 1863."],
        ["7", "Old stocks of U.S. stamped envelopes and ordinary envelopes were imprinted to indicate that the enclosed correspondence was official business of the Confederate Post Office Department. Such mail required no postage when properly endorsed. Other Confederate government departments, minor offices and bureaus, army headquarters, military divisions, and individual states used imprinted envelopes for official correspondence, but were required to pay postage."],
        ["8", "As Union troops regained Southern territories, federal mail service began to be restored. By the end of 1865, almost 500 routes had been restored. By November 1, 1866, almost half of the post offices in the South had been returned to federal service."],
        ["9", "John Reagan, traveling with Jefferson Davis, was arrested on May 8, 1865, and imprisoned at Ft. Warren in Boston Harbor. Reagan was pardoned and released from prison almost two years later. He returned to his home state of Texas. He eventually made it back to Congress, where he became chairman of the Committee on Post Offices and Post Roads."],
        ["", "Adversity Covers"],
        ["10", "As the war continued, the Union blockade proved critical in restricting goods from entering and leaving the Confederacy. Southerners faced increasing shortages of supplies, including paper and envelopes. Writers began to use whatever was handy as letter-writing paper and envelopes. These items are known by philatelists¹ as “adversity covers.”"],
        ["11", "Letters and envelopes were fashioned from the backs of ledger sheets, printed circulars, blank pages in books, maps, and even wallpaper. Some writers reused envelopes by turning them inside out. Any blank or partially blank piece of paper could be pressed into service as an envelope."],
        ["", "Soldiers’ Mail"],
        ["12", "For many soldiers, the Civil War was their first extended absence from home. Their letters often included references both to the loneliness of life and the horrors of the conflict. Letters from home were always welcome relief in a soldier’s day. Families were not the only ones eager for word from their loved ones at war. For the first time, newspaper publishers could rely on soldiers’ letters for first-person depictions of battles."],
        ["13", "Because they were often on the move, soldiers’ mail service was irregular at best. While letters might find them easily when they were camped for extended periods, when on the march, units could travel for weeks without receiving their mail."],
        ["14", "The postal service acknowledged that many soldiers did not carry stamps with them and permitted them to send letters without stamps. A soldier’s envelope had to bear his name, rank, and unit. Such mail was marked “postage due,” and the amount indicated was collected from the addressee."],
        ["", "Prisoner-of-War Mail"],
        ["15", "Confederate and Union prisoners were allowed to exchange mail through flag-of-truce ships."],
        ["16", "Confederate and Union prisoner-of-war letters were exchanged at designated points. These letters usually were enclosed within an inner, unsealed envelope that bore enemy stamps or was sent postage due. The outer cover was destroyed after the contents were censored, as indicated by proper markings and endorsements on the envelope carrying the letter to its destination."],
        ["", "Patriotic Covers"],
        ["17", "Illustrated stationery reveals the strong emotions generated by the Civil War. In the North, envelopes bearing patriotic illustrations appeared even before hostilities broke out. Soon after the war began, Southern stationers quickly marketed patriotic envelopes picturing flags, cannons, political leaders, slogans, soldiers, and caricatures, among other war-related themes."]
    ],
    "Copyright": "",
    "References": [
        ["¹", "philatelists - people who collect stamps as a hobby"]
    ]
}