{
    "Directions": "Read the passage. Then answer each question that follows.",
    "Context": [],
    "Title": "",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["", "problems/MDG7E/media/S6a.jpg"],
        ["1", "The Great Wall of China, perhaps the most recognizable symbol of China and its long and vivid history, was originally conceived by Emperor Qin Shi Huang in the third century B.C. as a means of preventing attacks from barbarian nomads. The best- known and best- preserved section of the Great Wall was built in the 14th through 17th centuries A.D. during the Ming dynasty. Though the Great Wall never effectively prevented invaders from entering China, it came to function as a powerful symbol of the Chinese civilization's enduring strength."],
        ["", "Qɪɴ Dʏɴᴀsᴛʏ Cᴏɴsᴛʀᴜᴄᴛɪᴏɴ"],
        ["2", "Though the beginning of the Great Wall of China can be traced to the third century B.C., many of the fortifications¹ date from hundreds of years earlier, when China was divided into a number of individual kingdoms."],
        ["3", "Around 220 B.C., Qin Shi Huang, the Qin Dynasty's first emperor of a unified China, ordered that earlier fortifications between states be removed and a number of existing walls along the northern border be joined into a single system that would extend for more than 10,000 li (a li is about one- third of a mile) and protect China against aggressions from the north."],
        ["4", "Construction of the “Wan Li Chang Cheng,” or 10,000- Li- Long Wall, was one of the most ambitious building projects ever undertaken by any civilization. The famous Chinese general Meng Tian directed the project, and was said to have used a massive army of soldiers, convicts and commoners² as workers."],
        ["5", "Made mostly of earth and stone, the wall stretched from the China seaport of Shanhaiguan to Gansu province, more than 3,000 miles west. In some strategic areas, sections of the wall overlapped for maximum security."],
        ["6", "From a base of 15 to 50 feet, the Great Wall rose some 15 to 30 feet high and was topped by ramparts 12 feet or higher; guard towers were distributed at intervals along it."],
        ["", "Wᴀʟʟ Bᴜɪʟᴅɪɴɢ Dᴜʀɪɴɢ ᴛʜᴇ Mɪɴɢ Dʏɴᴀsᴛʏ"],
        ["7", "The Great Wall of China as it exists today was constructed mainly during the Ming Dynasty (1368- 1644). The period saw an immense amount of construction in addition to the Great Wall, including bridges, temples and pagodas."],
        ["8", "The construction of the Great Wall as it is known today began around 1474. After an initial phase of expansion, Ming rulers extended the wall from the Yalu River in Liaoning Province to the eastern bank of the Taolai River in Gansu Province, and winded its way from east to west through today's Liaoning, Hebei, Tianjin, Beijing, Inner Mongolia, Shanxi, Shaanxi, Ningxia and Gansu."],
        ["", "problems/MDG7E/media/S6b.jpg"],
        ["9", "Starting west of Juyong Pass, the Great Wall was split into south and north lines, respectively named the Inner and Outer Walls. Strategic “passes” (i.e., fortresses) were placed along the wall. The Juyong, Daoma and Zijing passes, closest to Beijing, were named the Three Inner Passes, while the Three Outer Passes, located further west, were Yanmen, Ningwu and Piantou."],
        ["10", "All six passes were heavily garrisoned during the Ming period and considered vital to the defense of the capital."],
        ["", "Sɪɢɴɪꜰɪᴄᴀɴᴄᴇ ᴏꜰ ᴛʜᴇ Gʀᴇᴀᴛ Wᴀʟʟ ᴏꜰ Cʜɪɴᴀ"],
        ["11", "In the mid- 17th century, the Manchus from central and southern Manchuria broke through the Great Wall, eventually forcing the fall of the Ming Dynasty and beginning of the Qing Dynasty."],
        ["12", "Between the 18th and 20th centuries, the Great Wall emerged as the most common emblem of China for the Western world. Today, the Great Wall is generally recognized as one of the most impressive architectural feats in human history. In 1987, UNESCO designated the Great Wall a World Heritage site."],
        ["13", "Over the years, roadways have been cut through the wall in various points, and many sections have deteriorated after centuries of neglect. The best- known section of the Great Wall of China— Badaling, located 43 miles (70 km) northwest of Beijing— was rebuilt "]
    ],
    "Copyright": "Courtesy of A+E Networks",
    "References": [
        ["¹", "fortifications - defensive walls"],
        ["²", "commoners - ordinary people without ranks or titles"]
    ]
}