{
    "Directions": "Read the passage. Then answer each question that follows.",
    "Context": [],
    "Title": "[from] Tower of the Five Orders",
    "Subtitle": "",
    "Author": "by Deron R. Hicks",
    "LabelType": "P",
    "Content": [
        [" ", "Carbondale, Pennsylvania\nSecure- Tite Specialty Storage\nTuesday, April 17\n2:05 p.m."],
        ["1", "“Unit number?”"],
        ["2", "“Two hundred thirty- five.”"],
        ["3", "“Name in which the unit is registered?”"],
        ["4", "“Reginald Whitmore.”"],
        ["5", "“Identification, please.”"],
        ["6", "Whitmore placed his driver's license into the sliding drawer and pushed the drawer back under the inch- thick bulletproof glass. The clerk checked the identification, entered some information into the computer, and returned the license."],
        ["7", "“Please enter your code on the keypad,” the clerk said."],
        ["8", "Whitmore punched in his five- digit code. The light on the keypad turned green."],
        ["9", "“Thank you, Mr. Whitmore,” the clerk replied as the secure door opened."],
        ["10", "Whitmore picked up his briefcase and stepped through the doorway. He walked to the elevator and pressed the call button. He did not mind the security precautions. To the contrary, that was one of the primary reasons he had selected this particular facility. Security, however, was only one of its aspects that had interested him. The facility served a specialized clientele— antique dealers, art collectors, and anyone else who needed to store delicate items of value under proper conditions. The entire facility was maintained at a constant temperature of seventy- two degrees and a humidity level of fifty percent. Its fire- suppression system was based on foam, not water. The facility's owners understood that antique tables and ancient oil paintings do not respond well to a dousing of water. The air was recirculated at least twice a day through specialized filters that removed any trace of airborne contaminants that might damage the precious items stored within."],
        ["11", "The elevator pinged and the door opened. Whitmore stepped in and pushed the button for the second floor. The trip took less than five seconds. Once the elevator door opened, Whitmore stepped out, turned right, and headed to unit 235. Upon reaching it, he punched a code into the keypad adjacent to the unit's door."],
        ["12", "There was a slight pause, then ... click click click."],
        ["13", "The door unlocked. Whitmore stepped inside, turned on the light, and shut the door."],
        ["14", "Another short pause, then ... click click click."],
        ["15", "The door was secure once again."],
        ["16", "Whitmore looked around the room. Several pieces of antique furniture were arranged neatly against the walls. One particular piece towered over the rest— an early- eighteenth- century armoire. Heavy and thick, it stood at least eight feet tall and six feet wide. It seemed impossibly deep. Made of chestnut, the wood glowed with a patina that could have been achieved only by centuries of care and use. Whitmore walked over to the armoire and opened wide its large doors."],
        ["17", "He stood back and admired his collection."],
        ["18", "It had taken years to assemble: pages from illuminated manuscripts, old maps, papyrus scrolls, and rare books that had languished for far too long on forgotten shelves. His position allowed him access to some of the most prestigious libraries and collections of ancient books and manuscripts across the globe. Access had been important. Patience, however, had been the true key to building his collection."],
        ["19", "Don't get greedy, he had told himself frequently. And he had not."],
        ["20", "He had passed on opportunities to add many, many items to his collection. And his patience had paid off. The opportunities inevitably presented themselves. People were lazy, sloppy, and easily distracted."],
        ["21", "And they trusted him."],
        ["22", "After all these years, no one suspected. Not a single librarian. Not a single curator. Not a single collector."],
        ["23", "No one."],
        ["24", "His acquisition process was decidedly low tech but effective: wait until no one was paying attention, then simply slip the book, manuscript, or map into the hidden compartment in his briefcase. Using this process, he had built an impressive collection. But it had its limits. He would never be a member of the Roxburghe Club. His collection would never rival many of the private collections held across the globe. Put together by kings, industrialists, and tyrants, those collections were symbols of power and wealth— nothing more. His collection would always pale in comparison."],
        ["25", "Whitmore grinned. Until now."],
        ["26", "Now, he thought, I have something that only one other person on the planet has."],
        ["27", "Whitmore opened his briefcase, pulled out a large aluminum notebook, and placed it on a small table next to the armoire. He opened the notebook to reveal a single document. He took a pair of tweezers from a drawer and carefully lifted the fragile document. He placed it on a piece of green felt on the table."],
        ["28", "Magnificent."],
        ["29", "This single page, he knew, would be the crowning jewel of any collection— an actual page from a manuscript in William Shakespeare's own hand. He relished the thought of all the collectors, libraries, and curators who would give anything— pay anything— to have the document that now lay in front of him."]
    ],
    "Copyright": "Tower of the Five Orders by Deron R. Hicks. Copyright 2013 by Houghton Mifflin Harcourt Publishing Company. Reproduced with permission of Houghton Mifflin Harcourt Publishing Company via Copyright Clearance Center.",
    "References": []
}