{
    "Directions": "Read the passage. Then answer each question that follows.",
    "Context": [
        "Jacob is exploring an island in search of the truth about his grandfather's past while Miss Peregrine and the children in her care, including Emma Bloom and Millard Nullings, are caught in a time “loop” on the island in which a past date repeats itself again and again."
    ],
    "Title": "[from] Miss Peregrine's Home for Peculiar Children",
    "Subtitle": "",
    "Author": "by Ransom Riggs",
    "LabelType": "P",
    "Content": [
        ["1", "Emma guided me onto the rug and cleared her throat, and the steady rhythm of Miss Peregrine's needles came to a halt."],
        ["2", "“Good afternoon,” the lady said, looking up. “You must be Jacob.”"],
        ["3", "Emma gaped at her. “How do you know his—”"],
        ["4", "“My name is Headmistress Peregrine,” she said, holding up a finger to silence Emma, “or if you prefer, since you are not currently under my care, Miss Peregrine. Pleased to finally meet you.”"],
        ["5", "Miss Peregrine dangled a gloved hand in my direction and, when I failed to take it, noticed the rope that bound my wrists."],
        ["6", "“Miss Bloom!” she cried. “What is the meaning of this? Is that any way to treat a guest? Free him at once!”"],
        ["7", "“But Headmistress! He's a snoop and a liar and I don't know what else!” Casting a mistrustful glance at me, Emma whispered something in Miss Peregrine's ear."],
        ["8", "“Why, Miss Bloom,” said Miss Peregrine, letting out a booming laugh. “What undiluted balderdash! If this boy were a wight¹ you'd already be stewing in his soup kettle. Of course he's Abraham Portman's grandson. Just look at him!”"],
        ["9", "I felt a flush of relief; maybe I wouldn't have to explain myself after all. She'd been expecting me!"],
        ["10", "Emma began to protest, but Miss Peregrine shut her down with a withering glare. “Oh, all right,” Emma sighed, “but don't say I didn't warn you.” And with a few tugs at the knot, the rope fell away."],
        ["11", "“You'll have to pardon Miss Bloom,” said Miss Peregrine as I rubbed at my chafed wrists. “She has a certain flair for the dramatic.”"],
        ["12", "“So I've noticed.”"],
        ["13", "Emma scowled. “If he's who he says he is, then why don't he know the first thing about loops— or even what year he's in? Go on, ask him!”"],
        ["14", "“Why doesn't he know,” Miss Peregrine corrected. “And the only person whom I'll be subjecting to questioning is you, tomorrow afternoon, regarding the proper use of grammatical tenses!”"],
        ["15", "Emma groaned."],
        ["16", "“Now, if you don't mind,” Miss Peregrine said, “I need to have a word with Mr. Portman in private.”"],
        ["17", "The girl knew it was useless to argue. She sighed and went to the door, but before leaving turned to give me one last look over her shoulder. On her face was an expression I hadn't seen from her before: concern."],
        ["18", "“You, too, Mr. Nullings!” Miss Peregrine called out. “Polite persons do not eavesdrop on the conversations of others!”"],
        ["19", "“I was only lingering to inquire if you should like some tea,” said Millard, who I got the feeling was a bit of a suck- up."],
        ["20", "“We should not, thank you,” Miss Peregrine answered curtly. I heard Millard's bare feet slap away across the floorboards, and the door swung shut behind him."],
        ["21", "“I would ask you to sit,” said Miss Peregrine, gesturing at a cushy chair behind me, “but you appear to be encrusted with filth.” Instead I knelt on the floor, feeling like a pilgrim begging advice from an all- knowing oracle."],
        ["22", "“You've been on the island for several days now,” Miss Peregrine said. “Why have you dawdled so long before paying us a visit?”"],
        ["23", "“I didn't know you were here,” I said. “How'd you know I was?”"],
        ["24", "“I've been watching you. You've seen me as well, though perhaps you didn't realize it. I had assumed my alternate form.” She reached up and pulled a long gray feather from her hair. “It's vastly preferable to assume the shape of a bird when observing humans,” she explained."],
        ["25", "My jaw dropped. “That was you in my room this morning?” I said. “The hawk?”"],
        ["26", "“The falcon,” she corrected. “A peregrine, naturally.”"],
        ["27", "“Then it's true!” I said. “You are the Bird!”"],
        ["28", "“It's a moniker I tolerate but do not encourage,” she replied. “Now, to my question,” continued Miss Peregrine. “What on earth were you searching for in that depressing old wreck of a house?”"],
        ["29", "“You,” I replied, and her eyes widened a bit. “I didn't know how to find you. I only figured out yesterday that you were all—”"],
        ["30", "And then I paused, realizing how strange my next words would sound. “I didn't realize you were dead.”"],
        ["31", "She flashed me a tight smile. “My goodness. Hasn't your grandfather told you anything about his old friends?”"],
        ["32", "“Some things. But for a long time I thought they were fairy tales.”"],
        ["33", "“I see,” she replied."],
        ["34", "“I hope that doesn't offend you.”"],
        ["35", "“It's a little surprising, that's all. But in general that is how we prefer to be thought of, for it tends to keep away unwanted visitors. These days fewer and fewer people believe in those things— fairies and goblins and all such nonsense— and thus common folk no longer make much of an effort to seek us out. That makes our lives a good bit easier. Ghost stories and scary old houses have served us well, too— though not, apparently, in your case.” She smiled. “Lion- heartedness must run in your family.”"],
        ["36", "“Yeah, I guess so,” I said with a nervous laugh, though in truth I felt as if I might pass out at any moment."],
        ["37", "“In any case, as regards this place,” she said, gesturing grandly. “As a child you believed your grandfather was 'making it all up,' as they say? Feeding you a great walloping pack of lies. Is that right?”"],
        ["38", "“Not lies exactly, but—”"],
        ["39", "“Fictions, whoppers, paradiddles— whatever terminology you like. When did you realize Abraham was telling you the truth?”"],
        ["40", "“Well,” I said, staring at the labyrinth of interlocking patterns woven into the carpet, “I guess I'm just realizing it now.”"]
    ],
    "Copyright": "Miss Peregrine's Home for Peculiar Children by Ransom Riggs. Copyright 2011 by Quirk Books. Reproduced with permission of Quirk Books via Copyright Clearance Center.",
    "References": [
        ["", "wight - evil creature"]
    ]
}