{
    "Directions": "Read this passage, then answer each question that follows.",
    "Context": [
        "In 1939, Oscar Chapman learned that a young African-American woman named Marian Anderson was not allowed to sing at Constitution Hall in Washington, D.C., because of the color of her skin. He and his friend Walter White worked together to give her the opportunity to have a concert at the Lincoln Memorial instead."
    ],
    "Title": "[Excerpt from] Sweet Land of Liberty",
    "Subtitle": "",
    "Author": "by Deborah Hopkinson",
    "LabelType": "P",
    "Content": [
        ["1", "\tThe Lincoln Memorial had never been used for a public gathering. But Oscar wasn't about to let that stop him. Oscar went to see his boss, Harold Ickes, who agreed to talk to his boss: President Franklin Roosevelt!"],
        ["2", "\tOscar stood by anxiously as Ickes called President Roosevelt to ask his permission."],
        ["3", "\t“Tell Oscar to let Marian Anderson sing at the top of the Washington Monument if she wants to,” President Roosevelt said. “It's a wonderful idea.”"],
        ["4", "\tOscar had a big job ahead of him. He wanted to make sure people in the government showed their support for Marian. He knew some wouldn't want to come. Like the school board members back in Oscar's hometown, they didn't believe in equal rights."],
        ["5", "\tOscar decided to put them on the spot. He sent invitations by telegram to every important government official, senator, and representative. Not only that, he asked the messenger to bring back a signed receipt for each one. No one would be able to claim he didn't get an invitation!"],
        ["6", "\t“One man wadded up the telegram and threw it down,” the messenger told Oscar. “He said, 'That squirt Oscar Chapman is stirring up trouble.'”"],
        ["7", "\tOscar laughed. Stirring things up was exactly what he aimed to do."],
        ["8", "\tOn Easter Sunday, April 9, 1939, people gathered early near the Lincoln Memorial. Thousands came in buses from Philadelphia, Marian Anderson's hometown."],
        ["9", "\tAt first the day was cold and cloudy. But soon the sky cleared. By five o'clock, when the concert was set to begin, the crowd stretched from the Lincoln Memorial to the Washington Monument."],
        ["10", "\tConstitution Hall, where Marian Anderson had hoped to sing, could seat 4,000 people. But now 75,000 people of all ages and races would hear her."],
        ["11", "\tWhen Marian stepped forward, she looked out on a vast sea of faces. She could feel a great wave of good will pouring out from everyone. She took a deep breath, and sang from her heart."],
        ["12", "\tMarian chose to begin by singing not just about, but to the country she loved, changing the words of a beloved old song. A hush came over the crowd as her powerful voice rang forth."],
        ["", ":box:My country, 'tis of thee,\nSweet land of liberty,\nTo thee we sing;\nLand where my fathers died,\nLand of the pilgrims' pride,\nFrom every mountainside\nLet freedom ring!"],
        ["13", "\tAs the concert ended, Walter White caught sight of a young girl in the crowd. He saw her stretch out her hands toward the great singer. Tears streamed down her face and hope gleamed in her eyes. Walter remembered that girl for the rest of his life."],
        ["14", "\tThousands of people heard Marian Anderson sing that day. It was the largest concert crowd the capital had ever seen, and the first major gathering at the feet of Abraham Lincoln for the cause of civil rights."],
        ["15", "\tBut not the last. Twenty-four years later, Martin Luther King Ir., made his most famous speech in the same place."],
        ["16", "\tAnd Oscar Chapman?"],
        ["17", "\tWell, he set about opening parks and swimming pools in Washington, D.C., to everybody, whatever the color of his or her skin."],
        ["18", "\tOscar Chapman was a man who liked to keep stirring things up. After all, sometimes that's the only way to get things to change."]
    ],
    "Copyright": "“Excerpt from Sweet Land of Liberty”: From SWEET LAND OF LIBERTY by Deborah Hopkinson, illustrated by Leonard Jenkins: text copyright © 2007 by Deborah Hopkinson. Printed with permission from Peachtree Publishers.",
    "References": []
}