{
    "Directions": "Read this story, then answer each question that follows.",
    "Context": [],
    "Title": "Mary Jane and Her Recycled Sticks",
    "Subtitle": "",
    "Author": "by Marcia K. Wasson",
    "LabelType": "P",
    "Content": [
        ["1", "\tMary Jane woke up excited. She had barely slept the night before. Today when she got to school, she would turn in her art project. Mary Jane went downstairs, walked into the kitchen, and noticed the kitchen table had been cleaned off. The ice pop sticks and tissue paper she had left everywhere the night before were gone."],
        ["2", "\t“Good morning, Mom,” Mary Jane said. “Thanks for cleaning up my mess! I was going to do it this morning.”"],
        ["3", "\t“Good morning, Mary Jane,” Mom said, smiling. “I didn't clean up anything. I thought you put your supplies away after you finished your art project. Better grab some eggs and bacon. Dad and Josh will be down any minute.”"],
        ["4", "\tMary Jane sat down with her breakfast as her dad and older brother came into the kitchen."],
        ["5", "\t“Dad, Josh, did either of you clean up the mess I left on the kitchen table last night?” Mary Jane asked."],
        ["6", "\t“It wasn't me,” Dad said."],
        ["7", "\t“It wasn't me either,” Josh added with a shrug."],
        ["8", "\t“Well someone cleaned up the leftover tissue paper and broken ice pop sticks,” Mary Jane said. “I didn't, and Mom said it wasn't her. I wonder what happened to them.”"],
        ["9", "\tSuddenly Smokey, the family cat, jumped up on the table. He tried to steal a piece of bacon from Josh's plate."],
        ["10", "\t“Hey!” Josh yelled. “That's mine, Smokey! Get down!”"],
        ["11", "\tSmokey meowed and jumped to the floor without the bite of bacon."],
        ["12", "\t“Poor Smokey,” Mary Jane sighed."],
        ["13", "\t“Remember when Smokey would steal my toys when I was little?” Josh asked."],
        ["14", "\t“I remember,” Mom said."],
        ["15", "\t“Me too, Dad agreed,” nodding. “He drove you nuts. You would leave your jacks on the floor after playing with them, and Smokey would take several and hide them. You would have to find the missing jacks when you wanted to play again.”"],
        ["16", "\t“Maybe Smokey took my leftover art project scraps,” Mary Jane said. “Josh, what did he do with your toys when he took them?”"],
        ["17", "\t“He would hide them behind the big, ugly brown chair in the living room,” Josh said."],
        ["18", "\t“That chair is not ugly!” Mom scolded."],
        ["19", "\t“OK, Mom,” Mary Jane groaned. “I'm going to see if my scraps are behind it.” She hopped out of her seat and ran into the next room. With a grunt, she slowly pulled out the heavy chair. “My stuff is here!” she gasped. “And here are some hair ribbons I thought I had lost along with a wash cloth I remember dropping the other day.”"],
        ["20", "\tJosh poked his head into the living room. “Look, Josh,” Mary Jane continued, “Smokey made a bed with the pieces of tissue paper and the wash cloth. The leftover ice pop sticks and my missing ribbons are on the floor around the bed. He probably plays with those.” She laughed. “It's sort of funny when you think about it.”"],
        ["21", "\t“What's funny?” Josh asked."],
        ["22", "\t“My assignment was to reuse or recycle everyday objects and make an art project out of them. I recycled and painted the ice pop sticks and I reused the colored tissue paper to make a stained glass window. The ice pop sticks are the borders and the colored tissue paper is the glass.”"],
        ["23", "\t“I still don't see why that's funny,” Josh said."],
        ["24", "\t“Smokey recycled and reused my leftovers!” Mary Jane explained. “He recycled the tissue paper and sticks that I was going to throw away! He reused the wash cloth as bedding. I never thought about animals recycling and reusing.”"],
        ["25", "\t“That is funny,” Dad called from the kitchen. “Now move the chair back and let's finish breakfast.”"],
        ["26", "\tMary Jane pushed the chair back in place and sat back down at the table. Smokey walked over and sat next to Mary Jane's chair and looked up at her. She leaned over and patted his head. “Thanks, Smokey,” she said. “This will be a funny story to tell my teacher. And it's a great idea for another class project —  what does your pet recycle and reuse?”"]
    ],
    "Copyright": "“Mary Jane and Her Recycled Sticks”: From “Mary Jane and Her Recycled Sticks” by Marcia K. Wasson, JACK AND JILL Magazine, March/ April 2012. © SEPS: Licensed by Curtis Licensing, Indianapolis, IN. Al rights reserved.",
    "References": []
}