{
    "Directions": "Read this story, then answer each question.",
    "Context": [
        "Emma misses her father; who is working in Turkey. In addition, her best friend, Tem, will be moving away at the end of the school year. Emma has told her teacher that she and Tem will work together on a report about North Dakota, the state where Emma's parents were born."
    ],
    "Title": "(Excerpt from) Leaving Emma",
    "Subtitle": "",
    "Author": "by Nancy Steele Brokaw",
    "LabelType": "P",
    "Content": [
        ["1", "\tIt took Tem and me two weeks to finish with North Dakota. We had to research the official state things like the bird, flower, and song, as well as the state history and what important people came from North Dakota. I drew a page-size version of the state flag that we used as a report cover."],
        ["2", "\tWe got out a ruler and measured. The distance from Fargo, N.D., to Grand Forks, N.D., was seventy-five miles. That was the same as the distance from my house in Champaign to Tem's new house, which they hadn't even bought yet, in Kankakee. Wed driven through North Dakota before, to visit my grandma. It was like driving across the moon."],
        ["", ":box:Chapaign and Kankakee are towns in the state of Illinois"],
        ["3", "\tThe leaves were really falling, since it was the end of October. It was snowing in colors. Dad and I had always raked the leaves together. Now Mom said cleaning up the leaves was my job."],
        ["4", "\t“Hey, Mom,” I said, “since you want me to do the leaves, I was wondering if you'd mind typing our North Dakota paper? It's worth extra credit.”"],
        ["5", "\tMom was always up for typing. Before I was born, she worked as a secretary at Caterpillar, which I thought was a goofy name for a big factory."],
        ["6", "\t“Sure,” said Mom."],
        ["7", "\t“Want to try it on the computer?” I asked."],
        ["8", "\t“I wish I knew how,” she said. “I'd love to be able to move words around and add graphs and pictures. One of these days I'll learn.”"],
        ["9", "\t“You should,” I said. “Anyway, I'll do the leaves and you do the typing.”"],
        ["10", "\t“That's a deal,” said Mom."],
        ["11", "\tI got Tem to help me. We raked the leaves into little piles, and then we raked the little piles into bigger piles and finally into one big pile that we jumped in."],
        ["12", "\tSometimes when we raked, I could see my dad raking alongside us. Not the way you see people in real life or on TV, but in a different way, sort of inside my head. I needed to remember to tell Dad about this when he called."],
        ["13", "\tThat night I found a half-empty notebook and glued a piece of white paper on the cover. I drew a border of pens, pencils and markers. In the center, in cursive, I wrote Day by Day. At first I was going to call it Emma's Journal, but I thought “Day by Day” sounded a lot better. I didn't want to write a bunch of words, so that night I wrote just one: leaves. If I read that one word, I'd remember the rest and be able to tell Dad."],
        ["14", "\tI wrote down soccer, too, because I had sort of, almost, scored a goal, and I figured Dad would want to know. Dad liked soccer a lot more than I did."],
        ["15", "\tAfter my bath I shut the door and climbed up on my bed. I held Dad's pocket watch in my hand. It felt smooth and solid and the right amount of heavy, like a good rock. I heard the seconds ticking out the time. Time was falling away, like leaves blowing to the ground. When I wound the watch, I thought about how I wanted time to speed up to bring Dad home, and I wanted time to slow down so Tem could be my best friend longer."],
        ["16", "\tIt was five in the morning in Turkey. Dad would still be sleeping. I wrapped the watch in a bandanna and set it on my nightstand. I heard it ticking. I heard the wind blowing. Winter was coming, my last winter with Tem."]
    ],
    "Copyright": "",
    "References": []
}