{
    "Directions": "Read this passage, then answer each question.",
    "Context": [],
    "Title": "[Excerpt from] How To Convince Your Parents You Can... Care For A Kitten",
    "Subtitle": "",
    "Author": "by Stephanie Bearce",
    "LabelType": "P",
    "Content": [
        ["1", "\tWould you like a furry pet that likes to jump, play, cuddle, and purr? If so, a kitten could be the perfect pet for you. Baby cats are called kittens, and they like to be with people. They enjoy playing games, chasing string, and batting balls with their paws. Kittens love sitting on a person's lap and being petted. They are small and like to live inside with people. Kittens make great pets."],
        ["2", "\tHave your parents said that a pet would be too messy in the house? Kittens are neat and tidy animals. They do not often need a bath because they use their tongues and paws to clean their fur. Kittens are also tidy about their bathroom habits and quickly learn to use a litter box."],
        ["3", "\tDo your parents say that a pet needs lots of room? Are they worried about exercising a pet? You can tell them that kittens do not need a lot of space. They are happy living in small apartments and are good pets for people who live in towns and cities. Kittens do not need to go to the park for exercise, and they do not need to be walked on a leash. They exercise by jumping and running around the house. Because they are so active, it is important to keep their play space clean and free from objects that could hurt them. Kittens must be supervised to ensure they don't tear up things they shouldn't-like furniture, carpets, or curtains."],
        ["4", "\tDo your parents think it costs too much for a pet? You can tell them that kittens are not too expensive. You can adopt kittens from animal shelters, or you can look in the newspaper to find people who are giving away kittens for free. Kittens do not need lots of expensive food. Most kittens like to eat dry cat food. They only need about a cup of food a day. Kittens do need regular visits to the veterinarian. Every year your kitten will need shots to keep him or her healthy. This can cost over $100. Sometimes kittens can become ill, and they may need medicine from a veterinarian. This is another cost of having a kitten for a pet."],
        ["5", "\tWhen kittens are happy they will purr. Purring is a deep rumbling sound in the kitten's chest. It is fun to pet a kitten and make it purr."],
        ["6", "\tPetting a kitten can also make you feel better when you have had a bad day. Doctors have found that when people sit quietly and pet a kitten, their hearts beat slower. That makes their blood pressure lower, and low blood pressure is a good thing. You can tell your family that having a kitten will be good for their health."],
        ["7", "\tKittens are fun to watch. They are great athletes. This is because they have a good sense of balance. If they jump or fall, they usually land on their feet. They have special muscles that help them twist their bodies in the air. Kittens have strong leg muscles. They learn to climb and jump when they are very young."],
        ["8", "\tKittens are smart and love to learn. Sometimes people think that you cannot teach a kitten tricks. That is because kittens are independent. They like to explore on their own and do what they want. But kittens can learn rules and how to obey. You can teach your kitten to come and sit, to lie down, and maybe even how to ring doorbells and flush toilets."],
        ["9", "\tToday, kittens are some of the most popular pets in the world. You can find them in apartments in New York City. You can see them in Paris, France, or on farms in Missouri. Almost anywhere there are people, you will find kittens."]
    ],
    "Copyright": "",
    "References": []
}