{
    "Directions": "Read the following passage about a family and a cat then answer each question.",
    "Context": [],
    "Title": "The Cat",
    "Subtitle": "an excerpt",
    "Author": "by Patricia MacLachlan",
    "LabelType": "P",
    "Content": [
        [" ", "\t... I heard the soft thump as the cat jumped up to my sill. The cat stared at me, its face like a pansy, and then, without claws, it lifted a paw and hit the window screen. The tiniest of sounds. Very carefully I lifted the screen, and the cat walked inside, across my desk, and settled on my bed as if it were home... Almost at once the cat slept."],
        [" ", "\tSlowly I backed out of the room, racing to the kitchen."],
        [" ", "\t“Cat?”"],
        [" ", "\tGrandma looked up."],
        [" ", "\t“Your sister's not here, Journey. Do you want something?”"],
        [" ", "\tNo. I knew how Grandma felt about cats."],
        [" ", "\tBehind her, Grandfather was standing, leaning against the counter, stirring coffee."],
        [" ", "\t“No, Grandma, thanks. Good night.”"],
        [" ", "\t“Good night then,” said Grandma, threading a needle in the light."],
        [" ", "\tI looked at Grandfather, and he looked back at me, taking a sip of his coffee, his eyes narrowed against the steam. He turned his head to one side, as if he were getting a different view of me. I lifted my shoulders, took a breath, and beckoned to him, putting a finger to my lips. His eyebrows rose. After a moment he put down his coffee, silently following me down the hallway to my room."],
        [" ", "\t“What is it?” he said at my bedroom door."],
        [" ", "\t“Look,” I whispered, pulling his arm. I pointed."],
        [" ", "\t“Oh, my,” whispered Grandfather. He smiled. “Look at that, all tuckered out.”"],
        [" ", "\tSlowly he walked to the bed. The cat stretched, looked up at him, then curled up again."],
        [" ", "\t“Whose cat is it?” asked Grandfather."],
        [" ", "\tI was silent."],
        [" ", "\tGrandfather quickly looked down at me."],
        [" ", "\t“Journey,” he warned, “no. You know your grandma is not fond of cats. She loves her birds.”"],
        [" ", "\t“I love this cat,” I said. “He tapped on my window screen. I think he's mine.”"],
        [" ", "\t“Do not,” said Grandfather, whispering fiercely, “do not name this cat.”"],
        [" ", "\tI knew the family rule. Do not name an animal or you'll have to take care of it. If you name it, it's yours."],
        [" ", "\t“He tapped on my screen and walked right in and went to sleep,” I went on, “just like he lives here. And he does.”"],
        [" ", "\tI put out my hand and stroked the cat, and he put his paws around my hand, hugging me to him."],
        [" ", "\t“See?” I whispered."],
        [" ", "\tGrandfather bent down."],
        [" ", "\t“There's blood here, Journey. See, a little trail on the floor.”"],
        [" ", "\tGrandfather ran his hands over the cat, who peered at him through slit eyes."],
        [" ", "\t“Here it is. A little cut on his foot.”"],
        [" ", "\tGrandfather took out his handkerchief and blotted the cat's left paw. Suddenly the cat reached over and took Grandfather's finger in his teeth. I held my breath as Grandfather and the cat stared at each other. After a moment Grandfather smiled."],
        [" ", "\t“You are something,” he said to the cat, and to prove it, the cat let go of his finger, turned over, and went back to sleep."],
        [" ", "\t“What is going on here?”"],
        [" ", "\tGrandma's voice made Grandfather jump. The cat didn't move."],
        [" ", "\t“Oh, ... Marcus!”"],
        [" ", "\tMy sister appeared suddenly behind Grandma. Her face lighted up when she saw the cat."],
        [" ", "\t“Oh!” She turned to me. “Have you named him yet?”"],
        [" ", "\t“Marcus!” said Grandma warningly, her lips pressed tightly together."],
        [" ", "\t“Now, Lottie,” said Grandfather, “this is an injured animal. We have to be humane here.”"],
        [" ", "\t“You know how I feel about cats,” said Grandma. “And cats are not humane to birds.”"],
        [" ", "\t“We'll put a bell on him,” I said. “Two bells, Grandma! Please!” Grandma's face was s͟t͟e͟r͟n. I turned to Grandfather. “I need this cat.”"],
        [" ", "\tMy own words startled me, and Grandfather cleared his throat."],
        [" ", "\t“Actually, Lottie, it's unfortunate, I know, but Journey has named him already.”"],
        [" ", "\tI stared at Grandfather. Grandma saw my surprise."],
        [" ", "\t“Really,” she said, folding her arms across her chest. “And what would that name be?”"],
        [" ", "\t“Yes,” said Grandfather. His eyes roamed the room. “His name is...” Grandfather looked at the vase of p͟e͟o͟n͟i͟e͟s by the window. “His name is Bloom, isn't that what you called him, Journey?”"],
        [" ", "\t“Yes.” I nodded."],
        [" ", "\t“Oh, push,” said Grandma, half smiling, “you just made that up... You might just as well have said Peony.”"],
        [" ", "\t“Lottie,” said Grandfather, “Journey knows that Peony is no name for a cat.”"],
        [" ", "\tThe screen opened, and Cooper poked his head in."],
        [" ", "\t“I saw the lights.”"],
        [" ", "\tHe climbed in, closing the screen behind him, and then he saw the cat. Cooper peered at Grandfather, at my sister leaning against the wall, and at Grandma with her arms still folded. Finally he looked at me."],
        [" ", "\t“Of course you named him,” he said, making Grandfather's lips twitch."],
        [" ", "\t“Bloom,” I said."],
        [" ", "\t“I'll get the camera,” said Grandfather."]
    ],
    "Copyright": "",
    "References": []
}