{
    "Directions": "Read this article, then answer each question.",
    "Context": [],
    "Title": "Fun 101 (aka How to Escape Boredom)",
    "Subtitle": "",
    "Author": "by Aaron Millar",
    "LabelType": "L",
    "Content": [
        [" ", "\tConfession Time: I once had a class that was so boring I fell asleep— head flat on"],
        [" ", "desk-completely out! I'm not proud of it and I'm sure it didn't help my grade, but it's not"],
        [" ", "too uncommon. After all, there's nothing more thumb-twiddle tedious than being stuck in"],
        [" ", "a boring class. Every second takes an eternity to tick by. You begin to wish you had your"],
        ["5", "cell phone and could at least send off a few texts."],
        [" ", "\tBoredom is the enemy of fun. If fun is pulling a 360 air on your mountain bike,¹"],
        [" ", "boredom is a flat tire. If fun is the big drop of a roller coaster, boredom is waiting in line."],
        [" ", "If we want to figure out the future of fun, we have to first figure out how to end boredom."],
        [" ", "Imagine that: a world where each second is interesting and nothing is dull. That sounds"],
        ["10", "like science fiction, but new psychological research hints that being bored —even in"],
        [" ", "class — may one day be a thing of the past."],
        ["", "Bᴏʀᴇᴅᴏᴍ ɪɴ Sᴏᴄɪᴇᴛʏ"],
        [" ", "\tThe next time your parents complain when you say you're bored, you might remind"],
        [" ", "them that you're not alone. A recent survey of American kids revealed that 91 percent"],
        [" ", "experience boredom. In fact, adolescence is considered a peak period for the malady."],
        ["15", "One study showed that while roughly one in three teenagers were bored at school, less"],
        [" ", "than one in 20 adults were bored at work. That's more serious than it sounds for teens."],
        [" ", "Chronic boredom is associated with a range of mental and social problems, including drug"],
        [" ", "and alcohol abuse ... definitely not fun!"],
        [" ", "\tUnfortunately, the problem seems to be getting worse. Peter Stromberg, professor of"],
        ["20", "anthropology at the University of Tulsa and author of Caught in Play: How Entertainment"],
        [" ", "Works on You, believes that the way we have fun in modern society sets us up to become"],
        [" ", "bored. “If you're driving fast on the highway and you suddenly have to slow down to"],
        [" ", "30 miles per hour, it feels like you're going about two. That's because our brains adapt"],
        [" ", "really quickly to certain levels of stimulation— in this case, speed. But entertainment"],
        ["25", "systems do the same thing: We get used to the media providing levels of highly emotional"],
        [" ", "stimulation, and when we're not getting them we feel bored.” As our society develops"],
        [" ", "increasingly sophisticated ways of keeping us entertained, we may discover that rather"],
        [" ", "than eliminating boredom, we're amplifying it. Luckily, new research is hinting at a way that"],
        [" ", "we can combat the trend."],
        ["", "Sᴏ Wʜᴀᴛ Is Bᴏʀᴇᴅᴏᴍ?"],
        ["30", "\tThere's no doubting it when you feel it, but defining what boredom is and how it's"],
        [" ", "caused has proven tricky for scientists to pin down. A longing for something but not"],
        [" ", "knowing what it is or how to get it; feeling like there's no point in doing anything;"],
        [" ", "a sense of frustration, laziness, and maybe even depression are all aspects of being bored."],
        [" ", "They don't, however, describe what's going on in our brains to cause the feelings."],
        ["35", "Professor John D. Eastwood of the University of York in Ontario decided to do something"],
        [" ", "about that. Pooling all existing research on the subject, he and his team developed a new"],
        [" ", "theory of boredom, which links it to the brain's attention system-literally the part of the"],
        [" ", "brain that we use to focus."],
        [" ", "\tHere's how it works: Imagine your brain is a spaceship. You have a high-tech control"],
        ["40", "panel and each touch command controls a specific system on the ship. The attention"],
        [" ", "system is very important because it's like the starship Enterprise's “tractor beam” - the ray"],
        [" ", "of energy that extends outward from the ship pulling objects toward it like a magnet. Just"],
        [" ", "like that tractor beam, anything the attention system in your brain locks onto will be"],
        [" ", "automatically sucked up into your conscious awareness-it might be a bird outside the"],
        ["45", "window, the smell of lunch drifting down from the cafeteria, or even someone sleeping in"],
        [" ", "the back of the class (Not me!)."],
        [" ", "\tThe problem is that your attention system doesn't like being told what to do. It wants"],
        [" ", "to focus on stuff that you find fun and interesting. For the parts of school that you enjoy,"],
        [" ", "this isn't a problem: Your tractor beam naturally and effortlessly will suck up all the"],
        ["50", "information you need. But for those classes that don't interest you, or present too much"],
        [" ", "(or too little) challenge, the story is very different. In those situations, you're going to have"],
        [" ", "to spend a lot of effort constantly redirecting that tractor beam to focus on things it would"],
        [" ", "rather ignore. And the effort is going to wear you out. Eastwood describes it as “wanting,"],
        [" ", "but being unable, to engage in a satisfying activity.” It's like a block in the system. And it's"],
        ["55", "the awareness of that block (your mind won't stop wandering; you can't concentrate)"],
        [" ", "coupled with a sense that the environment is to blame (math is pointless; this teacher is so"],
        [" ", "boring) that leads to feelings of boredom."],
        ["", "Tʜᴇ Eɴᴅ ᴏꜰ Bᴏʀᴇᴅᴏᴍ"],
        [" ", "\tWhen we're bored we blame the world around us, but Eastwood's theory challenges"],
        [" ", "this assumption: Boredom doesn't exist out there; it exists in here-inside your brain."],
        ["60", "What that means is-hard as it may be to hear-boring lessons aren't only the fault of your"],
        [" ", "teacher or the subject, they're your fault too. Each of us has the ability to make every"],
        [" ", "situation interesting; all we need to do is change the way we look at it, and our attention"],
        [" ", "system-our tractor beam —will do the rest."],
        [" ", "\tStromberg says, “We live in a society where there is a constant ratcheting-up of the"],
        ["65", "level of entertainment, and boredom is a consequence of that.” In this view the harder we"],
        [" ", "try to constantly entertain ourselves, the more bored we're likely to become. But"],
        [" ", "Eastwood's theory gives us a way out. The future of fun is not only to be found in the"],
        [" ", "latest games, gadgets, and gizmos; it's found inside of us too. I just wish I knew that before"],
        [" ", "I fell asleep in class ..."]
    ],
    "Copyright": "",
    "References": [
        ["¹", "pulling a 360 air on your mountain bike: a mountain biking trick where the rider rotates the mountain bike in a complete circle while airborne"]
    ]
}