{
    "Directions": "Read this story, then answer each question that follows.",
    "Context": [
        "Saeng and her family emigrated to the United States from Laos four years ago. In this excerpt, Saeng has just failed her driving test. On the walk home, she enters a florist's shop."
    ],
    "Title": "[Excerpt from] The Winter Hibiscus",
    "Subtitle": "",
    "Author": "by Minfong Ho",
    "LabelType": "L",
    "Content": [
        [" ", "\tSlowly, Saeng walked down the narrow aisle toward the hibiscus. Orchids, lanna"],
        [" ", "bushes, oleanders, elephant ear begonias, and bougainvillea vines surrounded her. Plants"],
        [" ", "that she had not even realized she had known but had forgotten drew her back into her"],
        [" ", "childhood world."],
        ["5", "\tWhen she got to the hibiscus, she reached out and touched a petal gently. It felt smooth"],
        [" ", "and cool, with a hint of velvet toward the center-just as she had known it would feel."],
        [" ", "\tAnd beside it was yet another old friend, a small shrub with waxy leaves and dainty"],
        [" ", "flowers with purplish petals and white centers. “Madagascar periwinkle,” its tag"],
        [" ", "announced. How strange to see it in a pot, Saeng thought. Back home it just grew wild,"],
        ["10", "jutting out from the cracks in brick walls or between tiled roofs. There had been a patch"],
        [" ", "of it by the little spirit house where she used to help her mother light the incense and"],
        [" ", "candles to the spirit who guarded their home and their family. Sometimes she would"],
        [" ", "casually pick a flower or two to leave on the offerings of fruit and rice left at the altar."],
        [" ", "\tAnd that rich, sweet scent —that was familiar, too. Saeng scanned the greenery around"],
        ["15", "her and found a tall, gangly plant with exquisite little white blossoms on it. “Dok Malik,”"],
        [" ", "she said, savoring the feel of the word on her tongue, even as she silently noted the"],
        [" ", "English name on its tag, “jasmine.”"],
        [" ", "\tOne of the blossoms had fallen off, and carefully Saeng picked it up and smelled it."],
        [" ", "She closed her eyes and breathed in, deeply. The familiar fragrance filled her lungs, and"],
        ["20", "Saeng could almost feel the light strands of her grandmother's long gray hair, freshly"],
        [" ", "washed, as she combed it out with the fine-toothed buffalo-horn comb. And when the sun"],
        [" ", "had dried it, Saeng would help the gnarled old fingers knot the hair into a bun, then slip a"],
        [" ", "dok Malik bud into it."],
        [" ", "\tSaeng looked at the white bud in her hand now, small and fragile. Gently, she closed"],
        ["25", "her palm around it and held it tight. That, at least, she could hold on to. But where was"],
        [" ", "the fine-toothed comb? The hibiscus hedge? The well? Her gentle grandmother?"],
        [" ", "\tA wave of loss so deep and strong that it stung Saeng's eyes now swept over her. A"],
        [" ", "blink, a channel switch, a boat ride in the night, and it was all gone. Irretrievably,"],
        [" ", "irrevocably gone."],
        ["30", "\tAnd in the warm moist shelter of the greenhouse, Saeng broke down and wept."],
        [" ", "\tIt was already dusk when Saeng reached home. The wind was blowing harder, tearing"],
        [" ", "off the last remnants of green in the chicory weeds that were growing out of the cracks in"],
        [" ", "the sidewalk. As if oblivious to the cold, her mother was still out in the vegetable garden,"],
        [" ", "digging up the last of the onions with a rusty trowel. She did not see Saeng until the girl"],
        ["35", "had quietly knelt down next to her."],
        [" ", "\tHer smile of welcome warmed Saeng. “Ghup ma laio le? You're back?” she said"],
        [" ", "cheerfully. “Goodness, it's past five. What took you so long? How did it go? Did you?”"],
        [" ", "Then she noticed the potted plant that Saeng was holding, its leaves quivering in the wind."],
        [" ", "\tMrs. Panouvong uttered a small cry of surprise and delight. “Dok faeng-noi!” she said."],
        ["40", "“Where did you get it?”"],
        [" ", "\t“I bought it,” Saeng answered, dreading her mother's next question."],
        [" ", "\t“How much?”"],
        [" ", "\tFor answer Saeng handed her mother some coins."],
        [" ", "\t“That's all?” Mrs. Panouvong said, appalled. “Oh, but I forgot! You and the Lambert"],
        ["45", "boy ate Bee-Maags...”"],
        [" ", "\t“No, we didn't, Mother,” Saeng said."],
        [" ", "\t“Then what else-?”"],
        [" ", "\t“Nothing else. I paid over nineteen dollars for it.”"],
        [" ", "\t“You what?” Her mother stared at her incredulously. “But how could you? Al the"],
        ["50", "seeds for this vegetable garden didn't cost that much! You know how much we-” She"],
        [" ", "paused, as she noticed the tearstains on her daughter's cheeks and her puffy eyes."],
        [" ", "\t“What happened?” she asked, more gently."],
        [" ", "\t“I-I failed the test,” Saeng said."],
        [" ", "\tFor a long moment Mrs. Panouvong said nothing. Saeng did not dare to look her"],
        ["55", "mother in the eye. Instead, she stared at the hibiscus plant and nervously tore off a leaf,"],
        [" ", "shredding it to bits."],
        [" ", "\tHer mother reached out and brushed the fragments of green off Saeng's hands. “It's a"],
        [" ", "beautiful plant, this dok faeng-noi,” she finally said. “I'm glad you got it.”"],
        [" ", "\t“It's-it's not a real one” Saeng mumbled. “I mean, not like the kind we had"],
        ["60", "at—at—” She found that she was still too shaky to say the words at home, lest she burst"],
        [" ", "into tears again. “Not like the kind we had before,” she said."],
        [" ", "\t“I know,” her mother said quietly. “I've seen this kind blooming along the lake. Its"],
        [" ", "flowers aren't as pretty, but it's strong enough to make it through the cold months here,"],
        [" ", "this winter hibiscus. That's what matters.”"],
        ["65", "\tShe tipped the pot and deftly eased the ball of soil out, balancing the rest of the"],
        [" ", "plant in her other hand. “Look how root-bound it is, poor thing,” she said. “Let's plant it,"],
        [" ", "right now.”"],
        [" ", "\tShe went over to the corner of the vegetable patch and started to dig a hole in the"],
        [" ", "ground. The soil was cold and hard, and she had trouble thrusting the shovel into it."],
        ["70", "Wisps of her gray hair trailed out in the breeze, and her slight frown deepened the"],
        [" ", "wrinkles around her eyes. There was a frail, wiry beauty to her that touched Saeng deeply."],
        [" ", "\t“Here, let me help, Mother,” she offered, getting up and taking the shovel away"],
        [" ", "from her."],
        [" ", "\tMrs. Panouvong made no resistance. “I'll bring in the hot peppers and bitter melons,"],
        ["75", "then, and start dinner. How would you like an omelet with slices of the bitter melon?”"],
        [" ", "\t“I'd love it,” Saeng said."],
        [" ", "\tLeft alone in the garden, Saeng dug out a hole and carefully lowered the “winter"],
        [" ", "hibiscus” into it. She could hear the sounds of cooking from the kitchen now, the beating"],
        [" ", "of the eggs against a bowl, the sizzle of hot oil in the pan. The pungent smell of bitter"],
        ["80", "melon wafted out, and Saeng's mouth watered. It was a cultivated taste, she had"],
        [" ", "discovered - none of her classmates or friends, not even Mrs. Lambert, liked it- this"],
        [" ", "sharp, bitter melon that left a golden aftertaste on the tongue. But she had grown up"],
        [" ", "eating it and, she admitted to herself, much preferred it to a Big Mac."],
        [" ", "\tThe “winter hibiscus” was in the ground now, and Saeng tamped down the soil around"],
        ["85", "it. Overhead, a flock of Canada geese flew by, their faint honks clear and —yes— familiar to"],
        [" ", "Saeng now. Almost reluctantly, she realized that many of the things that she had thought"],
        [" ", "of as strange before had become, through the quiet repetition of season upon season,"],
        [" ", "almost familiar to her now. Like the geese. She lifted her head and watched as their"],
        [" ", "distinctive V was etched against the evening sky, slowly fading into the distance."],
        ["90", "\tWhen they come back, Saeng vowed silently to herself, in the spring, when the snows"],
        [" ", "melt and the geese return and this hibiscus is budding, then I will take that test again."]
    ],
    "Copyright": "",
    "References": []
}