{
    "Directions": "Read this article, then answer each question that follows.",
    "Context": [],
    "Title": "The Silver Dream Machine",
    "Subtitle": "",
    "Author": "by Jan Greenberg and Sandra Jordan",
    "LabelType": "L",
    "Content": [
        [" ", "\tThe story of Bilbao reads like a fairy tale. The proud port city in the Basque region"],
        [" ", "of northern Spain had survived fires, floods, and civil war in its seven hundred years."],
        [" ", "But by 1990 the once-handsome city had fallen on hard times. Shipyards sat idle; steel"],
        [" ", "mills, silent."],
        ["5", "\tFaced with widespread unemployment and irate citizens, the city fathers and"],
        [" ", "government officials put their heads together and came up with a bold scheme. Their"],
        [" ", "master plan included a first-class museum, so original that it would attract worldwide"],
        [" ", "attention and rescue their town from its slow decline. But they couldn't do it alone."],
        [" ", "\tThey called on Thomas Krens, the powerful head of the Guggenheim Museum,"],
        ["10", "headquartered in New York City. A new Guggenheim in Spain appealed to Krens. To"],
        [" ", "continue the museum's tradition of great architecture, he announced a competition."],
        [" ", "\tThree architects from Austria, Japan, and the United States were invited to submit"],
        [" ", "proposals. In 1991 Frank Gehry and his wife, Berta, who speaks fluent Spanish, went to"],
        [" ", "Bilbao. Enthusiastic about the city but not the site, Gehry and Krens offered a suggestion."],
        ["15", "Instead of redoing a warehouse in the town's old historic district, what about a new site"],
        [" ", "across town on a bend in the Nervión River? The tall bridge spanning the river would"],
        [" ", "cross through the museum and become an integral part of the composition."],
        [" ", "\tTrue to form, Gehry submitted a radical design, a model he constructed of sheets of"],
        [" ", "paper rolled and taped by hand, like a sculptor molding clay. Everyone knew his plan went"],
        ["20", "beyond all expectations. The big question was, Could it be built?"],
        [" ", "\tThe secret weapon was a three-dimensional imaging computer program developed by"],
        [" ", "the French aerospace industry to design fighter planes, CATIA. Gehry already had used"],
        [" ", "CATIA for parts of several other buildings, including Fred and Ginger in Prague. But for"],
        [" ", "Bilbao he took full advantage of the computer's modeling possibilities."],
        ["25", "\tHe says, “Many artists over time have thought about movement, talked about flow."],
        [" ", "The only thing that holds back or restricts shape is technology and money —because it"],
        [" ", "costs! In our culture technology has evolved so that it's cheaper to build a rectangular"],
        [" ", "building. But if you figure out a way to make technology work for you, you can explore"],
        [" ", "curved shapes and make them possible at competitive costs. You can do this because of"],
        ["30", "the computer.”"],
        [" ", "\tGehry doesn't use the computer himself. “I can't stand to look at it for more than"],
        [" ", "four minutes.” He designs in drawings and then on physical models of wood, paper, and"],
        [" ", "cloth. So what does CATIA do? The program can turn any wild shape or volume into"],
        [" ", "working drawings. It also talks to other computers-for example, at steel mills and stone"],
        ["35", "quarries-and gives them exact dimensions. With the help of CATIA, Gehry's office made"],
        [" ", "565 working drawings and hundreds of models in only two years. Without CATIA it"],
        [" ", "would have taken decades."],
        [" ", "\tGehry chose titanium, a strong, silvery metal used for missiles, to be the skin of the"],
        [" ", "structure. Even with a budget of one hundred million dollars, the cost was too high. Then"],
        ["40", "someone must have waved a magic wand."],
        [" ", "The Russians dumped tons of titanium on"],
        [" ", "the market, and the surplus briefly caused"],
        [" ", "the price to drop. It was affordable."],
        ["", "problems/NY16G8E/media/S4a.jpg"],
        [" ", "\tIt took four years to build the museum,"],
        ["45", "and when the titanium was installed on the"],
        [" ", "roof, the workers on the top level could see"],
        [" ", "panoramic views of the city and the"],
        [" ", "building blossoming like silver petals"],
        [" ", "beneath them."],
        ["50", "\tFor Frank Gehry, who had studied art"],
        [" ", "before he became an architect, Bilbao was"],
        [" ", "his own fantasy come true. “To be at the bend of a working river, connecting the urban"],
        [" ", "fabric of a fairly dense city with a place for modern art, is my idea of heaven.” From chain"],
        [" ", "link to titanium: It might seem as if he had come a long way from his bungalow in"],
        ["55", "Santa Monica. But what looks like a giant leap is actually an evolution. You find his fish"],
        [" ", "motif appearing here and there throughout the museum. The metal cladding, seen in his"],
        [" ", "own house and in many other Gehry buildings, reaches its peak in the titanium walls of"],
        [" ", "Bilbao. Jutting skylights, glass partitions, towers, the cluster of connected spaces: They're"],
        [" ", "all there but grander, more monumental. He's done it before, Frank admits. “You can't"],
        ["60", "escape your own language.”"],
        [" ", "\tWhat about the city of Bilbao? In 1997 its museum opened to rave reviews. AN"],
        [" ", "INSTANT LANDMARK! SPAIN-ISH CONQUEST! BASQUE-ING IN GLORY! read"],
        [" ", "the headlines."],
        [" ", "\tThe city hoped it would attract a half million visitors the first year. Instead more than"],
        ["65", "a million came to marvel at the titanium-clad miracle. It announced the arrival of a new"],
        [" ", "era in architecture, and people wanted to see it for themselves. The streets swarmed with"],
        [" ", "tourists. Bright shops, restaurants, and hotels opened to serve them. The city fathers had"],
        [" ", "asked Frank Gehry for a building that would become a destination, a wonder of the world"],
        [" ", "like the Eiffel Tower or the Pyramids. As it happens in all fairy tales, their wish —with"],
        ["70", "plenty of help from talent and hard work —came true."],
        [" ", "\tWhat follows the tremendous success of the Guggenheim in Bilbao? Where does"],
        [" ", "Frank Gehry go from here? Is the pressure on to do something bigger and better? He has"],
        [" ", "won more than one hundred prestigious awards for his architecture, and his desk is piled"],
        [" ", "high with requests from people who want another Bilbao. “The good thing is that my part"],
        ["75", "in Bilbao was over five years ago. So before everyone got excited about it, I'd merrily gone"],
        [" ", "on my way doing what I always did. I'm way beyond Bilbao.”"],
        [" ", "\tAsked how he reacts to being a celebrity, Gehry says, “The famous thing gets in the"],
        [" ", "way of creativity, especially if a lot of people come in and tell you how great you are and"],
        [" ", "you're scared of this thing you're working on.” However, he admits feeling pleased when"],
        ["80", "people on the streets of Bilbao come up and give him a hug."],
        [" ", "\tAt seventy Gehry finds his creativity is speeding up. His shapes are becoming looser,"],
        [" ", "flowing even more freely, as if the swelling forms fly, float, and dance from the sheer"],
        [" ", "exuberance of his imagination. “I'm trying to get more liquid, to put feeling and passion"],
        [" ", "and emotion into my buildings through motion.”"]
    ],
    "Copyright": "",
    "References": []
}