{
    "Directions": "Read this story, then answer each question that follows.",
    "Context": [],
    "Title": "[Excerpt from] The Peerless Four",
    "Subtitle": "",
    "Author": "by Victoria Patterson",
    "LabelType": "L",
    "Content": [
        [" ", "\tBasketball brought me to life, and once I was awake and alive, there was no turning"],
        [" ", "back. I'm not good at school, never have been. There's a clarity and straightforwardness to"],
        [" ", "basketball, to sports, that I understand. There are rules. You follow the rules and try to"],
        [" ", "win. Life isn't like that. Too bad, because in life you have to work to make anything make"],
        ["5", "sense. Life is deceptive. In basketball, I'm asked to be smart: to get the ball, pass the ball,"],
        [" ", "fake a pass, dribble, and to shoot the ball through the hoop. When I run, I'm asked to run"],
        [" ", "as fast as I can, beat the others. Cross the finish line first. I have a job to do, and I either"],
        [" ", "get it done or don't. There's nothing vague about it. It's very clear. Life is tough and"],
        [" ", "disappointing and I can't control anything, so to me the best answer is sports. There's no"],
        ["10", "right or wrong answer like with arithmetic. I'm not asked to come up with something like"],
        [" ", "you have to in English. I don't have to decipher a story or a poem. I'm connected to"],
        [" ", "others, and were connected through time, when it was clear and straightforward then, like"],
        [" ", "it is now. There's no trick answer, nothing that you have to interpret or guess. I don't"],
        [" ", "understand Shakespeare or algebra or why a poem makes people cry, but give me the ball,"],
        ["15", "and I'll dribble and pass, and I'll take the elbow to the face, the lumps and the bruises,"],
        [" ", "gladly, to know that I'm doing something truly fine, something that's as good as"],
        [" ", "Shakespeare, if you ask me, as good as any poem, even better, if you ask me. It's action. It"],
        [" ", "has the kind of power and force of the known, and I gave myself over as soon as I"],
        [" ", "discovered basketball. I knew that I'd found an answer to my life. I was alive."],
        ["20", "\tAt first, my dad wouldn't let me play basketball. I was ten and we would go to my"],
        [" ", "brother's games at the high school. I'm the only girl of five children, and being from a"],
        [" ", "family of boys, I did everything that they did, which confused my dad, since it wasn't"],
        [" ", "ladylike. That's how I got into running, because of my three older brothers. I ran to keep"],
        [" ", "away from them."],
        ["25", "\t“I want to do that,” I told my dad at the basketball game, and he shook his head and"],
        [" ", "said, “That's not for girls.” It's very simple, really. Boys play sports and girls watch the boys"],
        [" ", "play sports. My dad believes that girls should stay home and work and bring the money"],
        [" ", "home until they get married. Girls shouldn't go to college- fine by me! Only the boys"],
        [" ", "should. But I wanted to be on the basketball court, and I didn't care what my dad said."],
        ["30", "\tI'd watch my brother with his squeaking shoes crossing the court, dribbling and"],
        [" ", "passing, making his shots, and he gave meaning to my life, gave me a purpose. I cheered"],
        [" ", "for him with such yearning and enthusiasm that my dad would put his hands on my"],
        [" ", "shoulders, beg me to sit back down. But he couldn't keep me sitting. It was bigger than"],
        [" ", "him, bigger than me. I became so involved in the games, in my desire to break free from"],
        ["35", "life's confusions, to have a purpose within me. It was like I became my brother, and I was"],
        [" ", "in the competitive world of men, and I was important."],
        [" ", "\tBefore the games, I couldn't eat because of nerves. Id pace the house, going over game"],
        [" ", "plans in my head.  “Sit down! ” my dad would say. “You're making everyone nervous.”"],
        [" ", "During the games, I'd pace the stands, clenching my fists, waving my fists, shouting. I"],
        ["40", "couldn't stay still. Cheering is what you call it, but it was more than that. I strutted up and"],
        [" ", "down the aisles, dribbling my imaginary ball with my brother. I faked defenders, turned"],
        [" ", "and made my shots. I took low, sweeping passes. I trotted and swerved and blocked"],
        [" ", "players, careful not to foul. All this I did with a very loud commentary, letting my dad and"],
        [" ", "the spectators and the refs know that I knew everything, that I was in the game, and that I"],
        ["45", "was part of this world whether my dad let me play for real or not. Truly, I believed that"],
        [" ", "my brother depended on me, that in some magical way, I was him, and that his success"],
        [" ", "and his team's depended on my vigilance. When he made a shot, when he passed the ball"],
        [" ", "with beauty, and the crowd clapped and roared, I believed that they were roaring for me,"],
        [" ", "as much as for him. It felt like an assurance that life could be understandable."],
        ["50", "\tI couldn't stop moving and talking and my dad became concerned. People stared,"],
        [" ", "moved away from us. A few stayed, fascinated by my antics."],
        [" ", "\t“You're like a crazy person,” my dad said."],
        [" ", "\tThen my dad decided that I couldn't come to the basketball games anymore. My"],
        [" ", "cheering was too much. The games were my delight, my reason for living, and I locked"],
        ["55", "myself in a closet and cried for two days. I refused to eat. My family couldn't get me to"],
        [" ", "come out. Even my brother, whom I love with all my heart, because he believes in me and"],
        [" ", "plays sports with me, and he taught me what he knows about basketball  — he couldn't get"],
        [" ", "me to come out. My mom made blueberry pie, my favorite, put it right outside the closet"],
        [" ", "so that I smelled it. But I didn't care."],
        ["60", "\t“Let her play,” I heard my mom tell my dad. “Girls play basketball all the time now,”"],
        [" ", "said my brother, and my dad said, “Not my daughter.” But he gave in, because I wouldn't"],
        [" ", "come out of the closet or eat, and I'm his daughter, and he loves me."]
    ],
    "Copyright": "“Excerpt from The Peerless Four”: From THE PEERLESS FOUR by Victoria Patterson © 2013 by Victoria Patterson. Reprinted by permission of Counterpoint Press.",
    "References": []
}