{
    "Directions": "Read the selection and choose the best answer to each question.",
    "Context": [
        "In her English class, Susan was assigned to write a persuasive paper. She would like you to read her paper and suggest any revisions she should make. When you finish reading, answer each question that follows.",
        "problems/TX18HSE1/media/S1a.jpg"
    ],
    "Title": "The Importance of Social Networking Offline",
    "Subtitle": "",
    "Author": "",
    "LabelType": "N",
    "Content": [
        [" ", "\t(1) Teenagers are learning new communication skills every day. (2) It is important for them to have opportunities to network, or to meet and get to know new people. (3) But online networking promotes short, superficial connections. (4) It is very popular with teens today. (5) Offline networking better encourages meaningful connections that will bolster happiness, develop skills, and open avenues to career opportunity. (6) Teens need to practice more offline networking. (7) It will prepare them to be confident face-to-face communicators in the real world."],
        [" ", "\t(8) Approximately seventy percent of today's teenagers communicate within online social networks, according to the Pew Research Center. (9) A survey of almost 7,000 teens was conducted in 2014 by three Swiss researchers, and they found that many of the surveyed teens believed they were spending too much time on these social networking sites. (10) These teens are starting to realize that online connections can be anonymous, emotionless, and insignificant. (11) Additionally, these teens admitted that they miss spending time with real people. (12) Perhaps these teens are discovering what they have been suggesting for a while: spending time with others in real life is important. (13) It not only contributes to a stronger sense of identity and a happier mood, but it also gives us the chance to share happiness with other people. (14) In other words, offline networking seems to actually benefit a teen's emotional health."],
        [" ", "\t(15) Face-to-face communication also gives teens an opportunity to learn to read people. (16) Everyone communicates in person differently than communicating over the phone, through texting, or in online posts. (17) Being face-to-face requires a person to think and respond more quickly — without the safety net of a delete key. (18) And much of our communication is nonverbal anyway. (19) Facial expressions, gestures, and vocal tones are just a few examples. (20) Teens need to have face-to-face interactions so they can learn to read these nonverbal cues, which are sometimes even more important than the words a person is saying."],
        [" ", "\t(21) A time will come when the teen will need to enter the job market, and this usually means a face-to-face interview. (22) A young person needs to be confident and comfortable in this kind of interaction. (23) A teen applying for a job will want to convince the employer that he or she has the skills to handle business relationships. (24) For example, a person will need to be able to interact naturally with customers, hearing and understanding their words as well as their nonverbal cues in many different kinds of businesses. (25) A teenager adept at communicating in person will be much more likely to get hired and to experience success at work."],
        [" ", "\t(26) Dealing with people offline will help teens in a few important ways. (27) That's why every teen should spend time practicing real-world interactions. (28) And the only way to do that is to unplug from the screen and start connecting with real people."]
    ],
    "Copyright": "",
    "References": []
}