{
    "Directions": "",
    "Context": [
        "In 1966, Mao Zedong was the communist leader of China, and he started a violent revolution to assert his authority. During this period, many Chinese citizens suffered or were killed. In this excerpt, Ping Fu reflects upon a memory of her grandfather during this time."
    ],
    "Title": "(from) Bend, Not Break: A Life in Two Worlds",
    "Subtitle": "",
    "Author": "by Ping Fu",
    "LabelType": "P",
    "Content": [
        ["1", "Every night as I lay in bed trying to fall asleep, I would be haunted by images of my grandfather hovering above me. I would see him in my eight-year-old mind’s eye as an elegant aging man at the start of the Cultural Revolution. Spring 1966."],
        ["2", "My grandfather had a collection of traditional Chinese “scholar arts”: inkwells from dynasties past, fans hand painted by famous artists, zitan wooden brush holders, chicken-blood stamp stones, and rare books of calligraphy. For two months before I was taken away from our Shanghai home, every night before he went to sleep, my grandfather would pull these objects carefully out of their wrapping papers and examine them. He would touch them delicately, as though they were dear old friends. Then he would select one object to keep on the nightstand next to his bed. The following day, a mask of sorrow covering his usually serene face, he would go out into the streets of Shanghai and sell it for a pittance."],
        ["3", "Mao’s Red Guard had shut down the farmers’ markets and taken control of the city’s food supply. Each family was given limited rations of rice, cooking oil, sugar, vegetables, and meat. Sometimes it wasn’t enough to feed everyone in my household. A few farmers were selling produce on the black market because they didn’t have enough money to support their families. As a merchant-class family, we had always had enough money to eat. But in those days food was increasingly hard to come by. My grandfather knew that if he wasn’t willing to part with his precious heirlooms, his family might go hungry. It was a sacrifice he was willing to make."],
        ["4", "Each night when my grandfather took out the valuable pieces that he planned to sell the next day, he would describe to me why he loved them. One night, he showed me a fan that had been painted by a famous Chinese opera singer, Mei Lanfang. As he told me the story of how he’d gotten the fan—it had been a gift from his beloved wife, who had gone to extraordinary lengths to purchase it for his sixtieth birthday—he touched his fingers to it gently. Then he held it up to the light and fanned it out, revealing a picture of plum flowers that sparkled like fairy dust."],
        ["5", "Another evening, my grandfather drew a small gold nugget out of his pocket and massaged it between his fingers as he spoke. Although it was a simple, rough chunk of metal, he had rubbed it so often that it had developed a fine, smooth finish."],
        ["6", "“Once, many years ago,” my grandfather explained, “I was walking down the street when I caught notice of a blind man playing the erhu”—a traditional Chinese musical instrument. “About three hundred children were gathered around to listen, so I stopped as well. The blind man’s music was enchanting. After he finished his song, I left him a few coins, expecting to continue on my way. But the man began tugging at my robe."],
        ["7", "“‘I want to sell you this gold nugget,’ the blind man said. ‘Won’t you buy it from me? I need the money to feed my children.’"],
        ["8", "“‘No, I don’t collect gold nuggets,’ I replied, refusing to buy this one from the blind man. I said good-bye and walked away."],
        ["9", "“The next day, I saw the same man playing. Once again, I was enchanted by his music and stopped to listen. Once again, the blind man pulled at my robe and asked me to buy his gold nugget, but I refused."],
        ["10", "“It went on like this day after day. Finally, on the fifth day, when the blind man begged me to buy the nugget so that he could feed his children, I caved. I probably paid far more than it was worth because I emptied out my pockets and gave the blind man all my cash. But it wasn’t about the value of the gold. I simply felt moved to help this gentle soul who made such beautiful music. I wanted him to be able to care for his family.”"],
        ["11", "My grandfather sighed heavily. “Tomorrow, I’ll sell this nugget to a pawnshop for maybe seventy yuan—about one one-thousandth what I paid for it. What makes me most sorrowful is not the money. It’s the fact that I’ll be selling my lucky charm. You see, ever since that day when I bought this gold nugget, I’ve carried it with me in my pocket and rubbed it to bring our family good luck. That’s why it has been polished to this glossy sheen.”"],
        ["12", "At that moment, my grandfather’s lips turned up into a heart-breaking smile. “Then again, it seems right, somehow. Buying this nugget was how I once helped a man save his children. Now, in selling it, I’ll be saving my own children. I guess this gold nugget has done what it was supposed to do.”"]
    ],
    "Copyright": "From Bend, Not Break by Ping Fu with MeiMei Fox. Copyright © 2012 by Ping Fu. Used by permission of Portfolio, an imprint of Penguin Publishing Group, a division of Penguin Random House LLC.",
    "References": []
}