{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [],
    "Title": "Wayward Penguin Released South of New Zealand",
    "Subtitle": "",
    "Author": "Associated Press\nSeptember 4, 2011",
    "LabelType": "P",
    "Content": [
        ["1", "He needed a little push before speeding backward down a makeshift slide. Once in the water, he popped his head up for one last look. And then he was gone. The wayward emperor penguin known as “Happy Feet” was back home in Antarctic waters after an extended sojourn spent capturing hearts in New Zealand."],
        ["2", "Happy Feet was released into the ocean south of New Zealand on Sunday, more than two months after he came ashore on a beach nearly 2,000 miles from home and became an instant celebrity."],
        ["3", "Speaking from a satellite phone aboard the research vessel Tangaroa, Wellington Zoo veterinarian Lisa Argilla said Happy Feet’s release went remarkably smoothly given that the boat was being tossed about in 25-foot swells in the unforgiving Antarctic Ocean."],
        ["4", "Argilla said crew members from the boat carried the penguin inside his custom-built crate to the stern of the ship for his final send-off about 50 nautical miles north of remote Campbell Island. The crew had already cut the engines and put in place a canvas slide that they soaked with water from a hose."],
        ["", "problems/TX18HSE1/media/S7a.jpg"],
        ["5", "But when they opened the door of the crate, the penguin showed no interest in leaving."],
        ["6", "“I needed to give him a little tap on his back,” Argilla said."],
        ["7", "The penguin slipped down the slide on his stomach, bottom first, she said. He resurfaced about 6 feet from the boat, took a look up at the people aboard, and then disappeared beneath the surface."],
        ["", "problems/TX18HSE1/media/S7b.jpg"],
        ["8", "“I was really happy to see him go,” Argilla said. “The best part of my job is when you get to release animals back into the wild where they are supposed to be.”"],
        ["9", "The 3-foot-tall aquatic bird was found June 20 on Peka Peka Beach, about 40 miles northwest of New Zealand’s capital, Wellington. It had been 44 years since an emperor penguin was last spotted in the wild in New Zealand."],
        ["10", "At first, conservation authorities said they would wait and let nature take its course with the penguin. But it soon became clear the bird’s condition was deteriorating, as he scooped up beaks full of sand and swallowed, likely mistaking it for snow, which emperor penguins eat for its moisture when in Antarctica."],
        ["11", "With the world watching, authorities finally took action, moving the penguin to the Wellington Zoo four days after he was discovered."],
        ["12", "At the zoo, the 3 1/2-year-old bird underwent numerous stomach flushing procedures to remove sand from his digestive system. He was given a makeshift home in a room that zoo staff kept filled with a bed of ice so he wouldn’t overheat."],
        ["13", "A local television station, TV3, set up a webcam and streamed images of the bird around the clock. Soon, Happy Feet had a quarter-million followers."],
        ["14", "And, perhaps befitting of a bird from the Internet age, those followers will be able to keep track of him for a while longer. Happy Feet has been fitted with a GPS tracker, and his movements will be posted online. Argilla expects the tracker to fall off the next time the bird molts."],
        ["15", "Argilla said the final boat journey, which began last Monday and ran into terrible weather, was difficult for her—she got seasick—and the crew. The one who seemed least bothered, she said, was Happy Feet, who rolled with the swells, slept standing up and took nips at the crew when they fed him fresh fish."],
        ["16", "Now that Happy Feet has been nursed back to health, Argilla said his chances are as good as they are for any other penguin in the wild."],
        ["17", "“He swam away, not caring about us anymore,” Argilla said."],
        ["18", "She paused."],
        ["19", "“And that’s a good thing,” she said."]
    ],
    "Copyright": "Used with permission of the Associated Press. Copyright © 2014. All rights reserved.",
    "References": []
}