{
    "Directions": "Read the passage below, then answer each question that follows.",
    "Context": [],
    "Title": "The Climb",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        [" ", "“Where am I?” Mikela asked herself. She knew that the area where her family had set up camp was near the base of two hills, situated along a winding stream. No matter where she looked, nothing looked familiar. Dejected, she turned around, desperately searching for any signs of the camp."],
        [" ", "She had left it only a short time ago. Her father had pointed out an owl's nest at the top of an old rotted tree, just one hill over from where the camp was located. She had gone for what she thought would be a quick visit to the tree, but now, each hilltop looked just like another, and she had never even found the tree with the nest."],
        [" ", "The sun was beginning to settle behind the trees, and it would soon be getting dark; Mikela started to worry."],
        [" ", "“Where is our camp?” whispered Mikela between clenched teeth. She knew that her mom and dad would be searching for her, but they had no way of knowing where to look. She wished now that she had told them where she was going. She had thought she would be back before anyone even missed her."],
        [" ", "“Think, Mikela! Think!” she said aloud. The rumble in her stomach reminded her that she had not eaten since noon, and now she was missing supper."],
        [" ", "“Wait a minute...” she said after a moment, standing straight up. “Supper means a fire, and fire means smoke, so I'll look for the smoke!” Mikela looked out across the hilltops again, scanning them systematically, looking up and down small sections of each one. After a few minutes, she spotted a wispy column of smoke rising above a group of trees."],
        [" ", "“Maybe that's our camp!” Mikela exclaimed. The smoke appeared to be coming from a valley only two hills away."],
        [" ", "Steadily, Mikela worked her way down the hill and then up and down the next. As she approached the top of the last hill, she heard a rustling to her left."],
        [" ", "Oh no... Now what? Mikela thought to herself, her heart full of dread."],
        [" ", "Out stepped Mikela's father and older brother. Seeing her, they both yelled, “Mikela!”"],
        [" ", "“I'm here!” Mikela yelled, running toward them."],
        [" ", "Wrapping his arms around her, Mikela's father asked, “Are you all right?”"],
        [" ", "Mikela looked up at her dad and replied, “I'm fine, but the next time I want to see an owl's nest, I might just check out a book from the library!”"]
    ],
    "Copyright": "",
    "References": []
}