{
    "Directions": "Read the passages “A Raft of Ants” and “Insect Farmers” and then answer each question.",
    "Context": [],
    "Title": "Passage 1: A Raft of Ants",
    "Subtitle": "",
    "Author": "by Dan Risch",
    "LabelType": "P",
    "Content": [
        ["1", "\tFire ants live deep underground. But what happens when heavy rains flood their cozy homes? The fiery red insects go marching out of the nest and onto the water. There, they make a raft of their own bodies."],
        ["2", "\tFloating on the surface, the first ants that come out build the raft. A layer of ants spreads across the water. They hold on to one another, using their claws and jaws and sticky feet."],
        ["3", "\tWhat a tangle of ants! But it’s just what the ants need to save their colony from drowning. As the ants weave themselves together, they don’t even get their antennae wet."],
        ["4", "\tOnce the raft is in place, one by one and two by two, more ants march out of the nest and onto the ant raft. They carry ant eggs, ant babies, and, of course, the queen. (Some ants may even pack a bit of food for the trip.)"],
        ["5", "\tUp and out the ants march until the entire nest of ants is on the raft. An average-sized nest is made up of 100,000 fire ants."],
        ["6", "\tThe floodwaters carry the raft away. Every once in a while, the bottom ants change places with the ants on top. Finally, the raft touches higher ground, where the colony can make a new nest. The ants have survived by sharing all of the work. Now that’s teamwork!"],
        ["7", "\tOne ant uses its jaws to hold on to another ant’s leg."],
        ["8", "\tThey use claws and jaws and sticky feet!"],
        ["", "problems/FL20G3R/media/S4a.jpg"]
    ],
    "Copyright": "Excerpt from “A Raft of Ants” by Dan Risch. Copyright © 2013 Highlights for Children, Inc., Columbus, Ohio. All rights reserved. Used by permission. Photograph copyright © David Hu and Nathan J. Mlot, Georgia Institute of Technology.",
    "References": []
}