{
    "Directions": "",
    "Context": [],
    "Title": "Passage 2: Insect Farmers",
    "Subtitle": "",
    "Author": "by Paula Cushing",
    "LabelType": "P",
    "Content": [
        ["9", "\tThe farmer stepped back and surveyed her garden. It looked fine and healthy. A little more fertilizer here and there and her day’s work would be done."],
        ["10", "\tHer sisters were busy in another part of the garden gathering some of the crop to feed to the youngsters. Yes, nothing beats a good garden of young mushrooms."],
        ["11", "\tYou see, this is no ordinary farmer. She is a leaf-cutting ant."],
        ["12", "\tI first saw leaf-cutting ants on a six-month visit to Panama. I had plenty of time to watch the ants because I lived and worked at a tropical research station on Barro Colorado Island in the Panama Canal area."],
        ["13", "\tBarro Colorado became a biological reserve in 1923. Since then scientists from all over the world have gone there to study tropical plants and animals."],
        ["", "Jᴜɴɢʟᴇ Wᴀʟᴋs"],
        ["14", "\tThere are no roads on the island, just nature trails cutting through the jungle. Nearly every time I walked out on the trails, I had to step over a marching column of leaf-cutting ants—they seemed to be everywhere!"],
        ["15", "\tAt first, the marching columns looked like little pieces of leaves moving by themselves. But when I looked more closely, I saw that each piece of leaf was being carried by a reddish ant many times smaller than the leaf. The ants had cut the leaves with their scissorlike jaws and were carrying them back to their nests."],
        ["16", "\tLeaf cutters don’t eat the leaves. Rather, they use the leaves to raise their most important food, which is a particular kind of fungus. The ants take the leaves to special rooms in their underground nests. They cut the leaves into smaller pieces, chew the pieces until they are wet and spongy, and deposit them in their garden."],
        ["17", "\tThen the ants transplant some fungus onto their fresh “leaf-soil.” Sometimes they add fertilizer that they excrete from their abdomens."],
        ["18", "\tAdult ants feed on this fungus as well as on sap. The fungus is also eaten by the larvae, which are the baby ants."],
        ["19", "\tThe fungus they grow is a type of mushroom. But the ants have been farming it for so long that it doesn’t grow into anything that looks like regular mushrooms. Instead, it looks more like a mass of tiny double-headed lollipops."],
        ["", "Aɴᴛs, Bɪɢ ᴀɴᴅ Sᴍᴀʟʟ"],
        ["20", "\tA leaf-cutter colony is made up of ants of different sizes. Large ants go out and gather the leaves. Smaller ants guard the big ants, cut up the leaves, tend the garden, and care for the eggs and larvae."],
        ["21", "\tThe biggest ant is the queen. Her main job is to lay eggs. All of the other ants in the colony are her daughters. They have many jobs, which they do by instinct, communicating with one another and their queen when necessary."],
        ["22", "\tOf course, ants can’t talk the way we can. Instead, the ants communicate through a chemical language. They pass around their chemical messages when they feed one another. Workers pass droplets of food to other workers (their sisters). They also feed larvae. Larvae sometimes feed their nurses. The queen feeds her daughters. And workers feed their mom, the queen. An ant colony’s chemical communication network is more complicated than our telephone lines."]
    ],
    "Copyright": "“Insect Farmers” by Paula Cushing. Copyright © 1998 Highlights for Children, Inc., Columbus, Ohio. All rights reserved. Used by permission.",
    "References": []
}