{
    "Directions": "Read this story, then answer each question.",
    "Context": [
        "In this historical fiction, Margaret Bourke-White, an early female photographer, is still in college. The year is 1927."
    ],
    "Title": "[Excerpt from] Girl with a Camera: Margaret Bourke-White, Photographer",
    "Subtitle": "",
    "Author": "by Carolyn Meyer",
    "LabelType": "P",
    "Content": [
        ["1", "\tMy exams went fairly well, and my grades were satisfactory if not stellar.¹ In my final semester I signed up for a journalism course. Other students in the class were hoping to become newspaper reporters; I was more interested in magazine work and submitted a photo-essay—pictures of doorways with very little text—for an assignment. The professor was the advisor for the Cornell Alumni² News, and he thought the editor might want to feature my photographs of campus buildings. The editor looked them over and paid me five dollars each for three pictures. It seemed like a fortune! When the magazine came out, several graduates of the department of architecture wrote to praise the pictures, and one alumnus suggested that I specialize in architectural photography. He said my pictures were that good. It was the encouragement I craved."],
        ["2", "\tBut I wasn't sure that with no professional experience I could actually land such a job —and I did need to find work. To play it safe, I sent an application to the American Museum of Natural History in New York. The curator of herpetology³ invited me to come for an interview. He seemed so impressed by my application that I thought the offer of a position might be imminent.⁴"],
        ["3", "\tI was nearly twenty-two, about to graduate, and unsure which to follow—my head and my long interest in natural science, or my heart and my passion for photography. A job at the museum would be the safe choice. Or I could try to pursue a career in architectural photography, even though I had no specific training in the field. I had to know if the men who praised my photographs were right, or if they simply enjoyed my pictures of their alma mater.⁵ My future hung in the balance."],
        ["4", "\tI asked the letter-writer to recommend someone qualified to give me an objective opinion. His reply: “See Benjamin Moskowitz, York & Sawyer, Architects, NYC. Good luck.”"],
        ["5", "\tDuring the Easter vacation I booked a cheap room and took the train to New York City, where I arrived late on Thursday and went straight to the Park Avenue address of York & Sawyer. At their office on the twenty-third floor I asked the switchboard operator for Mr. Moskowitz."],
        ["6", "\t“I think Mr. Moskowitz has already left, miss. I know he was planning a long weekend. Did you have an appointment?”..."],
        ["7", "\tShe sighed and asked my name and told me to wait while she tried to see if he might still be there. I paced nervously, thinking that my time and money and my best chance for an expert opinion had been thrown away. The operator rang his office; no answer. “Sorry, but it looks like you're out of luck, Miss White,” she said."],
        ["8", "\tWhy hadn't I planned this better? Called for an appointment? Taken an earlier train? How could I have made such a mistake? I was close to tears."],
        ["9", "\tJust then a tall, gray-haired man, beautifully groomed, strode through the reception area. The switchboard operator signaled me and mouthed, “That's him.”"],
        ["10", "\tI didn't hesitate. “Oh, Mr. Moskowitz!” I called out. “Just a moment, sir, please! I'd like to speak to you.”"],
        ["11", "\tHe glanced at his expensive-looking gold watch and kept walking. “Sorry, I have a train to catch,” he said brusquely. “I don't believe you had an appointment.”"],
        ["12", "\tI hurried after him toward the elevator. “I apologize, sir, but I was told to talk to you and to show you some photographs.” I mentioned the Cornell graduate who had given me his name..."],
        ["13", "\t“Miss White, I have a train to catch. I'm sure your photographs are very good or he would not have sent you to see me, but unfortunately I have no time to look at them or talk to you now.”"],
        ["14", "\tHe checked his watch impatiently and rang again for the elevator. “It's always slow when I'm most in a hurry,” he muttered."],
        ["15", "\t“Let me show you just one photograph while we're waiting,” I pleaded, and opened the portfolio. The picture on top was a view of the river from the library tower, the highest point on campus. I'd climbed that tower at dawn and at sunset and at every possible time in between to catch the light on the water at exactly the right moment and framed the shot through lacy grillwork."],
        ["16", "\tMr. Moskowitz glanced at it, impatiently at first and then more carefully a second time. “You took this photograph?” he asked doubtfully."],
        ["17", "\t“Yes, these pictures are all my work.” I rushed through my story—the elevator could arrive at any moment. “Mr. Moskowitz, I have to know if you think I have the ability to become a professional in this field.”"],
        ["18", "\tThe elevator gate clattered open. “Going down!”"],
        ["19", "\t“Never mind, Chester,” Mr. Moskowitz told the operator. “We don't need you now.” He motioned for me to follow him. “Come with me. I want to have a look at the rest of these.”"],
        ["20", "\tAs we hurried through the reception room, Mr. Moskowitz called out to the switchboard operator, “Ring up Sawyer and York and anyone else who's still here and tell them to come to the conference room.”..."],
        ["21", "\tFor the next hour they asked me questions about my age—I fibbed a bit, adding a couple of years—my education, and my experience. At the end of the hour I walked out of the offices of York & Sawyer with their assurance that any architect in the country would willingly pay for my services. I wanted to celebrate, and when I stopped for something to eat, I could scarcely keep from telling my good news to the tired-looking waitress behind the counter."]
    ],
    "Copyright": "",
    "References": [
        ["¹", "stellar: extremely good"],
        ["²", "alumni: people who have previously graduated from an educational institution"],
        ["³", "curator of herpetology: person at the museum in charge of snake collections"],
        ["⁴", "imminent: about to happen"],
        ["⁵", "alma mater: school, college, or university that one attended in the past"]
    ]
}