{
    "Directions": "Read this article, then answer each question that follows.",
    "Context": [
        "Matt Trott works for the U.S. Fish and Wildlife Service."
    ],
    "Title": "[Excerpt from] Keep the “Wild” in Wildlife: Don't Touch or Feed",
    "Subtitle": "",
    "Author": "by Matt Trott",
    "LabelType": "P",
    "Content": [
        ["1", "\tPeople often think doing nothing is quite easy, but sometimes it can be awfully hard. Many of us want to help wildlife when they appear to be in trouble, but in some cases, we need to redirect these instincts."],
        ["2", "\tGenerally, the best thing to do is leave the animal alone. This protects both you and the animal ..."],
        ["3", "\tYoung wildlife usually are not orphaned, even if a parent can't be seen. For example, deer leave fawns alone for hours to look for food, and baby birds often leave the nest before they can fly, hopping around on the ground for days with the parents sometimes elsewhere getting food ..."],
        ["4", "\tBy trying to help wildlife, you might really be hurting them. A man in Georgia recently saw a manatee¹ out of the water. Concerned it was stuck, the man pushed the manatee back into the water. Scientists said the manatee was very likely just sunbathing on a warm December day."],
        ["5", "\tYour “help” could also end up hurting you. The man in Georgia was fine, but even people trained in manatee rescues are injured occasionally. Manatees may look slow and too bulky to cause injury, but a lot of strength and energy is hidden within their thick hide ..."],
        ["6", "\tFinally, wild animals are hardier than we think. A recent car commercial depicts a couple “rescuing” a bird from cold weather and driving it south. This type of activity is illegal (unless permitted) and can be dangerous for the humans and the animal. Transferring a bird or other wildlife may disorient² it or cause other problems."],
        ["7", "\tSometimes, though, wildlife definitely need our help. You'll know a wild animal needs help if it has a visibly broken limb, is bleeding, has a dead parent nearby, or is hopelessly tangled in some manmade object."],
        ["8", "\tIf that's the case, contact a licensed wildlife rehabilitator.³ They are trained and have permits to care for wildlife. They can tell you what steps can be taken until help arrives. Not only that, but if they are truly in need, many animals require expert attention immediately."],
        ["9", "\tThat's what Officer Richard Bare did when he received a call that some baby raccoons were orphaned after their mother was hit by a car. He took them to a wildlife rehabilitation facility."],
        ["10", "\tMigratory Bird specialist Bob Murphy did that, too. Last year, while Bob was getting his canoe ready for a canoe trip, a friend spotted an osprey hanging upside down, tangled in fishing line, way up in a nearby pine tree."],
        ["11", "\tBob eventually climbed the tree and cut away the fishing line. He then carefully placed the bird into a backpack, climbed down the tree and took the bird to a rehabber. The osprey was somewhat dehydrated and malnourished,⁴ had a slightly injured toe and suffered neurological⁵ problems from hanging upside down for some time. However, it recovered and was released."],
        ["12", "\tThese are “hands-on” examples of experts providing help when wildlife are in trouble, and they still both involve wildlife rehabilitators. Wildlife rehab is the answer for an injured animal. But, in general, the best bet for your safety, and that of the animal involved, is to leave wildlife alone, whenever possible keeping them truly wild."]
    ],
    "Copyright": "Excerpt from “Keep the 'Wild' in Wildlife: Don't Touch or Feed” by Matt Trott, January 15, 2015. Courtesy of the U.S. Fish & Wildlife Service.",
    "References": [
        ["¹", "manatee: a very large mammal that lives in warm waters along the Atlantic coast"],
        ["²", "disorient: confuse, especially about location"],
        ["³", "rehabilitator: a person who helps bring an animal back to its uninjured state; also called a rehabber"],
        ["⁴", "malnourished: lacking enough food or the right food for good health"],
        ["⁵", "neurological: nerve"]
    ]
}