{
    "Directions": "Read this article, then answer each question.",
    "Context": [
        "Stephen R. Swinburne has worked as a park ranger. When he swam alongside a manatee, he reached out and scratched its belly, and the manatee made clicking sounds. They interacted for about a minute before the manatee swam away."
    ],
    "Title": "[Excerpt from] Saving Manatees",
    "Subtitle": "",
    "Author": "by Stephen R. Swinburne",
    "LabelType": "P",
    "Content": [
        ["1", "\tMy excitement is tinged with¹ guilt, though. I know I shouldn’t touch a manatee. I believe in the “no touch” policy when it comes to wild animals. Wild animals remain wild when man does not interfere with their behavior. The naturalist² part of me says, “Don’t touch,” but to satisfy my human curiosity, I reach out. While I struggle with this dilemma on a personal scale, Floridians are grappling with just how close humans and manatees should get."],
        ["2", "\tSome groups in Florida believe people should not be allowed to “swim with the manatees” or touch them. And there are others, such as diving and snorkeling companies, that believe it’s okay to snorkel with wild manatees and okay to touch them."],
        ["3", "\tI raise the issue with the fourth-graders after our snorkeling trip with the manatees in Crystal River. Should people be allowed to swim with manatees? Why or why not? Many of the students loved snorkeling with manatees. I hear reactions such as “Way cool!”, “Awesome!”, “The most amazing trip of my life.” But after some reflection, Kalli speaks up and says, “Even though it was fun for us, I don’t think people should be allowed to swim with manatees or touch them because it disturbs their peacefulness.”"],
        ["4", "\tIt’s the old idea of what one does is fine, but if the thousands of people that search for manatees each year wanted to touch, rather than simply look at manatees, the pressure on the animals would be too much. “Look, but don’t touch” may be the best way to mind your manatee manners. And besides, people actually have the most to gain by remaining at a distance when they spot a manatee in the water. By quietly observing manatees, snorkelers will get a rare opportunity to see the natural behavior of these unique animals."],
        ["5", "\tThe one thing swimming with the wild manatees did for all of us was make us advocates³ for manatees. But in the end, I agree with Kalli. Who knows? Maybe some day people visiting Florida’s warm-water springs and rivers may talk about the good old days when people could snorkel with the manatees. Can you imagine that? They actually got in the water and touched a manatee. Those were the days."],
        ["6", "\tSome swimmers don’t understand how touching a manatee can be harmful to the animal. Save the Manatee Club believes touching manatees can alter their behavior in the wild, perhaps causing them to leave warm-water areas and making them susceptible⁴ to potential harm. When manatees are in colder water, they expend valuable energy just to keep warm. This leaves little energy left for other important body functions, such as digestion. Pursuing a manatee while diving, swimming, or boating may inadvertently⁵ separate a mother and her calf."]
    ],
    "Copyright": "",
    "References": [
        ["¹", "is tinged with: contains a little bit of"],
        ["²", "naturalist: person who studies nature"],
        ["³", "advocates: people who work for or argue for a certain cause"],
        ["⁴", "susceptible: open to risk"],
        ["⁵", "inadvertently: without meaning to"]
    ]
}