{
    "Directions": "Read this story, then answer each question.",
    "Context": [
        "In a faraway kingdom called Tellus, Aleks signs up for the army. Then he finds out what a dishonest and brutal place it is."
    ],
    "Title": "[Excerpt from] The Almost King",
    "Subtitle": "",
    "Author": "by Lucy Saxon",
    "LabelType": "P",
    "Content": [
        ["1", "\tSlinging his light saddlebag over his shoulders and swallowing his cry of pain at the movement, he pulled his hat low over his forehead and made for the door. He needed his enlistment forms from Shulga’s office; if he could find and destroy them, the army would have no record of him enlisting. Even if he did get caught after escaping—provided he escaped in the first place—there would be no proof that he was a cadet.¹ Then all he had to do was reach the stables and get Quicksilver before anyone on the dinner shift noticed what he was doing. After that ... he would find a way out. There had to be one somewhere..."],
        ["2", "\tThere were no guards at the door; the barracks² was down to a skeleton guard for the dinner shift. Aleks silently retraced his steps from earlier in the day, making his way towards Antova’s office. His eyes raced over every door’s nameplate, frowning when none of them was the office he was looking for. He was incredibly short on time; he had to be on Quicksilver and heading for freedom before dinner ended."],
        ["3", "\tFinally, he saw it. Lt. Shulga was embossed on a nameplate three doors down from Antova’s. Luckily, the door was unlocked and the room empty; Shulga had obviously gone straight from the time-out room to dinner. The office was decorated in the same way as Antova’s, in blue and dark brown, with a large map of Tellus on the wall instead of the royal crest the commander displayed. Darting across to a metal filing cabinet that took up most of one wall, Aleks wrenched open a drawer at random, ignoring the searing ache in his arms. Again, unlocked. Clearly Shulga was too cocky to think anyone would dare snoop around his office."],
        ["4", "\tThe drawer was full of neatly filed enlistment forms in alphabetical order; F–J. Aleks’s form would come under V. Shutting the drawer, he reached for the next one, perplexed to find it containing M–P. The drawer after that didn’t contain enlistment forms at all, but instead held a large stack of account books. Shulga didn’t seem to have any sort of system whatsoever; how did he ever find anything he needed?"],
        ["5", "\tGrowling in frustration, Aleks began to open multiple drawers at a time, rifling through stacks of papers and leather-bound books, his desperation growing with every unsuccessful attempt. Digging through a drawer of miscellaneous files and books closest to the desk, his fingers scrabbled at the bottom of the drawer and it tilted a fraction, sending three stacked files slumping against a small metal box. ‘What the ...’ He trailed off, pressing harder on the base of the drawer, watching it dip under his fingers. The drawer had a false bottom!"],
        ["6", "\tAleks glanced at the clock; he knew he shouldn’t, but he’d always been the curious type. Emptying the drawer, he dug his nails under one side of the fake bottom, prising it up. The secret compartment was fairly narrow, containing only a thin file of papers and a battered leather journal. It was the journal that caught Aleks’s eye, for it had the Anglyan crest embossed in one corner of the cover. What on Tellus was Shulga doing with an Anglyan journal? ..."],
        ["7", "\tA door slamming somewhere in the building startled him out of his horrified trance, and a quick look at the clock nearly gave Aleks a heart attack. He barely had ten minutes until the end of dinner!"],
        ["8", "\tStuffing the journal in an inner pocket of his coat, he hastily replaced the drawer’s false bottom and contents, shutting it as quietly as he could. Tugging on the two drawers he had yet to check, he swore under his breath. Neither of them contained a V section, and Aleks felt dread creep over him at the realization that his file was likely elsewhere. He didn’t have the time to search any other rooms. Out of options, he straightened up, shoving all the cabinet drawers shut and sprinting for the door."],
        ["9", "\tA quick glance through the glass panel showed the corridor to be empty, so Aleks slipped from the room."],
        ["10", "\tBursting through the door of the building, he turned for the stables, slowing his pace once he hit the cobblestone path, just in case anyone happened to look his way. There was nothing more suspicious than a lone cadet running."],
        ["11", "\tWhile there was supposed to be at least one stablehand in the building at all times, Aleks couldn’t see a single soul in the stables. Perfect. Hurrying to the tack³ room, he easily found Quicksilver’s saddle and bridle, though carrying the heavy items in his current state nearly sent him crumpling to the floor. Still, he forced himself to ignore the pain, hefting the tack across the room towards Quicksilver’s stall."],
        ["12", "\tThe horse whinnied when he saw the tack, knowing what it meant. Aleks shushed him, slinging the saddle on the door and slipping inside, easing the bridle on to the horse’s head. Tossing the saddle on Quicksilver’s back, he fastened it tightly and slung the saddlebag over the horse’s rear, buckling it swiftly. He grabbed the reins, running to press Quicksilver’s nose to his chest for a brief moment. ‘We need to be quiet, boy. No getting excited.’"]
    ],
    "Copyright": "",
    "References": [
        ["¹", "cadet: new member of the armed services"],
        ["²", "barracks: place where soldiers sleep"],
        ["³", "tack: stable gear such as saddles and bridles"]
    ]
}