{
    "Directions": "Read the passage and then answer each question that follows.",
    "Context": [
        "Rick is employed to polish boots and shoes. With the money he has made, he seeks to rent a room from Mrs. Mooney."
    ],
    "Title": "Rick Hires a Room on Mott Street",
    "Subtitle": "",
    "Author": "by Horatio Alger",
    "LabelType": "P",
    "Content": [
        ["1", "\t“I aint very partic'lar about accommodations,” said our hero. “I guess I'll look at it.”"],
        ["2", "\tRick followed the landlady up two narrow stair-cases, uncarpeted and dirty, to the third landing, where he was ushered into a room about ten feet square. It could not be considered a very desirable apartment. It had once been covered with an oilcloth carpet, but this was now very ragged, and looked worse than none. There was a single bed in the corner, covered with an indiscriminate heap of bed-clothing, rumpled and not over-clean. There was a bureau,¹ with the veneering² scratched and in some parts stripped off, and a small glass, eight inches by ten, cracked across the middle; also two chairs in rather a disjointed condition. Judging from Rick's appearance, Mrs. Mooney thought he would turn from it in disdain."],
        ["3", "\tBut it must be remembered that Rick's past experience had not been of a character to make him fastidious.³ In comparison with a box, or an empty wagon, even this littl  room seemed comfortable. He decided to hire it if the rent proved reasonable."],
        ["4", "\t“Well, what's the tax?” asked Rick."],
        ["5", "\t“I ought to have a dollar a week,” said Mrs. Mooney, hesitatingly."],
        ["6", "\t“Say seventy-five cents, and I'll take it,” said Rick."],
        ["7", "\t“Every week in advance?”"],
        ["8", "\t“Yes.”"],
        ["9", "\t“Well, as times is hard, and I can't afford to keep it empty, you may have it. When will you come?”"],
        ["10", "\t“To-night,” said Rick."],
        ["11", "\t“It aint lookin' very neat. I don't know as I can fix it up to-night.”"],
        ["12", "\t“Well, I'll sleep here to-night, and you can fix it up to- morrow.”"],
        ["13", "\t“I hope you'll excuse the looks. I'm a lone woman, and my help is so shiftless, I have to look after everything myself; so I can't keep things as straight as I want to.”"],
        ["14", "\t“All right!” said Rick."],
        ["15", "\t“Can you pay me the first week in advance?” asked the landlady, cautiously."],
        ["16", "\tRick responded by drawing seventy-five cents from his pocket, and placing it in her hand."],
        ["17", "\t“What's your business, sir, if I may inquire?” said Mrs. Mooney."],
        ["18", "\t“Oh, I'm professional!” said Rick."],
        ["19", "\t“Indeed!” said the landlady, who did not feel much enlightened by this answer."],
        ["20", "\t“How's Tom?” asked Rick."],
        ["21", "\t“Do you know my Tom?” said Mrs. Mooney in surprise. “He's gone to sea,—to Californy. He went last week.”"],
        ["22", "\t“Did he?” said Rick. “Yes, I knew him.”"],
        ["23", "\tMrs. Mooney looked upon her new lodger with increased favor, on finding that he was acquainted with her son, who, by the way, was one of the worst young scamps in Mott Street, which is saying considerable."],
        ["24", "\t“I'll bring over my baggage from the Astor House this evening,” said Rick in a tone of importance."],
        ["25", "\t“From the Astor House!” repeated Mrs. Mooney, in fresh amazement."],
        ["26", "\t“Yes, I've been stoppin' there a short time with some friends,” said Rick."],
        ["27", "\tMrs. Mooney might be excused for a little amazement at finding that a guest from the Astor House was about to become one of her lodgers—such transfers not being common."]
    ],
    "Copyright": "Excerpt adapted from a story by Horatio Alger originally published in 1867.",
    "References": [
        ["¹", "bureau - a dresser"],
        ["²", "veneering - a thin layer of wood, often used as a decorative layer on furniture"],
        ["³", "fastidious - attentive to cleanliness or details"]
    ]
}