{
    "Directions": "Read the passage and then answer each question that follows.",
    "Context": [],
    "Title": "Lights, Camera, Bark!",
    "Subtitle": "",
    "Author": "by Kathiann M. Kowalski",
    "LabelType": "P",
    "Content": [
        ["1", "\tEver wonder how they get dogs to perform daring rescue scenes or bark on cue in your favorite movies and television shows? Not just any old dog can show up on a set and become a star. Lots of hard work goes on behind the scenes!"],
        ["2", "\t“We’re looking for animals that are outgoing and people- friendly,” says trainer Mathilde de Cagny at Birds & Animals Unlimited in California. She has trained dozens of star canines, including Moose (Eddie on Frasier), Enzo (My Dog Skip), Shadow (Homeward Bound), and Clyde (Marley & Me)."],
        ["3", "\t“About 80 percent of the dogs and cats that are used in film are shelter rescues or shelter placements,” notes Marie Belew Wheatley, president and CEO of the American Humane Association (AHA). “These are animals that have been saved and go on to be actors.” Even if prior owners had trouble handling them, trainers can work with most problem behaviors except biting."],
        ["4", "\tAt first, Shadow was anxious and insecure. De Cagny built up his confidence, little by little."],
        ["5", "\tIn contrast, Moose was extremely hyper, rebellious, and mischievous. With his huge ego, he actually enjoyed battles."],
        ["6", "\t“Since I could see that he wanted to fight, I decided I wasn’t going to do any of that with him,” de Cagny says. Instead, she let him fight with a sandbag. “He would get frustrated and eventually give up.” When Moose heeded her, however, he got positive attention in return."],
        ["7", "\tMany dogs love treats as a reward. Others work for praise, petting, or other attention. Still other dogs have favorite toys or stuffed animals."],
        ["8", "\t“You need to be able to read your animal’s mind,” says de Cagny. That means first thinking like a dog in general, and then putting yourself in the position of the unique animal you’re working with. Ideally, trainers build from dogs’ natural instincts and guide them into learning things so that the dogs don’t realize they’re working. “Because that way they stay really happy, and it’s not a job,” de Cagny adds. “It’s a game.”"],
        ["9", "\t“It takes about four months, if you spend every day, to get a good trained dog,” says de Cagny. Acting dogs learn lots of behaviors to look like they belong in a story. They also learn to behave professionally so that they don’t disrupt others on the set. After reviewing scene details with trainers, many productions rehearse with a stuffed animal. That way, the lighting and other technical details can be checked. Next comes rehearsal with the animal. Finally, they shoot the scene. Optimally, the animal gets it right in one or two takes."],
        ["10", "\tOn screen, it may look like the dog comes when an actor calls his character’s name. In reality, the trainer is about 15 feet away, standing behind the camera and using hand gestures or other signals to cue the dog."],
        ["", "Dᴏ Aɴɪᴍᴀʟs Dᴏ Tʜᴇɪʀ Oᴡɴ Sᴛᴜɴᴛs?"],
        ["11", "\tIf a dog whimpers on screen, the animal seems hurt or sad. But that’s all right if the trainer taught the behavior and the animal wasn’t really hurt, either physically or psychologically. Likewise, computer-assisted technology can make it look as though an animal went flying through the air when he didn’t. What counts is how productions treat acting animals in real life."],
        ["12", "\tTo reassure viewers, many film productions invite safety representatives of the AHA to visit their sets. Following detailed guidelines, representatives check to make sure that animals have adequate food and water. Are they comfortable — not too hot or too cold? Representatives also make sure that no cruel means are used to get the response seen on screen."],
        ["13", "\tIf the production passes muster, the AHA awards an end credit, stating that no animals were harmed in the making of the film. “By and large, producers want to do the right thing,” notes Wheatley. After all, viewers care that acting animals receive humane treatment. That means a happy ending for everyone."]
    ],
    "Copyright": "“Lights, Camera, Bark!” by Kathiann M. Kowalski, Faces, July 2011. Copyright © 2011 by Cricket Media. Used with permission of Carus Publishing Company.",
    "References": []
}