{
    "Directions": "Read the passage and then answer each question that follows.",
    "Context": [
        "A young girl has just moved in with her grandfather, who is a goat herder in the mountains of Switzerland."
    ],
    "Title": "[Excerpt from] Heidi",
    "Subtitle": "",
    "Author": "by Johanna Spyri",
    "LabelType": "P",
    "Content": [
        ["1", "\t“I want to see what you have inside the house.”"],
        ["2", "\t“Come then!” and the grandfather rose and went before her towards the hut."],
        ["3", "\t“Bring your bundle of clothes in with you,” he bid her as she was following."],
        ["4", "\t“I shan’t want them any more,” was her prompt answer."],
        ["5", "\tThe old man turned and looked searchingly at the child, whose dark eyes were sparkling in delighted anticipation of what she was going to see inside. “She is certainly not wanting in intelligence,” he murmured to himself. “And why shall you not want them any more?” he asked aloud."],
        ["6", "\t“Because I want to go about like the goats with their thin light legs.”"],
        ["7", "\t“Well, you can do so if you like” said her grandfather, “but bring the things in, we must put them in the cupboard.”"],
        ["8", "\tHeidi did as she was told. The old man now opened the door and Heidi stepped inside after him; she found herself in a good-sized room, which covered the whole ground floor of the hut. A table and a chair were the only furniture; in one corner stood the grandfather’s bed, in another was the hearth¹ with a large kettle hanging above it; and on the further side was a large door in the wall—this was the cupboard. The grandfather opened it; inside were his clothes. . . . Heidi thrust in her bundle of clothes, as far back behind her grandfather’s things as possible, so that they might not easily be found again. She then looked carefully round the room, and asked, “Where am I to sleep, Grandfather?”"],
        ["9", "\t“Wherever you like,” he answered."],
        ["10", "\tHeidi was delighted, and began at once to examine all the nooks and corners to find out where it would be pleasantest to sleep. In the corner near her grandfather’s bed she saw a short ladder against the wall; up she climbed and found herself in the hay-loft. There lay a large heap of fresh, sweet-smelling hay, while through a round window in the wall she could see right down the valley."],
        ["11", "\t“I shall sleep up here, Grandfather,” she called down to him, “it’s lovely, up here. Come up and see how lovely it is!”"],
        ["12", "\t“Oh, I know all about it,” he called up in answer."],
        ["13", "\t“I am getting the bed ready now,” she called down again, as she went busily to and fro at her work, “but I shall want you to bring me up a sheet; you can’t have a bed without a sheet; you want it to lie upon.”"],
        ["14", "\t“All right,” said the grandfather, and presently he went to the cupboard, and after rummaging about inside for a few minutes he drew out a long, coarse piece of stuff, which was all he had to do duty for a sheet. He carried it up to the loft, where he found Heidi had already made quite a nice bed. . . ."],
        ["15", "\t“That is capital,”² said her grandfather; “now we must put on the sheet.”"],
        ["16", "\tThey spread it over the bed, and where it was too long or too broad, Heidi quickly tucked it in under the hay. It looked as tidy and comfortable a bed as you could wish for, and Heidi stood gazing thoughtfully at her handiwork."]
    ],
    "Copyright": "Excerpt from Heidi by Johanna Spyri. Published in 1881.",
    "References": [
        ["¹", "hearth - an area in front of a fireplace"],
        ["²", "capital - an expression of approval or delight"]
    ]
}