{
    "Directions": "",
    "Context": [],
    "Title": "Passage 2: Walcott Farm",
    "Subtitle": "",
    "Author": "by Ryan Effgen",
    "LabelType": "P",
    "Content": [
        ["12", "\tGraham sat at the kitchen table and sweated over the pile of crop reports and bank statements. Outside, rain plummeted down on the farm, as if to mock him. After the long drought, this August rain would do him no good. His sons disagreed about how to save the farm, and arguments had led to threats of lawsuits. Graham remained determined; the farm had been established by an ancestor who was one of Paul Revere’s Minutemen—or so the story went—and the main house, built of cobblestone, had the original potbellied stove and other archaic features."],
        ["13", "\tBleary-eyed and exhausted, Graham continued to look for a decimal point in the wrong place, but the numbers always came up the same. He heard a loud banging at the door, as if the storm itself was trying to force its way in. Probably the rusty latch failing him now, too. He got up to tighten the lock, but as he fiddled with the chain, the banging increased. Graham cracked the door open, and it spun back on its hinges in the storm’s wind. An old man, rain-drenched and wild-eyed, stood on the doorstep."],
        ["14", "\tHe said, “We never used to keep that door locked, not even when times were hard and folks took to robbing one another.”"],
        ["15", "\tThe man shouldered past Graham into the kitchen. He looked around the room, and as his eyes met various objects, he seemed to acknowledge them. Graham had no idea who this person was, but he felt he ought to deal gently with him; the man was clearly confused."],
        ["16", "\t“How can I help you, sir?” Graham asked. “I think you’ve ended up at the wrong house.”"],
        ["17", "\tThe man seemed to think this was funny. “I know exactly where I am: the legendary Walcott Farm. This farm’s been up and running ever since this nation became a nation. And you, if I’m not wrong, are Graham Walcott.”"],
        ["18", "\tThis gave Graham pause. The man’s familiarity annoyed him, but Graham still felt it best to deal with him carefully. “And you are?”"],
        ["19", "\t“I’m Caleb Walcott, your father’s brother, and I grew up in this house. I’m the one who ran off to find his fortune out West. Wish I could say it panned out, but it didn’t. Luckily for me—for the both of us, looks like—the real fortune is right here, beneath our feet.”"],
        ["20", "\tGraham’s father had never mentioned having a brother; this man’s story was preposterous. A bolt of lightning cracked outside, and with it came a flash of inspiration. Graham returned to his seat and gestured to a large, carved oak chair that stood against the center wall. “Well, Caleb, why don’t you pull that chair up to the table and you can tell me about this fortune that we’re both standing on?”"],
        ["21", "\tThe old man smiled. “I can’t blame you for testing me, but we both know that chair’s chiseled from a tree trunk rooted forty feet into the earth. A twister could carry off this house and that chair would still be standing upright in that exact place.”"],
        ["22", "\tGraham stood. “Nobody outside of this family knows about that chair.”"],
        ["23", "\tThe man added, “And even fewer know what I’m about to tell you. My grandfather told me this story, and only once. When the founder of this farm came over from England, he brought with him some priceless object, something royal, maybe a scepter or a crown. Whether he buried it from thieves or tax collectors, I don’t know. Either way, somewhere out there,” the man gestured grandly towards the farm outside the window, “is a treasure.”"],
        ["24", "\tOutside, lightning cracked again and a ripple of thunder shook the windows. The logical explanation was that the man was delusional, or perhaps he was a thief and this was the start of some elaborate scam. But the man knew about the chair—nobody knew about the chair. Graham paced, wondering if he was imagining it all—if, at the end of his rope, his mind had conjured up a fantastic story as a way of avoiding the plain truth: the family farm was done for. Graham sat down in the large oaken chair. He ran his hands along the armrests that had been carved by his ancestors hundreds of years before. Was it impossible that some priceless relic was out there buried in his land? What did he lose by giving the idea a chance?"],
        ["25", "\tGraham turned to the old man and asked, “How are we going to find it?”"]
    ],
    "Copyright": "“Walcott Farm” by Ryan Effgen. Written for educational purposes.",
    "References": []
}