{
    "Directions": "Read this story, then answer each question that follows.",
    "Context": [],
    "Title": "Eli Escapes",
    "Subtitle": "",
    "Author": "by Suzanne W. Paynter",
    "LabelType": "P",
    "Content": [
        ["1", "\t“Mom, why do we always have to wait in line?” asked Eli. He slumped against the grocery cart."],
        ["2", "\t“We're waiting our turn,” said Mom."],
        ["3", "\tEli sighed and rolled his head back to stare at the ceiling. An escaped pirate balloon bobbed up and down against the flat white lights. One of the pirate's eyes was covered with a coal-black patch, and the other winked down at Eli."],
        ["4", "\tIf I were a pirate, I wouldn't have to wait in line, thought Eli. He flashed his jeweled saber and shouted to the trusty crew, “Aarrr, maties! Clear the bloomin' decks!”"],
        ["5", "\tA band of swashbuckling pirates dashed through the line of shoppers. They danced a feisty jig and tossed gold doubloons in the air. While shoppers chased the rolling coins, Eli and Mom rushed to the front of the checkout line. They escaped in a magnificent pirate ship and sailed the seven seas home. There, Eli searched for hidden treasure with his friend, Max, for the rest of the afternoon."],
        ["6", "\tPirates never had to wait in line at the grocery store."],
        ["7", "\t“Let's go, Eli,” said Mom as they left the checkout line. “We need to stop at the bank.”"],
        ["8", "\t“Will there be a line there, too?” asked Eli."],
        ["9", "\t““Maybe,” said Mom."],
        ["10", "\t““Aargh,” grumbled Eli."],
        ["11", "\tThe line at the bank looked even longer than the grocery store line."],
        ["12", "\tWhoosh! What was that sound? Eli peered over the bank counter to the drive-through. Customers were placing plastic tubes in some sort of portal, pressing a button, and swoosh—the tubes zoomed through the air to the bank teller inside. It looked like a starship launcher!"],
        ["13", "\tStarship commanders don't have to wait in line at the bank, thought Eli. He switched on his light laser and flipped open his star command communication device. “Command Control, come in! We've got a long line here at Galactic Bank. Please send backup!” he ordered."],
        ["14", "\tA fleet of starships swooped down to the bank parking lot. The people in line rushed out the door to gape at the sleek, blinking starships. “Can we have a ride?” they begged. While the starship commanders took turns giving rides, Mom and Eli swept to the front of the line. Eli whisked out his tele- transporter gadget and beamed them home to watch back-to-back episodes of Star Guys Planet."],
        ["15", "\tStarship commanders never had to wait in line at the bank."],
        ["16", "\t“Eli,” said Mom as they left the bank, “want to pick up dinner at Burger Barn on the way home?”"],
        ["17", "\t“Will we get to wait in line?” asked Eli."],
        ["18", "\t“Possibly,” said Mom."],
        ["19", "\tEli smiled."],
        ["20", "\tThey left the bank and zoomed over to Burger Barn, where the line was longer than a clippety-cloppin' mule train. But Eli didn't mind. Cowboy sheriffs never have to wait in line at Burger Barn!"],
        ["21", "\t“Please step aside, mister. Step aside, ma'am.”"],
        ["22", "\tSheriff Eli tipped his ten-gallon hat, gave his silver spurs a whirl, and swaggered to the front of the line. No one minded. Sheriff Eli was the hero of Goldtown."],
        ["23", "\t“Have you caught any cattle rustlers today, Sheriff?” the pigtailed waitress asked."],
        ["24", "\t“Only 'bout twenty or thirty. Got 'em all locked up so Goldtown is safe once more.”"],
        ["25", "\tEveryone in Burger Barn whooped and hollered."],
        ["26", "\t“All in a day's work,” said Sheriff Eli. “Now my throat's full of trail dust, and my belly's growlin' somethin' fierce.”"],
        ["27", "\tWhile he waited for his food he let the young 'uns twirl his sparkling silver spurs and tie knots in his lasso."],
        ["28", "\t“Thank ye kindly,” he said to the Burger Barn waitress. She piled on extra fries. Sheriff Eli tipped his hat and rode off into the sunset eating his Golden Chicken Nuggets, French fries, and milk."],
        ["29", "\t“O.K., Eli, let's go,” said Mom."],
        ["30", "\t“Wh-what?” said Eli."],
        ["31", "\t“We're finished with our errands for today,” said Mom. “How about meeting Max at the park?”"],
        ["32", "\t“Max, me matey?” said Eli. “Bloomin' great idea!”"],
        ["33", "\t“You might have to wait in line for the slide.”"],
        ["34", "\t“Star command check!”"],
        ["34", "\t“And maybe the swings, too.”"],
        ["35", "\t“Always glad to step aside until my turn, ma'am,” Eli drawled."],
        ["36", "\tMom laughed as Eli hoisted himself into the car and swashbuckled his seatbelt. She fired up their sleek galactic starship and they followed the winding, dusty trail to the park."]
    ],
    "Copyright": "",
    "References": []
}