{
    "Directions": "Read this story, then answer each question that follows.",
    "Context": [],
    "Title": "Secrets Are Hard to Keep",
    "Subtitle": "",
    "Author": "by Saviour Pirotta",
    "LabelType": "P",
    "Content": [
        ["1", "\tOne day, as Niel was strolling down the road, he spotted a snake trapped between two rocks. Niel hated seeing a creature in trouble. He pulled apart the rocks carefully so that the snake could slither away."],
        ["2", "\t“I owe you a reward,” said the snake. “Hold out your hand.” And the snake dropped a snake tooth into his palm."],
        ["3", "\t“Wear it around your neck,” he whispered, “and you'll understand everything that animals say. But if you reveal your secret, the charm won't work anymore.”"],
        ["4", "\t“I won't tell anyone,” Niel assured him."],
        ["5", "\tThe snake flicked out his tongue. “Beware! Secrets are hard to keep, my friend.”"],
        ["6", "\tThat night, lying on the cot next to his wife, Niel heard mice scurrying across the floor."],
        ["7", "\t“Will we find any injera bread in this hut, I wonder?” one mouse squeaked at another."],
        ["", ":box:injera bread = a type of flatbread"],
        ["8", "\tNiel sat up in surprise, clasping his charm. He could understand the mouse's squeaking."],
        ["9", "\t“The people in this house never put food away correctly,” replied the second mouse. “We are going to feast like emperors.”"],
        ["10", "\tNiel couldn't help laughing. The poor mice would be disappointed. He and his wife had eaten everything."],
        ["11", "\t“Why are you laughing, Niel?” asked his wife."],
        ["12", "\t“I can't tell you,” replied Niel, remembering the snake's warning."],
        ["13", "\tIn the morning, a milk seller knocked on the door of the hut."],
        ["14", "\t“I hope that these people aren't foolish enough to part with their money,” Niel heard one cat say to another. “The master has watered down the milk.”"],
        ["15", "\tNiel laughed out loud again. Being able to understand animals seemed to have a lot of benefits."],
        ["16", "\t“What's the big joke?” asked his wife. “Why can't you tell me?”"],
        ["17", "\t“I have my reasons,” answered Niel. And he refused to say anything else."],
        ["18", "\tLater that afternoon, Niel's old aunt came to visit, riding on her big cow."],
        ["19", "\t“It's not fair, that woman riding on me in this heat,” the cow complained to a stray cat. “She's heavier than a cartload of mangoes.”"],
        ["20", "\tNiel tried hard not to giggle. Aunt Sora would be furious if she found out what the big cow was saying about her!"],
        ["21", "\t“I've had enough!” fumed his wife. “If you don't tell me what's making you laugh, I'm going home to my parents.”"],
        ["22", "\tNiel didn't want to lose his wife — he loved her too much. He told her his secret immediately, but his wife didn't believe him."],
        ["23", "\tNiel gave her the charm. “Here, you try it.”"],
        ["24", "\tBut the charm had stopped working. Niel's wife couldn't understand what the animals were saying, and when he put the charm around his neck again, neither could Niel. The fun was over!"],
        ["25", "\tA few days later, Niel was resting under the mango tree when the snake slithered past."],
        ["26", "\t“I see that you have revealed your secret, my friend.”"],
        ["27", "\t“I did it for my wife,” said Niel ruefully."],
        ["28", "\t“True love should be rewarded,” said the snake. “Put out your hand again.”"],
        ["29", "\tThe snake gave Niel a feather. “Wear it around your neck,” he said, “and you will be able to understand everything that the birds say. But do not reveal the secret to anyone, or the charm will stop working.”"],
        ["30", "\t“I've learned my lesson,” said Niel. “Nothing on this earth will make me tell again.”"],
        ["31", "\tThe snake rattled his tail and laughed. “I told you that secrets are hard to keep, my friend. We'll see how long you last this time.”"]
    ],
    "Copyright": "",
    "References": []
}