{
    "Directions": "Read the passage below, then answer each question that follows.",
    "Context": [],
    "Title": "A Necessary Resource for Science",
    "Subtitle": "",
    "Author": "",
    "LabelType": "N",
    "Content": [
        [" ", "\tIn the winter of 1968, scientists David Schindler and Gregg Brunskill poured nitrates and phosphates into Lake [L1] [227, this is one] of the 58 freshwater bodies that compose Canada's remotely located Experimental Lakes Area. Schindler and Brunskill were contaminating the water not out of malice but in the name of research. While deliberately adding chemical compounds to a lake may seem [L2] [destructive and irresponsible, this method] of experimenting is sometimes the most effective way to influence policy and save the environment from even more damaging pollution."],
        [" ", "\tSchindler and Brunskill were investigating possible causes for the large blooms of blue-green algae, or cyanobacteria, that had been affecting bodies of water such as Lake Erie. [L3] [In addition to being unsightly and odorous, these algal blooms cause oxygen depletion. Oxygen depletion kills fish and other wildlife in the lakes.] Just weeks after the scientists added the nitrates and phosphates, the water in Lake 227 turned bright [L4] [green. It was thick with:] the same type of algal blooms that had plagued Lake Erie."],
        [" ", "\t[L5] [One mission of the Experimental Lakes Area is to conduct research that helps people better understand threats to the environment.] The scientists divided the lake in half by placing a nylon barrier through the narrowest part of its figure-eight shape. In one half of Lake 226, they added phosphates, nitrates, and a source of carbon; in the other, they added just nitrates [L6] [and a source of carbon was added.] Schindler and Brunskill hypothesized that phosphates were responsible for the growth of cyanobacteria. The experiment confirmed their suspicions when the half of the lake containing the phosphates [L7] [was teeming] with blue-green algae."],
        [" ", "\tSchindler and Brunskill's findings were [L8] [shown off] by the journal Science. The research demonstrated a clear correlation between introducing phosphates and the growth of blue-green algae. [L9] [For example,] legislators in Canada passed laws banning phosphates in laundry detergents, which had been entering the water supply. [L10]"],
        [" ", "\tExperiments like these can help people understand the unintended consequences of using certain household products. [11] [Of course, regulating the use of certain chemical compounds can be a controversial issue.] Selectively establishing remote study locations, such as the Experimental Lakes Area, can provide scientists with opportunities to safely conduct controlled research. This research can generate evidence solid enough to persuade policy makers to take action in favor of protecting the larger environment."]
    ],
    "Copyright": "",
    "References": []
}