{
    "Directions": "Read the passage. Then answer each question that follows.",
    "Context": [],
    "Title": "Working Hard Even If You Might Lose",
    "Subtitle": "",
    "Author": "by Amanda Baker",
    "LabelType": "P",
    "Content": [
        ["1", "Everyone has a preferred type of inspirational video. Maybe it's the compiled attempts of a young girl learning to box jump to the height of her waist. Maybe it's someone playing a particular piece on violin perfectly all the way through for the first time. Maybe it's following a Rube Goldberg machine from start to finish. Each video has buildup, anticipation, and that shared desire to throw up your hands in triumph at the end. But it's not like any of those people broke a world record or won a championship. Surely other people had accomplished that same feat before; they had probably even done it better. But we still share in the celebration, because we got to witness the moment they reached a goal they had set for themselves."],
        ["2", "Putting in that kind of work is grueling, inglorious, and typically unwitnessed. There isn't a trophy. And even though a threshold gets passed, there isn't the feeling that the person will suddenly stop trying. The sense is that they will go on to do that task, or pursue an even harder one, again and again. Rather than a source of shame, their efforts are a point of pride. But academically there seems to be a different narrative, as if the accomplishments of those who have to put in more effort are less worthy than those who have an easier time. Why is it so tempting to admire the high score of the person who didn't study rather than the one who prepared for weeks?"],
        ["3", "Students struggling with problem sets or essay prompts start comparing themselves to hypothetical peers for whom the tasks are easy. Every hour spent working is seen as greater evidence of their lack of ability at the subject rather than a demonstration of their own diligence. But just like the greatest athletes are often the ones willing to put in the most hours and fall down the most times, writers are the ones willing to hack away at revisions and physicists are the ones willing to stare at seemingly impossible problems the longest. The work is private, the goals are personal, and the accomplishments come at the end of a long road."],
        ["4", "So often the language around accomplishment is about winning or being the best. Ambition gets framed as an all- or- nothing goal. We get asked the question of how hard we are willing to work to get the thing we want— a place on the team, the medal, the top score. But that framing defines the end point of the journey as either a success or failure; either we got the thing we wanted or we did not work hard enough. It frames anything but total success as a waste. Such arguments suggest that, because I will never tell a story like Ira Glass or write a book like Margaret Atwood, any effort I put into writing is just wasted time. It strips growth and learning of value in their own right."],
        ["5", "But the glow we feel from inspirational videos paints a different picture. They take away the framework and focus on the growth itself. We can stitch pillows with catchy slogans about still landing among the stars or finding ways not to make a lightbulb, but if we keep asking what we are willing to do to win, we won't get the chance to engage with the idea that we might lose. What about asking how hard we are willing to work, fully knowing that we still might not get the thing we want in the end? There are only so many spots on the team, places on the campus, or books that get published. Deciding it is worthless to work on your soccer skills because someone else is better shares motivation- sucking roots with deciding not to apply for a job because you probably won't get it anyway."],
        ["6", "If we truly saw the world in terms of podiums and felt that effort was for the unworthy, we would not have the iconic montage of Rocky punching meat and running up flights of stairs. American Ninja Warrior would not exist. But the narrative of winning has enough personal power to uncouple effort and excellence. It takes effort to remember the excellence of others does not devalue your own accomplishments, and that winning doesn't guarantee you have reached your personal best. Wanting to win can inspire us to do great things, but missing the mark should not blind us to all of our accomplishment along the way."]
    ],
    "Copyright": "“Working Hard Even If You Might Lose” by Amanda Baker from Scientific American. Copyright 2018 by Scientific American, Inc. Reproduced with permission of Scientific American, Inc. via Copyright Clearance Center.\n\nThird- party trademarks Rocky® and American Ninja Warrior® were used in these testing materials.",
    "References": []
}