{
    "Directions": "Read the passage. Then answer each question that follows.",
    "Context": [],
    "Title": "Happiness Doesn't Follow Success: It's the Other Way Around",
    "Subtitle": "",
    "Author": "by Lisa C. Walsh, Julia K. Boehm, and Sonja Lyubomirsky",
    "LabelType": "P",
    "Content": [
        ["1", "Work hard, become successful, then you'll be happy. At least, that's what many of us were taught by our parents, teachers and peers. The idea that we must pursue success in order to experience happiness is enshrined in the United States' most treasured institutions (the Declaration of Independence), beliefs (the American dream), and stories (Rocky and Cinderella). Most people want to be happy, so we chase success like a proverbial carrot on a stick— thinking that contentment lurks just the other side of getting into college, landing a dream job, being promoted or making six figures. But for many chasers, both success and happiness remain perpetually out of reach. The problem is that the equation might be backwards."],
        ["2", "Our hypothesis is that happiness precedes and leads to career success— not the other way around. In psychological science, 'happiness' relates to 'subjective well- being' and 'positive emotions' (we use the terms interchangeably). Those with greater well- being tend to be more satisfied with their lives, and also to experience more positive emotions and fewer negative ones. Research suggests that it's these positive emotions— such as excitement, joy, and serenity— that promote success in the workplace."],
        ["3", "Let's look first at the cross- sectional studies that examine people at a single point. This allows researchers to determine whether happiness and success are correlated. Relative to their glummer peers, happier people are more satisfied with their jobs; they also receive greater social support from co- workers and better performance evaluations from supervisors. Notably, it might be that bosses give happy employees higher performance evaluations due to a halo effect, where a favourable impression in one area (such as happiness) influences opinion in another area (such as work ability): e.g., 'Tim is happy, so he must be great at his job too.' However, there's also some evidence that people with higher well- being perform better on a range of work- related tasks: one pivotal study found that sales agents with a more positive outlook sold 37 percent more life- insurance policies than their less positive colleagues."],
        ["4", "Happiness is associated with excellent work performance in other areas as well. People who frequently experience positive emotions tend to go above and beyond for their organisations; they're also less likely to be absent from work or quit their jobs. People with better well- being also tend to earn bigger salaries than those with lower well- being."],
        ["5", "However, such cross- sectional research has its limits, since it can't establish which comes first— happiness or success. Longitudinal studies can help here, as they follow people over days, weeks, months or years to see how they've changed over time. According to the longitudinal literature, people who start out happy eventually become successful, too. The more content a person is at an earlier point in time, the more likely she is to be clear later on about what kind of job she wants, as well as to fill out more job applications, and find employment. A key study found that young people who reported higher well- being than their peers just before graduating from college were more likely to receive follow- up job interviews three months later."],
        ["6", "Positive emotions are also predictors of later achievement and earnings. In one study, happy 18- year- olds were more likely to be working in prestigious, satisfying jobs and to feel financially secure by age 26. In another, people who were more cheerful when starting college went on to have higher incomes."],
        ["7", "But it's not enough to establish that happiness comes before success; we want to know, does one cause the other? After all, there could be some unmeasured variable, such as intelligence or extroversion, that's driving both well- being and work performance. Indeed, extroverts are more likely both to be happy and to earn greater incomes."],
        ["8", "Well-designed experiments can control for these variables. For example, studies have randomly assigned people to situations that make them feel neutral, negative or positive emotional states, and then measured their subsequent performance on work- related tasks. These experiments showed that people who are made to feel positive emotions set more ambitious goals, persist at challenging tasks for longer, view themselves and others more favourably, and believe they will succeed. Happy people's optimistic expectations appear to be realistic, too: on both clerical- coding assignments and digit- substitution tasks, people with positive emotions tend to do better and be more productive than those in the grip of neutral or negative emotions. The weight of experimental evidence suggests that happier people outperform less happy people, and that their positive demeanour is probably the cause."],
        ["9", "From our review of more than 170 cross- sectional, longitudinal and experimental studies, it's clear that well- being promotes career success in many ways. That's not to say that unhappy people can't succeed— which is just as well, as a sad person reading this and telling herself she must cheer up to be successful is unlikely to help matters! To the contrary, history demonstrates that depressed individuals such as Abraham Lincoln and Winston Churchill can accomplish incredible feats. Both negative and positive emotions are adaptive to situations— there's a time to be sad, just like there's a time to be happy."],
        ["10", "So for any business leaders or managers reading this, we'd caution against hiring only overtly happy people or pressuring your employees to be more upbeat. Such strategies have backfired in the past— as in the case of the mandatory jollity imposed on staff at the US supermarket chain Trader Joe's, where the policy ironically made workers more miserable. People and companies hoping to boost happiness in a healthier way would have better luck if they introduced positive activities, like performing acts of kindness and expressing gratitude."],
        ["11", "The philosopher Bertrand Russell in 1951 said that: 'The good life, as I conceive it, is a happy life.' But he went on: 'I do not mean that if you are good you will be happy; I mean that if you are happy you will be good.' When it comes to making your mark at work, we agree. If you want to be successful, don't hang around and wait to find happiness: start there instead."]
    ],
    "Copyright": "“Happiness Doesn't Follow Success: It's the Other Way Around” by Lisa C. Walsh, Julia K. Boehm, and Sonja Lyubomirsky. Copyright 2019 by Aeon Media Group, Ltd. Reproduced with permission of Aeon Media Group, Ltd. via Copyright Clearance Center.\n\nThird- party trademarks Rocky®, Cinderella®, and Trader Joe's® were used in these testing materials.",
    "References": []
}