{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [
        "Mimi has written this essay to express her opinion about reusable water bottles. Read Mimi’s essay and look for the revisions she should make. Then answer the questions that follow.",
        "problems/TX19HSE2/media/S2a.jpg"
    ],
    "Title": "Make the Switch!",
    "Subtitle": "",
    "Author": "",
    "LabelType": "N",
    "Content": [
        ["", "\t(1) Sweating during a summer afternoon in Texas, people gaze into convenience-store refrigerators. (2) They select chilled bottles of water and stand in line at the register, where they might pay more than $2.00 per bottle. (3) After chugging the water, they toss the bottles into the trash. (4) What’s wrong with this picture? (5) Consumers pay far too much for a drink of water, and those same bottles clog oceans and contaminate the soil. (6) This needs to stop now!"],
        ["", "\t(7) Although bottled water is often advertised for its purity, the quality of this water is not necessarily better than that of tap water. (8) Bottled water may be attractively packaged. (9) It is simply processed tap water. (10) In fact, there is reason to be concerned about its contents in many cases. (11) When plastic is exposed to heat, it can release harmful chemicals into the water, chemicals that scientists have linked to illnesses. (12) The government regulates only 30–40% of all bottled water, so it can be difficult to know exactly what processes a bottle of water has gone through to ensure its quality. (13) In contrast, municipal water systems are inspected annually to ensure city residents have safe drinking water."],
        ["", "\t(14) The safety of bottled water not only raises health concerns, but bottled water is also significantly overpriced in comparison to tap water. (15) In fact, it can cost as much as 2,000 times more than tap water. (16) For instance, at eight glasses a day, the yearly cost for tap water is about 50 cents. (17) The same amount of bottled water would cost well over $1,000. (18) Most people can probably think of better ways to spend that money."],
        ["", "\t(19) The unnecessary use of bottles causes environmental damage at several stages. (20) Consider the resources used to produce and transport bottled water. (21) Also consider that chemicals are released by these many bottles when they are discarded into landfills over hundreds of years and decompose. (22) Other bottles may end up in rivers, lakes, and oceans. (23) The Ocean Conservancy has determined that every square mile of the ocean is contaminated with 46,000 pieces of plastic."],
        ["", "\t(24) As consumers, we can help our budgets and our world with one simple choice: make the switch to reusable water bottles! (25) For only about $10 to $15, one can buy a reusable bottle that is not only useful but looks great too. (26) Reusable water bottles come in a variety of colors and styles. (27) Many come with hooks that attach to backpacks or straps that allow the bottles to be worn on the body. (28) Reusable bottles with filters are also available so that tap water can be further purified before drinking. (29) With all of these great features, there’s really no reason to buy plastic water bottles ever again."]
    ],
    "Copyright": "",
    "References": []
}