{
    "Directions": "",
    "Context": [],
    "Title": "(from) Big Fish",
    "Subtitle": "",
    "Author": "by Daniel Wallace",
    "LabelType": "P",
    "Content": [
        ["1", "\tHe takes another sip of water. It seems not to be a matter of thirst so much as it is a desire for this element, to feel it on his tongue, his lips: he loves the water. Once upon a time he swam."],
        ["2", "\t“But you know, my father was gone a lot, too,” he says, his voice crackling soft. “So I know what it's like. My dad was a farmer. I told you that, didn't I? I remember once he had to go off somewhere to get a special kind of seed to plant in the fields. Hopped a freight. Said he'd be back that night. One thing and another happened and he couldn't get off. Rode it all the way out to California. Gone most of the spring. Planting time came and went. But when he came back he had the most marvelous seeds.”"],
        ["3", "\t“Let me guess,” I say. “He planted them and a huge vine grew up into the clouds, and at the top of the clouds was a castle, where a giant lived.”"],
        ["4", "\t“How did you know?”"],
        ["5", "\t“And a two-headed woman who served him tea, no doubt.”"],
        ["6", "\tAt this my father tweaks his eyebrows and smiles, for a moment deep in pleasure."],
        ["7", "\t“You remember,” he says."],
        ["8", "\t“Sure.”"],
        ["9", "\t“Remembering a man's stories makes him immortal, did you know that?”"],
        ["10", "\tI shake my head."],
        ["11", "\t“It does. You never really believed that one though, did you?”"],
        ["12", "\t“Does it matter?”"],
        ["13", "\tHe looks at me."],
        ["14", "\t“No,” he says. Then, “Yes. I don't know. At least you remembered. The point is, I think—the point is I tried to get home more. I did. Things happened, though. Natural disasters. The earth split once I think, the sky opened several times. Sometimes I barely made it out alive.”"],
        ["15", "\tHis old scaly hand crawls over to touch my knee. His fingers are white, the nails cracking and dull, like old silver."],
        ["16", "\t“I'd say I'd missed you,” I say, “if I knew what I was missing.”"],
        ["17", "\t“I'll tell you what the problem was,” he says, lifting his hand from my knee and motioning for me to come closer. And I do. I want to hear. The next word could be his last."],
        ["18", "\t“I wanted to be a great man,” he whispers."],
        ["19", "\t“Really?” I say, as if this comes as some sort of surprise to me."],
        ["20", "\t“Really,” he says. His words come slow and weak but steady and strong in feeling and thought. “Can you believe it? I thought it was my destiny. A big fish in a big pond—that's what I wanted. That's what I wanted from day one. I started small. For a long time I worked for other people. Then I started my own business. I got these molds and I made candles in the basement. That business failed. I sold baby's breath to floral shops. That failed. Finally, though, I got into import/export and everything took off. I had dinner with a prime minister once, William. A prime minister! Can you imagine, this boy from Ashland having dinner in the same room with a—. There's not a continent I haven't set foot on. Not one. There are seven of them, right? I'm starting to forget which ones I ... never mind. Now all that seems so unimportant, you know? I mean, I don't even know what a great man is anymore—the, uh, prerequisites. Do you, William?”"],
        ["21", "\t“Do I what?”"],
        ["22", "\t“Know,” he says. “Know what makes a man great.”"],
        ["23", "\tI think about this for a long time, secretly hoping he forgets he ever asked the question. His mind has a way of wandering, but something in the way he looks at me says he's not forgetting anything now, he's holding on tight to that thought, and he's waiting for my answer. I don't know what makes a man great. I've never thought about it before. But at a time like this “I don't know” just won't do. This is an occasion one rises to, and so I make myself as light as possible and wait for a lift."],
        ["24", "\t“I think,” I say after a while, waiting for the right words to come, “that if a man could be said to be loved by his son, then I think that man could be considered great.”"],
        ["25", "\tFor this is the only power I have, to bestow upon my father the mantle of greatness, a thing he sought in the wider world, but one that, in a surprise turn of events, was here at home all along."],
        ["26", "\t“Ah,” he says, “those parameters,” he says, stumbling over the word, all of a sudden seeming slightly woozy. “Never thought about it in those terms, exactly. Now that we are, though, thinking about it like that, I mean, in this case,” he says, “in this very specific case, mine—”"],
        ["27", "\t“Yeah,” I say. “You are hereby and forever after my father, Edward Bloom, a Very Great Man. So help you Fred.”"],
        ["28", "\tAnd in lieu of a sword I touch him once, gently, on the shoulder."],
        ["29", "\tWith these words he seems to rest. His eyes close heavily, and with an eerie sort of finality that I recognize as the beginning of a departure. When the window curtains part as though of their own accord I believe for a moment that this must be the passage of his spirit going from this world to the next. But it's only the central air coming on."],
        ["30", "\t“About that two-headed lady,” he says with his eyes closed, murmuring, as if falling into a sleep."],
        ["31", "\t“I've heard about the two-headed lady,” I say, shaking him gently by the shoulder. “I don't want to hear about her anymore, Dad. Okay?”"],
        ["32", "\t“I wasn't going to tell you about the two-headed lady, Mr. Smarty-pants,” he says."],
        ["33", "\t“You weren't?”"],
        ["34", "\t“I was going to tell you about her sister.”"],
        ["35", "\t“She had a sister?”"],
        ["36", "\t“Hey,” he says, opening his eyes now, getting his second wind. “Would I kid you about something like that?”"]
    ],
    "Copyright": "From Big Fish: A Novel of Mythical Proportions by Daniel Wallace. © 1998 by Daniel Wallace.\nReprinted by permission of Algonquin Books of Chapel Hill. All rights reserved.",
    "References": []
}