{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [],
    "Title": "Where the Wild Things Are",
    "Subtitle": "",
    "Author": "by Beth Pratt-Bergstrom\nEarth Island Journal",
    "LabelType": "P",
    "Content": [
        ["1", "In 2012, I read a headline in the Los Angeles Times, “Mountain lion makes itself at home in Griffith Park,” that radically transformed my life's work. At first glance I thought it simply a curious story that defied plausibility. How could a mountain lion be living in the middle of the second largest city in the United States? And why would the poor cat even want to?"],
        ["2", "Most of my 25-year environmental career has been spent in two of the largest national parks in this country — Yosemite and Yellowstone. Protected areas like those fit more with my preconceived notion of where wildlife should live, especially a large predator. My long-held view of Los Angeles (or of any city really) dismissed urban centers as environmental wastelands, full of endless highways, traffic snarls, and unchecked development that had banished all hope of even a butterfly being able to safely flutter through."],
        ["3", "Like most opinions founded on ignorance, this proved to be very wrong."],
        ["4", "After reading about the city-dwelling cougar, I contacted the National Park Service researchers studying the mountain lion — now famously known as P-22 — and accompanied them on an excursion to track him in Griffith Park. The park is a hybrid of city and nature surrounded by a spider web of freeways, only two miles from the Hollywood Walk of Fame, and visited by 10 million people annually. As I trekked around, surrounded by people at every turn and confronted with the inescapable Hollywood sign and the imposing Los Angeles skyline, I dismissed this landscape as being about as far from the untrammeled wilderness of a Yellowstone or Yosemite as one could get. I scoffed at the notion of “nature” in a park with a golf course, tennis courts, a merry-go-round and miniature train, the Griffith Observatory, and the Greek Theater."],
        ["", "problems/TX19HSE2/media/S7a.jpg"],
        ["5", "And then I had a life changing epiphany. This cat has more of an imagination than I do."],
        ["6", "Why can't a mountain lion live in a city? Why is the human-built environment seen as off-limits to wildlife? If it's good enough for a mountain lion, who are we to judge?"],
        ["7", "I'll always be a national park advocate. Yosemite remains my favorite place on Earth, and I relish my experiences of listening to a wolf howl and watching a grizzly bear lope by in the wilds of Yellowstone. Five years ago, I would have laughed hysterically if you had told me I'd soon be dedicating my career to the conservation of wildlife in cities. But P-22 shifted my perspective. His remarkable story of crossing two of the busiest freeways in the country to find a new home, as well as his ability (and those of his Santa Monica Mountain cougar kin) to adapt to life in a challenging urban interface speaks to the beauty and resiliency of wild things."],
        ["8", "After P-22 opened my eyes, I began seeing examples of this new paradigm of coexistence working across California. Now I focus most of my work on helping wildlife in cities, and I've just finished writing a book on the success stories of people and wildlife bending our preconceived rules about what is “natural,” and thriving together instead of apart."],
        ["9", "You'd be surprised at the places where these stories crop up. In Silicon Valley, for instance, a family of foxes decided to make a home on the Facebook campus in Menlo Park along with 2,500 employees, and Mark Zuckerberg himself took an interest in the skulk. Instead of treating them as pests, the Facebook staff embraced sharing their workplace with these admittedly adorable wild neighbors. They even created a FB Fox page that boasts over 100,000 followers from all over the world. But the interest extended beyond sharing images suitable for #cuteoverload. The motto of the FB Fox page “Please honor the foxes — no chasing or feeding — just mutual respect,” speaks to the desire to ensure the animals stay safe, healthy, and wild. Facebook's facilities- management team worked with wildlife officials and contacted a local gray fox researcher to educate staff about the animal. In one typical pro-fox social media post, an employee shared a photo of one of the foxes resting under his automobile with the reminder: “Before you drive off, please check if there is a fox under or near your car.”"],
        ["10", "The traditional philosophy of conservation has been to segregate people and wildlife — to set aside islands of habitat — and although we must continue to do so, it's not enough. And it's not entirely working. Even in the best-protected places on the planet — national parks — some species are having a tough time. When the number-one threat to wildlife worldwide is loss of habitat, we can no longer think of our cities or towns or neighborhoods, or even our backyards, as exempt from the natural world — or as off-limits to wildlife. Our shared spaces are as essential to conservation as our traditionally protected lands."],
        ["11", "Yes, wildlife would be better served if cities were converted back to open space. But barring a stunning reversal of the trends of human existence, this won't happen any time soon. Given this reality, isn't a city that incorporates wildlife surely better than one that doesn't?"],
        ["12", "Not that every city could, or should, have a mountain lion. But there are many other creatures, both big and small, that could do with some urban love. Take the monarch butterfly, for instance. Populations of this amazing orange and black butterfly, which migrates thousands of miles from Canada to Mexico City, have declined by as much as 90 percent across the US. The problem? The plentiful “gas stations” of milkweed and other plants needed to sustain them along their migration route have largely disappeared. Planting milkweed and creating habitat is one easy way to help monarch populations rebound, and this can even be done from an apartment balcony. Wherever we live, we can create our own “national park” space."],
        ["13", "National parks and other protected areas are vital to conservation. But what I have come to realize since that day spent walking in Griffith Park is that cities are also essential to the future of wildlife. Wouldn't it be a wonderful legacy for the next 100 years of national parks if we expanded our values and considered it just as important for cities to have the same charge as our parks “to conserve the scenery and the natural and historic objects and the wildlife therein and to provide for the enjoyment of the same in such manner and by such means as will leave them unimpaired for the enjoyment of future generations”?"],
        ["14", "Adopting an expanded view of the national park ethic in our urban spaces would exponentially increase our ability to protect wildlife and biodiversity around the world."],
        ["15", "I, for one, believe cities and nature can mix and need to mix for wildlife to have a future. We need to foster a daily relationship with our wild, nonhuman kin. It's not about habituating wildlife to us, but about habituating ourselves to the wild world."]
    ],
    "Copyright": "Used with permission.",
    "References": []
}