{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [
        "Adam has written this essay to encourage his classmates to try a new food source. Read Adam’s essay and look for the corrections he needs to make. When you finish reading, answer the questions that follow."
    ],
    "Title": "Try It; You’ll Like It",
    "Subtitle": "",
    "Author": "",
    "LabelType": "N",
    "Content": [
        ["", "\t(1) According to a report from the Food and Agriculture Organization of the United Nations: there are 1,900 edible insect species on Earth. (2) It is not common for people in the United States to eat insects, but I believe there are many good reasons for making insects an important part of our diets."],
        ["", "\t(3) Insects are an important part of the diets of people in many cultures. (4) In Africa, Asia, Mexico, and South and Central America, many people already eat insects. (5) The most commonly consumed insect around the world is the grasshopper, but beetles are popular in the Amazon basin and some parts of Africa. (6) In the past American Indians also ate beetles by roasting them and eating them like popcorn."],
        ["", "\t(7) There are several good reasons for eating insects. (8) They are an inexpensive source of protein, fiber, vitamins, and minerals. (9) Grasshoppers and mealworms are as nutritious as beef and fish, and raising insects instead of cattle or pigs can be beneficial to the environment. (10) Cattle and pigs require large amounts of food, but insects need very little, and insects produce much smaller amounts of greenhouse gases than large animals like cows."],
        ["", "\t(11) Of course, since Americans are not accustomed to eating insects, many are hesitant to trying. (12) If you find a worm hiding inside your apple, you will throw it away, and few want to eat a sandwich with ants in it. (13) For this reason, it will take a major shift in the way we think about food for Americans to become insect eaters. (14) Doing so is not impossible, though, because most food preferances are simply a state of mind. (15) For example, when I was little, I thought oysters were revolting simply because they looked strange, but I tried them recently and really liked them. (16) My cousin used to gag at the mushy texture of avocados when her mother served them, but now she eats them all the time."],
        ["", "\t(17) My interest in eating insects developed during a recent visit by a family member. (18) My uncle, whose very adventurous, brought some roasted grasshoppers from Mexico for me to try, and I liked them—they have a nice, salty crunch. (19) A crunchy grasshopper is just as tasty as a crunchy potato chip and a lot better for you. (20) And insects have some interesting flavors; wasps are said to taste like pine nuts, and bee larvae supposedly remind people of peanuts. (21) Anyone who likes nuts should give wasps or bee larvae a try."],
        ["", "\t(22) I know that everyone in this class is interested in making choices that are better for the planet, and many of you have a sense of adventure. (23) I challenge you to step out of your comfort zone and try eating a tasty insect."]
    ],
    "Copyright": "",
    "References": []
}