{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [
        "J.T. wrote this paper about a unique Japanese activity. Read the paper and look for any revisions J.T. should make. Then answer the questions that follow."
    ],
    "Title": "In Sync",
    "Subtitle": "",
    "Author": "",
    "LabelType": "N",
    "Content": [
        ["", "\t(1) Texas is known for its superb high school marching bands. (2) Each week during football season, thousands of students take to the field to display their musical and marching talents. (3) These same students also compete in local, state, and national competitions and exhibitions. (4) However, marching bands aren't found in just this state or even just this country. (5) But in one country there are marchers who skip the music component all together. (6) Students at Japan's Nippon Sports Science University, NSSU, participate in an intricate marching-like exhibition known as precision walking."],
        ["", "\t(7) NSSU students have perfected the nearly 50-year-old tradition of shuudan koudou, which means “collective action.” (8) The collective action is a carefully choreographed display of synchronized walking. (9) Identically dressed students walk forward and backward to form lines and shapes, even crossing between one another at times. (10) There are no musical cues for the students to use as they march in the changing formations. (11) Furthermore, they walk in perfect step by following the direction of an announcer. (12) Directors bellow loud, sharp commands, such as “Front row, turn left!” and “Cross walk,” over a loudspeaker. (13) And with each command, the students fall into perfect alignment. (14) Even the swing of their arms is synchronized. (15) A misstep by just one student creates a flaw in the perfectly coordinated display that is visible."],
        ["", "\t(16) To prepare for an exhibition, students practice three days a week for five months at a time. (17) They participate in training exercises to help get them in shape. (18) During this time it is estimated that they walk more than 700 miles, which is about the same distance as walking across the entire state of Texas!"],
        ["", "\t(19) Many of the students at NSSU will go on to become coaches, physical education teachers, and trainers. (20) The university also offers master's and doctoral degree programs. (21) Keiko Suzuki, captain of the 2014 walking team, says that by participating in precision walking, she and her classmates will be better prepared for their careers. (22) “We all mastered this highly disciplined training and made it our habit to stick to strict rules,” said Suzuki. (23) “I believe this experience will be an asset as we enter into the job market.”"],
        ["", "\t(24) At a recent NSSU festival, close to 11,000 spectators watched as the students performed their walking routine. (25) The school posted a video of the performance on the Internet, where it was watched and shared by thousands of viewers. (26) The announcer commented that people at NSSU were extremely proud that the school's distinctive tradition has now become famous around the world."]
    ],
    "Copyright": "",
    "References": []
}