{
    "Directions": "Read this story, then answer each question that follows.",
    "Context": [],
    "Title": "[Excerpt from] Under the Persimmon Tree",
    "Subtitle": "",
    "Author": "by Suzanne Fisher Staples",
    "LabelType": "P",
    "Content": [
        ["", "Northern Afghanistan, October 2001"],
        ["1", "\tNur grumbles, and the quilt rustles as he turns over. But Mada-jan does what she always does when we try to ignore her: she yanks the quilt up from the bottom and tickles his bare feet with a piece of straw. The quilt makes a popping sound as Nur kicks out. But Mada-jan is quick to get out of the way — despite her belly, which is enormous with my unborn brother. I am sure it's a brother because my mother has been well and happy throughout her pregnancy. I have named my unborn brother Habib, which means “beloved friend.” I know Habib will be my friend, unlike Nur, who teases me mercilessly."],
        ["2", "\tBefore Nur goes out the door, he picks up the nearly empty water tin and flicks a few drops into my face. It's icy and chases away any thought I might have of sleeping a few minutes longer."],
        ["3", "\t“If the rooster is up, so must the hen be up,” he says, and his hand sloshes again in the water."],
        ["4", "\t“Nur, stop playing!” Mada-jan says. “Najmah, get up!” She tugs at my quilt again. “After you fetch firewood you must feed this bukri,” she says, motioning to the brand-new baby goat that stands on quivering, sticklike legs near the head of the cot where I sleep. She was born yesterday, and her mother won't feed her."],
        ["5", "\tI hold out my hand to the kid, who nuzzles the underside of my fingers, butting my palm with her nose. Then I throw back the quilt and reach for my shawl. The autumn morning air is chilly, and I savor the cool, knowing how hot it will be before noon."],
        ["6", "\t“Baba-jan is already milking the goats, and when he gets back he'll want his breakfast,” says Mada-jan, folding my quilt so that I can't change my mind and crawl back under its warmth. At the thought of the milk my father will bring, my stomach grumbles."],
        ["7", "\tOutside, Nur finds the pole and ties the ghee tins¹ to either end of it with goat sinew. He hoists it to his shoulder and waits for me to walk with him to where the path leads down the hill to Baba Darya, the little stream at the bottom. Baba means “old man” as well as “father.” We call it “Old Man River” because its thin ribbons twist together like the wisps of an elder's beard."],
        ["8", "\t“I saw a leopard's pug marks in the dust here last night,” Nur says, just as we reach the fork in the path that will take me to the woodpile and Nur to the Baba Darya. I hesitate where the two paths split."],
        ["9", "\t“Nur!” Mada-jan says, her voice low with warning. Knowing Nur very well, she has stepped outside the door to listen. “Stop trying to scare her! Najmah, you know there are no leopards here. Now hurry, you two!” Still I hesitate."],
        ["10", "\t“Really!” Nur whispers. “They were this big!” He holds his fist up so I can see it in the creeping light of the sunrise. “It must be a very large leopard.” Then he turns his back and walks, humming, down the hill toward the Baba Darya, the tins bouncing from the ends of the pole across his shoulder."],
        ["11", "\tMy heart hammers, and I want to run back to the house, but I know Mada-jan will be angry. I turn and run as fast as I can, all the way to the woodpile. There I spread my shawl on the ground and pile several armloads of wood on top. I feel a tingling along my spine the whole time. I think I see yellow eyes gleaming in the dark to the side of the woodpile. I'm sure I hear a low growl."],
        ["12", "\t“Nur was only teasing,” I mutter under my breath. “Nur was only teasing.” But I really am convinced a large animal with long, pointed teeth is waiting to pounce on me. I am terribly afraid of leopards, although I have never seen one in my life. Mada-jan reminds me of this every time I complain that Nur has told me he's heard one roar. When the shawl holds as much wood as I can carry, I bind up its corners into a knot and heft the bundle onto my head, then hurry back up the path under the heavy load."],
        ["13", "\tUsually Mada-jan fetches the wood, leaving me to make naan² inside our mud-brick house, because she knows I'm afraid. But Habib, who will arrive in just a few days, keeps her off-balance when she walks along the steep, narrow paths. My father worries that she'll tumble down to the bottom of the hill, and so he has asked me to put aside my fear to help my mother. I feel proud that I can do it, even though I am afraid."],
        ["14", "\tI sit outside the curtained front doorway and make a small pyramid of kindling inside the mud oven. Mada-jan brings out the basket that holds the pads of dough she's made and skewers each piece on a hook that she suspends through a hole in the top of the oven. The goat kid butts insistently at my shoulder, wanting to nurse. A few minutes later I hear Nur huﬃng under the weight of the water as he climbs the last few feet from the Baba Darya."],
        ["15", "\tAnd only a moment later Baba-jan comes whistling down the path that leads from the pens that hold our sheep and goats at the base of the foothills of the Hindu Kush. He carries a large pail of milk."]
    ],
    "Copyright": "Excerpt from Under the Persimmon Tree by Suzanne Fisher Staples. Copyright © 2005 by Suzanne Fisher Staples. Published by Farrar, Straus and Giroux, an imprint of Macmillan Children’s Publishing Group. Used with permission.",
    "References": [
        ["¹", "ghee tins: containers"],
        ["²", "naan: a type of bread"]]
}