{
    "Directions": "Read this story, then answer each question that follows.",
    "Context": [],
    "Title": "[Excerpt from] Minuk: Ashes in the Pathway",
    "Subtitle": "",
    "Author": "by Kirkpatrick Hill",
    "LabelType": "P",
    "Content": [
        ["", "Yᴜᴘ'ɪᴋ Esᴋɪᴍᴏ Vɪʟʟᴀɢᴇ, 1890"],
        ["1", "\tIn other years, the first thing Panruk and I did after we got back to the village from spring camp was to get our dolls out and repair their clothes. But Panruk and I were so excited about the missionaries that we'd almost forgotten about our dolls."],
        ["2", "\tSo after we told Mamma and Grandma and the aunts about our visit with the Hoffs, we took our dolls out of the little fish-skin bags where they'd spent the fall and the winter. We were so happy to see them again. They were like little, dear friends we'd not seen for a long time. Even Mamma and Grandma and the aunts came out into the spring sun to touch our dolls and look at their clothes, as if they'd missed them, too. I thought that sometimes it must be hard to be grown-up and not able to play."],
        ["3", "\tOur grandfather had carved both of our dolls from driftwood. Mine had tiny lines for tattoos on the chin and little black eyes and a straight mouth. I loved her serious little face. You could tell she was a good woman."],
        ["4", "\tWe weren't allowed to play with our dolls in the winter. But in the spring, after the geese had returned, we could. People believed that if girls played with their dolls before spring came, the weather would see and would punish them. Then winter would come again before spring had even begun."],
        ["5", "\tWe took our responsibility for the weather very seriously."],
        ["6", "\tOur dolls not only had lovely faces, they had wonderful clothes. Mamma and the aunts had helped us sew tiny boots and mittens and caribou pants and beautiful little parkas. The year before I had made a qaspeq, a parka cover, for my doll from a little bit of red calico cloth. I was very proud of that qaspeq. Panruk could sew much better than I, and she'd made a little fish-skin parka for her doll. I wasn't good enough to sew fish skin yet, which was so delicate that it tore easily. But sometimes Panruk let me put her fish-skin parka on my doll, and I let her use my qaspeq for her doll."],
        ["7", "\tBecause Maklak was a boy, he couldn't play with dolls, but he liked to sit near us and play with the little sled and dogs that our uncle had carved for him. Sometimes we pretended that his dog team was taking our little women to a big festival in another village, and Maklak was the driver."],
        ["8", "\tGrandma had made us tiny dishes of clay and little vole-skin blankets and rabbit-fur robes, and Panruk and I had made small grass mats for our dolls' houses. Everything we had for our dolls was so little and perfect, their world became real to us. It was so real that while we played, we almost forgot about the village around us."],
        ["9", "\tIn our village there were five women's houses and one men's house. A women's house was called an ena. Each house was built partly underground. The houses looked like beaver houses, with the wood framework covered with grass and then sod."],
        ["10", "\tA small, low passageway led into our house, and it was in that passageway that we cooked. One short step up led to the big room, which was higher so that the cold couldn't come into it from the passageway. In summer, we used another entrance on the side of the house. There was a firepit in the middle of the big room, and above the firepit was the seal-gut window I had told Mrs. Hoff about. We pulled it aside to let the smoke out when we lit a fire to heat the big room."],
        ["11", "\tWe had a seal-oil lamp made of clay. When we needed light, we set fire to a piece of oil-soaked moss in the lamp."],
        ["12", "\tOur house was not very big because there weren't too many of us. Uliggaq's house had ten women and children and Cakayak's house had fifteen, so both their houses were bigger than ours."],
        ["13", "\tThe men's house was called the qasgiq. It was much bigger than the women's houses. It had to be big, because it held all the village men, and it was where the men would stay when people came from other villages. Sometimes everyone from two villages — men and women and children — crowded into the men's house for festivals and ceremonies. There were three tiers of wide benches all around the inside of the men's house."],
        ["14", "\tWe were very proud of our men's house, because it was the biggest one along the whole Kuskokwim River, and it had the widest benches. The benches were so old, they had been cut with a stone ax. They had been brought long ago, before even Grandpa was born, from a men's house along the Yukon River. Our men had defeated that village in a war, so they brought the benches home to remember their victory. Our men danced that story at every big festival in the men's house, and their war cries at the end of the dance were so fierce and terrible that all of us children hid our faces."],
        ["15", "\tEach man had his own place in the house, according to his age. The oldest men were nearest the door, and the youngest often slept under the benches."],
        ["16", "\tThere was a wooden floor in the qasgiq, even over the firepit. When the men wanted a fire, they took the boards off, but when there was a dance in the men's house, they put the floorboards back. Our feet made a good drumming sound on the wooden floor over the firepit."]
    ],
    "Copyright": "",
    "References": []
}