{
    "Directions": "Read this article, then answer each question that follows.",
    "Context": [],
    "Title": "Top Spot",
    "Subtitle": "",
    "Author": "by Scott Elder",
    "LabelType": "P",
    "Content": [
        ["1", "\tA stealthy¹ predator glides along a river in South America, the top half of its head peeking out of the water's surface. Noticing a group of alligator-like animals called caimans floating by the shore, the hunter silently cruises toward the reptiles. It swims between plants to mask its movements and pauses beside an unsuspecting caiman. Then the animal shoots through the water at its target, sinking its teeth into the reptile's scaly skin."],
        ["2", "\tWith its prey clamped between its jaws, the creature climbs from the water and onto the riverbank. In doing so, it reveals its true identity. The dripping-wet hunter is a jaguar."],
        ["3", "\t“We knew jaguars were good swimmers,” says wildlife ecologist Alan Rabinowitz, who runs a big cat conservation organization called Pantera and witnessed the splashy smackdown while on an expedition. “But we were astonished to learn that they can hunt as they swim.”"],
        ["4", "\tSnagging prey while swimming is something that no other feline does. Then again, the jaguar is full of unique features that make the animal stand out from the rest of the cat crowd."],
        ["", "On the Hunt"],
        ["5", "\tOne thing that makes a jaguar unique from other cats is its hunting techniques. This cat hunts for food on the ground, in trees and while swimming in water. No other cat does this. “Even lions and tigers — the closest relatives of the jaguar — don't go after prey in all three spots,” Rabinowitz says. “They usually just nab prey on the ground.”"],
        ["6", "\tWhat's more, jaguars use a different hunting strategy from most other felines. A lot of cats chase targets over long distances. A jaguar silently sneaks up to prey such as tapirs before ambushing its meal. The animal creeps closer to its mark than even the tiger, another sneaky cat that gets about 20 feet from prey before pouncing."],
        ["7", "\tWhen jaguars finally strike, they do so in their own special way. Most felines struggle with prey before overpowering it. But a jaguar has the largest jaws of any big cat, so its bite is so strong it's often able to take down its target with just one chomp. “Jaguars don't mess around,” Rabinowitz says. “They're extremely eﬃcient hunters.”"],
        ["8", "\tBut just because jaguars slay it with their hunting skills doesn't mean they like to fight. They only scuﬄe when necessary."],
        ["", "Bon Voyage"],
        ["9", "\tThe cat's habits — its ability to swim and climb, its avoidance of conflict, and its stealth — have contributed to another unique jaguar feature: its traveling skills."],
        ["10", "\tWhen these felines become independent from their moms at around age two, they go on a solo road trip, trekking up to 150 miles in search of new territory. (The jaguar's range stretches from northern Mexico to the country of Argentina.)"],
        ["11", "\tUsing their swimming skills, they can cross bodies of water that would act as an obstacle to most other cats. And their sneaky nature and reluctance to fight allow them to pass through many dangerous areas without being noticed. Because of their one-of- a-kind characteristics, jaguars can travel longer distances than other cats looking for new home turf."],
        ["", "Adaptation Nation"],
        ["12", "\tSo why is the jaguar so different from other felines? Over their four-million-year existence, jaguars have developed adaptations to help deal with unique challenges in their habitats. For instance, it's hard to chase prey through the forests where the cats live. That's why they creep right up to their target."],
        ["13", "\tDeadly parasites thrive in the cat's habitat. If the jaguar is wounded, it would become exposed to infection. Um, no thank you! “Avoiding face-offs means that the jaguar is less likely to get a cut that could become infected,” Rabinowitz says. That also may be why the cat developed its jumbo-size jaws, which allow it to quickly knock out prey. A swift take-down means less opportunity for infection-causing cuts."],
        ["14", "\tThe jaguar's adaptations help it survive. But they also show how living things are shaped by their habitat. “We change our environment,” Rabinowitz says. “But our environment also changes us.” And scientists aren't done learning about the relationship between the jaguar and its home. “We're still figuring out everything. And we can't wait to uncover more jaguar secrets.”"],
        ["", "problems/NY19G6E/media/S4a.jpg"]
    ],
    "Copyright": "",
    "References": [
        ["¹", "stealthy: quiet and sneaky"]
    ]
}