{
    "Directions": "Read this article, then answer each question that follows.",
    "Context": [],
    "Title": "Finding Sacagawea",
    "Subtitle": "",
    "Author": "by Eileen Charbonneau",
    "LabelType": "P",
    "Content": [
        ["1", "\tWere we related? I had to find out."],
        ["2", "\tI grew up in a house without books. Our family owned only an encyclopedia and a well-used dictionary. The only other books we had were those we borrowed from the library."],
        ["3", "\tThe day I was able to write the seventeen letters of my name and receive my library card was one I can remember as if it were yesterday, right down to the big desk that smelled of paper and paste and ink. I was so afraid that I'd made a mistake and would be banished from this wondrous place where the books lived. But I succeeded. The card was mine. My life as a reader had begun!"],
        ["4", "\tWhen I was ten, I found a book at the library about celebrated women. The book said that the American woman with the most statues in her honor was a Shoshone Indian named Sacagawea. She had been an interpreter on Lewis and Clark's great voyage from 1804 to 1806, joining them in the spring of 1805."],
        ["5", "\tPresident Jefferson had hired Lewis and Clark and their band of adventurers to map and explore the United States, including the vast new territory just acquired from France in the Louisiana Purchase. Sacagawea was the only woman to go with them. She made the perilous journey across half our continent with her baby on her back. The presence of a mother and child was a sign that the expedition was a peaceful one and helped keep it safe from Indian attack."],
        ["6", "\tSacagawea provided a woman's laughter, strength, and endurance on the journey. During a boat mishap, she remained calm and saved instruments and documents from floating down the Missouri River. Lewis and Clark needed Shoshone horses and guidance over the Rocky Mountains, so Sacagawea's help translating was crucial to the expedition's success."],
        ["7", "\tWhen I discovered that Sacagawea and I had the same last name — Charbonneau — I jumped up from my place at my father's feet and announced my discovery to him."],
        ["8", "\tMy father put down his newspaper. Yes, he knew about the woman and her brave trek across the territory that was to become part of the United States. Yes, this woman had been married to a French Canadian named Charbonneau. Daddy's father was also a French Canadian. I asked if we could possibly be related."],
        ["9", "\tMy father said he didn't know, but he'd wondered himself if we had a common ancestor."],
        ["10", "\tFrom that day on, it became our project. We used the resources of the Library of Congress, which began its collection with President Jefferson's books. We explored tiny libraries on American Indian reservations. We visited libraries in Canada, France, and Ireland, and we also entered the ever-expanding web of cyberspace. In search of our family, we made friends with the world."],
        ["11", "\tAfter hours spent in the National Archives in Washington, D.C., poring over passenger lists of great ocean liners, I recognized the name of a girl from Ireland. I knew she had seen the Statue of Liberty for the first time on her nineteenth birthday in 1894. She had traveled across the Atlantic with one suitcase and the dream of a better life. Like Sacagawea, she was to marry a man named Charbonneau. “Dad!” I yelled. “Look! It's grandma!”"],
        ["12", "\tMy father and I located family members galore on our search. One ran an ice-cream stand in the beautiful Laurentian Mountains of Quebec, Canada. Three brothers changed their name to Cole before traveling south to fight in the American Civil War. Two centuries before them, another set of Charbonneau brothers had been traders with the Indians of the American West. One of these brothers fathered our line. The other's descendants led to the fur trader Toussaint, husband of Sacagawea, always facing west in her statues."],
        ["13", "\tSo now we know how we're related. We're cousins of the Shoshone woman with the baby on her back who explored America by canoe, horseback, and on foot to map it for the first time. Her baby, Jean-Baptiste Charbonneau, also called Pomp, was educated by Captain William Clark and became a guide, too. He traveled through Europe as the guest of a prince and could understand five languages. Once he helped the United States govern an Indian mission in California, but lost his position for being “too fair” to the Indians. I think I would have liked that cousin."],
        ["14", "\tNow I'm a storyteller. I travel through the past to find stories for my own books. In search of stories I spend lots of time in libraries, for that's still where the books live. In books and in life, the words of a Lakota Indian saying ring true for me: Mitakuye oysain, “We are all related.”"]
    ],
    "Copyright": "",
    "References": []
}