{
    "Directions": "In the memoir Winterdance: The Fine Madness of Running the Iditarod, author Gary Paulsen tells his story about racing in the 1983 Iditarod—the approximately 1,000-mile Alaskan dogsled race. In this passage, Paulsen is waiting with his dogs for the race to begin. Read the passage and then answer each question that follows.",
    "Context": [],
    "Title": "[from] Winterdance: The Fine Madness of Running the Iditarod",
    "Subtitle": "",
    "Author": "by Gary Paulsen",
    "LabelType": "P",
    "Content": [
        ["1", "The process of beginning the Iditarod in downtown Anchorage is so insane and so completely out of context with what the race really represents that it's almost otherworldly. Then, too, it is all phony—the whole Anchorage start is for television and audiences and sponsors. The truth is, you cannot run a dog team from Anchorage to Nome because outside of Anchorage there is a freeway system that cannot be stopped, even for something as intrinsically Alaskan as the Iditarod. The start is a theatrical event, and is treated as such by everybody."],
        ["2", "Except the dogs."],
        ["3", "And therein lay the problem of the start. There was much hoopla, television cameras, crowds of people, and nearly fourteen hundred dogs jammed into a short stretch of Fourth Street in the middle of the downtown section. Starting well before the race crowds gathered, loudspeakers began blaring, and dogs started barking as they were harnessed. Barking dogs begot barking dogs and soon the whole street was immersed in a cacophonous roar that made it impossible to hear anything."],
        ["4", "Worse, the dogs became excited. And like the barking, excitement breeds on itself until dogs I thought I'd known for years were completely unrecognizable, were almost mad with eagerness. It wasn't just that they wanted to run—there simply wasn't anything else for them. Everything they were, all the ages since their time began, the instincts of countless eons of wolves coursing after herds of bison and caribou were still there, caught in genetic strands, and they came to the fore and the dogs went berserk with it."],
        ["5", "And at least as important was that the madness was infectious, carried to the people, the handlers, the mushers—especially the rookies. No matter the plan, no matter the words of caution during briefings, what might start sensibly began to pick up speed and soon everything was imbued with a frantic sense of urgency. People who walked start to trot, then run, with dogs dragging them from trucks to get hooked into the gangline to get them ready to be taken up to the chutes."],
        ["6", "By this time I, too, was gone, caught up in the madness of it all, so immersed in the noise and insanity that if somebody had asked my name I would not have known it. I could see only the dogs, lunging on their picket chains, crazed with excitement; feel only that same pull tearing at me, the power of it all sweeping me."],
        ["7", "And there was a very real danger in that power, the unleashed power of fifteen dogs in prime, perfect condition suddenly being released in front of a light sled and slick plastic runners. People would be hurt; people would scratch from the race in the first five blocks with broken legs, shoulders, collarbones, concussions. Sleds would be shattered, turned into kindling, and mushers would be dragged for blocks until bystanders could grab the dogs and stop them. The power was enormous and could not be controlled. There was only two inches of snow on the street, trucked in for the start, and the sleds could not be steered or slowed; brakes would not work; snowhooks would bounce off the asphalt."],
        ["8", "It was here that I began making rookie mistakes, two of which would prove critical to the beginning of the Iditarod for me."],
        ["9", "Caught up in anxiety, not wishing to cause problems with the race, I harnessed my dogs too soon, way too soon, and tied the sled off to the bumper of the truck. The difficulty with this was that I had pulled number thirty-two and with the dogs tied on the side, harnessed, and ready to go, waiting to go, crazy to go—every team going up to the chutes had to be taken past my team—they had to wait. Dogs do not wait well."],
        ["10", "It took two minutes per team to get them in the chutes, counted down and gone, so there was an hour delay waiting for my team to be called; an hour of slamming into harness, screaming with madness every time a team was taken past us, an hour of frustration and anxiety, an hour that seemed a day, a year."],
        ["11", "When finally it was done, or nearly done, and the dogs were completely beyond reason and only three teams were ahead of us, six minutes before chute time, right then I made the second mistake."],
        ["12", "I changed leaders. I had Cookie in single lead position. We had worked together for two years and she knew how to lead incredibly well and I trusted her completely. But ..."],
        ["13", "The pre-race jim-jams took me and I started thinking of what I perceived to be reality. I had never raced before and Cookie had never raced, had never led a big team in such confusion. I began to worry that since it was all so new she would not know what to do, would not know how to get out of the chutes and line the team out down the street, would be confused about running in a race."],
        ["14", "I had a dog that was given to me just before leaving Minnesota. His name was Wilson and I had been told that he had been in races, led in races. (I found out later it was one impromptu race, with a very small team—one dog—and it was only around a yard pulling a child.)"],
        ["15", "In microseconds the anxiousness about Cookie grew to a mountain and I could easily imagine her being released, stopping in her addled state, getting run over by the team or running into the crowd, heading off in the wrong direction—all I could see was disaster."],
        ["16", "With less than three minutes to go I unhooked Cookie and dropped her back to point position (just to the rear of the leader) and put Wilson in the front. This all took moments and before I could think on it, wonder if I'd done the right thing, eleven or twelve volunteers came with a man who was holding a clipboard."],
        ["17", "He noted the number on my bib, smiled and nodded. “You're next.”"],
        ["18", "And volunteers took the gangline in back of each set of dogs; I unhooked them from the truck and we surged forward, the dogs nearly dragging the volunteers off their feet as we threaded into the chutes."],
        ["19", "People talked to me. A man leaned over and said something and I nodded and smiled but I could not hear a thing over the din from the team. I also had a new sensation. Stark ... terror was taking me as I looked down the street over fifteen dogs and realized that this was it, that they were going to take me out hanging like an idiot on the sled."],
        ["20", "A man leaned down with a megaphone next to my ear."],
        ["21", "“Five!”"],
        ["22", "“Four!”"],
        ["23", "“Three!”"],
        ["24", "“Two!”"],
        ["25", "“One!”"],
        ["26", "But the dogs had watched too long, had memorized the count, and when the counter hit three and the volunteers released the team and stood off to the side they lunged, snapped loose from the men holding back the sled and I was, quite literally, gone."],
        ["27", "I had started the lditarod illegally—two seconds too soon."]
    ],
    "Copyright": "Winterdance: The Fine Madness of Running the Iditarod by Gary Paulsen. Copyright © 1994 by Gary Paulsen. Reprinted by permission of Houghton Mifflin Harcourt Publishing Company.",
    "References": []
}