{
    "Directions": "Read the passage about exploring a new environment. Then answer each question that follows.",
    "Context": [
        "On July 18, 1966, Michael Collins and John Young, two NASA pilots, flew the Gemini 10 spacecraft into orbit to conduct tests for future exploration. Read the following passage from Collins's autobiography about preparations before the flight."
    ],
    "Title": "[from] Carrying the Fire: An Astronaut's Journeys",
    "Subtitle": "",
    "Author": "by Michael Collins",
    "LabelType": "P",
    "Content": [
        ["1", "Now into the suit: first the feet struggling with the turns and twists of the nylon inner liner; then jackknifing torso over double to get arms far enough into place to slip head into the neck ring; then standing and zipping up the back, with help. Next, tight, tight gloves are wormed on and snapped into wrist rings. Then the helmet gently, almost reverently lowered onto the neck ring until, satisfied with the alignment, it is brutally shoved downward, locks snapping and clicking into place. The transition into space begins when the visor is lowered and locked. From now on no air will be breathed, only pure oxygen; no human voice will be heard, unless electronically piped in. Through the barrier of the suit, the world can still be seen, but that is all—not smelled, or heard, or felt, or tasted. Today G-4C-36¹ feels good. No lurking terror, only smug satisfaction at its familiar clutch, with no lumps, no bumps, no blemishes—an old friend reborn for this occasion."],
        ["2", "The outside world has already changed perceptibly. People are self- conscious; there is no spontaneity in their movements. They could flub their lines in rehearsal and laugh, but today the little chuckles are all programmed. While John and I are denitrogenating, regally slumped on brown overstuffed reclining armchairs, messengers file in and out with good tidings. The condition of the spacecraft is announced (superb, of course). The weather is cooperating, despite a little thunderstorm which seems to be drifting by to the north. Late afternoon in July in Florida: if we have only one thunderstorm in the area we are lucky—may it keep moving."],
        ["3", "Time to leave for the launch pad now, in a little van; then into the grillework cage of a small elevator which laboriously creaks up the side of the gantry, into the white room. My mother is watching from somewhere nearby with my sister and my brother-in-law. Did they see me before I disappeared indoors again? In the white room all is ordered efficiency, hustle and bustle with a purpose, as preparations are made for its dismantlement. The customary joke is made. Guenter Wendt, the pad leader, presents us with huge styrofoam tools, wrench and pliers four feet long, in mockery of our having broken bits and pieces of the spacecraft over the months. He's not far wrong. Here I am, just a fancy heavy-equipment operator who couldn't fix any piece of this machine if it broke..."],
        ["4", "Into the cockpit now, with willing hands making the necessary assist, shoving a bit, connecting oxygen hoses and parachute harness and communications lines, and finally lowering the hatches gently upon us. We are isolated at last, in our own little world, with only the crackle of the intercom and the hiss of oxygen for company. The spacecraft oxygen has a slightly different smell, clean and crisp and vaguely antiseptic. I look over at John and smile. Magnified inside his polished faceplate, his nose looks longer and more pointed than usual. It gives him a foxy, crafty look that I like. Perhaps he knows something about the next three days that no one else knows, and he is pleased about it. We talk now, to each other and to the people in the nearby blockhouse and in faraway Mission Control. It is technical chatter, busy work designed to make sure that everybody can hear everybody else, and that all is well with the machine. Final preparations include gimbaling, or swiveling, the two Titan engines which will start us on our way; despite a warning, this test causes a ripple of surprise, for it is unlike any we have done before. After long months, the slumbering beast is finally awakening, with a shudder easily felt as ninety feet below us the two engines dip and sway. My God, it moves! The next surprise is not pleasant. Scanning the busy array of gauges in the tiny cockpit, my eyes stop suddenly on the propellant quantity gauge over in front of John. It's flat on zero! How can that be? With all the checks, and counterchecks, and tests and verifications, could someone have forgotten to fill the tank with our rendezvous fuel? Impossible, it must simply be that something is wrong somewhere in the sensing system. What to do now? I reach over and tap the glass and peer at John. He nods curtly and goes on about his business. I decide to tough it out; if John is willing to launch without this measurement, so am I. To hell with it. It's not five minutes after this momentous decision that I am awash with embarrassment, as suddenly the gauge springs into life and properly shows a full reading. It is simply that, unlike in the simulator, this measurement is not activated until just before launch. I should have known this."],
        ["5", "Our Atlas-Agena² is off now, we are told, and we breathe a sigh of relief as the Agena reaches a good orbit. We will need it. Although it has departed from a pad a mere mile or so from us, we cannot see it or any other part of the outside world, save a tiny patch of blue sky overhead. It's 81 degrees and the wind is blowing at sixteen knots, but you couldn't prove it by us. We are indoors, lying on our backs looking straight up, with the Atlantic just under our right elbows, our feet pointing north. Our trajectory will carry us straight up for a while; then we will lazily arc over to the east (our right) and will achieve orbit one hundred miles above the Atlantic, lying on our right sides. Time to climb, five minutes forty-one seconds; distance traveled downrange, 530 miles; velocity at engine cutoff, 17,500 miles per hour. Or at least, so we have been led to believe. Right now we are velocity zero, distance traveled zero, prospects unknown. Days have turned to hours, and hours to minutes. No simulation this, no ride back down on the elevator, no debriefing over coffee. Our primary instrument becomes the clock, and finally the excited voice on the radio, trying to sound bored, reaches the end of its message: 10 — 9 — 8 ... grab the ejection D-ring between your legs with both hands; one jerk and our seats will explode free of this monster ... 7 — 6 — 5 ... it's really going to happen ... 4 — 3 — 2 — 1 ... engines should be starting—IGNITION—pay attention to those gauges—LIFT-OFF!"],
        ["6", "A barely perceptible bump, and we are airborne. Fairly high noise level, but we feel the machine, rather than hear it. Down below the engines shift back and forth in rapid little spastic motions, keeping the cigar- shaped load poised in delicate balance despite gusty winds and sloshing fuel tanks. Up on top we feel this actively in the form of minute sideways jerks. There is absolutely no sensation of speed, and only a moderate increase above one G as we are gently pushed back into our contoured seats. I am dimly aware that a thin overcast layer above us seems to be getting closer when pow we burst through the wispy clouds in brief but clear contradiction to the seat-of-the-pants feeling of standing still... We are moving out!"]
    ],
    "Copyright": "Carrying the Fire: An Astronaut's Journeys by Michael Collins. Copyright © 1974 by Michael Collins. Reprinted by permission of Rowman & Littlefield Publishing Group.",
    "References": [
        ["¹", "G-4C-36 — the spacesuit"],
        ["²", "Atlas-Agena — an unmanned spacecraft that the astronauts' Gemini spacecraft will attach to while orbiting Earth"]
    ]
}