{
    "Directions": "Read the passage that describes a memorable character. Then answer each question that follows.",
    "Context": [
        "In this passage from the novel Where the Sea Used to Be, the author describes the character Old Dudley, a wealthy man from Texas with a unique talent."
    ],
    "Title": "[from] Where the Sea Used to Be",
    "Subtitle": "",
    "Author": "by Rick Bass",
    "LabelType": "P",
    "Content": [
        ["1", "Old Dudley was not a pleasant man to look at. Though ancient, he appeared to be no older than his early sixties, and he had the build of an ex-athlete who had labored to keep himself firm and steady. His eyes were a shade of gray that somehow — whether he wished this or not — gave others the illusion of deceit. His thinning hair, cut close, was silver. He carried, at all times, an air of roughness, no matter how dapper his dress. Something about the build of his frame—his musculature, his stance and carriage—made it easier to imagine him doing some physical violence to someone—swinging a wooden club—than being sedate and civil. The disparity between his fine dress and the awkwardness of his posture only made him seem more unpredictable—as if he were trapped, and as such, always within only a stone's throw of rage or harm-making."],
        ["2", "Further unsettling, to anyone who knew the specifics, was his nearly immeasurable wealth—the hundreds of oil and gas fields that he had discovered, lying at varying depths all around the country: billions of dollars of reserves."],
        ["3", "More troubling still was the fact that he capitalized very little on his great riches; whatever money was gained from the production of his oil and gas fields went always and unceasingly into the drilling of more, so that his operation was always expanding, oil flowing up his discovery wells to fuel the downward drilling of new wells elsewhere. The effect was that of a relentless sewing machine; but instead of stitching anything back together, he was forever piercing the earth, jabbing more holes into it, so that his company was more like some sharp-toothed beast eating the world, the lower jaws forever rising and gulping, the upper jaws simultaneously clamping down; and growing ever larger as it fed."],
        ["4", "But it was Old Dudley's tong marks that caused the greatest unpleasantness in his appearance. There was a matched set of indentations on either side of his skull, dark creases like shadows that did not change or wane even when he stepped into the light: an ancient birthmark, the signature of forceps. It gave him an alien, reptilian look, and there was no way to view the tong marks without understanding that to come into the world, he had to have been pulled, kicking and screaming, from his mother—not wanting to leave that aqueous, other world, and not wanting to ascend to this one, either."],
        ["5", "He had a way of seeing straight into the heart and weakness of a person, in the moment that any of them saw him for the first time. During the brief nakedness of that first startled moment, as they viewed his tong marks, he could see—for a few seconds—all the way into and through a person."],
        ["6", "He would not have traded this gift, this power, for anything in the world."]
    ],
    "Copyright": "Where the Sea Used to Be by Rick Bass. Copyright © 1998 by Rick Bass. Reprinted by permission of Houghton Mifflin Harcourt Publishing Company.",
    "References": []
}