{
    "Directions": "Read the next two selections and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [],
    "Title": "George Washington's Portrait",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "Many artists have hopes that their creations will become well known. But sometimes a work of art achieves greater recognition than the artist might have ever imagined. And in the case of Gilbert Stuart and George Washington, a work of art may not even be completed but still inspire people long afterward."],
        ["2", "Stuart was a painter who lived from 1755 to 1828. He was known for both his talent as a painter and his charm as a person. He painted the portraits of approximately 1,000 people during his lifetime. Many distinguished and famous people sat for a portrait with him. But instead of making his subjects sit perfectly still, as was commonly practiced at the time, Stuart e͟n͟g͟a͟g͟e͟d them in interesting conversation. He wanted his subjects to feel at ease in order to capture their most natural expression and pose. Only then would Stuart paint the person."],
        ["3", "One of Stuart's aspirations was to paint George Washington. Their meeting was not easy to arrange, but Stuart eventually got the opportunity in 1796. Stuart had a difficult time getting Washington to be comfortable. The president finally relaxed when Stuart began to talk about horses. This was one of Washington's favorite topics. The men chatted while Stuart painted the then 64-year-old president. Their time together was limited, however."],
        ["4", "The result was a portrait of just Washington's head and shoulders. The reasons why Stuart never finished the rest of the portrait are uncertain. What is known is that the bottom and left parts of the canvas remained bare, and Stuart persuaded Washington to let him keep the original. Stuart made and sold multiple copies of the portrait in his lifetime—a common practice in the days before cameras."],
        ["", "problems/TX18G6R/media/S3a.jpg"],
        ["5", "Even unfinished, Stuart's original portrait is considered the definitive representation of George Washington. People have always believed that the portrait truly captures this great man's presence. The image was used on the dollar bill beginning in 1869 and has been featured there ever since. This means just about everyone in the United States has seen this work of art. While it is an amazing portrait, surely even Stuart would be amazed by its lasting popularity."]
    ],
    "Copyright": "",
    "References": []
}