{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [],
    "Title": "Venezuela's Lightning Storms",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "For most people, a lightning storm is a good reason to sit up and take notice—and probably take shelter. But imagine if you lived in a place where lightning storms raged almost every night of the year. There is an area in Venezuela that has this type of lightning. Large storms with frequent lightning provide an amazing light show for up to 300 nights out of every year. This natural phenomenon is called the Relámpago del Catatumbo, or the Catatumbo Lightning."],
        ["", "Nᴀᴛᴜʀᴀʟ Fɪʀᴇᴡᴏʀᴋs"],
        ["2", "The Catatumbo Lightning happens in the state of Zulia, located in the northwestern part of Venezuela where the Catatumbo River meets Lake Maracaibo. The lightning is unusual for several reasons. For one thing, its predictability is remarkable. Although there have been rare periods when the lightning storms did not occur, for the most part they have been forming over the same area above Lake Maracaibo nightly for centuries."],
        ["", "problems/TX18G6R/media/S6a.jpg"],
        ["3", "The lightning storms are also amazing because of the frequency of the strikes. The storms can produce between 18 and 60 strikes per minute. That adds up to an average of 1,680 strikes per hour, and storms can last up to 10 hours. This means that the skies are lit with roughly 2.5 million lightning strikes per year."],
        ["4", "Finally, the Catatumbo Lightning is exceptional because of its beautiful colors. It causes the sky to glow different shades of white, red, and purple. The color of the lightning changes depending on the presence of dust, water, and various gases in the air."],
        ["", "A Bʀɪɢʜᴛ Hɪsᴛᴏʀʏ"],
        ["5", "The Catatumbo Lightning has become an important part of the history and culture of the area where it occurs. The native people call the lightning rib a-ba, or “river of fire in the sky,” and it has always been a part of their daily life. The lightning is mentioned in poetry and songs; the state of Zulia even has a lightning bolt on its flag."],
        ["6", "The lightning is also c͟r͟e͟d͟i͟t͟e͟d with ruining a surprise attack on the city of Maracaibo by the English sea captain Sir Francis Drake in 1595. The lightning flashes illuminated Drake's ships, alerting the Spanish forces to their presence."],
        ["7", "For all these reasons, the lightning is a source of pride for the people of the area, including environmentalist Erick Quiroga, who has been studying the lightning for more than 15 years. “I saw my first lightning at eight years old,” he said. “I thought it was a smile from the night sky.”"],
        ["", "problems/TX18G6R/media/S6b.jpg"],
        ["", "A Sᴄɪᴇɴᴛɪꜰɪᴄ Mʏsᴛᴇʀʏ"],
        ["8", "No one knows for sure what causes the Catatumbo Lightning. Some scientists think it's caused by increased amounts of methane gas around the area. Others believe the lightning occurs because of the area's unique location—the very hot, humid air from the Catatumbo River and Lake Maracaibo meets cool air that comes down from the Andes mountains."],
        ["9", "The mystery of what causes the lightning deepened when, beginning in January 2010, the lightning did not appear for a period of several months. During this time Venezuela, like many other parts of the world, was experiencing abnormal weather patterns, and the country was suffering from a severe drought. Some scientists speculate that this may have caused the Catatumbo Lightning to stop, but the answer remains unclear. Whatever the cause, the lightning resumed that April."],
        ["", "Rᴇᴄᴏʀᴅ-Bʀᴇᴀᴋɪɴɢ Lɪɢʜᴛɴɪɴɢ"],
        ["10", "Even though the exact cause of the Catatumbo Lightning is still unknown, it is a welcome mystery. Quiroga recently asked the Guinness Book of World Records to grant the area around Lake Maracaibo the record for being the place on Earth with the most lightning. This honor had been held by a town in central Africa. In 2014, Guinness agreed to the request, presenting the vice president of Venezuela with a special certificate. Today people from all over the world come to see the brilliant display. And if history is any indication, the Catatumbo Lightning will be impressing visitors and locals alike for many years to come."]
    ],
    "Copyright": "Third party trademark Guinness World Records® was used in these testing materials.",
    "References": []
}