{
    "Directions": "Read the selection and choose the best answer to each question.",
    "Context": [],
    "Title": "The Raven and the Star Fruit Tree",
    "Subtitle": "A retelling of a tale from Vietnam",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "\tIn the days before boats were used for exploring the seas or trading, there lived two brothers. The older brother was very greedy, but the younger brother was content to live humbly. When their father died, he left behind an enormous inheritance that he wanted to be divided in an extremely uneven way. He left his entire estate — his home and his vast wealth — to his older son but only a small plot in the country, containing a small shack and a single star fruit tree, to his other son."],
        ["2", "\tThe older son was overjoyed with this arrangement and quickly began living an extravagant lifestyle, eating expensive foods and spending money freely. He despised his brother, who was content living in the simple shack his father had given him."],
        ["3", "\tWhen the season for star fruit came, the tree produced abundantly, and the younger brother cheered himself with the prospect of selling star fruit to support his family. However, an enormous raven visited the tree each morning and ate the fruit. The younger brother saw that his income was quickly disappearing into the belly of the raven, so one morning he waited beneath the tree. When the raven arrived, the younger brother called to him. “Oh, raven, please don't eat my star fruit. They are all I have, and I cannot support my family if you eat them up.”"],
        ["4", "\t“Don't be afraid,” said the raven. “I'll pay you in gold for your star fruit, as I did your father. Make a bag one foot deep to put the gold in.”"],
        ["5", "\t“I believe you, raven,” the younger brother said. “Please eat as much as you like.” That night he had his wife make the bag just as the raven instructed."],
        ["6", "\tThe next day the raven came as usual to eat star fruit. When he was done eating, he flew down into the yard, spread his wings, and said, “Climb on my back, and bring your bag.”"],
        ["7", "\tThe younger brother complied, and the raven took off, flying over the sea. He landed on a strange uninhabited island with no trees or other plants of any kind. The dirt, however, was made of pure gold, and the raven told the younger brother to fill his sack with it. The younger brother took only what he could easily carry. After returning home, the younger brother spent some of his newfound wealth on his family and shared some of it with others who were in need."],
        ["8", "\tOne day the younger brother invited the older brother to dinner, but the other refused to come. Again and again the younger brother pleaded, until finally the older brother agreed and visited his brother's house. The older brother was not expecting what he found. Instead of a simple shack, the younger brother had a comfortable home with fine things inside."],
        ["9", "\t“Where did you get all these things?” the older brother asked."],
        ["10", "\tThe younger brother told his brother of the raven. Upon hearing the whole story, the older brother offered to trade his entire inheritance for the star fruit tree. The younger brother replied that he was content with what he had and refused to trade."],
        ["11", "\tThe next day, however, the older brother went to the star fruit tree and found the raven. “Oh, raven,” he said, “I have traded with my brother for this tree. Will you take me to the island of gold?”"],
        ["12", "\t“Of course,” the raven replied. The bird landed in the yard, spread out his wings, and flew the older brother to the island. The older brother, remembering his brother's explanation, had taken with him the largest bag he could find. He filled it with gold and then climbed back onto the raven, but the bird couldn't fly because the bag was too heavy."],
        ["13", "\t“You must pour out some of your gold,” the raven said, but the brother refused. “Very well,” said the raven. The bird flew back to the village, leaving the older brother and all his gold on the island."],
        ["14", "\tThe season for star fruit passed, and the raven no longer visited the star fruit tree. The younger brother wondered what had become of the older brother."],
        ["15", "\tThe next year, when the star fruit came again, so did the raven."],
        ["16", "\t“Raven,” said the younger brother, “you fly all around the world. Have you seen my brother?”"],
        ["17", "\t“I have,” said the raven, and explained what had happened. “Your brother now has all the gold he wants.”"]
    ],
    "Copyright": "",
    "References": []
}