{
    "Directions": "Read the passage and answer each question that follows.",
    "Context": [
        "Over 2,000 years ago, a Chinese explorer, Hsu Fu, traveled across the sea to find a special plant and never returned. Some legends say he traveled as far as Japan and others claim he made it to America. In 1993, Tim Severin set sail using ancient methods and modern technology to see if these legends could be true."
    ],
    "Title": "[Excerpt from] Case Closed: Nine Mysteries Unlocked By Science",
    "Subtitle": "",
    "Author": "by Susan Hughes",
    "LabelType": "P",
    "Content": [
        ["1", "\tTim Severin decided to make the journey himself. If he could cross from Asia to America on an ancient-style vessel, he could argue that the Chinese may have traveled to the Americas long before Columbus."],
        ["2", "\tFirst, Severin had to figure out what type of boat Hsu Fu would have used for such an ambitious journey. Severin met with marine historians. He traveled to Taiwan and then Vietnam to take a look at some traditional boats. He decided that Hsu Fu’s boat was probably a sailing raft made of bamboo. These workhorse vessels had been used for centuries by local fishermen along the coast. They were sturdy and reliable — for short distances, anyway."],
        ["3", "\tHsu Fu would have needed something larger than a fishing boat to tackle the ocean. But what would it have looked like? Severin asked British naval engineer Colin Mudie to design a vessel based on Severin’s research. Mudie’s final sketch showed a boat that would be 18 m (60 ft.) long. Three layers of bamboo would keep it stable in high waves. And two thatched “cabins” would give the crew some protection from the elements."],
        ["4", "\tWhen it was time to build the real thing, Severin hired Vietnamese village women who were experts in harvesting bamboo. In the middle of the jungle, they found a species of bamboo with stalks 9 m (30 ft.) tall and 15 cm (6 in.) wide. They harvested two-year-old stalks, which are still flexible, and they harvested them in autumn, when the stalks produce little sap. (Bamboo sap attracts the bamboo beetle, whose larvae eat plant matter.)"],
        ["5", "\tIn the Vietnamese fishing village of Sam Son, forty raft builders used machetes to shave away the hard outer layer of the bamboo stalks. They curved the stalks at the bow by heating them just so with flames. Then they coated the 350 stalks with a natural repellent to keep away the insects and a natural lacquer to protect them from shipworm infection. The stalks were lashed together with rattan, a type of jungle vine. They used 46 km (29 mi.) of it, tying more than 3,000 knots. The raft builders fitted the rafts with three cedar masts, red sails of cotton and silk, and several very long oars."],
        ["6", "\tSeverin named the craft Hsu Fu in honor of the great explorer. Finally, the finished raft was shipped to Hong Kong. It was ready for its 12,000 km (7,400 mi.) sea journey from Hong Kong to Japan to America. . . ."],
        ["7", "\tSeverin decided to navigate as the ancient Chinese would have done. He tried to follow the general route he believed Hsu Fu would have taken. “But this was no more than trying to head in an easterly direction. We were riding wind and current,” he said. . . ."],
        ["8", "\tThe journey began well, but within a few days, Severin saw signs that the bamboo beetle was chewing away the cabin roofs. He desperately hoped the beetles would not make their way into the raft itself."],
        ["9", "\tIn the meantime, the crew worked hard. The waves caused great twisting and straining of the raft. At various points in the journey, this caused parts of the boat, including the rattan and ropes, to wear. In fact, off Japan’s Ryukyu Islands, the foremast snapped off. The crew replaced it with a shaved-down telegraph pole, which, although not traditional, was “the only long straight timber on the island,” explained Severin."],
        ["10", "\tFifty-six days and 2,900 km (1,800 mi.) later, the raft arrived at its first destination — Shingu, Japan. One mystery had now been answered: Hsu Fu certainly could have made it to Japan by raft 2,200 years ago."],
        ["11", "\tThe local people of Shingu had long been certain he had. They showed Severin a shrine to Hsu Fu at the site of his supposed grave. Some people believe Hsu Fu brought new farming techniques to Japan, including rice cultivation. Some Japanese worship him as an ancestor . . ."],
        ["12", "\tIn early August, Severin and his crew prepared to tease out the answer to the next part of the puzzle: Could Hsu Fu have continued on across the Pacific to America? Could he have made it on a bamboo vessel? The expedition set sail from Japan. The real test — open water as far as the eye could see — began."]
    ],
    "Copyright": "Excerpt from Case Closed: Nine Mysteries Unlocked by Science by Susan Hughes, 2010. Copyright © 2010, Kids Can Press. Used by permission of the publisher via Copyright Clearance Center.",
    "References": []
}