{
    "Title": "Massachusetts Curriculum Framework > Science > Grade 3",
    "Overview": "In grade 3, students develop and sharpen their skills at obtaining, recording and charting, and analyzing data in order to study their environment. They use these practices to study the interactions between humans and earth systems, humans and the environment, and humans and the designed world. They learn that these entities not only interact but influence behaviors, reactions, and traits of organisms. Grade 3 students analyze weather patterns and consider humans' influence and opportunity to impact weather-related events. In life science they study the interactions between and influence of the environment and human traits and characteristics. They use the engineering design process to identify a problem and design solutions that enhance humans' interactions with their surroundings and to meet their needs. Students consider the interactions and consequent reactions between objects and forces, including forces that are balanced or not. Students reason and provide evidence to support arguments for the influence of humans on nature and nature on human experience.",
    "Goals": [],
    "Standards": [
        {
            "Key": "MA.S3.ESS",
            "Label": "Earth & Space Sciences",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MA.S3.ESS.2",
                    "Label": "Earth's Systems",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MA.S3.ESS.2.1",
                            "Label": "Use graphs and tables of local weather data to describe and predict typical weather during a particular season in an area.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.S3.ESS.2.2",
                            "Label": "Obtain and summarize information about the climate of different regions of the world to illustrate that typical weather conditions over a year vary by region.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MA.S3.ESS.3",
                    "Label": "Earth & Human Activity",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MA.S3.ESS.3.1",
                            "Label": "Evaluate the merit of a design solution that reduces the damage caused by weather.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MA.S3.LS",
            "Label": "Life Science",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MA.S3.LS.1",
                    "Label": "From Molecules To Organisms: Structures & Processes",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MA.S3.LS.1.1",
                            "Label": "Use simple graphical representations to show that different types of organisms have unique and diverse life cycles. Describe that all organisms have birth, growth, reproduction, and death in common but there are a variety of ways in which these happen.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MA.S3.LS.3",
                    "Label": "Heredity: Inheritance and Variation of Traits",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MA.S3.LS.3.1",
                            "Label": "Provide evidence, including through the analysis of data, that plants and animals have traits inherited from parents and that variation of these traits exist in a group of similar organisms.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.S3.LS.3.2",
                            "Label": "Distinguish between inherited characteristics and those characteristics that result from a direct interaction with the environment. Give examples of characteristics of living organisms that are influenced by both inheritance and the environment.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MA.S3.LS.4",
                    "Label": "Biological Evolution: Unity & Diversity",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MA.S3.LS.4.1",
                            "Label": "Use fossils to describe types of organisms and their environments that existed long ago and compare those to living organisms and their environments. Recognize that most kinds of plants and animals that once lived on Earth are no longer found anywhere.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.S3.LS.4.2",
                            "Label": "Use evidence to construct an explanation for how the variations in characteristics among individuals within the same species may provide advantages to these individuals in their survival and reproduction.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.S3.LS.4.3",
                            "Label": "Construct an argument with evidence that in a particular environment some organisms can survive well, some survive less well, and some cannot survive.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.S3.LS.4.4",
                            "Label": "Analyze and interpret given data about changes in a habitat and describe how the changes may affect the ability of organisms that live in that habitat to survive and reproduce.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.S3.LS.4.5",
                            "Label": "Provide evidence to support a claim that the survival of a population is dependent upon reproduction.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MA.S3.PS",
            "Label": "Physical Science",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MA.S3.PS.2",
                    "Label": "Motion & Stability: Forces & Interactions",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MA.S3.PS.2.1",
                            "Label": "Provide evidence to explain the effect of multiple forces, including friction, on an object. Include balanced forces that do not change the motion of the object and unbalanced forces that do change the motion of the object.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.S3.PS.2.3",
                            "Label": "Conduct an investigation to determine the nature of the forces between two magnets based on their orientations and distance relative to each other.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.S3.PS.2.4",
                            "Label": "Define a simple design problem that can be solved by using interactions between magnets.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MA.S3.ETS",
            "Label": "Technology/Engineering",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MA.S3.ETS.1",
                    "Label": "Engineering Design",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MA.S3.ETS.1.1",
                            "Label": "Define a simple design problem that reflects a need or a want. Include criteria for success and constraints on materials, time, or cost that a potential solution must meet.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.S3.ETS.1.2",
                            "Label": "Generate several possible solutions to a given design problem. Compare each solution based on how well each is likely to meet the criteria and constraints of the design problem.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.S3.ETS.1.4",
                            "Label": "Gather information using various informational resources on possible solutions to a design problem. Present different representations of a design solution.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}