{
    "Title": "Massachusetts Curriculum Framework > English Language Arts & Literacy > Grade 4",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "MA.E4.RL",
            "Label": "Reading Standards For Literature",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Key Ideas & Details",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MA.E4.RL.1",
                            "Label": "Refer to details and examples in a text when explaining what the text states explicitly and when drawing inferences from the text.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.E4.RL.2",
                            "Label": "Determine a theme of a story, drama, or poem from details in the text; summarize a text.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.E4.RL.3",
                            "Label": "Describe in depth a character, setting, or event in a story or drama, drawing on specific details in the text (e.g., a character's thoughts, words, or actions).",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Craft & Structure",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MA.E4.RL.4",
                            "Label": "Determine the meaning of words and phrases as they are used in a text, including those that allude to significant characters found in mythology (e.g., Herculean); explain how figurative language (e.g., simile, metaphor) enriches a text.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.E4.RL.5",
                            "Label": "Explain major differences among prose, poetry, and drama and refer to the structural elements of each (e.g., paragraphs and chapters for prose; stanza and verse for poetry; scene, stage directions, cast of characters for drama) when writing or speaking about a text.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.E4.RL.6",
                            "Label": "Compare and contrast the points of view from which different stories are narrated, including the difference between first- and third-person narrations.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Integration Of Knowledge & Ideas",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MA.E4.RL.7",
                            "Label": "Make connections between a written story or drama and its visual or oral presentation, identifying where the presentation reflects specific descriptions and directions in the written text.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.E4.RL.9",
                            "Label": "Compare and contrast the treatment of similar themes and topics (e.g., opposition of good and evil) and patterns of events (e.g., the quest) in stories, myths, and traditional literature from different cultures.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Range Of Reading & Level Of Text Complexity",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MA.E4.RL.10",
                            "Label": "Independently and proficiently read and comprehend literary texts representing a variety of genres, cultures, and perspectives and exhibiting complexity appropriate for at least grade 4.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MA.E4.RI",
            "Label": "Reading Standards For Informational Text",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Key Ideas & Details",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MA.E4.RI.1",
                            "Label": "Refer to details and examples in a text when explaining what the text states explicitly and when drawing inferences from the text.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.E4.RI.2",
                            "Label": "Determine the main idea of a text and explain how it is supported by key details; summarize a text.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.E4.RI.3",
                            "Label": "Explain events, procedures, ideas, or concepts in a historical, scientific, mathematical, or technical text, including what happened and why, based on specific information in the text.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Craft & Structure",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MA.E4.RI.4",
                            "Label": "Determine the meaning of general academic and domain-specific words or phrases in a text relevant to a grade 4 topic or subject area.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.E4.RI.5",
                            "Label": "Describe the overall structure (e.g., chronology, comparison, cause/effect, problem/solution) of events, ideas, concepts, or information in a text or part of a text.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.E4.RI.6",
                            "Label": "Compare and contrast a firsthand and secondhand account of the same event or topic; describe the differences in focus and the information provided.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Integration Of Knowledge & Ideas",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MA.E4.RI.7",
                            "Label": "Interpret information presented visually, orally, or quantitatively (e.g., in charts, graphs, diagrams, timelines, animations, or interactive elements on webpages) and explain how the information contributes to an understanding of the text in which it appears.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.E4.RI.8",
                            "Label": "Explain how an author uses reasons and evidence to support particular points in a text.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.E4.RI.9",
                            "Label": "Integrate information from two texts on the same topic in order to write or speak knowledgeably about the subject.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Range Of Reading & Level Of Text Complexity",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MA.E4.RI.10",
                            "Label": "Independently and proficiently read and comprehend informational texts, including history/social studies, science, mathematical, and technical texts, exhibiting complexity appropriate for at least grade 4.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MA.E4.RF",
            "Label": "Reading Standards For Foundational Skills",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Phonics & Word Recognition",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MA.E4.RF.3",
                            "Label": "Know and apply grade-level phonics and word analysis skills in decoding words.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MA.E4.RF.3.a",
                                    "Label": "Use combined knowledge of all letter-sound correspondences, syllabication patterns, and morphology (e.g., roots and affixes) to read accurately unfamiliar multisyllabic words in context and out of context.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Fluency",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MA.E4.RF.4",
                            "Label": "Read with sufficient accuracy and fluency to support comprehension.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MA.E4.RF.4.a",
                                    "Label": "Read grade-level text with purpose and understanding.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.E4.RF.4.b",
                                    "Label": "Read grade-level prose and poetry orally with accuracy, appropriate rate, and expression on successive readings.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.E4.RF.4.c",
                                    "Label": "Use context to confirm or self-correct word recognition and understanding, rereading as necessary.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MA.E4.W",
            "Label": "Writing Standards",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Text Types & Purposes",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MA.E4.W.1",
                            "Label": "Write opinion pieces on topics or texts, supporting a point of view with reasons and information.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MA.E4.W.1.a",
                                    "Label": "Introduce a topic or text clearly, state an opinion, and create an organizational structure in which related ideas are grouped in paragraphs and sections to support the writer's purpose.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.E4.W.1.b",
                                    "Label": "Provide reasons that are supported by facts and details.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.E4.W.1.c",
                                    "Label": "Link opinion and reasons using words and phrases (e.g., for instance, in order to, in addition).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.E4.W.1.d",
                                    "Label": "Provide a concluding statement or section related to the opinion presented.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MA.E4.W.2",
                            "Label": "Write informative/explanatory texts to examine a topic and convey ideas and information clearly.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MA.E4.W.2.a",
                                    "Label": "Introduce a topic clearly and group related information in paragraphs and sections; include text features (e.g., headings), illustrations, and multimedia when useful to aiding comprehension.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.E4.W.2.b",
                                    "Label": "Develop the topic with facts, definitions, concrete details, quotations, or other information and examples related to the topic.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.E4.W.2.c",
                                    "Label": "Link ideas within categories of information using words and phrases (e.g., another, for example, also, because).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.E4.W.2.d",
                                    "Label": "Use precise language and domain-specific vocabulary to inform about or explain the topic.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.E4.W.2.e",
                                    "Label": "Provide a concluding statement or section related to the information or explanation presented.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MA.E4.W.3",
                            "Label": "Write narratives in prose or poem form to develop experiences or events using effective literary techniques, descriptive details, and clear sequences.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MA.E4.W.3.a",
                                    "Label": "Orient the reader by establishing a situation and introducing a speaker, narrator, and/or characters; organize an appropriate narrative sequence.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.E4.W.3.b",
                                    "Label": "Use dialogue and description to develop experiences or events or show responses to situations.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.E4.W.3.c",
                                    "Label": "Use a variety of transitional words and phrases to manage sequence.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.E4.W.3.d",
                                    "Label": "Use concrete words and phrases, figurative language such as similes and metaphors, and sensory details to convey experiences or events precisely.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.E4.W.3.e",
                                    "Label": "Provide a sense of closure appropriate to the narrated experiences or events.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.E4.W.3.f",
                                    "Label": "For poems, use patterns of sound (e.g., rhyme, rhythm, alliteration, consonance) and visual patterns (e.g., line length, grouped lines as stanzas or verses) to create works that are distinctly different in form from prose narratives.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Production & Distribution Of Writing",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MA.E4.W.4",
                            "Label": "Produce clear and coherent writing in which the development and organization are appropriate to task, purpose, and audience.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.E4.W.5",
                            "Label": "Develop and strengthen writing as needed by planning, revising, and editing.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MA.E4.W.5.a",
                                    "Label": "Demonstrate command of standard English conventions (as described in Language Standards 1– 3 up to and including grade 4).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.E4.W.5.b",
                                    "Label": "Demonstrate the ability to use general academic and domain-specific vocabulary appropriately (as described in Language Standards 4–6 up to and including grade 4).",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MA.E4.W.6",
                            "Label": "Use technology, including current web-based communication platforms, to produce and publish writing as well as to interact and collaborate with others; demonstrate sufficient command of keyboarding skills to type a minimum of one page in a single sitting.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Research To Build & Present Knowledge",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MA.E4.W.7",
                            "Label": "Conduct short research projects that build knowledge through investigation of different aspects of a topic.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.E4.W.8",
                            "Label": "Recall relevant information from experiences or gather relevant information from print and digital sources; take notes and categorize information, and provide a list of sources.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.E4.W.9",
                            "Label": "Draw evidence from literary or informational texts to support written analysis, reflection, and research, applying one or more grade 4 standards for Reading Literature or Reading Informational Text as needed.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Range Of Writing",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MA.E4.W.10",
                            "Label": "Write routinely over extended time frames (time for research, reflection, and revision) and shorter time frames (a single sitting or a day or two) for a range of discipline-specific tasks, purposes, and audiences.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MA.E4.SL",
            "Label": "Speaking & Listening Standards",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MA.E4.SL",
                    "Label": "Comprehension & Collaboration",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MA.E4.SL.1",
                            "Label": "Engage effectively in a range of collaborative discussions (one-on-one, in groups, and teacher-led) with diverse partners on grade 4 topics and texts, building on others' ideas and expressing their own clearly.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MA.E4.SL.1.a",
                                    "Label": "Come to discussions prepared, having read or studied required material; explicitly draw on that preparation and other information known about the topic to explore ideas under discussion.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.E4.SL.1.b",
                                    "Label": "Follow agreed-upon rules for discussions and carry out assigned roles.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.E4.SL.1.c",
                                    "Label": "Pose and respond to specific questions to clarify or follow up on information, and make comments that contribute to the discussion and link to the remarks of others.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.E4.SL.1.d",
                                    "Label": "Review the key ideas expressed and explain their own ideas and understanding in light of the discussion.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MA.E4.SL.2",
                            "Label": "Paraphrase portions of a written text read aloud or information presented in diverse media and formats, including visually, quantitatively, and orally.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.E4.SL.3",
                            "Label": "Identify the reasons and evidence a speaker provides to support particular points.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Presentation Of Knowledge & Ideas",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MA.E4.SL.4",
                            "Label": "Report on a topic, text, procedure, or solution to a mathematical problem, tell a story, or recount an experience in an organized manner, using appropriate facts and relevant, descriptive details to support main ideas or themes; speak clearly at an understandable pace and use appropriate vocabulary.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.E4.SL.5",
                            "Label": "Add audio recordings and visual displays to presentations when appropriate to enhance the development of main ideas or themes.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.E4.SL.6",
                            "Label": "Differentiate between contexts that call for formal English (e.g., presenting research findings) and situations where informal discourse is appropriate (e.g., small-group discussion); use formal English when appropriate to task and situation.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MA.E4.L",
            "Label": "Language Standards",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Conventions Of Standard English",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MA.E4.L.1",
                            "Label": "Demonstrate command of the conventions of standard English grammar and usage when writing or speaking; retain and further develop language skills learned in previous grades.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MA.E4.L.1.a",
                                    "Label": "Produce complete sentences, using knowledge of subject and predicate to recognize and correct inappropriate sentence fragments and run-on sentences.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.E4.L.1.b",
                                    "Label": "Correctly use frequently confused words (e.g., their/there).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.E4.L.1.c",
                                    "Label": "Use helping verbs, also known as auxiliaries (e.g., can, may, might, should), to convey various conditions of possibility, likelihood, obligation, or permission, choosing among helping verbs depending on the overall meaning of the sentence.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.E4.L.1.d",
                                    "Label": "Use relative pronouns and relative adverbs to add more information about a noun or verb used in a sentence.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.E4.L.1.e",
                                    "Label": "Form and use prepositional phrases in sentences to add more information about qualities such as location, time, agency, and direction.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.E4.L.1.f",
                                    "Label": "Form and use progressive verb tenses.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MA.E4.L.2",
                            "Label": "Demonstrate command of the conventions of standard English capitalization, punctuation, and spelling when writing.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MA.E4.L.2.a",
                                    "Label": "Write legibly and fluently by hand, using either printing or cursive handwriting; write their given name signature in cursive.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.E4.L.2.b",
                                    "Label": "Use correct capitalization.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.E4.L.2.c",
                                    "Label": "Use commas and quotation marks to mark direct speech and quotations from a text.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.E4.L.2.d",
                                    "Label": "Use a comma before a coordinating conjunction in a compound sentence.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.E4.L.2.e",
                                    "Label": "Spell grade-appropriate words correctly, consulting references as needed.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Knowledge Of Language",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MA.E4.L.3",
                            "Label": "Use knowledge of language and its conventions when writing, speaking, reading, or listening.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MA.E4.L.3.a",
                                    "Label": "Choose words and phrases to convey ideas precisely.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.E4.L.3.b",
                                    "Label": "Choose punctuation for effect.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.E4.L.3.c",
                                    "Label": "Differentiate between contexts that call for formal English (e.g., presenting research findings) and situations where informal discourse is appropriate (e.g., small-group discussion).",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Vocabulary Acquisition & Use",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MA.E4.L.4",
                            "Label": "Determine or clarify the meaning of unknown and multiple-meaning words and phrases based on grade 4 reading and content, choosing flexibly from a range of strategies.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MA.E4.L.4.a",
                                    "Label": "Use context (e.g., definitions, examples, or restatements in text) as a clue to the meaning of a word or phrase.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.E4.L.4.b",
                                    "Label": "Use common, grade-appropriate Greek and Latin affixes and roots as clues to the meaning of a word (e.g., telegraph, photograph, autograph).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.E4.L.4.c",
                                    "Label": "Consult reference materials (e.g., dictionaries, glossaries, thesauruses), both print and digital, to find the pronunciation and determine or clarify the precise meaning of key words and phrases.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.E4.L.4.d",
                                    "Label": "Recognize and use appropriately abbreviations related to grade-level content or common in everyday life (e.g., hr., min., sec.).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.E4.L.4.e",
                                    "Label": "Recognize and use appropriately symbols related to grade-level content or common in everyday life (e.g., &, #, *).",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MA.E4.L.5",
                            "Label": "Demonstrate understanding of figurative language, word relationships, and nuances in word meanings.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MA.E4.L.5.a",
                                    "Label": "Explain the meaning of simple similes and metaphors (e.g., as pretty as a picture) in context.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.E4.L.5.b",
                                    "Label": "Recognize and explain the meaning of common idioms, adages, and proverbs.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.E4.L.5.c",
                                    "Label": "Demonstrate understanding of words by relating them to their opposites (antonyms) and to words with similar but not identical meanings (synonyms).",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MA.E4.L.6",
                            "Label": "Acquire and use accurately grade-appropriate general academic and domain-specific words and phrases, including those that signal precise actions, emotions, or states of being (e.g., quizzed, whined, stammered) and that are basic to a particular topic (e.g., wildlife, conservation, and endangered when discussing animal preservation).",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}