{
    "Title": "Massachusetts Curriculum Framework > Science > Grade 4",
    "Overview": "In grade 4, students observe and interpret patterns related to the transfer of matter and energy on Earth, in physical interactions, and in organisms. Students learn about energy—its motion, transfer, and conversion—in different physical contexts. Grade 4 students interpret patterns of change over time as related to the deposition and erosion in landscape formation. They study today’s landscapes to provide evidence for past processes. Students learn that animals’ internal and external structures support life, growth, behavior, and reproduction. They work through the engineering design process, focusing on developing solutions by building, testing, and redesigning prototypes to fit a specific purpose. Each domain relates to the use of matter and energy over time and for specific purposes.",
    "Goals": [],
    "Standards": [
        {
            "Key": "MA.S4.ESS",
            "Label": "Earth & Space Sciences",
            "Subs": [
                {
                    "Key": "MA.S4.ESS.1",
                    "Label": "Earth’s Place In The Universe",
                    "Subs": [
                        {
                            "Key": "MA.S4.ESS.1.1",
                            "Label": "Use evidence from a given landscape that includes simple landforms and rock layers to support a claim about the role of erosion or deposition in the formation of the landscape over long periods of time.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MA.S4.ESS.2",
                    "Label": "Earth’s Systems",
                    "Subs": [
                        {
                            "Key": "MA.S4.ESS.2.1",
                            "Label": "Make observations and collect data to provide evidence that rocks, soils, and sediments are broken into smaller pieces through mechanical weathering and moved around through erosion.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.S4.ESS.2.2",
                            "Label": "Analyze and interpret maps of Earth’s mountain ranges, deep ocean trenches, volcanoes, and earthquake epicenters to describe patterns of these features and their locations relative to boundaries between continents and oceans.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MA.S4.ESS.3",
                    "Label": "Earth & Human Activity",
                    "Subs": [
                        {
                            "Key": "MA.S4.ESS.3.1",
                            "Label": "Obtain information to describe that energy and fuels humans use are derived from natural resources and that some energy and fuel sources are renewable and some are not.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.S4.ESS.3.2",
                            "Label": "Evaluate different solutions to reduce the impacts of a natural event such as an earthquake, blizzard, or flood on humans.*",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MA.S4.LS",
            "Label": "Life Science",
            "Subs": [
                {
                    "Key": "MA.S4.LS.1",
                    "Label": "From Molecules To Organisms: Structures & Processes",
                    "Subs": [
                        {
                            "Key": "MA.S4.LS.1.1",
                            "Label": "Construct an argument that animals and plants have internal and external structures that support their survival, growth, behavior, and reproduction.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MA.S4.PS",
            "Label": "Physical Sciences",
            "Subs": [
                {
                    "Key": "MA.S4.PS.3",
                    "Label": "Energy",
                    "Subs": [
                        {
                            "Key": "MA.S4.PS.3.1",
                            "Label": "Use evidence to construct an explanation relating the speed of an object to the energy of that object.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.S4.PS.3.2",
                            "Label": "Make observations to show that energy can be transferred from place to place by sound, light, heat, and electric currents.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.S4.PS.3.3",
                            "Label": "Ask questions and predict outcomes about the changes in energy that occur when objects collide.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.S4.PS.3.4",
                            "Label": "Apply scientific principles of energy and motion to test and refine a device that converts kinetic energy to electrical energy or uses stored energy to cause motion or produce light or sound.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MA.S4.PS.4",
                    "Label": "Waves & Their Applications In Technologies For Information Transfer",
                    "Subs": [
                        {
                            "Key": "MA.S4.PS.4.1",
                            "Label": "Develop a model of a simple mechanical wave (including sound) to communicate that waves (a) are regular patterns of motion along which energy travels and (b) can cause objects to move.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.S4.PS.4.2",
                            "Label": "Develop a model to describe that light must reflect off an object and enter the eye for the object to be seen.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.S4.PS.4.3",
                            "Label": "Develop and compare multiple ways to transfer information through encoding, sending, receiving, and decoding a pattern.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MA.S4.ETS",
            "Label": "Technology/Engineering",
            "Subs": [
                {
                    "Key": "MA.S4.ETS.1",
                    "Label": "Engineering Design",
                    "Subs": [
                        {
                            "Key": "MA.S4.ETS.1.3",
                            "Label": "Plan and carry out tests of one or more design features of a given model or prototype in which variables are controlled and failure points are considered to identify which features need to be improved. Apply the results of tests to redesign a model or prototype.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.S4.ETS.1.5",
                            "Label": "Evaluate relevant design features that must be considered in building a model or prototype of a solution to a given design problem.",
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}