{
    "Title": "Massachusetts Curriculum Framework > Science > Grade 7",
    "Overview": "Students in grade 7 focus on systems and cycles using their understanding of structures and functions, connections and relationships in systems, and flow of matter and energy developed in earlier grades. A focus on systems requires students to apply concepts and skills across disciplines, since most natural and designed systems and cycles are complex and interactive. They gain experience with plate tectonics, interactions of humans and Earth processes, organism systems to support and propagate life, ecosystem dynamics, motion and energy systems, and key technological systems used by society. Through grade 7, students begin a process of moving from a more concrete to an abstract perspective, since many of the systems and cycles studied are not directly observable or experienced. This also creates a foundation for exploring cause and effect relationships in more depth in grade 8.",
    "Goals": [],
    "Standards": [
        {
            "Key": "MA.S7.ESS",
            "Label": "Earth & Space Sciences",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MA.S7.ESS.2",
                    "Label": "Earth's Systems",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MA.S7.ESS.2.2",
                            "Label": "Construct an explanation based on evidence for how Earth's surface has changed over scales that range from local to global in size.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.S7.ESS.2.4",
                            "Label": "Develop a model to explain how the energy of the Sun and Earth's gravity drive the cycling of water, including changes of state, as it moves through multiple pathways in Earth's hydrosphere.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MA.S7.ESS.3",
                    "Label": "Earth & Human Activity",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MA.S7.ESS.3.2",
                            "Label": "Obtain and communicate information on how data from past geologic events are analyzed for patterns and used to forecast the location and likelihood of future catastrophic events.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.S7.ESS.3.4",
                            "Label": "Construct an argument supported by evidence that human activities and technologies can mitigate the impact of increases in human population and per capita consumption of natural resources on the environment.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MA.S7.LS",
            "Label": "Life Science",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MA.S7.LS.1",
                    "Label": "From Molecules To Organisms: Structures & Processes",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MA.S7.LS.1.4",
                            "Label": "Construct an explanation based on evidence for how characteristic animal behaviors and specialized plant structures increase the probability of successful reproduction of animals and plants.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MA.S7.LS.2",
                    "Label": "Ecosystems: Interactions, Energy, & Dynamics",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MA.S7.LS.2.1",
                            "Label": "Analyze and interpret data to provide evidence for the effects of periods of abundant and scarce resources on the growth of organisms and the size of populations in an ecosystem.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.S7.LS.2.2",
                            "Label": "Describe how relationships among and between organisms in an ecosystem can be competitive, predatory, parasitic, and mutually beneficial and that these interactions are found across multiple ecosystems.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.S7.LS.2.3",
                            "Label": "Develop a model to describe that matter and energy are transferred among living and nonliving parts of an ecosystem and that both matter and energy are conserved through these processes.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.S7.LS.2.4",
                            "Label": "Analyze data to provide evidence that disruptions (natural or human-made) to any physical or biological component of an ecosystem can lead to shifts in all its populations.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.S7.LS.2.5",
                            "Label": "Evaluate competing design solutions for protecting an ecosystem. Discuss benefits and limitations of each design.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.S7.LS.2.6",
                            "Label": "Explain how changes to the biodiversity of an ecosystem—the variety of species found in the ecosystem—may limit the availability of resources humans use.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MA.S7.PS",
            "Label": "Physical Science",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MA.S7.PS.2",
                    "Label": "Motion & Stability: Forces & Interactions",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MA.S7.PS.2.3",
                            "Label": "Analyze data to describe the effect of distance and magnitude of electric charge on the strength of electric forces.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.S7.PS.2.5",
                            "Label": "Use scientific evidence to argue that fields exist between objects with mass, between magnetic objects, and between electrically charged objects that exert force on each other even though the objects are not in contact.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MA.S7.PS.3",
                    "Label": "Energy",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MA.S7.PS.3.1",
                            "Label": "Construct and interpret data and graphs to describe the relationships among kinetic energy, mass, and speed of an object.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.S7.PS.3.2",
                            "Label": "Develop a model to describe the relationship between the relative positions of objects interacting at a distance and their relative potential energy in the system.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.S7.PS.3.3",
                            "Label": "Apply scientific principles of energy and heat transfer to design, construct, and test a device to minimize or maximize thermal energy transfer.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.S7.PS.3.4",
                            "Label": "Conduct an investigation to determine the relationships among the energy transferred, how well the type of matter retains or radiates heat, the mass, and the change in the average kinetic energy of the particles as measured by the temperature of the sample.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.S7.PS.3.5",
                            "Label": "Present evidence to support the claim that when the kinetic energy of an object changes, energy is transferred to or from the object.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.S7.PS.3.6",
                            "Label": "Use a model to explain how thermal energy is transferred out of hotter regions or objects and into colder ones by convection, conduction, and radiation.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.S7.PS.3.7",
                            "Label": "Use informational text to describe the relationship between kinetic and potential energy and illustrate conversions from one form to another.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MA.S7.ETS",
            "Label": "Technology/Engineering",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MA.S7.ETS.1",
                    "Label": "Engineering Design",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MA.S7.ETS.1.2",
                            "Label": "Evaluate competing solutions to a given design problem using a decision matrix to determine how well each meets the criteria and constraints of the problem. Use a model of each solution to evaluate how variations in one or more design features, including size, shape, weight, or cost, may affect the function or effectiveness of the solution.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.S7.ETS.1.4",
                            "Label": "Generate and analyze data from iterative testing and modification of a proposed object, tool, or process to optimize the object, tool, or process for its intended purpose.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.S7.ETS.1.7",
                            "Label": "Construct a prototype of a solution to a given design problem.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MA.S7.ETS.3",
                    "Label": "Technological Systems",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MA.S7.ETS.3.1",
                            "Label": "Explain the function of a communication system and the role of its components, including a source, encoder, transmitter, receiver, decoder, and storage.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.S7.ETS.3.2",
                            "Label": "Compare the benefits and drawbacks of different communication systems.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.S7.ETS.3.3",
                            "Label": "Research and communicate information about how transportation systems are designed to move people and goods using a variety of vehicles and devices. Identify and describe subsystems of a transportation vehicle, including structural, propulsion, guidance, suspension, and control subsystems.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.S7.ETS.3.4",
                            "Label": "Show how the components of a structural system work together to serve a structural function. Provide examples of physical structures and relate their design to their intended use.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.S7.ETS.3.5",
                            "Label": "Use the concept of systems engineering to model inputs, processes, outputs, and feedback among components of a transportation, structural, or communication system.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}