{
    "Title": "Massachusetts Curriculum Framework > Science > Grades 9 - 12 > Chemistry",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "MA.S9-12.PS.1",
            "Label": "Matter & Its Interactions",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MA.S9-12.PS.1.1",
                    "Label": "Use the periodic table as a model to predict the relative properties of main group elements, including ionization energy and relative sizes of atoms and ions, based on the patterns of electrons in the outermost energy level of each element. Use the patterns of valence electron configurations, core charge, and Coulomb's law to explain and predict general trends in ionization energies, relative sizes of atoms and ions, and reactivity of pure elements.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "MA.S9-12.PS.1.2",
                    "Label": "Use the periodic table model to predict and design simple reactions that result in two main classes of binary compounds, ionic and molecular. Develop an explanation based on given observational data and the electronegativity model about the relative strengths of ionic or covalent bonds.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "MA.S9-12.PS.1.3",
                    "Label": "Cite evidence to relate physical properties of substances at the bulk scale to spatial arrangements, movement, and strength of electrostatic forces among ions, small molecules, or regions of large molecules in the substances. Make arguments to account for how compositional and structural differences in molecules result in different types of intermolecular or intramolecular interactions.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "MA.S9-12.PS.1.4",
                    "Label": "Develop a model to illustrate the energy transferred during an exothermic or endothermic chemical reaction based on the bond energy difference between bonds broken (absorption of energy) and bonds formed (release of energy).",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "MA.S9-12.PS.1.5",
                    "Label": "Construct an explanation based on kinetic molecular theory for why varying conditions influence the rate of a chemical reaction or a dissolving process. Design and test ways to slow down or accelerate rates of processes (chemical reactions or dissolving) by altering various conditions.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "MA.S9-12.PS.1.6",
                    "Label": "Design ways to control the extent of a reaction at equilibrium (relative amount of products to reactants) by altering various conditions using Le Chatelier's principle. Make arguments based on kinetic molecular theory to account for how altering conditions would affect the forward and reverse rates of the reaction until a new equilibrium is established.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "MA.S9-12.PS.1.7",
                    "Label": "Use mathematical representations and provide experimental evidence to support the claim that atoms, and therefore mass, are conserved during a chemical reaction. Use the mole concept and proportional relationships to evaluate the quantities (masses or moles) of specific reactants needed in order to obtain a specific amount of product.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "MA.S9-12.PS.1.9",
                    "Label": "Relate the strength of an aqueous acidic or basic solution to the extent of an acid or base reacting with water as measured by the hydronium ion concentration (pH) of the solution. Make arguments about the relative strengths of two acids or bases with similar structure and composition.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "MA.S9-12.PS.1.10",
                    "Label": "Use an oxidation-reduction reaction model to predict products of reactions given the reactants, and to communicate the reaction models using a representation that shows electron transfer (redox). Use oxidation numbers to account for how electrons are redistributed in redox processes used in devices that generate electricity or systems that prevent corrosion.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "MA.S9-12.PS.1.11",
                    "Label": "Design strategies to identify and separate the components of a mixture based on relevant chemical and physical properties.",
                    "Examples": [],
                    "Subs": []
                }
            ]
        },
        {
            "Key": "MA.S9-12.PS.2",
            "Label": "Motion & Stability: Forces & Interactions",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MA.S9-12.PS.2.6",
                    "Label": "Communicate scientific and technical information about the molecular-level structures of polymers, ionic compounds, acids and bases, and metals to justify why these are useful in the functioning of designed materials.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "MA.S9-12.PS.2.7",
                    "Label": "Construct a model to explain how ions dissolve in polar solvents (particularly water). Analyze and compare solubility and conductivity data to determine the extent to which different ionic species dissolve.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "MA.S9-12.PS.2.8",
                    "Label": "Use kinetic molecular theory to compare the strengths of electrostatic forces and the prevalence of interactions that occur between molecules in solids, liquids, and gases. Use the combined gas law to determine changes in pressure, volume, and temperature in gases.",
                    "Examples": [],
                    "Subs": []
                }
            ]
        },
        {
            "Key": "MA.S9-12.PS.3",
            "Label": "Heredity: Inheritance and Variation of Traits",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MA.S9-12.PS.3.4b",
                    "Label": "Provide evidence from informational text or available data to illustrate that the transfer of energy during a chemical reaction in a closed system involves changes in energy dispersal (entropy change) and heat content (enthalpy change) while assuming the overall energy in the system is conserved.",
                    "Examples": [],
                    "Subs": []
                }
            ]
        }
    ],
    "References": []
}