{
    "Title": "Massachusetts Curriculum Framework > Science > Grades 9 - 12",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "MA.SK-2.CAS",
            "Label": "Computing & Society",
            "Subs": [
                {
                    "Key": "MA.SK-2.CAS.a",
                    "Label": "Safety & Security",
                    "Subs": [
                        {
                            "Key": "MA.SK-2.CAS.a.1",
                            "Label": "Evaluate and design an ergonomic work environment.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.SK-2.CAS.a.2",
                            "Label": "Explain safe practices when collaborating online, including how to anticipate potentially dangerous situations.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.SK-2.CAS.a.3",
                            "Label": "Construct strategies to combat cyberbullying/harassment.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.SK-2.CAS.a.4",
                            "Label": "Identify the mental health consequences of cyberbullying/harassment.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.SK-2.CAS.a.5",
                            "Label": "Explain how peer pressure in social computing settings influences choices.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.SK-2.CAS.a.6",
                            "Label": "Apply strategies for managing negative peer pressure and encouraging positive peer pressure.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MA.SK-2.CAS.b",
                    "Label": "Ethics & Laws",
                    "Subs": [
                        {
                            "Key": "MA.SK-2.CAS.b.1",
                            "Label": "Model mastery of the school's Acceptable Use Policy (AUP).",
                            "Subs": []
                        },
                        {
                            "Key": "MA.SK-2.CAS.b.2",
                            "Label": "Identify computer-related laws and analyze their impact on digital privacy, security, intellectual property, network access, contracts, and consequences of sexting and harassment.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.SK-2.CAS.b.3",
                            "Label": "Discuss the legal and ethical implications associated with malicious hacking and software piracy.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.SK-2.CAS.b.4",
                            "Label": "Interpret software license agreements and application permissions.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MA.SK-2.CAS.c",
                    "Label": "Interpersonal & Societal Impact",
                    "Subs": [
                        {
                            "Key": "MA.SK-2.CAS.c.1",
                            "Label": "Explain the impact of the digital divide on access to critical information.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.SK-2.CAS.c.2",
                            "Label": "Discuss the impact of computing technology on business and commerce (e.g., automated tracking of goods, automated financial transaction, e-commerce, cloud computing).",
                            "Subs": []
                        },
                        {
                            "Key": "MA.SK-2.CAS.c.3",
                            "Label": "Describe the role that assistive technology can play in people's lives.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.SK-2.CAS.c.4",
                            "Label": "Create a digital artifact that is designed to be accessible (e.g., closed captioning for audio, alternative text for images).",
                            "Subs": []
                        },
                        {
                            "Key": "MA.SK-2.CAS.c.5",
                            "Label": "Analyze the beneficial and harmful effects of computing innovations (e.g., social networking, delivery of news and other public media, intercultural communication).",
                            "Subs": []
                        },
                        {
                            "Key": "MA.SK-2.CAS.c.6",
                            "Label": "Cultivate a positive web presence (e.g., digital resume, portfolio, social media).",
                            "Subs": []
                        },
                        {
                            "Key": "MA.SK-2.CAS.c.7",
                            "Label": "Identify ways to use technology to support lifelong learning.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.SK-2.CAS.c.8",
                            "Label": "Analyze the impact of values and points of view that are presented in media messages (e.g., racial, gender, political).",
                            "Subs": []
                        },
                        {
                            "Key": "MA.SK-2.CAS.c.9",
                            "Label": "Discuss the social and economic implications associated with malicious hacking, software piracy, and cyber terrorism.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MA.SK-2.DTC",
            "Label": "Digital Tools & Collaboration",
            "Subs": [
                {
                    "Key": "MA.SK-2.DTC.a",
                    "Label": "Digital Tools",
                    "Subs": [
                        {
                            "Key": "MA.SK-2.DTC.a.1",
                            "Label": "Use digital tools to design and develop a significant digital artifact (e.g., multipage website, online portfolio, simulation).",
                            "Subs": []
                        },
                        {
                            "Key": "MA.SK-2.DTC.a.2",
                            "Label": "Select digital tools or resources based on their efficiency and effectiveness to use for a project or assignment and justify the selection.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MA.SK-2.DTC.b",
                    "Label": "Collaboration & Communication",
                    "Subs": [
                        {
                            "Key": "MA.SK-2.DTC.b.1",
                            "Label": "Communicate and publish key ideas and details to a variety of audiences using digital tools and media-rich resources.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.SK-2.DTC.b.2",
                            "Label": "Collaborate on a substantial project with outside experts or others through online digital tools (e.g., science fair project, community service project, capstone project).",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MA.SK-2.DTC.c",
                    "Label": "Research",
                    "Subs": [
                        {
                            "Key": "MA.SK-2.DTC.c.1",
                            "Label": "Generate, evaluate, and prioritize questions that can be researched through digital resources or tools.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.SK-2.DTC.c.2",
                            "Label": "Perform advanced searches to locate information and/or design a data-collection approach to gather original data (e.g., qualitative interviews, surveys, prototypes, simulations).",
                            "Subs": []
                        },
                        {
                            "Key": "MA.SK-2.DTC.c.3",
                            "Label": "Evaluate digital sources needed to solve a given problem (e.g., reliability, point of view, relevancy).",
                            "Subs": []
                        },
                        {
                            "Key": "MA.SK-2.DTC.c.4",
                            "Label": "Gather, organize, analyze, and synthesize information using a variety of digital tools.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.SK-2.DTC.c.5",
                            "Label": "Create an artifact that answers a research question, communicates results and conclusions, and cites sources.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MA.SK-2.CS",
            "Label": "Computing Systems",
            "Subs": [
                {
                    "Key": "MA.SK-2.CS.a",
                    "Label": "Computing Devices",
                    "Subs": [
                        {
                            "Key": "MA.SK-2.CS.a.1",
                            "Label": "Select computing devices (e.g., probe, sensor, tablet) to accomplish a real-world task (e.g., collecting data in a field experiment) and justify the selection.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.SK-2.CS.a.2",
                            "Label": "Examine how the components of computing devices are controlled by and react to programmed commands.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.SK-2.CS.a.3",
                            "Label": "Apply strategies for identifying and solving routine hardware and software problems that occur in everyday life (e.g., update software patches, virus scan, empty trash, run utility software, close all programs, reboot, use help sources).",
                            "Subs": []
                        },
                        {
                            "Key": "MA.SK-2.CS.a.4",
                            "Label": "Explain and demonstrate how specialized computing devices can be used for problem solving, decision-making and creativity in all subject areas.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.SK-2.CS.a.5",
                            "Label": "Describe how computing devices manage and allocate shared resources [e.g., memory, Central Processing Unit (CPU)].",
                            "Subs": []
                        },
                        {
                            "Key": "MA.SK-2.CS.a.6",
                            "Label": "Examine the historical rate of change in computing devices (e.g., power/energy, computation capacity, speed, size, ease of use) and discuss the implications for the future.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MA.SK-2.CS.b",
                    "Label": "Human & Computer Partnerships",
                    "Subs": [
                        {
                            "Key": "MA.SK-2.CS.b.1",
                            "Label": "Identify a problem that cannot be solved by humans or machines alone and design a solution for it by decomposing the task into sub-problems suited for a human or machine to accomplish (e.g., a human-computer team playing chess, forecasting weather, piloting airplanes).",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MA.SK-2.CS.c",
                    "Label": "Networks",
                    "Subs": [
                        {
                            "Key": "MA.SK-2.CS.c.1",
                            "Label": "Explain how network topologies and protocols enable users, devices, and systems to communicate with each other.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.SK-2.CS.c.2",
                            "Label": "Examine common network vulnerabilities (e.g., cyberattacks, identity theft, privacy) and their associated responses.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.SK-2.CS.c.3",
                            "Label": "Examine the issues (e.g., latency, bandwidth, firewalls, server capability) that impact network functionality.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MA.SK-2.CS.d",
                    "Label": "Services",
                    "Subs": [
                        {
                            "Key": "MA.SK-2.CS.d.1",
                            "Label": "Compare the value of using an existing service versus building the equivalent functionality (e.g., using a reference search engine versus creating a database of references for a project).",
                            "Subs": []
                        },
                        {
                            "Key": "MA.SK-2.CS.d.2",
                            "Label": "Explain the concept of quality of service (e.g., security, availability, performance) for services providers (e.g., online storefronts that must supply secure transactions for buyer and seller).",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MA.SK-2.CT",
            "Label": "Computational Thinking",
            "Subs": [
                {
                    "Key": "MA.SK-2.CT.a",
                    "Label": "Abstraction",
                    "Subs": [
                        {
                            "Key": "MA.SK-2.CT.a.1",
                            "Label": "Discuss and give an example of the value of generalizing and decomposing aspects of a problem in order to solve it more effectively.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MA.SK-2.CT.b",
                    "Label": "Algorithms",
                    "Subs": [
                        {
                            "Key": "MA.SK-2.CT.b.1",
                            "Label": "Recognize that the design of an algorithm is distinct from its expression in a programming language.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.SK-2.CT.b.2",
                            "Label": "Represent algorithms using structured language, such as pseudocode.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.SK-2.CT.b.3",
                            "Label": "Explain how a recursive solution to a problem repeatedly applies the same solution to smaller instances of the problem.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.SK-2.CT.b.4",
                            "Label": "Describe that there are ways to characterize how well algorithms perform and that two algorithms can perform differently for the same task.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.SK-2.CT.b.5",
                            "Label": "Explain that there are some problems, which cannot be computationally solved.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MA.SK-2.CT.c",
                    "Label": "Data",
                    "Subs": [
                        {
                            "Key": "MA.SK-2.CT.c.1",
                            "Label": "Describe how data types, structures, and compression in programs affect data storage and quality (e.g., digital image file sizes are affected by resolution and color depth).",
                            "Subs": []
                        },
                        {
                            "Key": "MA.SK-2.CT.c.2",
                            "Label": "Create an appropriate multidimensional data structure that can be filtered, sorted, and searched (e.g., array, list, record).",
                            "Subs": []
                        },
                        {
                            "Key": "MA.SK-2.CT.c.3",
                            "Label": "Create, evaluate, and revise data visualization for communication and knowledge.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.SK-2.CT.c.4",
                            "Label": "Analyze a complex data set to answer a question or test a hypothesis (e.g., analyze a large set of weather or financial data to predict future patterns).",
                            "Subs": []
                        },
                        {
                            "Key": "MA.SK-2.CT.c.5",
                            "Label": "Identify different problems (e.g., large or multipart problems, problems that need specific expertise, problems that affect many constituents) that can benefit from collaboration when processing and analyzing data to develop new insights and knowledge.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MA.SK-2.CT.d",
                    "Label": "Programming & Development",
                    "Subs": [
                        {
                            "Key": "MA.SK-2.CT.d.1",
                            "Label": "Use a development process in creating a computational artifact that leads to a minimum viable product and includes reflection, analysis, and iteration (e.g., a data-set analysis program for a science and engineering fair, capstone project that includes a program, term research project based on program data).",
                            "Subs": []
                        },
                        {
                            "Key": "MA.SK-2.CT.d.2",
                            "Label": "Decompose a problem by defining functions, which accept parameters and produce return values.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.SK-2.CT.d.3",
                            "Label": "Select the appropriate data structure to represent information for a given problem (e.g., records, arrays, lists).",
                            "Subs": []
                        },
                        {
                            "Key": "MA.SK-2.CT.d.4",
                            "Label": "Analyze trade-offs among multiple approaches to solve a given problem (e.g., space/time performance, maintainability, correctness, elegance).",
                            "Subs": []
                        },
                        {
                            "Key": "MA.SK-2.CT.d.5",
                            "Label": "Use appropriate looping structures in programs (e.g., FOR, WHILE, RECURSION).",
                            "Subs": []
                        },
                        {
                            "Key": "MA.SK-2.CT.d.6",
                            "Label": "Use appropriate conditional structures in programs (e.g., IF-THEN, IF-THEN-ELSE, SWITCH).",
                            "Subs": []
                        },
                        {
                            "Key": "MA.SK-2.CT.d.7",
                            "Label": "Use a programming language or tool feature correctly to enforce operator precedence.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.SK-2.CT.d.8",
                            "Label": "Use global and local scope appropriately in program design (e.g., for variables).",
                            "Subs": []
                        },
                        {
                            "Key": "MA.SK-2.CT.d.9",
                            "Label": "Select and employ an appropriate component or library to facilitate programming solutions [e.g., turtle, Global Positioning System (GPS), statistics library].",
                            "Subs": []
                        },
                        {
                            "Key": "MA.SK-2.CT.d.10",
                            "Label": "Use an iterative design process, including learning from making mistakes, to gain a better understanding of the problem domain.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.SK-2.CT.d.11",
                            "Label": "Engage in systematic testing and debugging methods to ensure program correctness.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.SK-2.CT.d.12",
                            "Label": "Demonstrate how to document a program so that others can understand its design and implementation.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MA.SK-2.CT.e",
                    "Label": "Modeling & Simulation",
                    "Subs": [
                        {
                            "Key": "MA.SK-2.CT.e.1",
                            "Label": "Create models and simulations to help formulate, test, and refine hypotheses.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.SK-2.CT.e.2",
                            "Label": "Form a model from a hypothesis generated from research and run a simulation to collect and analyze data to test that hypothesis.",
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}