{
    "Title": "Massachusetts Curriculum Framework > Science > Grades 9 - 12 - Biology",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "MA.S9-12.LS.1",
            "Label": "From Molecules To Organisms: Structures & Processes",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MA.S9-12.LS.1.1",
                    "Label": "Construct a model of transcription and translation to explain the roles of DNA and RNA that code for proteins that regulate and carry out essential functions of life.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "MA.S9-12.LS.1.2",
                    "Label": "Develop and use a model to illustrate the key functions of animal body systems, including (a) food digestion, nutrient uptake, and transport through the body; (b) exchange of oxygen and carbon dioxide; (c) removal of wastes; and (d) regulation of body processes.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "MA.S9-12.LS.1.3",
                    "Label": "Provide evidence that homeostasis maintains internal body conditions through both body- wide feedback mechanisms and small-scale cellular processes.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "MA.S9-12.LS.1.4",
                    "Label": "Construct an explanation using evidence for why the cell cycle is necessary for the growth, maintenance, and repair of multicellular organisms. Model the major events of the cell cycle, including (a) cell growth and DNA replication, (b) separation of chromosomes (mitosis), and (c) separation of cell contents.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "MA.S9-12.LS.1.5",
                    "Label": "Use a model to illustrate how photosynthesis uses light energy to transform water and carbon dioxide into oxygen and chemical energy stored in the bonds of sugars and other carbohydrates.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "MA.S9-12.LS.1.6",
                    "Label": "Construct an explanation based on evidence that organic molecules are primarily composed of six elements, where carbon, hydrogen, and oxygen atoms may combine with nitrogen, sulfur, and phosphorus to form monomers that can further combine to form large carbon-based macromolecules.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "MA.S9-12.LS.1.7",
                    "Label": "Use a model to illustrate that aerobic cellular respiration is a chemical process whereby the bonds of food molecules and oxygen molecules are broken and new bonds form, resulting in new compounds and a net transfer of energy.",
                    "Examples": [],
                    "Subs": []
                }
            ]
        },
        {
            "Key": "MA.S9-12.LS.2",
            "Label": "Ecosystems: Interactions, Energy, & Dynamics",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MA.S9-12.LS.2.1",
                    "Label": "Analyze data sets to support explanations that biotic and abiotic factors affect ecosystem carrying capacity.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "MA.S9-12.LS.2.2",
                    "Label": "Use mathematical representations to support explanations that biotic and abiotic factors affect biodiversity, including genetic diversity within a population and species diversity within an ecosystem.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "MA.S9-12.LS.2.4",
                    "Label": "Use a mathematical model to describe the transfer of energy from one trophic level to another. Explain how the inefficiency of energy transfer between trophic levels affects the relative number of organisms that can be supported at each trophic level and necessitates a constant input of energy from sunlight or inorganic compounds from the environment.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "MA.S9-12.LS.2.5",
                    "Label": "Use a model that illustrates the roles of photosynthesis, cellular respiration, decomposition, and combustion to explain the cycling of carbon in its various forms among the biosphere, atmosphere, hydrosphere, and geosphere.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "MA.S9-12.LS.2.6",
                    "Label": "Analyze data to show ecosystems tend to maintain relatively consistent numbers and types of organisms even when small changes in conditions occur but that extreme fluctuations in conditions may result in a new ecosystem. Construct an argument supported by evidence that ecosystems with greater biodiversity tend to have greater resistance to change and resilience.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "MA.S9-12.LS.2.7",
                    "Label": "Analyze direct and indirect effects of human activities on biodiversity and ecosystem health, specifically habitat fragmentation, introduction of non-native or invasive species, overharvesting, pollution, and climate change. Evaluate and refine a solution for reducing the impacts of human activities on biodiversity and ecosystem health.",
                    "Examples": [],
                    "Subs": []
                }
            ]
        },
        {
            "Key": "MA.S9-12.LS.3",
            "Label": "Heredity: Inheritance and Variation of Traits",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MA.S9-12.LS.3.1",
                    "Label": "Develop and use a model to show how DNA in the form of chromosomes is passed from parents to offspring through the processes of meiosis and fertilization in sexual reproduction.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "MA.S9-12.LS.3.2",
                    "Label": "Make and defend a claim based on evidence that genetic variations (alleles) may result from (a) new genetic combinations via the processes of crossing over and random segregation of chromosomes during meiosis, (b) mutations that occur during replication, and/or (c) mutations caused by environmental factors. Recognize that mutations that occur in gametes can be passed to offspring.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "MA.S9-12.LS.3.3",
                    "Label": "Apply concepts of probability to represent possible genotype and phenotype combinations in offspring caused by different types of Mendelian inheritance patterns.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "MA.S9-12.LS.3.4",
                    "Label": "Use scientific information to illustrate that many traits of individuals, and the presence of specific alleles in a population, are due to interactions of genetic factors and environmental factors.",
                    "Examples": [],
                    "Subs": []
                }
            ]
        },
        {
            "Key": "MA.S9-12.LS.4",
            "Label": "Biological Evolution: Unity and Diversity",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MA.S9-12.LS.4.1",
                    "Label": "Communicate scientific information that common ancestry and biological evolution are supported by multiple lines of empirical evidence, including molecular, anatomical, and developmental similarities inherited from a common ancestor (homologies), seen through fossils and laboratory and field observations.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "MA.S9-12.LS.4.2",
                    "Label": "Construct an explanation based on evidence that Darwin's theory of evolution by natural selection occurs in a population when the following conditions are met: (a) more offspring are produced than can be supported by the environment, (b) there is heritable variation among individuals, and (c) some of these variations lead to differential fitness among individuals as some individuals are better able to compete for limited resources than others.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "MA.S9-12.LS.4.4",
                    "Label": "Research and communicate information about key features of viruses and bacteria to explain their ability to adapt and reproduce in a wide variety of environments.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "MA.S9-12.LS.4.5",
                    "Label": "Evaluate models that demonstrate how changes in an environment may result in the evolution of a population of a given species, the emergence of new species over generations, or the extinction of other species due to the processes of genetic drift, gene flow, mutation, and natural selection.",
                    "Examples": [],
                    "Subs": []
                }
            ]
        }
    ],
    "References": []
}