{
    "Title": "Massachusetts Curriculum Framework > Science > High School - Technology/Engineering",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "MA.S9-12.ETS.1",
            "Label": "Engineering Design",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MA.S9-12.ETS.1.1",
                    "Label": "Analyze a major global challenge to specify a design problem that can be improved. Determine necessary qualitative and quantitative criteria and constraints for solutions, including any requirements set by society.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "MA.S9-12.ETS.1.2",
                    "Label": "Break a complex real-world problem into smaller, more manageable problems that each can be solved using scientific and engineering principles.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "MA.S9-12.ETS.1.3",
                    "Label": "Evaluate a solution to a complex real-world problem based on prioritized criteria and trade- offs that account for a range of constraints, including cost, safety, reliability, aesthetics, and maintenance, as well as social, cultural, and environmental impacts.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "MA.S9-12.ETS.1.4",
                    "Label": "Use a computer simulation to model the impact of a proposed solution to a complex real- world problem that has numerous criteria and constraints on the interactions within and between systems relevant to the problem.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "MA.S9-12.ETS.1.5",
                    "Label": "Plan a prototype or design solution using orthographic projections and isometric drawings, using proper scales and proportions.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "MA.S9-12.ETS.1.6",
                    "Label": "Document and present solutions that include specifications, performance results, successes and remaining issues, and limitations.",
                    "Examples": [],
                    "Subs": []
                }
            ]
        },
        {
            "Key": "MA.S9-12.ETS.2",
            "Label": "Materials, Tools, & Manufacturing",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MA.S9-12.ETS.2.1",
                    "Label": "Determine the best application of manufacturing processes to create parts of desired shape, size, and finish based on available resources and safety.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "MA.S9-12.ETS.2.2",
                    "Label": "Explain how computers and robots can be used at different stages of a manufacturing system, typically for jobs that are repetitive, very small, or very dangerous.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "MA.S9-12.ETS.2.3",
                    "Label": "Compare the costs and benefits of custom versus mass production based on qualities of the desired product, the cost of each unit to produce, and the number of units needed.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "MA.S9-12.ETS.2.4",
                    "Label": "Explain how manufacturing processes transform material properties to meet a specified purpose or function. Recognize that new materials can be synthesized through chemical and physical processes that are designed to manipulate material properties to meet a desired performance condition.",
                    "Examples": [],
                    "Subs": []
                }
            ]
        },
        {
            "Key": "MA.S9-12.ETS.3",
            "Label": "Technological Systems",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MA.S9-12.ETS.3.1",
                    "Label": "Model a technological system in which the output of one subsystem becomes the input to other subsystems.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "MA.S9-12.ETS.3.2",
                    "Label": "Use a model to explain how information transmitted via digital and analog signals travels through the following media: electrical wire, optical fiber, air, and space. Analyze a communication problem and determine the best mode of delivery for the communication(s).",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "MA.S9-12.ETS.3.3",
                    "Label": "Explain the importance of considering both live loads and dead loads when constructing structures. Calculate the resultant force(s) for a combination of live loads and dead loads for various situations.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "MA.S9-12.ETS.3.4",
                    "Label": "Use a model to illustrate how the forces of tension, compression, torsion, and shear affect the performance of a structure. Analyze situations that involve these forces and justify the selection of materials for the given situation based on their properties.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "MA.S9-12.ETS.3.5",
                    "Label": "Analyze how the design of a building is influenced by thermal conditions such as wind, solar angle, and temperature. Give examples of how conduction, convection, and radiation are considered in the selection of materials for buildings and in the design of a heating system.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "MA.S9-12.ETS.3.6",
                    "Label": "Use informational text to illustrate how a vehicle or device can be modified to produce a change in lift, drag, friction, thrust, and weight.",
                    "Examples": [],
                    "Subs": []
                }
            ]
        },
        {
            "Key": "MA.S9-12.ETS.4",
            "Label": "Energy & Power Technologies",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MA.S9-12.ETS.4.1",
                    "Label": "Research and describe various ways that humans use energy and power systems to harness resources to accomplish tasks effectively and efficiently.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "MA.S9-12.ETS.4.2",
                    "Label": "Use a model to explain differences between open fluid systems and closed fluid systems. Determine when it is more or less appropriate to use one type of system instead of the other.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "MA.S9-12.ETS.4.3",
                    "Label": "Explain how differences and similarities between hydraulic and pneumatic systems lead to different applications of each in technologies.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "MA.S9-12.ETS.4.4",
                    "Label": "Calculate and describe the ability of a hydraulic system to multiply distance, multiply force, and effect directional change.",
                    "Examples": [],
                    "Subs": []
                },
                {
                    "Key": "MA.S9-12.ETS.4.5",
                    "Label": "Explain how a machine converts energy, through mechanical means, to do work. Collect and analyze data to determine the efficiency of simple and complex machines.",
                    "Examples": [],
                    "Subs": []
                }
            ]
        }
    ],
    "References": []
}