{
    "Title": "Massachusetts Curriculum Framework > English Language Arts & Literacy > Kindergarten",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "MA.EK.RL",
            "Label": "Reading Standards For Literature",
            "Subs": [
                {
                    "Key": "",
                    "Label": "Key Ideas & Details",
                    "Subs": [
                        {
                            "Key": "MA.EK.RL.1",
                            "Label": "With prompting and support, ask and answer questions about key details in a text.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.EK.RL.2",
                            "Label": "With prompting and support, retell familiar stories, including key details.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.EK.RL.3",
                            "Label": "With prompting and support, identify characters, settings, and major events in a story.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Craft & Structure",
                    "Subs": [
                        {
                            "Key": "MA.EK.RL.4",
                            "Label": "Ask and answer questions about unknown words in a text.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.EK.RL.5",
                            "Label": "Recognize common types of texts and characteristics of their structure (e.g., story elements in books; rhyme, rhythm, and repetition in poems).",
                            "Subs": []
                        },
                        {
                            "Key": "MA.EK.RL.6",
                            "Label": "With prompting and support, explain that reading the cover or title page is how to find out who created a book; name the author and illustrator of a book and define the role of each in telling the story.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Integration Of Knowledge & Ideas",
                    "Subs": [
                        {
                            "Key": "MA.EK.RL.7",
                            "Label": "With prompting and support, describe the relationship between illustrations and the story in which they appear (e.g., what moment in a story an illustration depicts).",
                            "Subs": []
                        },
                        {
                            "Key": "MA.EK.RL.9",
                            "Label": "With prompting and support, compare and contrast the adventures and experiences of characters in familiar stories.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Range Of Reading & Level Of Text Complexity",
                    "Subs": [
                        {
                            "Key": "MA.EK.RL.10",
                            "Label": "Actively engage in group reading activities with purpose and understanding.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MA.EK.RI",
            "Label": "Reading Standards For Informational Text",
            "Subs": [
                {
                    "Key": "",
                    "Label": "Key Ideas & Details",
                    "Subs": [
                        {
                            "Key": "MA.EK.RI.1",
                            "Label": "With prompting and support, ask and answer questions about key details in a text.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.EK.RI.2",
                            "Label": "With prompting and support, identify the main topic and retell key details of a text.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.EK.RI.3",
                            "Label": "With prompting and support, describe the connection between two individuals, events, ideas, or pieces of information in a text.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Craft & Structure",
                    "Subs": [
                        {
                            "Key": "MA.EK.RI.4",
                            "Label": "With prompting and support, ask and answer questions about unknown words in a text.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.EK.RI.5",
                            "Label": "Identify the front cover, back cover, and title page of a book.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.EK.RI.6",
                            "Label": "Name the author and illustrator of a text and define the role of each in presenting the ideas or information in the text.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Integration Of Knowledge & Ideas",
                    "Subs": [
                        {
                            "Key": "MA.EK.RI.7",
                            "Label": "With prompting and support, describe the relationship between illustrations and the text in which they appear (e.g., what person, place, thing, or idea in the text an illustration depicts).",
                            "Subs": []
                        },
                        {
                            "Key": "MA.EK.RI.8",
                            "Label": "With prompting and support, identify the reasons an author gives to support points in a text.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.EK.RI.9",
                            "Label": "With prompting and support, identify basic similarities in and differences between two texts on the same topic (e.g., in illustrations, descriptions, procedures).",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Range Of Reading & Level Of Text Complexity",
                    "Subs": [
                        {
                            "Key": "MA.EK.RI.10",
                            "Label": "Actively engage in group reading activities with purpose and understanding.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MA.EK.RF",
            "Label": "Reading Standards For Foundational Skills",
            "Subs": [
                {
                    "Key": "",
                    "Label": "Print Concepts",
                    "Subs": [
                        {
                            "Key": "MA.EK.RF.1",
                            "Label": "Demonstrate understanding of the organization and basic features of print.",
                            "Subs": [
                                {
                                    "Key": "MA.EK.RF.1.a",
                                    "Label": "Follow words from left to right, top to bottom, and page by page.",
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.EK.RF.1.b",
                                    "Label": "Recognize that spoken words are represented in written language by specific sequences of letters.",
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.EK.RF.1.c",
                                    "Label": "Understand that words are separated by spaces in print.",
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.EK.RF.1.d",
                                    "Label": "Recognize and name all upper- and lowercase letters of the alphabet.",
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Phonological Awareness",
                    "Subs": [
                        
                        {
                            "Key": "MA.EK.RF.2",
                            "Label": "Demonstrate understanding of spoken words, syllables, and sounds (phonemes).",
                            "Subs": [
                                {
                                    "Key": "MA.EK.RF.2.a",
                                    "Label": "Recognize and produce rhyming words.",
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.EK.RF.2.b",
                                    "Label": "Count, pronounce, blend, and segment syllables in spoken words.",
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.EK.RF.2.c",
                                    "Label": "Blend and segment onsets and rimes of single-syllable spoken words.",
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.EK.RF.2.d",
                                    "Label": "Isolate and pronounce the initial, medial vowel, and final sounds (phonemes) in three-phoneme (consonant-vowel-consonant, or CVC) words.",
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Phonics & Word Recognition",
                    "Subs": [
                        {
                            "Key": "MA.EK.RF.3",
                            "Label": "Know and apply grade-level phonics and word analysis skills in decoding words.",
                            "Subs": [
                                {
                                    "Key": "MA.EK.RF.3.a",
                                    "Label": "Demonstrate basic knowledge of one-to-one letter-sound correspondences by producing the primary sound or many of the most frequent sounds for each consonant.",
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.EK.RF.3.b",
                                    "Label": "Associate the long and short sounds with common spellings (graphemes) for the five major vowels.",
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.EK.RF.3.c",
                                    "Label": "Read common high-frequency words by sight (e.g., the, of, to, you, she, my, is, are, do, does).",
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.EK.RF.3.d",
                                    "Label": "Distinguish between similarly spelled words by identifying the sounds of the letters that differ.",
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Fluency",
                    "Subs": [
                        {
                            "Key": "MA.EK.RF.4",
                            "Label": "Read early-emergent-reader texts with purpose and understanding.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MA.EK.W",
            "Label": "Writing Standards",
            "Subs": [
                {
                    "Key": "",
                    "Label": "Text Types & Purposes",
                    "Subs": [
                        {
                            "Key": "MA.EK.W.1",
                            "Label": "Use a combination of drawing, dictating, and writing to compose opinion pieces that tell a reader the topic or the name of the book they are writing about and state an opinion or preference about the topic or book (e.g., My favorite book is...).",
                            "Subs": []
                        },
                        {
                            "Key": "MA.EK.W.2",
                            "Label": "Use a combination of drawing, dictating, and writing to compose informative/explanatory texts that name and supply some information about a topic.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.EK.W.3",
                            "Label": "Use a combination of drawing, dictating, and writing to narrate a single event or experience, or several loosely linked events or experiences; sequence the narrative appropriately and provide a reaction to what it describes.",
                            "Subs": [
                                {
                                    "Key": "MA.EK.W.3.a",
                                    "Label": "For poems, use rhyming words to create structure.",
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Production & Distribution Of Writing",
                    "Subs": [
                        {
                            "Key": "MA.EK.W.5",
                            "Label": "With guidance and support from adults, respond to questions and suggestions from peers and add details to strengthen writing as needed.",
                            "Subs": [
                                {
                                    "Key": "MA.EK.W.5.b",
                                    "Label": "Demonstrate the ability to use vocabulary appropriate for kindergarten (as described in kindergarten Language Standards 4–6).",
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MA.EK.W.6",
                            "Label": "With guidance and support from adults, explore a variety of digital tools to produce and publish writing, including collaboration with peers.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Research To Build & Present Knowledge",
                    "Subs": [
                        {
                            "Key": "MA.EK.W.7",
                            "Label": "Participate in shared research and writing projects (e.g., explore a number of books by a favorite author and express opinions about them).",
                            "Subs": []
                        },
                        {
                            "Key": "MA.EK.W.8",
                            "Label": "With guidance and support from adults, recall information from experiences or gather information from provided sources to answer a question.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Range Of Writing",
                    "Subs": [
                        {
                            "Key": "MA.EK.W.10",
                            "Label": "Write or dictate writing routinely for a range of tasks, purposes, and audiences.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MA.EK.SL",
            "Label": "Speaking & Listening Standards",
            "Subs": [
                {
                    "Key": "MA.EK.SL",
                    "Label": "Comprehension & Collaboration",
                    "Subs": [
                        {
                            "Key": "MA.EK.SL.1",
                            "Label": "Participate in collaborative conversations with diverse partners about kindergarten topics and texts with peers and adults in small and larger groups.",
                            "Subs": [
                                {
                                    "Key": "MA.EK.SL.1.a",
                                    "Label": "Follow agreed-upon rules for discussions (e.g., listening to others and taking turns speaking about the topics and texts under discussion).",
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.EK.SL.1.b",
                                    "Label": "Continue a conversation through multiple exchanges.",
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MA.EK.SL.2",
                            "Label": "Confirm understanding of a text read aloud or information presented orally or through other media by asking and answering questions about key details and requesting clarification if something is not understood.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.EK.SL.3",
                            "Label": "Ask and answer questions in order to seek help, get information, or clarify something that is not understood.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Presentation Of Knowledge & Ideas",
                    "Subs": [
                        {
                            "Key": "MA.EK.SL.4",
                            "Label": "Describe familiar people, places, things, and events and, with prompting and support, provide additional detail.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.EK.SL.5",
                            "Label": "Add drawings or other visual displays to descriptions as desired to provide additional detail.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.EK.SL.6",
                            "Label": "Speak audibly and express thoughts, feelings, and ideas clearly.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MA.EK.L",
            "Label": "Language Standards",
            "Subs": [
                {
                    "Key": "",
                    "Label": "Conventions Of Standard English",
                    "Subs": [
                        {
                            "Key": "MA.EK.L.1",
                            "Label": "Demonstrate command of the conventions of standard English grammar and usage when writing or speaking; retain and further develop language skills learned previously.",
                            "Subs": [
                                {
                                    "Key": "MA.EK.L.1.a",
                                    "Label": "Demonstrate the ability to produce and expand complete sentences using frequently occurring nouns, pronouns, adjectives, verbs, question words, and prepositions; name and use in context numbers 0–100 (see kindergarten mathematics standards for Counting and Cardinality).",
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.EK.L.1.b",
                                    "Label": "Form questions that seek additional information, rather than a simple yes/no answer.",
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.EK.L.1.c",
                                    "Label": "Form regular plural nouns orally by adding /s/ or /es/.",
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MA.EK.L.2",
                            "Label": "Demonstrate command of the conventions of standard English capitalization, punctuation, and spelling when writing.",
                            "Subs": [
                                {
                                    "Key": "MA.EK.L.2.a",
                                    "Label": "Print upper- and lowercase letters.",
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.EK.L.2.b",
                                    "Label": "Capitalize the first word in a sentence and the pronoun I.",
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.EK.L.2.c",
                                    "Label": "Recognize and name end punctuation.",
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.EK.L.2.d",
                                    "Label": "Write a letter or letters for most consonant and short-vowel sounds (phonemes).",
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.EK.L.2.e",
                                    "Label": "Spell simple words phonetically, drawing on knowledge of sound-letter relationships.",
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.EK.L.2.f",
                                    "Label": "Write numbers 0–20 (see kindergarten mathematics standards for Counting and Cardinality).",
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Vocabulary Acquisition & Use",
                    "Subs": [
                        {
                            "Key": "MA.EK.L.4",
                            "Label": "Determine or clarify the meaning of unknown and multiple-meaning words and phrases based on kindergarten reading and content.",
                            "Subs": [
                                {
                                    "Key": "MA.EK.L.4.a",
                                    "Label": "Identify new meanings for familiar words and apply them accurately (e.g., knowing duck is a bird and learning the verb to duck).",
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MA.EK.L.5",
                            "Label": "With guidance and support from adults, explore word relationships and nuances in word meanings.",
                            "Subs": [
                                {
                                    "Key": "MA.EK.L.5.a",
                                    "Label": "Sort common objects into categories (e.g., shapes, foods) to gain a sense of the concepts the categories represent.",
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.EK.L.5.b",
                                    "Label": "Demonstrate understanding of frequently occurring verbs and adjectives by relating them to their opposites (antonyms).",
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.EK.L.5.c",
                                    "Label": "Identify real-life connections between words and their use (e.g., note places at school that are colorful).",
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.EK.L.5.d",
                                    "Label": "Distinguish shades of meaning among verbs describing the same general action (e.g., walk, march, strut, prance) by acting out the meanings.",
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MA.EK.L.6",
                            "Label": "Use words and phrases acquired through conversations, activities in the kindergarten curriculum, reading and being read to, and responding to texts.",
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}