{
    "Title": "Massachusetts Curriculum Framework > Science > Kindergarten",
    "Overview": "In kindergarten, students build on early experiences observing the world around them as they continue to make observations that are more quantitative in nature and help them identify why some changes occur. Students begin to learn to use these observations as evidence to support a claim through growing language skills. They learn that all animals and plants need food, water, and air to grow and thrive and that the fundamental difference between plants and animals is a plant’s ability to make its own food. Students build their quantitative knowledge of temperature in relation to the weather and its effect on different kinds of materials. They observe that the amount of sunlight shining on a surface causes a temperature change and they design a structure to reduce the warming effects of sunlight. They investigate motions of objects by changing the strength and direction of pushes and pulls. They provide examples of plants and animals that can change their environment through their interactions with it. In kindergarten science, students begin to identify reasons for changes in some common phenomena.",
    "Goals": [],
    "Standards": [
        {
            "Key": "MA.SK.ESS",
            "Label": "Earth & Space Sciences",
            "Subs": [
                {
                    "Key": "MA.SK.ESS.2",
                    "Label": "Earth’s Systems",
                    "Subs": [
                        {
                            "Key": "MA.SK.ESS.2.1",
                            "Label": "Use and share quantitative observations of local weather conditions to describe patterns over time.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.SK.ESS.2.2",
                            "Label": "Construct an argument supported by evidence for how plants and animals (including humans) can change the environment.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MA.SK.ESS.3",
                    "Label": "Earth & Human Activity",
                    "Subs": [
                        {
                            "Key": "MA.SK.ESS.3.2",
                            "Label": "Obtain and use information about weather forecasting to prepare for, and respond to, different types of local weather.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.SK.ESS.3.3",
                            "Label": "Communicate solutions to reduce the amount of natural resources an individual uses.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MA.SK.LS",
            "Label": "Life Science",
            "Subs": [
                {
                    "Key": "MA.SK.LS.1",
                    "Label": "From Molecules To Organisms: Structures & Processes",
                    "Subs": [
                        {
                            "Key": "MA.SK.LS.1.1",
                            "Label": "Observe and communicate that animals (including humans) and plants need food, water, and air to survive. Animals get food from plants or other animals. Plants make their own food and need light to live and grow.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.SK.LS.1.2",
                            "Label": "Recognize that all plants and animals grow and change over time.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MA.SK.PS",
            "Label": "Physical Science",
            "Subs": [
                {
                    "Key": "MA.SK.PS.1",
                    "Label": "Matter & Its Interactions",
                    "Subs": [
                        {
                            "Key": "MA.SK.PS.1.1",
                            "Label": "Investigate and communicate the idea that different kinds of materials can be solid or liquid depending on temperature.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MA.SK.PS.2",
                    "Label": "Motion & Stability: Forces & Interactions",
                    "Subs": [
                        {
                            "Key": "MA.SK.PS.2.1",
                            "Label": "Compare the effects of different strengths or different directions of pushes and pulls on the motion of an object.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MA.SK.PS.3",
                    "Label": "Energy",
                    "Subs": [
                        {
                            "Key": "MA.SK.PS.3.1",
                            "Label": "Make observations to determine that sunlight warms materials on Earth’s surface.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.SK.PS.3.2",
                            "Label": "Use tools and materials to design and build a model of a structure that will reduce the warming effect of sunlight on an area.",
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}