{
    "Title": "Massachusetts Curriculum Framework > Digital Literacy & Computer Science > Grades 6 - 8",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "MA.T6-8.CAS",
            "Label": "Computing & Society",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MA.T6-8.CAS.a",
                    "Label": "Safety & Security",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MA.T6-8.CAS.a.1",
                            "Label": "Identify threats and actively protect devices and networks from viruses, intrusion, vandalism, and other malicious activities.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.T6-8.CAS.a.2",
                            "Label": "Describe how cyberbullying can be prevented and managed.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.T6-8.CAS.a.3",
                            "Label": "Explain the connection between the persistence of data on the Internet, personal online identity, and personal privacy.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.T6-8.CAS.a.4",
                            "Label": "Describe and use safe, appropriate, and responsible practices (netiquette) when participating in online communities (e.g., discussion groups, blogs, social networking sites).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.T6-8.CAS.a.5",
                            "Label": "Differentiate between appropriate and inappropriate content on the Internet.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MA.T6-8.CAS.b",
                    "Label": "Ethics & Laws",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MA.T6-8.CAS.b.1",
                            "Label": "Explain how copyright law and licensing protect the owner of intellectual property.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.T6-8.CAS.b.2",
                            "Label": "Explain possible consequences of violating intellectual property law and plagiarism.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.T6-8.CAS.b.3",
                            "Label": "Apply fair use for using copyrighted materials (e.g., images, music, video, text).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.T6-8.CAS.b.4",
                            "Label": "Identify the legal consequences of sending or receiving inappropriate content (e.g., cyberbullying, harassment, sexting).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.T6-8.CAS.b.5",
                            "Label": "Differentiate among open source and proprietary software licenses and their applicability to different types of software and media.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.T6-8.CAS.b.6",
                            "Label": "Demonstrate compliance with the school's Acceptable Use Policy (AUP).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.T6-8.CAS.b.7",
                            "Label": "Identify software license agreements and application permissions.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.T6-8.CAS.b.8",
                            "Label": "Explain positive and malicious purposes of hacking.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.T6-8.CAS.b.9",
                            "Label": "License original content and extend license for sharing in the public domain (e.g., creative commons).",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MA.T6-8.CAS.c",
                    "Label": "Interpersonal & Societal Impact",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MA.T6-8.CAS.c.1",
                            "Label": "Describe current events and emerging technologies in computing and the effects they may have on education, the workplace, individuals, communities, and global society.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.T6-8.CAS.c.2",
                            "Label": "Identify and discuss the technology proficiencies needed in the classroom and the workplace, and how to meet the needs.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.T6-8.CAS.c.3",
                            "Label": "Relate the distribution of computing resources in a global society to issues of equity, access, and power.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.T6-8.CAS.c.4",
                            "Label": "Evaluate how media and technology can be used to distort, exaggerate, and misrepresent information.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.T6-8.CAS.c.5",
                            "Label": "Evaluate the bias of digital information sources, including websites.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MA.T6-8.DTC",
            "Label": "Digital Tools & Collaboration",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MA.T6-8.DTC.a",
                    "Label": "Digital Tools",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MA.T6-8.DTC.a.1",
                            "Label": "Identify and explain the strengths, weaknesses, and capabilities of a variety of digital tools.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.T6-8.DTC.a.2",
                            "Label": "Identify the kinds of content associated with different file types and why different file types exist (e.g., formats for word processing, images, music, three-dimensional drawings.).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.T6-8.DTC.a.3",
                            "Label": "Integrate information from multiple file formats into a single artifact.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.T6-8.DTC.a.4",
                            "Label": "Individually and collaboratively, use advanced tools to design and create online content (e.g., digital portfolio, multimedia, blog, webpage).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.T6-8.DTC.a.5",
                            "Label": "Individually and collaboratively, develop and conduct an online survey.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MA.T6-8.DTC.b",
                    "Label": "Collaboration & Communication",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MA.T6-8.DTC.b.1",
                            "Label": "Communicate and publish key ideas and details individually or collaboratively in a way that informs, persuades, and/or entertains using a variety of digital tools and media-rich resources.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.T6-8.DTC.b.2",
                            "Label": "Collaborate synchronously and asynchronously through online digital tools.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.T6-8.DTC.b.3",
                            "Label": "Demonstrate ability to communicate appropriately through various online tools (e.g., e-mail, social media, texting, blog comments).",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MA.T6-8.DTC.c",
                    "Label": "Research",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MA.T6-8.DTC.c.1",
                            "Label": "Perform advanced searches to locate information using a variety of digital sources (e.g., Boolean Operators, limiters like reading level, subject, media type).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.T6-8.DTC.c.2",
                            "Label": "Evaluate quality of digital sources for reliability, including currency, relevancy, authority, accuracy, and purpose of digital information.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.T6-8.DTC.c.3",
                            "Label": "Gather, organize, and analyze information from digital sources by quoting, paraphrasing, and/or summarizing.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.T6-8.DTC.c.4",
                            "Label": "Create an artifact, individually and collaboratively, that answers a research question and communicates results and conclusions.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.T6-8.DTC.c.5",
                            "Label": "Use digital citation tools to cite sources using a school- or district-adopted format [e.g., Modern Language Association (MLA)], including proper citation for all text and non-text sources (e.g., images, audio, video).",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MA.T6-8.CS",
            "Label": "Computing Systems",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MA.T6-8.CS.a",
                    "Label": "Computing Devices",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MA.T6-8.CS.a.1",
                            "Label": "Describe the main functions of an operating system.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.T6-8.CS.a.2",
                            "Label": "Recognize that there is a wide range of application software.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.T6-8.CS.a.3",
                            "Label": "Identify and describe the function of the main internal parts of a basic computing device [e.g., motherboard, hard drive, Central Processing Unit (CPU)].",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.T6-8.CS.a.4",
                            "Label": "Identify and describe the use of sensors, actuators, and control systems in an embedded system (e.g., a robot, an e-textile, installation art, smart room).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.T6-8.CS.a.5",
                            "Label": "Individually and collaboratively design and demonstrate the use of a device (e.g., robot, e- textile) to accomplish a task.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.T6-8.CS.a.6",
                            "Label": "Use a variety of computing devices [e.g., probes, sensors, handheld devices, Global Positioning System (GPS)] to individually and collaboratively collect, analyze, and present information for content-related problems.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.T6-8.CS.a.7",
                            "Label": "Identify steps involved in diagnosing and solving routine hardware and software problems (e.g., power, connections, application window or toolbar, cables, ports, network resources, video, sound) that occur during everyday computer use.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MA.T6-8.CS.b",
                    "Label": "Human & Computer Partnerships",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MA.T6-8.CS.b.1",
                            "Label": "Explain why some problems can be solved more easily by computers or humans based on a general understanding of types of tasks at which each excels.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.T6-8.CS.b.2",
                            "Label": "Describe how humans and machines interact to solve problems that cannot be solved by either alone (e.g., “big data” experiments that involve drawing conclusions by analyzing vast amounts of data).",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MA.T6-8.CS.c",
                    "Label": "Networks",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MA.T6-8.CS.c.1",
                            "Label": "Explain the difference between physical (wired), local and wide area, wireless, and mobile networks.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.T6-8.CS.c.2",
                            "Label": "Model the components of a network, including devices, routers, switches, cables, wires, and transponders.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.T6-8.CS.c.3",
                            "Label": "Describe how information, both text and non-text, is translated and communicated between digital devices over a computer network.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MA.T6-8.CS.d",
                    "Label": "Services",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MA.T6-8.CS.d.1",
                            "Label": "Identify capabilities of devices that are enabled through services (e.g., a wearable device that stores fitness data in the cloud, a mobile device that uses location services for navigation).",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MA.T6-8.CT",
            "Label": "Computational Thinking",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MA.T6-8.CT.a",
                    "Label": "Abstraction",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MA.T6-8.CT.a.1",
                            "Label": "Describe how data is abstracted by listing attributes of everyday items to represent, order and compare those items (e.g., street address as an abstraction for locations; car make, model, and license plate number as an abstraction for cars).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.T6-8.CT.a.2",
                            "Label": "Define a simple function that represents a more complex task/problem and can be reused to solve similar tasks/problems.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.T6-8.CT.a.3",
                            "Label": "Use decomposition to define and apply a hierarchical classification scheme to a complex system, such as the human body, animal classification, or in computing.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MA.T6-8.CT.b",
                    "Label": "Algorithms",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MA.T6-8.CT.b.1",
                            "Label": "Design solutions that use repetition and conditionals.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.T6-8.CT.b.2",
                            "Label": "Use logical reasoning to predict outputs given varying inputs.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.T6-8.CT.b.3",
                            "Label": "Individually and collaboratively, decompose a problem and create a sub-solution for each of its parts (e.g., video game, robot obstacle course, making dinner).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.T6-8.CT.b.4",
                            "Label": "Recognize that more than one algorithm can solve a given problem.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.T6-8.CT.b.5",
                            "Label": "Recognize that boundaries need to be taken into account for an algorithm to produce correct results.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MA.T6-8.CT.c",
                    "Label": "Data",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MA.T6-8.CT.c.1",
                            "Label": "Demonstrate that numbers can be represented in different base systems (e.g., binary, octal, and hexadecimal) and text can be represented in different ways [e.g., American Standard Code for Information Interchange (ASCII)].",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.T6-8.CT.c.2",
                            "Label": "Describe how computers store, manipulate, and transfer data types and files (e.g., integers, real numbers, Boolean Operators) in a binary system.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.T6-8.CT.c.3",
                            "Label": "Create, modify, and use a database (e.g., define field formats, add new records, manipulate data), individually and collaboratively, to analyze data and propose solutions for a task/problem.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.T6-8.CT.c.4",
                            "Label": "Perform a variety of operations such as sorting, filtering, and searching in a database to organize and display information in a variety of ways such as number formats (scientific notation and percentages), charts, tables, and graphs.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.T6-8.CT.c.5",
                            "Label": "Select and use data-collection technology (e.g., probes, handheld devices, geographic mapping systems) to individually and collaboratively gather, view, organize, analyze, and report results for content-related problems.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MA.T6-8.CT.d",
                    "Label": "Programming & Development",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MA.T6-8.CT.d.1",
                            "Label": "Individually and collaboratively compare algorithms to solve a problem, based on a given criteria (e.g., time, resource, accessibility).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.T6-8.CT.d.2",
                            "Label": "Use functions to hide the detail in a program.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.T6-8.CT.d.3",
                            "Label": "Create a program, individually and collaboratively, that implements an algorithm to achieve a given goal.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.T6-8.CT.d.4",
                            "Label": "Implement problem solutions using a programming language, including all of the following: looping behavior, conditional statements, expressions, variables, and functions.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.T6-8.CT.d.5",
                            "Label": "Trace programs step-by-step in order to predict their behavior.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.T6-8.CT.d.6",
                            "Label": "Use an iterative approach in development and debugging to understand the dimensions of a problem clearly.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MA.T6-8.CT.e",
                    "Label": "Modeling & Simulation",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MA.T6-8.CT.e.1",
                            "Label": "Create a model of a real-world system and explain why some details, features and behaviors were required in the model and why some could be ignored.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.T6-8.CT.e.2",
                            "Label": "Use and modify simulations to analyze and illustrate a concept in depth (e.g., light rays/mechanical waves interaction with materials, genetic variation).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.T6-8.CT.e.3",
                            "Label": "Select and use computer simulations, individually and collaboratively, to gather, view, analyze, and report results for content-related problems (e.g., migration, trade, cellular function).",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}