{
    "Title": "Massachusetts Curriculum Framework > English Language Arts & Literacy > Pre-Kindergarten",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "MA.EPK.RL",
            "Label": "Reading Standards For Literature",
            "Subs": [
                {
                    "Key": "",
                    "Label": "Key Ideas & Details",
                    "Subs": [
                        {
                            "Key": "MA.EPK.RL.1",
                            "Label": "With prompting and support, ask and answer questions about a story or poem read aloud.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.EPK.RL.2",
                            "Label": "With prompting and support, retell a sequence of events from a story read aloud.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.EPK.RL.3",
                            "Label": "With prompting and support, act out characters and events from a story or poem read aloud.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Craft & Structure",
                    "Subs": [
                        {
                            "Key": "MA.EPK.RL.4",
                            "Label": "With prompting and support, ask and answer questions about unfamiliar words in a story or poem read aloud.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.EPK.RL.5",
                            "Label": "Show awareness of the rhythmic structure of a poem or song by clapping or through movement.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.EPK.RL.6",
                            "Label": "With prompting and support, “read” the illustrations in a picture book by describing a character or place depicted, or by telling how a sequence of events unfolds.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Integration Of Knowledge & Ideas",
                    "Subs": [
                        {
                            "Key": "MA.EPK.RL.7",
                            "Label": "With prompting and support, make predictions about what happens next in a picture book after examining and discussing the illustrations.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.EPK.RL.9",
                            "Label": "With prompting and support, make connections between a story or poem and their own experiences.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Range Of Reading & Level Of Text Complexity",
                    "Subs": [
                        {
                            "Key": "MA.EPK.RL.10",
                            "Label": "Listen actively as an individual and as a member of a group to a variety of age-appropriate literature read aloud.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MA.EPK.RI",
            "Label": "Reading Standards For Informational Text",
            "Subs": [
                {
                    "Key": "",
                    "Label": "Key Ideas & Details",
                    "Subs": [
                        {
                            "Key": "MA.EPK.RI.1",
                            "Label": "With prompting and support, ask and answer questions about an informational text read aloud.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.EPK.RI.2",
                            "Label": "With prompting and support, recall important facts from an informational text after hearing it read aloud.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.EPK.RI.3",
                            "Label": "With prompting and support, represent or act out concepts learned from hearing an informational text read aloud (e.g., make a skyscraper out of blocks after listening to a book about cities or, following a read-aloud on animals, show how an elephant's gait differs from a bunny's hop).",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Craft & Structure",
                    "Subs": [
                        {
                            "Key": "MA.EPK.RI.4",
                            "Label": "With prompting and support, ask and answer questions about unfamiliar words in an informational text read aloud.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.EPK.RI.6",
                            "Label": "With prompting and support, “read” illustrations in an informational picture book by describing facts learned from the pictures (e.g., how a seed grows into a plant).",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Integration Of Knowledge & Ideas",
                    "Subs": [
                        {
                            "Key": "MA.EPK.RI.7",
                            "Label": "With prompting and support, describe important details from an illustration or photograph.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.EPK.RI.9",
                            "Label": "With prompting and support, identify several books on a favorite topic or several books by a favorite author or illustrator.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Range Of Reading & Level Of Text Complexity",
                    "Subs": [
                        {
                            "Key": "MA.EPK.RI.10",
                            "Label": "Listen actively as an individual and as a member of a group to a variety of age-appropriate informational texts read aloud.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MA.EPK.RF",
            "Label": "Reading Standards For Foundational Skills",
            "Subs": [
                {
                    "Key": "MA.EPK.RF",
                    "Label": "Print Concepts",
                    "Subs": [
                        {
                            "Key": "MA.EPK.RF.1",
                            "Label": "With guidance and support, demonstrate understanding of the organization and basic features of printed and written text: books, words, letters, and the alphabet.",
                            "Subs": [
                                {
                                    "Key": "MA.EPK.RF.1.a",
                                    "Label": "Handle books respectfully and appropriately, holding them right-side-up and turning pages one at a time from front to back.",
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.EPK.RF.1.d",
                                    "Label": "Recognize and name some uppercase letters of the alphabet and the lowercase letters in their own name.",
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MA.EPK.RF.2",
                            "Label": "With guidance and support, demonstrate understanding of spoken words, syllables, and sounds (phonemes).",
                            "Subs": [
                                {
                                    "Key": "MA.EPK.RF.2.a",
                                    "Label": "With guidance and support, recognize and produce rhyming words (e.g., identify words that rhyme with /cat/ such as /bat/ and /sat/).",
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.EPK.RF.2.b",
                                    "Label": "With guidance and support, segment words in a simple sentence by clapping and naming the number of words in the sentence.",
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.EPK.RF.2.c",
                                    "Label": "Identify the initial sound of a spoken word and, with guidance and support, generate several other words that have the same initial sound.",
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "MA.EPK.RF",
                    "Label": "Phonics & Word Recognition",
                    "Subs": [
                        {
                            "Key": "MA.EPK.RF.3",
                            "Label": "Demonstrate beginning understanding of phonics and word analysis skills.",
                            "Subs": [
                                {
                                    "Key": "MA.EPK.RF.3.a",
                                    "Label": "Link an initial sound to a picture of an object that begins with that sound and, with guidance and support, to the corresponding printed letter (e.g., link the initial sound /b/ to a picture of a ball and, with support, to a printed or written “B”).",
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.EPK.RF.3.c",
                                    "Label": "Recognize their own name and familiar common signs and labels (e.g., STOP).",
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MA.EPK.W",
            "Label": "Writing Standards",
            "Subs": [
                {
                    "Key": "",
                    "Label": "Text Types & Purposes",
                    "Subs": [
                        {
                            "Key": "MA.EPK.W.1",
                            "Label": "Dictate words to express a preference or opinion about a topic (e.g., “I would like to go to the fire station to see the truck and meet the firemen.”).",
                            "Subs": []
                        },
                        {
                            "Key": "MA.EPK.W.2",
                            "Label": "Use a combination of dictating and drawing to supply information about a topic.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.EPK.W.3",
                            "Label": "Use a combination of dictating and drawing to tell a story.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Production & Distribution Of Writing",
                    "Subs": [
                        {
                            "Key": "MA.EPK.W.6",
                            "Label": "Recognize that digital tools (e.g., computers, mobile phones, cameras) are used for communication and, with guidance and support, use them to convey messages in pictures and/or words.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MA.EPK.SL",
            "Label": "Speaking & Listening Standards",
            "Subs": [
                {
                    "Key": "MA.EPK.SL",
                    "Label": "Comprehension & Collaboration",
                    "Subs": [
                        {
                            "Key": "MA.EPK.SL.1",
                            "Label": "Participate in collaborative conversations with diverse partners during daily routines and play.",
                            "Subs": [
                                {
                                    "Key": "MA.EPK.SL.1.a",
                                    "Label": "Observe and use appropriate ways of interacting in a group (e.g., taking turns in talking, listening to peers, waiting to speak until another person is finished talking, asking questions and waiting for an answer, gaining the floor in appropriate ways).",
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.EPK.SL.1.b",
                                    "Label": "Continue a conversation through multiple exchanges.",
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MA.EPK.SL.2",
                            "Label": "Recall information for short periods of time and retell, act out, or represent information from a text read aloud, a recording, or a video (e.g., watch a video about birds and their habitats and make drawings or constructions of birds and their nests).",
                            "Subs": []
                        },
                        {
                            "Key": "MA.EPK.SL.3",
                            "Label": "Ask and answer questions in order to seek help, get information, or clarify something that is not understood.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Presentation Of Knowledge & Ideas",
                    "Subs": [
                        {
                            "Key": "MA.EPK.SL.4",
                            "Label": "Describe personal experiences; tell stories.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.EPK.SL.5",
                            "Label": "Create representations of experiences or stories (e.g., drawings, constructions with blocks or other materials, clay models) and explain them to others.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.EPK.SL.6",
                            "Label": "Speak audibly and express thoughts, feelings, and ideas.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MA.EPK.L",
            "Label": "Language Standards",
            "Subs": [
                {
                    "Key": "MA.EPK.L",
                    "Label": "Conventions Of Standard English",
                    "Subs": [
                        {
                            "Key": "MA.EPK.L.1",
                            "Label": "Demonstrate command of the conventions of standard English grammar and usage when speaking.",
                            "Subs": [
                                {
                                    "Key": "MA.EPK.L.1.a",
                                    "Label": "Demonstrate the ability to speak in complete sentences and to form questions using frequently occurring nouns, verbs, question words, and prepositions; name and use in context numbers 0–10.",
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "MA.EPK.L",
                    "Label": "Vocabulary Acquisition & Use",
                    "Subs": [
                        {
                            "Key": "MA.EPK.L.4",
                            "Label": "Ask and answer questions about the meanings of new words and phrases introduced through books, activities, and play.",
                            "Subs": [
                                {
                                    "Key": "MA.EPK.L.4.a",
                                    "Label": "With guidance and support, generate words that are similar in meaning (e.g., happy/glad, angry/mad).",
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MA.EPK.L.5",
                            "Label": "With guidance and support from adults, explore word relationships and nuances in word meanings.",
                            "Subs": [
                                {
                                    "Key": "MA.EPK.L.5.a",
                                    "Label": "Demonstrate understanding of concepts by sorting common objects into categories (e.g., sort objects by color, shape, texture).",
                                    "Subs": []
                                },
                                {
                                    "Key": "MA.EPK.L.5.c",
                                    "Label": "Apply words learned in classroom activities to real-life examples (e.g., name places in school that are fun, quiet, or noisy).",
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MA.EPK.L.6",
                            "Label": "Use words and phrases acquired through conversations, listening to books read aloud, activities, and play.",
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}