{
    "Title": "Massachusetts Curriculum Framework > Mathematics > Pre-Kindergarten",
    "Overview": "In preschool or pre-kindergarten, activity time should focus on two critical areas: (1) developing an understanding of whole numbers to 10, including concepts of one-to-one correspondence, counting, cardinality (the number of items in a set), and comparison; and (2) recognizing two-dimensional shapes, describing spatial relationships, and sorting and classifying objects by one or more attributes. Relatively more learning time should be devoted to developing children's sense of number as quantity than to other mathematics topics.",
    "Goals": [
        [
            "(1) Developing an Understanding of Whole Numbers to 10",
            "Young children begin counting and quantifying numbers up to 10. They begin with oral counting and recognition of numerals and word names for numbers. Experience with counting naturally leads to quantification. Children count objects and learn that the sizes, shapes, positions, or purposes of objects do not affect the total number of objects in the group. One-to-one correspondence matches each element of one set to an element of another set, providing a foundation for the comparison of groups and the development of comparative language such as more than, less than, and equal to."
        ],
        [
            "(2) Recognizing Two-Dimensional Shapes",
            "Young children explore shapes and the relationships among them. They identify the attributes of different shapes, including length, area, and weight, by using vocabulary such as long, short, tall, heavy, light, big, small, wide, narrow. They compare objects using comparative language such as longer/shorter, same length, heavier/lighter. They explore and create two- and three-dimensional shapes by using various manipulative and play materials such as Popsicle sticks, blocks, pipe cleaners, and pattern blocks. They sort, categorize, and classify objects and identify basic two-dimensional shapes using the appropriate language."
        ]
    ],
    "Standards": [
        {
            "Key": "MA.MPK.CC",
            "Label": "Counting & Cardinality",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MA.MPK.CC.A",
                    "Label": "Know number names and the counting sequence.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MA.MPK.CC.A.1",
                            "Label": "Listen to and say the names of numbers in meaningful contexts.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.MPK.CC.A.2",
                            "Label": "Recognize and name written numerals 0-10.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MA.MPK.CC.B",
                    "Label": "Count to tell the number of objects.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MA.MPK.CC.B.3",
                            "Label": "Understand the relationships between numerals and quantities up to 10.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MA.MPK.CC.C",
                    "Label": "Compare numbers.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MA.MPK.CC.C.4",
                            "Label": "Count many kinds of concrete objects and actions up to ten, using one-to-one correspondence, and accurately count as many as seven things in a scattered configuration. Recognize the “one more,” “one less” patterns.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.MPK.CC.C.5",
                            "Label": "Use comparative language, such as more/less than, equal to, to compare and describe collections of objects.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MA.MPK.OA",
            "Label": "Operations & Algebraic Thinking",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MA.MPK.OA.A",
                    "Label": "Understand addition as putting together and adding to, and understand subtraction as taking apart and taking from.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MA.MPK.OA.A.1",
                            "Label": "Use concrete objects to model real-world addition (putting together) and subtraction (taking away) problems up through five.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MA.MPK.MD",
            "Label": "Measurement & Data",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MA.MPK.MD.A",
                    "Label": "",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MA.MPK.MD.A.1",
                            "Label": "",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.MPK.MD.A.2",
                            "Label": "",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MA.MPK.MD.B",
                    "Label": "",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MA.MPK.MD.B.3",
                            "Label": "",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MA.MPK.MD.C",
                    "Label": "",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MA.MPK.MD.C.4",
                            "Label": "",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MA.MPK.G",
            "Label": "Geometry",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MA.MPK.G.A",
                    "Label": "Identify and describe shapes (squares, circles, triangles, rectangles).",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MA.MPK.G.A.1",
                            "Label": "Identify relative positions of objects in space, and use appropriate language (e.g., beside, inside, next to, close to, above, below, apart).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MA.MPK.G.A.2",
                            "Label": "Identify various two-dimensional shapes using appropriate language.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MA.MPK.G.B",
                    "Label": "Analyze, compare, create, and compose shapes.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MA.MPK.G.B.3",
                            "Label": "Create and represent three-dimensional shapes (ball/sphere, square box/cube, tube/cylinder) using various manipulative materials (such as Popsicle sticks, blocks, pipe cleaners, pattern blocks).",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}