{
    "Title": "Massachusetts Curriculum Framework > Science > Pre-Kindergarten",
    "Overview": "Pre-K students focus on experiencing and making observations of the world around them. They are beginning to learn about their own environment as they observe plants and animals, the Moon and the Sun, and the daily weather. They experience their world through their senses and body parts and begin to recognize that animals also use their senses and body parts to meet their basic needs. They investigate pitch and volume, shadow and light, liquids and solids, and how things move. They sort materials by simple observable properties such as texture and color. They share their understanding of these concepts through discussion as they develop their language and quantitative skills. Pre-K students build awareness of the wide variety of natural phenomena and processes in the world around them.",
    "Goals": [],
    "Standards": [
        {
            "Key": "MA.SPK.ESS",
            "Label": "Earth & Space Sciences",
            "Subs": [
                {
                    "Key": "MA.SPK.ESS.1",
                    "Label": "Earth’s Place In The Universe",
                    "Subs": [
                        {
                            "Key": "MA.SPK.ESS.1.1",
                            "Label": "Demonstrate awareness that the Moon can be seen in the daytime and at night, and of the different apparent shapes of the Moon over a month.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.SPK.ESS.1.2",
                            "Label": "Observe and use evidence to describe that the Sun is in different places in the sky during the day.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MA.SPK.ESS.2",
                    "Label": "Earth’s Systems",
                    "Subs": [
                        {
                            "Key": "MA.SPK.ESS.2.1",
                            "Label": "Raise questions and engage in discussions about how different types of local environments (including water) provide homes for different kinds of living things.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.SPK.ESS.2.2",
                            "Label": "Observe and classify non-living materials, natural and human made, in the local environment.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.SPK.ESS.2.3",
                            "Label": "Explore and describe different places water is found in the local environment.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.SPK.ESS.2.4",
                            "Label": "Use simple instruments to collect and record data on elements of daily weather, including sun or clouds, wind, snow or rain, and higher or lower temperature.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.SPK.ESS.2.5",
                            "Label": "Describe how local weather changes from day to day and over the seasons and recognize patterns in those changes.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.SPK.ESS.2.6",
                            "Label": "Provide examples of the impact of weather on living things.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MA.SPK.ESS.3",
                    "Label": "Earth & Human Activity",
                    "Subs": [
                        {
                            "Key": "MA.SPK.ESS.3.1",
                            "Label": "Engage in discussion and raise questions using examples about local resources (including soil and water) humans use to meet their needs.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.SPK.ESS.3.2",
                            "Label": "Observe and discuss the impact of people’s activities on the local environment.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MA.SPK.LS",
            "Label": "Life Science",
            "Subs": [
                {
                    "Key": "MA.SPK.LS.1",
                    "Label": "From Molecules To Organisms: Structures & Processes",
                    "Subs": [
                        {
                            "Key": "MA.SPK.LS.1.1",
                            "Label": "Compare, using descriptions and drawings, the external body parts of animals (including humans) and plants and explain functions of some of the observable body parts.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.SPK.LS.1.2",
                            "Label": "Explain that most animals have five senses they use to gather information about the world around them.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.SPK.LS.1.3",
                            "Label": "Use their five senses in their exploration and play to gather information.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MA.SPK.LS.2",
                    "Label": "Ecosystems: Interactions, Energy, & Dynamics",
                    "Subs": [
                        {
                            "Key": "MA.SPK.LS.2.1",
                            "Label": "Use evidence from animals and plants to define several characteristics of living things that distinguish them from non-living things.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.SPK.LS.2.2",
                            "Label": "Using evidence from the local environment, explain how familiar plants and animals meet their needs where they live.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.SPK.LS.2.3",
                            "Label": "Give examples from the local environment of how animals and plants are dependent on one another to meet their basic needs.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MA.SPK.LS.3",
                    "Label": "Heredity: Inheritance & Variation Of Traits",
                    "Subs": [
                        {
                            "Key": "MA.SPK.LS.3.1",
                            "Label": "Use observations to explain that young plants and animals are like but not exactly like their parents.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.SPK.LS.3.2",
                            "Label": "Use observations to recognize differences and similarities among themselves and their friends.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MA.SPK.PS",
            "Label": "Physical Sciences",
            "Subs": [
                {
                    "Key": "MA.SPK.PS.1",
                    "Label": "Matter & Its Interactions",
                    "Subs": [
                        {
                            "Key": "MA.SPK.PS.1.1",
                            "Label": "Raise questions and investigate the differences between liquids and solids and develop awareness that a liquid can become a solid and vice versa.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.SPK.PS.1.2",
                            "Label": "Investigate natural and human-made objects to describe, compare, sort, and classify objects based on observable physical characteristics, uses, and whether something is manufactured or occurs in nature.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.SPK.PS.1.3",
                            "Label": "Differentiate between the properties of an object and those of the material of which it is made.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.SPK.PS.1.4",
                            "Label": "Recognize through investigation that physical objects and materials can change under different circumstances.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MA.SPK.PS.2",
                    "Label": "Motion & Stability: Forces & Interactions",
                    "Subs": [
                        {
                            "Key": "MA.SPK.PS.2.1",
                            "Label": "Using evidence, discuss ideas about what is making something move the way it does and how some movements can be controlled.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.SPK.PS.2.2",
                            "Label": "Through experience, develop awareness of factors that influence whether things stand or fall.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MA.SPK.PS.4",
                    "Label": "Waves & Their Applications In Technologies For Information Transfer",
                    "Subs": [
                        {
                            "Key": "MA.SPK.PS.4.1",
                            "Label": "Investigate sounds made by different objects and materials and discuss explanations about what is causing the sounds. Through play and investigations, identify ways to manipulate different objects and materials that make sound to change volume and pitch.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.SPK.PS.4.2",
                            "Label": "Connect daily experiences and investigations to demonstrate the relationships between the size and shape of shadows, the objects creating the shadow, and the light source.",
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}