{
    "Title": "Massachusetts Curriculum Framework > Science > Grades 3 - 5",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "MA.S3-5.CAS",
            "Label": "Computing & Society",
            "Subs": [
                {
                    "Key": "MA.S3-5.CAS.a",
                    "Label": "Safety & Security",
                    "Subs": [
                        {
                            "Key": "MA.S3-5.CAS.a.1",
                            "Label": "Describe how to use proper ergonomics (e.g., body position, lighting, positioning of equipment, taking breaks) when using devices.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.S3-5.CAS.a.2",
                            "Label": "Describe the threats to safe and efficient use of devices (e.g., SPAM, spyware, phishing, viruses) associated with various forms of technology use (e.g., downloading and executing software programs, following hyperlinks, opening files).",
                            "Subs": []
                        },
                        {
                            "Key": "MA.S3-5.CAS.a.3",
                            "Label": "Identify appropriate and inappropriate uses of technology when posting to social media, sending e-mail or texts, and browsing the Internet.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.S3-5.CAS.a.4",
                            "Label": "Explain the proper use and operation of security technologies (e.g., passwords, virus protection software, spam filters, popup blockers, cookies).",
                            "Subs": []
                        },
                        {
                            "Key": "MA.S3-5.CAS.a.5",
                            "Label": "Describe ways to employ safe practices and avoid the potential risks/dangers associated with various forms of online communications, downloads, linking, Internet purchases, advertisements, and inappropriate content within constrained environments.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.S3-5.CAS.a.6",
                            "Label": "Identify different types of cyberbullying (e.g., harassment, flaming, excluding people, outing, and impersonation).",
                            "Subs": []
                        },
                        {
                            "Key": "MA.S3-5.CAS.a.7",
                            "Label": "Explain that if you encounter cyberbullying or other inappropriate content, you should immediately tell a responsible adult (e.g., teacher, parent).",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MA.S3-5.CAS.b",
                    "Label": "Ethics & Laws",
                    "Subs": [
                        {
                            "Key": "MA.S3-5.CAS.b.1",
                            "Label": "Demonstrate responsible use of computers, peripheral devices, and resources as outlined in school rules.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.S3-5.CAS.b.2",
                            "Label": "Describe the difference between digital artifacts that are open or free and those that are protected by copyright.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.S3-5.CAS.b.3",
                            "Label": "Explain the guidelines for the fair use of downloading, sharing, or modifying of digital artifacts.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.S3-5.CAS.b.4",
                            "Label": "Describe the purpose of copyright and the possible consequences for inappropriate use of digital artifacts that are protected by copyright.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.S3-5.CAS.b.5",
                            "Label": "Explain that laws exist (e.g., Section 508, Telecommunication Act of 1996) that help ensure that people with disabilities can access electronic and information technology.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MA.S3-5.CAS.c",
                    "Label": "Interpersonal & Societal Impact",
                    "Subs": [
                        {
                            "Key": "MA.S3-5.CAS.c.1",
                            "Label": "Explain the different forms of web advertising (e.g., search ads, pay-per-click ads, banner ads, targeted ads, in-game ads, e-mail ads).",
                            "Subs": []
                        },
                        {
                            "Key": "MA.S3-5.CAS.c.2",
                            "Label": "Explain why websites, digital resources, and artifacts may include advertisements and collect personal information.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.S3-5.CAS.c.3",
                            "Label": "Define the digital divide as unequal access to technology on the basis of differences, such as income, education, age, and geographic location.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.S3-5.CAS.c.4",
                            "Label": "Use critical thinking to explain how access to technology helps empower individuals and groups (e.g., gives them access to information, the ability to communicate with others around the world, allows them to buy and sell things).",
                            "Subs": []
                        },
                        {
                            "Key": "MA.S3-5.CAS.c.5",
                            "Label": "Identify resources in the community that can give people access to technology (e.g., libraries, community centers, education programs, schools, hardware/software donation programs).",
                            "Subs": []
                        },
                        {
                            "Key": "MA.S3-5.CAS.c.6",
                            "Label": "Identify ways in which people with disabilities access and use technology (e.g., audio players and recorders, FM listening systems, magnifiers).",
                            "Subs": []
                        },
                        {
                            "Key": "MA.S3-5.CAS.c.7",
                            "Label": "Identify the impact of social media and cyberbullying on individuals, families, and society.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MA.S3-5.DTC",
            "Label": "Digital Tools & Collaboration",
            "Subs": [
                {
                    "Key": "MA.S3-5.DTC.a",
                    "Label": "",
                    "Subs": [
                        {
                            "Key": "MA.S3-5.DTC.a.1",
                            "Label": "",
                            "Subs": []
                        },
                        {
                            "Key": "MA.S3-5.DTC.a.2",
                            "Label": "",
                            "Subs": []
                        },
                        {
                            "Key": "MA.S3-5.DTC.a.3",
                            "Label": "",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MA.S3-5.DTC.b",
                    "Label": "",
                    "Subs": [
                        {
                            "Key": "MA.S3-5.DTC.b.1",
                            "Label": "",
                            "Subs": []
                        },
                        {
                            "Key": "MA.S3-5.DTC.b.2",
                            "Label": "",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MA.S3-5.DTC.c",
                    "Label": "Research",
                    "Subs": [
                        {
                            "Key": "MA.S3-5.DTC.c.1",
                            "Label": "Identify digital information sources to answer research questions (e.g., online library catalog, online encyclopedias, databases, websites).",
                            "Subs": []
                        },
                        {
                            "Key": "MA.S3-5.DTC.c.2",
                            "Label": "Perform searches to locate information using two or more key words and techniques to refine and limit such searches.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.S3-5.DTC.c.3",
                            "Label": "Evaluate digital sources for accuracy, relevancy, and appropriateness.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.S3-5.DTC.c.4",
                            "Label": "Gather and organize information from digital sources by quoting, paraphrasing, and/or summarizing.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.S3-5.DTC.c.5",
                            "Label": "Create an artifact that answers a research question and clearly communicates thoughts and ideas.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.S3-5.DTC.c.6",
                            "Label": "Cite text-based sources using a school- or district-adopted format.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.S3-5.DTC.c.7",
                            "Label": "Provide basic source information [e.g., Uniform Resource Locator (URL), date accessed] for non- text-based sources (e.g., images, audio, video).",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MA.S3-5.CS",
            "Label": "Computing Systems",
            "Subs": [
                {
                    "Key": "MA.S3-5.CS.a",
                    "Label": "Computing Devices",
                    "Subs": [
                        {
                            "Key": "MA.S3-5.CS.a.1",
                            "Label": "Identify a broad range of computing devices (e.g., computers, smart phones, tablets, robots, e- textiles) and appropriate uses for them.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.S3-5.CS.a.2",
                            "Label": "Describe the function and purpose of various input and output devices (e.g., monitor, keyboard, speakers, controller, probes, sensors, Bluetooth transmitters, synthesizers).",
                            "Subs": []
                        },
                        {
                            "Key": "MA.S3-5.CS.a.3",
                            "Label": "Demonstrate an appropriate level of proficiency (connect and record data, print, send command, connect to Internet, search) in using a range of computing devices (e.g., probes, sensors, printers, robots, computers).",
                            "Subs": []
                        },
                        {
                            "Key": "MA.S3-5.CS.a.4",
                            "Label": "Identify and solve simple hardware and software problems that may occur during everyday use (e.g., power, connections, application window or toolbar).",
                            "Subs": []
                        },
                        {
                            "Key": "MA.S3-5.CS.a.5",
                            "Label": "Describe the differences between hardware and software.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.S3-5.CS.a.6",
                            "Label": "Identify and explain that some computing functions are always active (e.g., locations function on smart phones).",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MA.S3-5.CS.b",
                    "Label": "Human & Computer Partnerships",
                    "Subs": [
                        {
                            "Key": "MA.S3-5.CS.b.1",
                            "Label": "Compare and contrast human and computer performance on similar tasks (e.g., sorting alphabetically, finding a path across a cluttered room) to understand which is best suited to the task.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.S3-5.CS.b.2",
                            "Label": "Explain how hardware and applications [e.g., Global Positioning System (GPS) navigation for driving directions, text-to-speech translation, language translation] can enable everyone, including people with disabilities, to do things they could not do otherwise.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.S3-5.CS.b.3",
                            "Label": "Explain advantages and limitations of technology (e.g., a spell-checker can check thousands of words faster than a human could look them up, however, a spell-checker might not know whether 'underserved' is correct or if the author's intent was to type 'undeserved').",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MA.S3-5.CS.c",
                    "Label": "Networks",
                    "Subs": [
                        {
                            "Key": "MA.S3-5.CS.c.1",
                            "Label": "Describe how a network is made up of a variety of components and identify the common components (e.g., links, nodes, networking devices).",
                            "Subs": []
                        },
                        {
                            "Key": "MA.S3-5.CS.c.2",
                            "Label": "Describe the need for authentication of users and devices as it relates to access permissions, privacy, and security.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.S3-5.CS.c.3",
                            "Label": "Define and explain why devices are numbered/labeled in networks [e.g., the World Wide Web Uniform Resource Locator (URL), the Internet Protocol (IP) address, the Machine Access Code (MAC)].",
                            "Subs": []
                        },
                        {
                            "Key": "MA.S3-5.CS.c.4",
                            "Label": "Recognize that there are many sources of and means for accessing information within a network (e.g., websites, e-mail protocols, search engines).",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MA.S3-5.CS.d",
                    "Label": "Services",
                    "Subs": [
                        {
                            "Key": "MA.S3-5.CS.d.1",
                            "Label": "Identify common services (e.g., driving directions apps that access remote map services, digital personal assistants that access remote information services).",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MA.S3-5.CT",
            "Label": "Computational Thinking",
            "Subs": [
                {
                    "Key": "MA.S3-5.CT.a",
                    "Label": "Abstraction",
                    "Subs": [
                        {
                            "Key": "MA.S3-5.CT.a.1",
                            "Label": "Use numbers or letters to represent information in another form (e.g., secret codes, Roman numerals, abbreviations).",
                            "Subs": []
                        },
                        {
                            "Key": "MA.S3-5.CT.a.2",
                            "Label": "Organize information in different ways to make it more useful/relevant (e.g., sorting, tables).",
                            "Subs": []
                        },
                        {
                            "Key": "MA.S3-5.CT.a.3",
                            "Label": "Make a list of sub-problems to consider, while addressing a larger problem.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MA.S3-5.CT.b",
                    "Label": "Algorithms",
                    "Subs": [
                        {
                            "Key": "MA.S3-5.CT.b.1",
                            "Label": "Define an algorithm as a sequence of instructions that can be processed by a computer.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.S3-5.CT.b.2",
                            "Label": "Recognize that different solutions exist for the same problem (or sub-problem).",
                            "Subs": []
                        },
                        {
                            "Key": "MA.S3-5.CT.b.3",
                            "Label": "Use logical reasoning to predict outcomes of an algorithm.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.S3-5.CT.b.4",
                            "Label": "Individually and collaboratively create an algorithm to solve a problem (e.g., move a character/robot/person through a maze).",
                            "Subs": []
                        },
                        {
                            "Key": "MA.S3-5.CT.b.5",
                            "Label": "Detect and correct logical errors in various algorithms (e.g., written, mapped, live action, or digital).",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MA.S3-5.CT.c",
                    "Label": "Data",
                    "Subs": [
                        {
                            "Key": "MA.S3-5.CT.c.1",
                            "Label": "Describe examples of databases from everyday life (e.g., library catalogs, school records, telephone directories, contact lists).",
                            "Subs": []
                        },
                        {
                            "Key": "MA.S3-5.CT.c.2",
                            "Label": "Individually and collaboratively collect and manipulate data to answer a question using a variety of computing methods (e.g., sorting, totaling, averaging) and tools (such as a spreadsheet) to collect, organize, graph, and analyze data.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MA.S3-5.CT.d",
                    "Label": "Programming & Development",
                    "Subs": [
                        {
                            "Key": "MA.S3-5.CT.d.1",
                            "Label": "Individually and collaboratively create, test, and modify a program in a graphical environment (e.g., block-based visual programming language).",
                            "Subs": []
                        },
                        {
                            "Key": "MA.S3-5.CT.d.2",
                            "Label": "Use arithmetic operators, conditionals, and repetition in programs.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.S3-5.CT.d.3",
                            "Label": "Use interactive debugging to detect and correct simple program errors.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.S3-5.CT.d.4",
                            "Label": "Recognize that programs need known starting values (e.g., set initial score to zero in a game).",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MA.S3-5.CT.e",
                    "Label": "Modeling & Simulation",
                    "Subs": [
                        {
                            "Key": "MA.S3-5.CT.e.1",
                            "Label": "Individually and collaboratively create a simple model of a system (e.g., water cycle, solar system) and explain what the model shows and does not show.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.S3-5.CT.e.2",
                            "Label": "Identify the concepts, features, and behaviors illustrated by a simulation (e.g., object motion, weather, ecosystem, predator/prey) and those that were not included.",
                            "Subs": []
                        },
                        {
                            "Key": "MA.S3-5.CT.e.3",
                            "Label": "Individually and collaboratively, use data from a simulation to answer a question.",
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}