{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The graph shows information about a federal welfare program.",
            "problems/TN20HSUSH/media/1a.jpg",
            "How did President Clinton contribute to the trend that began in 1995?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "by creating an agency to fund federal construction projects in economically depressed states",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "by issuing an executive order to raise the minimum wage for the federal work force",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "by appointing a committee to study ways to reduce the costs of welfare programs",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "by signing a bill to help people on welfare return to the work force",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The excerpts below by W.E.B. DuBois and Booker T. Washington address education.",
            ":box:The Negro race, like all races, is going to be saved by its exceptional men. The problem of education, then, among Negroes must first of all deal with the Talented Tenth; it is the problem of developing the Best of this race that they may guide the Mass away from the contamination and death of the Worst, in their own and other races. Now the training of men is a difficult and intricate task. Its technique is a matter for educational experts, but its object is for the vision of seers. If we make money the object of man-training, we shall develop money-makers but not necessarily men; if we make technical skill the object of education, we may possess artisans but not, in nature, men. Men we shall have only as we make manhood the object of the work of the schools—intelligence, broad sympathy,knowledge of the world that was and is, and of the relation of men to it—this is the curriculum of that Higher Education which must underlie true life. On this foundation we may build bread winning, skill of hand and quickness of brain, with never a fear lest the child and man mistake the means of living for the object of life.\n\n\t—W.E.B. DuBois\n\nSource: Public Domain",
            ":box:In what I say here I would not by any means have it understood that I would limit or circumscribe the mental development of the Negro-student. No race can be lifted until its mind is awakened and strengthened. By the side of industrial training should always go mental and moral training, but the pushing of mere abstract knowledge into the head means little. We want more than the mere performance of mental gymnastics. Our knowledge must be harnessed to the things of real life. I would encourage the Negro to secure all the mental strength, all the mental culture— whether gleaned from science, mathematics, history, language or literature that his circumstances will allow, but I believe most earnestly that for years to come the education of the people of my race should be so directed that the greatest proportion of the mental strength of the masses will be brought to bear upon the every-day practical things of life, upon something that is needed to be done, and something which they will be permitted to do in the community in which they reside. And just the same with the professional class which the race needs and must have, I would say give the men and women of that class, too, the training which will best fit them to perform in the most successful manner the service which the race demands.\n\n\t—Booker T. Washington\n\nSource: Public Domain",
            "Which statement evaluates the positions of Booker T. Washington and W.E.B. DuBois as revealed in the excerpts?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "While both men believed that education should focus on moral instruction, DuBois disagreed with Washington's premise that business professionals, rather than vocationally trained individuals, would have a greater impact on social change.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "While both men believed that education should be widely available, Washington disagreed with DuBois's premise that increasing a person's income, rather than developing a person's character, would lead to greater equality.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "While both men believed that education would end prejudice, Washington disagreed with DuBois's premise that teaching the entire population would lead to greater equality than just teaching the elite.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "While both men believed that education would result in change, DuBois disagreed with Washington's premise that teaching skills would reap greater benefits than teaching ideas.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The Venn diagram shows two events related to the end of World War II.",
            "problems/TN20HSUSH/media/3a.jpg",
            "Which statement completes the diagram?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "a response to war-related crimes",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "intended to pay for war-related damage",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "a response to the Soviet Union's expansionist actions",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "intended to revive West Germany's capitalist economy",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The passage below is about a telegram that was sent to the United States during World War II.",
            ":box:In 1942, a telegram was sent to London and New York by Gerhart Riegner, a World Jewish Congress representative. The telegram centered on a secret report from Adolf Hitler's Headquarters. It claimed that all Jewish people in Germany and German-occupied countries, approximately 3½ to 4 million people, were to be deported and exterminated at camps in the east. It stated that the Nazi regime believed this to be the answer to the “Jewish Question” in Europe.",
            "Why did the United States fail to take immediate action in response to this telegram?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Government officials initially doubted the credibility of the information.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Government officials did not want the country to be drawn into the war.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Government officials did not have the resources to address the situation.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Government officials initially feared the public reaction to further intervention.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The chart below shows four different business strategies.",
            "problems/TN20HSUSH/media/5a.jpg",
            "Which of these business strategies did Clarence Saunders recommend to grocers to increase profits during the early 20th century?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "1",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "2",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "3",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "4",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The list below shows developments of the early 20th century.",
            ":box:• postwar instability\n\n• rise of nationalism\n\n• worldwide economic depression\n\n• major advancements in telecommunications\n\n• major advancements in weapons technology",
            "During the 1920s and 1930s, which concern did the U.S. government have about these developments in Europe?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "that citizens would begin to overthrow democratic governments and initiate all forms of anarchy",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "that people would begin to support authoritarian leaders who aimed to control all aspects of society",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "that leaders would begin to adopt foreign policies designed to isolate their country from other countries",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "that countries would begin to adopt communist governments and isolate their citizens from modern ideas",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The advertisement below came from a newspaper published in 1921.",
            "problems/TN20HSUSH/media/7a.jpg",
            "How does this advertisement illustrate the battle between traditional and modern values during the 1920s?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "by showing the growth of mass popular culture",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "by showing a change in attitudes toward gender roles",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "by showing the decline of regional cultural differences",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "by showing a change in attitudes towards the work ethic",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The excerpt below recounts a tragic event during the civil rights movement.",
            ":box:44 years ago, on June 21, 1964, Andrew Goodman, James Chaney, and Michael Schwerner were murdered in Philadelphia, Mississippi, while working in the name of American democracy to register voters and secure civil rights during the summer of 1964, which has become known as “Freedom Summer.” ...\n\n...In 1964 ... most Black voters were disenfranchised by law or practice in Mississippi.\n\n...Andrew Goodman, James Chaney, and Michael Schwerner volunteered to work as part of the “Freedom Summer” project that involved several civil rights organizations, including the Mississippi State chapter of the National Association for the Advancement of Colored People, the Southern Christian Leadership Conference, the Student Nonviolent Coordinating Committee, and CORE.\n\nSource: Public Domain/ U.S. Government Printing Office",
            "What did the project mentioned in the excerpt have in common with the Tent Cities of Haywood and Fayette Counties?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "They both led to a decline in social activism.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "They both attempted to reform the judicial system.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "They both attempted to politically empower people.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "They both led to the economic oppression of people.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Which person would 𝗠𝗢𝗦𝗧 𝗟𝗜𝗞𝗘𝗟𝗬 have been a “new” immigrant during the late 19th and early 20th centuries?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "a farmer from Sweden",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "a Catholic from Italy",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "a merchant from England",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "a Protestant from Germany",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "During the mid-20th century, which goal did the Chicano Movement and the Feminist Movement have in common?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "access to higher wages",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "changes to immigration laws",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "elimination of voting restrictions",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "desegregation of public facilities",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Which statement describes a consequence of the rise of the trusts during the late 19th century?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "A lack of competition in the market led to price fixing, which hurt consumers.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Singular control of an industry led to better factory conditions, which helped workers.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Singular control of a resource led to more innovative products, which helped consumers.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "A lack of competition in the market led to widespread unemployment, which hurt workers.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "In comparison to most military units during World War II, which characteristic made the 442nd Regimental Combat team unusual?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "They served in the war despite the fact that many of their family members were detained by the U.S. government.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "They served in the war despite the fact that many of their family members were executed by the U.S. government.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "They served in the war despite the fact that many were legally forced to live on reservations for several decades in the United States.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "They served in the war despite the fact that many were legally forced to live in segregated communities for several decades in the United States.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The excerpt below is from the Democratic Party platform for the 1912 presidential election.",
            ":box:1. We denounce the profligate waste of the money wrung from the people by oppressive taxation through the lavish appropriations of recent Republican Congresses, which have kept taxes high and reduced the purchasing power of the people's toil. We demand a return to that simplicity and economy which befits a Democratic government and a reduction in the number of useless offices, the salaries of which drain the substance of the people.\n\n2. We favor the efficient supervision and rate regulation of railroads, express companies, telegraph and telephone lines engaged in interstate commerce. To this end we recommend the valuation of railroads, express companies, telegraph and telephone lines by the Interstate Commerce Commission, such valuation to take into consideration the physical value of the property, the original cost, the cost of reproduction, and any element of value that will render the valuation fair and just.\n\n3. We favor such legislation as will effectually prohibit the railroads, express, telegraph and telephone companies from engaging in business which brings them into competition with their shippers or patrons; also legislation preventing the over issue of stocks and bonds by interstate railroads, express companies, telegraph and telephone lines, and legislation which will assure such reduction in transportation rates as conditions will permit, care being taken to avoid reduction that would compel a reduction of wages, prevent adequate service, or do injustice to legitimate investments.\n\n4. We oppose the so-called Aldrich bill or the establishment of a central bank; and we believe our country will be largely freed from panics and consequent unemployment and business depression by such a systematic revision of our banking laws as will render temporary relief in localities where such relief is needed, with protection from control of dominion by what is known as the money trust.\n\nSource: Public Domain/The American Presidency Project",
            "Based on this excerpt, which section 𝗟𝗜𝗞𝗘𝗟𝗬 affected President Woodrow Wilson's approach to passing the Federal Reserve Act?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "paragraph 1",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "paragraph 2",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "paragraph 3",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "paragraph 4",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "What was the objective of the Bay of Pigs Invasion?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "to destroy Soviet-built nuclear missiles in Cuba",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "to overthrow the Soviet-aligned government of Cuba",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "to rescue citizens of the United States living in Cuba",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "to prevent the United States from being invaded by Cuba",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The excerpt below is from a U.S. constitutional amendment that was ratified in 1913.",
            ":box:The Senate of the United States shall be composed of two Senators from each State, elected by the people thereof, for six years; and each Senator shall have one vote.\n\nSource: Public Domain/U.S. National Archives and Records Administration",
            "Why did people like William Jennings Bryan support this amendment to the Constitution?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "They believed populists overly influenced women voters.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "They believed big business overly influenced state legislatures.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "They believed government had too much control over news journalists.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "They believed political machines had too much control over immigrant voters.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The excerpt is from a poem written in 1938.",
            ":box:From the east and west and north and south\nLike a swarm of bees we come;\nThe migratory workers\nAre worse off than a bum.\nWe go to Mr. Farmer\nAnd ask him what he'll pay;\nHe says, ”You gypsy workers\nCan live on a buck a day.”\n\nSource: Public Domain/Library of Congress",
            "Based on the poem and your content knowledge, which statement explains why these workers were paid so little?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "There was a significant decrease in immigrant workers who competed for manufacturing jobs because of the global economic depression.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "There was a significant decrease in immigrant workers who competed for agricultural jobs because of the global economic depression.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "There was an abundance of U.S. workers who had to relocate and compete for manufacturing jobs because of the Dust Bowl.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "There was an abundance of U.S. workers who had to relocate and compete for agricultural jobs because of the Dust Bowl.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "17": {
        "Number": 17,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The excerpt below describes a cultural movement of the 1920s.",
            ":box:Harlem was a center for musical and theatrical performance as well as literary work, as musicians drawn by the neighborhood's nightlife collaborated with writers, artists, and each other to create original works. Some of this work drew on musical forms that had grown from the African American experience — gospel, jazz, and blues. Other African American musicians worked in classical forms.\n\nSource: Public Domain/Library of Congress",
            "Based on the excerpt and your content knowledge, which issue of the era 𝗦𝗧𝗥𝗢𝗡𝗚𝗟𝗬 contributed to this cultural movement?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "the greater economic opportunity in urban areas",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "the lack of political support for progressive policies",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "the social tensions arising from changing moral values",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "the ethnic tensions arising from changing immigration patterns",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "18": {
        "Number": 18,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "What did the writings of the Beat Generation and rock ‘n' roll music have in common?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Both celebrated social conformity and capitalized on the paranoia of the 1950s.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Both celebrated youth culture and capitalized on the materialism of the 1950s.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Both embraced rebelliousness and rejected the conventions of the 1950s.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Both embraced individualism and rejected the technologies of the 1950s.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "19": {
        "Number": 19,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The two excerpts below are from State of Union Addresses of President Theodore Roosevelt and President William Howard Taft.",
            ":box:Chronic wrongdoing . . . results in a general loosening of the ties of civilized society . . . In the Western Hemisphere the adherence of the United States to the Monroe Doctrine may force the United States, however reluctantly, in flagrant cases of such wrongdoing or impotence, to the exercise of an international police power.\n\n\t—President Roosevelt, 1904\n\nSource: Public Domain/The American Presidency Project",
            ":box:This policy has been characterized as substituting dollars for bullets. It is one that appeals alike to idealistic humanitarian sentiments, to the dictates of sound policy and strategy, and to legitimate commercial aims. It is an effort frankly directed to the increase of American trade upon the axiomatic principle that the Government of the United States shall extend all proper support to every legitimate and beneficial American enterprise abroad.\n\n\t—President Taft, 1912\n\nSource: Public Domain/The American Presidency Project",
            "Based on these excerpts and your content knowledge, which statement identifies a similarity and a difference in these presidents' foreign policies?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Both are isolationist, but one supports using tariffs while the other supports using an equal-privileges policy to protect U.S. economic interests.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Both are interventionist, but one supports using U.S. military influence while the other supports using U.S. economic influence to affect world events.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Both are interventionist, but one supports using cultural imperialism while the other supports using territorial annexation to further U.S. political interests.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Both are isolationist, but one supports using U.S. diplomatic influence while the other supports using U.S. political influence to avoid foreign entanglements.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "20": {
        "Number": 20,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Which position did William Jennings Bryan argue in favor of during the Scopes trial?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Teachers must be allowed to choose course content.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "State laws regarding public education must be upheld.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Religious influence on public education must be limited.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Students must be exposed to modern scientific theories.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "21": {
        "Number": 21,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The map below shows a U.S. military strategy during World War II.",
            "problems/TN20HSUSH/media/21a.jpg",
            "Based on the map and your content knowledge, which statement explains the reason for the strategy?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It allowed the United States to conserve resources by strategically capturing islands that were less protected and could support an attack of the Japanese mainland.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "It allowed the United States to limit losses prior to an invasion of Japan by strategically attacking islands that were heavily fortified and would distract their army.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "It allowed the United States to slowly weaken the Japanese by forcing their military to spread its resources over a wide area to protect territorial holdings.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "It allowed the United States to slowly advance upon Japan by diverting their military with numerous island attacks over a wide area.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "22": {
        "Number": 22,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The excerpt below is an amendment to the U.S. Constitution.",
            ":box:24th Amendment\n\nSᴇᴄᴛɪᴏɴ 1.\n\nThe right of citizens of the United States to vote in any primary or other election for President or Vice President, for electors for President or Vice President, or for Senator or Representative in Congress, shall not be denied or abridged by the United States or any state by reason of failure to pay any poll tax or other tax.\n\nSᴇᴄᴛɪᴏɴ 2.\n\nThe Congress shall have power to enforce this article by appropriate legislation.\n\nSource: Public Domain/ U.S. National Archives and Records Administration",
            "What was the 𝗠𝗔𝗜𝗡 issue the sponsors of this constitutional amendment sought to address?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Some state governments were trying to reduce voter turnout in order to avoid social change.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Some Americans believed that charging a tax for voting would keep young people from participating in politics.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Some Americans believed that citizens should only be allowed to vote if they had enough wealth to afford to pay a tax.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Some state governments were trying to keep poor citizens from voting in order to stop the passage of legislation aimed at reducing poverty.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "23": {
        "Number": 23,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The newspaper headlines below refer to a political issue from 1919.",
            "problems/TN20HSUSH/media/23a.jpg",
            "Which debate was central to this political issue?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "the power of the federal government versus the rights of states",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "the need for free trade versus the protection of domestic markets",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "the need for national security versus the protection of individual rights",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "the need for international cooperation versus the risks of foreign entanglements",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "24": {
        "Number": 24,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The illustration below is based on a cartoon published in 1898.",
            "problems/TN20HSUSH/media/24a.jpg",
            "Based on the illustration and your content knowledge, which conclusion can be made about U.S. foreign policy in the late 19th century?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Competition among media outlets helped promote imperialist ambitions.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Published debates between politicians helped promote naval expansion.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Competition among media outlets led to public support for business regulations.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Published debates between politicians led to public support for military intervention.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "25": {
        "Number": 25,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The timeline below shows a sequence of events during the Great Depression.",
            "problems/TN20HSUSH/media/25a.jpg",
            "Based on this timeline and your content knowledge, which conclusion can be made about the Great Depression?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Most experts agree that poor business decisions were the central cause and would likely lead to future recessions.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Most experts agree that poor government decisions were the central cause and would likely lead to future recessions.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Most experts agree that an unfortunate combination of negative trends in the economy resulted in a downturn unlike any past recession.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Most experts agree that an unfortunate amount of unquestioned confidence in the economy resulted in a downturn unlike any past recession.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "26": {
        "Number": 26,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "In the 1920s, which development was a major factor in the rise of celebrities like Babe Ruth and Lou Gehrig?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "the mass production of goods",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "the development of mass media",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "the change in women's social behavior",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "the reduction in men's alcohol consumption",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "27": {
        "Number": 27,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The photograph below was taken in Great Britain in 1941.",
            "problems/TN20HSUSH/media/27a.jpg",
            "What was the primary objective of the U.S. government program illustrated in the photograph?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "to provide proof of U.S. neutrality to European nations",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "to increase U.S. revenue by selling surplus goods to European nations",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "to provide supplies to nations deemed vital to the defense of the United States",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "to increase defense production deemed vital to the economy of the United States",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "28": {
        "Number": 28,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The excerpt below was written by W.E.B. DuBois in response to arguments made by Booker T. Washington.",
            ":box:Again, in our own land, the reaction from the sentiment of war time has given impetus to race-prejudice against Negroes,and Mr. Washington withdraws many of the high demands of Negroes as men and American citizens. In other periods of intensified prejudice all the Negro's tendency to self-assertion has been called forth; at this period a policy of submission is advocated. In the history of nearly all other races and peoples the doctrine preached at such crises has been that manly self-respect is worth more than lands and houses, and that a people who voluntarily surrender such respect, or cease striving for it, are not worth civilizing.\n\nIn answer to this, it has been claimed that the Negro can survive only through submission. Mr. Washington distinctly asks that black people give up, at least for the present, three things,—\n\nFirst, political power,\n\nSecond, insistence on civil rights,\n\nThird, higher education of Negro youth, —and concentrate all their energies on industrial education, and accumulation of wealth, and the conciliation of the South. This policy has been courageously and insistently advocated for over fifteen years, and has been triumphant for perhaps ten years. As a result of this tender of the palm-branch, what has been the return? In these years there have occurred:\n\n1. The disfranchisement of the Negro.\n\n2. The legal creation of a distinct status of civil inferiority for the Negro.\n\n3. The steady withdrawal of aid from institutions for the higher training of the Negro.\n\nThese movements are not, to be sure, direct results of Mr. Washington's teachings; but his propaganda has, without a shadow of doubt, helped their speedier accomplishment. The question then comes: Is it possible, and probable, that nine millions of men can make effective progress in economic lines if they are deprived of political rights, made a servile caste, and allowed only the most meagre chance for developing their exceptional men? If history and reason give any distinct answer to these questions, it is an emphatic NO. And Mr. Washington thus faces the triple paradox of his career:\n\n1. He is striving nobly to make Negro artisans business men and property-owners; but it is utterly impossible, under modern competitive methods, for workingmen and property-owners to defend their rights and exist without the right of suffrage.\n\n2. He insists on thrift and self-respect, but at the same time counsels a silent submission to civic inferiority such as is bound to sap the manhood of any race in the long run.\n\n3. He advocates common-school and industrial training, and depreciates institutions of higher learning; but neither the Negro common-schools, nor Tuskegee itself, could remain open a day were it not for teachers trained in Negro colleges, or trained by their graduates.\n\nSource: Public Domain",
            "Based on this excerpt, which statement summarizes W.E.B. DuBois's 𝗠𝗔𝗝𝗢𝗥 criticism of Booker T. Washington's philosophy?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Washington is too focused on obtaining legal rights and privileges.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Washington is not focused on economic advancement and opportunities.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Washington is not willing to work for educational and social improvements.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Washington is too willing to work within existing political and social structures.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    }
}