{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Revising"
        ],
        "SubTopics": [
            "Revise drafts to improve clarity, development, organization, style, diction, and sentence effectiveness, including use of parallel constructions and placement of phrases and dependent clauses."
        ],
        "SuppContent": [
            "problems/TX21HSE2/supps/TX21HSE2-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Nancy has not used the most effective word in sentence 4. Which word should replace have to create a more effective sentence?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "carry",
                "Key": {
                    "Correct": false,
                    "Rationale": "Teens do not “carry” classes, hours of homework, and extracurricular activities, so the word “carry” is not the most effective word to use in this sentence.",
                    "Percent": 9
                }
            },
            "B": {
                "Choice": "accept",
                "Key": {
                    "Correct": false,
                    "Rationale": "The word “accept” is not the most effective word to use in this sentence. Teens must “manage” a variety of responsibilities and commitments, not just “accept” them.",
                    "Percent": 7
                }
            },
            "C": {
                "Choice": "manage",
                "Key": {
                    "Correct": true,
                    "Rationale": "Replacing the word “have” with the word “manage” creates an effective sentence because it emphasizes that teens are responsible for their busy schedules.",
                    "Percent": 80
                }
            },
            "D": {
                "Choice": "enroll",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this sentence the act of enrolling is only appropriate for classes and extracurricular activities, so changing “have” to “enroll” does not create a more effective sentence.",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Revising"
        ],
        "SubTopics": [
            "Develop drafts into a focused, structured, and coherent piece of writing in timed and open-ended situations."
        ],
        "SuppContent": [
            "problems/TX21HSE2/supps/TX21HSE2-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which of these sentences should Nancy add at the beginning of the second paragraph (sentences 7–15) to serve as the most effective position statement for her essay?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "I think I would like the four-day school week because I would enjoy the extra time to rest on the weekend.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the ideas in this sentence include a possible benefit of the four-day school week, adding this sentence does not offer a clear position statement.",
                    "Percent": 3
                }
            },
            "G": {
                "Choice": "The four-day school week is a great idea for all students and parents, and even the school district would likely benefit.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The benefits to parents of a four-day week are not mentioned in the selection, so adding this sentence would not establish an effective position statement.",
                    "Percent": 20
                }
            },
            "H": {
                "Choice": "We spend way too much time during the week in school, and it would be nice to have a three-day weekend for a part-time job or to just relax.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Adding this sentence would not provide an effective position statement for the paper because it is a detail rather than a summarizing sentence of the writer's position.",
                    "Percent": 11
                }
            },
            "J": {
                "Choice": "The four-day school week provides benefits that would help the students, teachers, and schools in our district.",
                "Key": {
                    "Correct": true,
                    "Rationale": "A position statement is a statement that summarizes the main point or claim of a piece of writing. By adding this sentence at the beginning of the second paragraph, the writer clearly states her position and why she supports the four-day school week.",
                    "Percent": 66
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Revising"
        ],
        "SubTopics": [
            "Develop drafts into a focused, structured, and coherent piece of writing in timed and open-ended situations."
        ],
        "SuppContent": [
            "problems/TX21HSE2/supps/TX21HSE2-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which sentence in the fourth paragraph (sentences 22–30) is extraneous and should be deleted?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Sentence 27",
                "Key": {
                    "Correct": false,
                    "Rationale": "The information in sentence 27 is important because it supports the idea that students benefit from the four-day school week.",
                    "Percent": 5
                }
            },
            "B": {
                "Choice": "Sentence 28",
                "Key": {
                    "Correct": true,
                    "Rationale": "The focus of sentences 22 through 30 is how teachers and students benefit from shorter school weeks and longer school days. Deleting sentence 28 removes extraneous information since Matlosz's teaching experience is not relevant to the rest of the information in the paragraph.",
                    "Percent": 78
                }
            },
            "C": {
                "Choice": "Sentence 29",
                "Key": {
                    "Correct": false,
                    "Rationale": "The specific examples presented in sentence 29 provide support for the idea that students and teachers benefit from the four-day school week, so this sentence should not be deleted.",
                    "Percent": 11
                }
            },
            "D": {
                "Choice": "Sentence 30",
                "Key": {
                    "Correct": false,
                    "Rationale": "The information presented in sentence 30 emphasizes how students benefit from the four-day school week and should not be deleted.",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Revising"
        ],
        "SubTopics": [
            "Develop drafts into a focused, structured, and coherent piece of writing in timed and open-ended situations."
        ],
        "SuppContent": [
            "problems/TX21HSE2/supps/TX21HSE2-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Nancy is concerned that she has included a redundant sentence in the fifth paragraph (sentences 31–35). Which sentence should be deleted from the paragraph?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Sentence 32",
                "Key": {
                    "Correct": false,
                    "Rationale": "The information in sentence 32 supports the focus of the paragraph and should not be deleted.",
                    "Percent": 4
                }
            },
            "G": {
                "Choice": "Sentence 33",
                "Key": {
                    "Correct": true,
                    "Rationale": "Sentence 33 includes redundant information because “budgets are stretched” is the same idea presented in sentence 32 “where budgets are strained.”",
                    "Percent": 86
                }
            },
            "H": {
                "Choice": "Sentence 34",
                "Key": {
                    "Correct": false,
                    "Rationale": "Specific examples of how schools can save money by shortening the school week are included in sentence 34 and support the ideas presented in the paragraph.",
                    "Percent": 4
                }
            },
            "J": {
                "Choice": "Sentence 35",
                "Key": {
                    "Correct": false,
                    "Rationale": "Sentence 35 is important because the author provides additional information regarding how schools can save money by shortening the school week.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Revising"
        ],
        "SubTopics": [
            "Develop drafts into a focused, structured, and coherent piece of writing in timed and open-ended situations."
        ],
        "SuppContent": [
            "problems/TX21HSE2/supps/TX21HSE2-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Reese needs to improve the introduction of his essay. Which sentence should be added before sentence 1 to create a more effective introduction for his essay?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "There are so many mysteries about the human body that you would never believe it.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The phrase “you would never believe it” is an opinion and lacks the emphasis necessary for an effective introduction.",
                    "Percent": 13
                }
            },
            "B": {
                "Choice": "The brain is like the body's big jigsaw puzzle.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Comparing the brain to a jigsaw puzzle is ineffective because it is too similar to the idea introduced in sentence 1.",
                    "Percent": 4
                }
            },
            "C": {
                "Choice": "Over the past centuries, many of the mysteries of the human body have been explained by science.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Adding this sentence emphasizes the mysterious nature of the human brain, which is the focus of the essay, by contrasting it with “many of the mysteries of the human body have been explained by science.”",
                    "Percent": 79
                }
            },
            "D": {
                "Choice": "Scientists are determined to find out all the facts that can help them understand our world.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The details in this sentence are vague, so adding it before sentence 1 does not create an effective introduction.",
                    "Percent": 4
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Revising"
        ],
        "SubTopics": [
            "Develop drafts into a focused, structured, and coherent piece of writing in timed and open-ended situations."
        ],
        "SuppContent": [
            "problems/TX21HSE2/supps/TX21HSE2-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Reese is considering adding this idea to his second paragraph (sentences 4–8).",
            ":box:The circulatory system moves blood rich with nutrients and oxygen to all the different parts of the body.",
            "Where should Reese insert this idea?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "After sentence 4",
                "Key": {
                    "Correct": true,
                    "Rationale": "Details about the circulatory system should be added after sentence 4 because the comparison between the circulatory system and the lymphatic system is emphasized.",
                    "Percent": 72
                }
            },
            "G": {
                "Choice": "After sentence 5",
                "Key": {
                    "Correct": false,
                    "Rationale": "Placing the additional sentence after sentence 5 would create a disruption in the paragraph by adding details about the circulatory system after explaining the purpose of the lymphatic system.",
                    "Percent": 10
                }
            },
            "H": {
                "Choice": "After sentence 6",
                "Key": {
                    "Correct": false,
                    "Rationale": "Adding this idea after sentence 6 interrupts the logical flow of ideas in the paragraph by introducing information about the circulatory system after the writer has narrowed the focus to the lymphatic system.",
                    "Percent": 4
                }
            },
            "J": {
                "Choice": "Reese should not insert this idea.",
                "Key": {
                    "Correct": false,
                    "Rationale": "A transition is a word, phrase, or sentence that connects topics or ideas. Details about the purpose of the circulatory system should be added to the paragraph because they strengthen the transition between sentence 4 and sentence 5.",
                    "Percent": 14
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Revising"
        ],
        "SubTopics": [
            "Develop drafts into a focused, structured, and coherent piece of writing in timed and open-ended situations."
        ],
        "SuppContent": [
            "problems/TX21HSE2/supps/TX21HSE2-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Reese needs a better transition between the second paragraph (sentences 4–8) and the third paragraph (sentences 9–14). Which sentence should replace sentence 9 to create a more effective transition?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Until recently, scientists could not determine how the brain is able to rid itself of waste because the lymphatic system does not include the brain.",
                "Key": {
                    "Correct": true,
                    "Rationale": "A transition is a word, phrase, or sentence that connects topics or ideas. Replacing sentence 9 with this sentence effectively transitions from the idea of how the lymphatic system gets rid of waste in the body to the idea of “how the brain is able to rid itself of waste.”",
                    "Percent": 67
                }
            },
            "B": {
                "Choice": "Scientists researched the brain for years before finally making a breakthrough.",
                "Key": {
                    "Correct": false,
                    "Rationale": "An effective transition between the second and third paragraphs is not provided because there is no connection to the lymphatic system that the writer discusses in the second paragraph.",
                    "Percent": 12
                }
            },
            "C": {
                "Choice": "No one knew how the brain was able to perform some functions.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The information included in this sentence is vague, so replacing sentence 9 with this sentence provides an ineffective transition between the two paragraphs.",
                    "Percent": 13
                }
            },
            "D": {
                "Choice": "The lymphatic system does not include the brain, so everyone always wondered about that.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The phrase “so everyone always wondered about that” is imprecise. It fails to create an effective transition.",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Revising"
        ],
        "SubTopics": [
            "Revise drafts to improve clarity, development, organization, style, diction, and sentence effectiveness, including use of parallel constructions and placement of phrases and dependent clauses."
        ],
        "SuppContent": [
            "problems/TX21HSE2/supps/TX21HSE2-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Reese wants to improve the clarity of sentence 12. How should sentence 12 be revised?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Running along the brain's blood vessels, the team determined is a fluid that carries waste away from the brain.",
                "Key": {
                    "Correct": false,
                    "Rationale": "A confusing sentence is created with this revision, and a misplaced-modifier error is introduced. A misplaced modifier is a word, phrase, or clause that is improperly separated from the word it modifies or describes.",
                    "Percent": 16
                }
            },
            "G": {
                "Choice": "The team determined that fluid running along the brain's blood vessels carries waste away from the brain.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Rearranging the wording in this way eliminates the awkward phrasing and clearly shows the connection of ideas by clarifying that there is fluid “running along the brain's blood vessels.”",
                    "Percent": 68
                }
            },
            "H": {
                "Choice": "Waste by a fluid that is running along the brain's blood vessels is carried away from the brain, the team determined.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Revising the sentence in this way results in a confusing sentence with an awkward structure.",
                    "Percent": 5
                }
            },
            "J": {
                "Choice": "Along the side of the brain's blood vessels is a fluid, the team determined, and this carries away from the brain waste.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This revision results in an awkward sentence that does not improve the clarity of the sentence.",
                    "Percent": 11
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Revising"
        ],
        "SubTopics": [
            "Develop drafts into a focused, structured, and coherent piece of writing in timed and open-ended situations."
        ],
        "SuppContent": [
            "problems/TX21HSE2/supps/TX21HSE2-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which sentence should Reese add after sentence 18 to provide additional support for the inference in sentence 19?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It would be a good idea to get rid of these bad proteins.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This sentence is a personal opinion and provides no additional support for the inference.",
                    "Percent": 12
                }
            },
            "B": {
                "Choice": "Another type of protein is important to building strong muscles.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This revision includes extraneous information that is irrelevant to the inference presented in sentence 19.",
                    "Percent": 5
                }
            },
            "C": {
                "Choice": "Alzheimer's is a disease that is heavily researched.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Adding this sentence introduces extraneous information that does not support the inference in sentence 19.",
                    "Percent": 8
                }
            },
            "D": {
                "Choice": "Some of these same proteins appear in the waste products of brain cells.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The idea that specific “proteins appear in the waste products of brain cells” effectively supports the inference that brain diseases are connected to the lymphatic system's ability to remove waste in the brain.",
                    "Percent": 75
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Editing"
        ],
        "SubTopics": [
            "Edit drafts using standard English conventions."
        ],
        "SuppContent": [
            "problems/TX21HSE2/supps/TX21HSE2-S3.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What change is needed in sentence 1?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Insert a comma after NASA",
                "Key": {
                    "Correct": false,
                    "Rationale": "Inserting a comma after “NASA” would introduce a punctuation error because no comma is needed.",
                    "Percent": 11
                }
            },
            "G": {
                "Choice": "Change idea to ideas",
                "Key": {
                    "Correct": false,
                    "Rationale": "The singular noun “idea” is correctly used in the sentence since there is only one idea that is referenced.",
                    "Percent": 4
                }
            },
            "H": {
                "Choice": "Change becoming to to become",
                "Key": {
                    "Correct": false,
                    "Rationale": "Changing “becoming” to “to become” introduces a verb-form error in the sentence.",
                    "Percent": 8
                }
            },
            "J": {
                "Choice": "Change incomprehensable to incomprehensible",
                "Key": {
                    "Correct": true,
                    "Rationale": "Changing “incomprehensable” to “incomprehensible” corrects the spelling error in the sentence.",
                    "Percent": 77
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Editing"
        ],
        "SubTopics": [
            "Edit drafts using standard English conventions."
        ],
        "SuppContent": [
            "problems/TX21HSE2/supps/TX21HSE2-S3.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What change is needed in sentence 12?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Change campaigns to campaign's",
                "Key": {
                    "Correct": true,
                    "Rationale": "A possessive is a noun or a pronoun that shows possession by the addition of an apostrophe. Changing “campaigns” to “campaign's” corrects a punctuation error by showing that the advertisement belongs to the campaign.",
                    "Percent": 71
                }
            },
            "B": {
                "Choice": "Change advertisements to advertizements",
                "Key": {
                    "Correct": false,
                    "Rationale": "Changing “advertisements” to “advertizements” would create a spelling error.",
                    "Percent": 5
                }
            },
            "C": {
                "Choice": "Change realized to realizing",
                "Key": {
                    "Correct": false,
                    "Rationale": "The verb “realized” is used correctly in the sentence, because the events being described took place in the past.",
                    "Percent": 8
                }
            },
            "D": {
                "Choice": "Delete the comma after qualifications",
                "Key": {
                    "Correct": false,
                    "Rationale": "It is appropriate to use a comma before the conjunction “so” when separating two independent clauses, which are clauses that can stand alone as complete sentences.",
                    "Percent": 16
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Editing"
        ],
        "SubTopics": [
            "Edit drafts using standard English conventions."
        ],
        "SuppContent": [
            "problems/TX21HSE2/supps/TX21HSE2-S3.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What is the correct way to write sentences 13 and 14?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Ride was accepted into the astronaut program and began preparing for a space mission; trained both physically and mentally.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Combining sentences 13 and 14 with a semicolon is grammatically incorrect.",
                    "Percent": 18
                }
            },
            "G": {
                "Choice": "Ride was accepted into the astronaut program and began preparing for a space mission by training both physically and mentally.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Sentence 14 is a sentence fragment, which is a group of words that is not a complete sentence. Combining sentences 13 and 14 in this manner corrects the sentence fragment.",
                    "Percent": 72
                }
            },
            "H": {
                "Choice": "Ride was accepted into the astronaut program and began preparing for a space mission: trained both physically and mentally.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Replacing the period with a colon to combine the two sentences introduces a grammatical error.",
                    "Percent": 6
                }
            },
            "J": {
                "Choice": "Ride was accepted into the astronaut program and began preparing for a space mission and she training both physically and mentally.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The phrase “and she training” is grammatically incorrect and is not the correct way to eliminate the sentence fragment in sentence 14.",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Editing"
        ],
        "SubTopics": [
            "Edit drafts using standard English conventions."
        ],
        "SuppContent": [
            "problems/TX21HSE2/supps/TX21HSE2-S3.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What change is needed in sentence 17?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Change broke free to breaks free",
                "Key": {
                    "Correct": false,
                    "Rationale": "The past-tense verb phrase “broke free” is used correctly to describe an action that took place in the past.",
                    "Percent": 5
                }
            },
            "B": {
                "Choice": "Insert a comma after atmosphere",
                "Key": {
                    "Correct": true,
                    "Rationale": "Inserting a comma after “atmosphere” corrects a punctuation error in the sentence since a comma is needed after the long introductory phrase.",
                    "Percent": 65
                }
            },
            "C": {
                "Choice": "Change country's to countries",
                "Key": {
                    "Correct": false,
                    "Rationale": "A possessive is a noun or a pronoun that shows possession by the addition of an apostrophe. In sentence 17, the possessive noun “country's” is correctly used to refer to the “glass ceiling” that belongs to the country.",
                    "Percent": 20
                }
            },
            "D": {
                "Choice": "Insert a comma after ceiling",
                "Key": {
                    "Correct": false,
                    "Rationale": "Adding an unnecessary comma after “ceiling” creates a punctuation error.",
                    "Percent": 9
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Editing"
        ],
        "SubTopics": [
            "Edit drafts using standard English conventions."
        ],
        "SuppContent": [
            "problems/TX21HSE2/supps/TX21HSE2-S3.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What change, if any, is needed in sentence 24?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Change becomes to became",
                "Key": {
                    "Correct": true,
                    "Rationale": "Changing “becomes” to the past-tense verb “became” corrects the verb-tense error in the sentence.",
                    "Percent": 84
                }
            },
            "G": {
                "Choice": "Change fierce to feirce",
                "Key": {
                    "Correct": false,
                    "Rationale": "Changing “fierce” to “feirce” would introduce a spelling error in the sentence.",
                    "Percent": 2
                }
            },
            "H": {
                "Choice": "Change advocate to advocates",
                "Key": {
                    "Correct": false,
                    "Rationale": "The singular noun “advocate” is used correctly to refer to Sally Ride in the sentence.",
                    "Percent": 3
                }
            },
            "J": {
                "Choice": "No change is needed in sentence 24.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Leaving the sentence unchanged does not correct the verb-tense error.",
                    "Percent": 11
                }
            }
        },
        "Parts": {}
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Editing"
        ],
        "SubTopics": [
            "Edit drafts using standard English conventions."
        ],
        "SuppContent": [
            "problems/TX21HSE2/supps/TX21HSE2-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What change should be made in sentence 2?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Change signed to signs",
                "Key": {
                    "Correct": false,
                    "Rationale": "The past-tense verb “signed” is correctly used to refer to an event that took place in the past.",
                    "Percent": 2
                }
            },
            "B": {
                "Choice": "Change Metre to metre",
                "Key": {
                    "Correct": false,
                    "Rationale": "“The 1875 Treaty of the Metre” is a proper noun and should be capitalized.",
                    "Percent": 6
                }
            },
            "C": {
                "Choice": "Change which to this",
                "Key": {
                    "Correct": false,
                    "Rationale": "Changing “which” to “this” results in a run-on sentence, which is an error in which two or more clauses are joined incorrectly.",
                    "Percent": 25
                }
            },
            "D": {
                "Choice": "Change weights and measures to Weights and Measures",
                "Key": {
                    "Correct": true,
                    "Rationale": "Proper nouns are nouns that refer to a specific person, place, idea, or event. The “International Bureau of Weights and Measures” is a proper noun and should be capitalized.",
                    "Percent": 66
                }
            }
        },
        "Parts": {}
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Editing"
        ],
        "SubTopics": [
            "Edit drafts using standard English conventions."
        ],
        "SuppContent": [
            "problems/TX21HSE2/supps/TX21HSE2-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What change, if any, should be made in sentence 10?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Change use to using",
                "Key": {
                    "Correct": false,
                    "Rationale": "Changing “use” to “using” would introduce a verb-form error in the sentence.",
                    "Percent": 5
                }
            },
            "G": {
                "Choice": "Delete the semicolon",
                "Key": {
                    "Correct": true,
                    "Rationale": "The semicolon incorrectly links the information in this sentence, so deleting it corrects the punctuation error.",
                    "Percent": 65
                }
            },
            "H": {
                "Choice": "Insert a comma after standard",
                "Key": {
                    "Correct": false,
                    "Rationale": "This change creates a punctuation error by inserting an unnecessary comma.",
                    "Percent": 6
                }
            },
            "J": {
                "Choice": "No change is needed.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Leaving the sentence unchanged does not correct the punctuation error in the sentence.",
                    "Percent": 24
                }
            }
        },
        "Parts": {}
    },
    "17": {
        "Number": 17,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Editing"
        ],
        "SubTopics": [
            "Edit drafts using standard English conventions."
        ],
        "SuppContent": [
            "problems/TX21HSE2/supps/TX21HSE2-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What change, if any, should be made in sentence 21?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Delete the comma after ounces",
                "Key": {
                    "Correct": false,
                    "Rationale": "The comma is used correctly in the sentence as it separates a long introductory clause from the main part of the sentence.",
                    "Percent": 23
                }
            },
            "B": {
                "Choice": "Change uses to used",
                "Key": {
                    "Correct": false,
                    "Rationale": "The present-tense verb “uses” is correctly used to describe an action that is taking place in the present.",
                    "Percent": 10
                }
            },
            "C": {
                "Choice": "Change the comma after units to a colon",
                "Key": {
                    "Correct": true,
                    "Rationale": "Changing the comma after “units” to a colon corrects the punctuation error since the author provides a list after the word “units.”",
                    "Percent": 47
                }
            },
            "D": {
                "Choice": "Make no change",
                "Key": {
                    "Correct": false,
                    "Rationale": "Leaving the sentence unchanged does not correct the punctuation error in the sentence.",
                    "Percent": 20
                }
            }
        },
        "Parts": {}
    },
    "18": {
        "Number": 18,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Editing"
        ],
        "SubTopics": [
            "Edit drafts using standard English conventions."
        ],
        "SuppContent": [
            "problems/TX21HSE2/supps/TX21HSE2-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What is the correct way to write sentence 28?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Best of all, they will be using the same system as 95 percent of the rest of the world, in turn this will contribute to safety, facilitate trade, and improve international communication.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This sentence contains another comma splice and does not correct the original sentence.",
                    "Percent": 19
                }
            },
            "G": {
                "Choice": "Best of all, they will be using the same system as 95 percent of the rest of the world; in turn contributes to safety, facilitate trade, and improve international communication.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The replacement of the comma with a semicolon is not effective because the second main clause that follows the semicolon is a sentence fragment, which is a group of words that do not form a complete sentence, rather than an independent clause.",
                    "Percent": 19
                }
            },
            "H": {
                "Choice": "Best of all, they will be using the same system as 95 percent of the rest of the world, which in turn will contribute to safety, facilitate trade, and improve international communication.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The comma splice in sentence 28 occurs when two independent clauses are connected with only a comma. The comma splice is corrected by changing the second clause to a dependent clause, which is a clause that cannot stand alone as a complete sentence.",
                    "Percent": 49
                }
            },
            "J": {
                "Choice": "Best of all, they will be using the same system as 95 percent of the rest of the world. In turn will contribute to safety, facilitate trade, and improve international communication.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the first sentence is an independent clause and is correctly punctuated, the second sentence is a sentence fragment and makes this an incorrect answer.",
                    "Percent": 13
                }
            }
        },
        "Parts": {}
    },
    "19": {
        "Number": 19,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX21HSE2/supps/TX21HSE2-S5.json",
            "problems/TX21HSE2/supps/TX21HSE2-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read this quotation from paragraph 17 of the excerpt from The Piano Shop on the Left Bank.",
            ":box:I thought, this is a kind of love; and, as in love, my senses amplified and enhanced the love object, all with an insouciance and willing enthusiasm.",
            "Why does the narrator use a metaphor to describe his response to playing the piano?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "To explain how he is able to remember a piece of music",
                "Key": {
                    "Correct": false,
                    "Rationale": "The narrator uses a metaphor to refer to his feelings of love for playing the piano, not to explain his ability to remember a piece of music.",
                    "Percent": 5
                }
            },
            "B": {
                "Choice": "To show how sharing music increases enjoyment",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the narrator enjoys playing the piano, he suggests a preference for playing alone. The metaphor is not used to promote sharing music.",
                    "Percent": 11
                }
            },
            "C": {
                "Choice": "To suggest that owning a piano can spark enthusiasm",
                "Key": {
                    "Correct": false,
                    "Rationale": "The narrator uses a metaphor to describe his own feelings for the piano, not to suggest others feel the same enthusiasm he feels.",
                    "Percent": 8
                }
            },
            "D": {
                "Choice": "To reveal the depth of his feelings towards the piano",
                "Key": {
                    "Correct": true,
                    "Rationale": "A metaphor is a figure of speech that makes a comparison between two things that are unrelated but share common characteristics. The narrator compares playing the piano to “the love object,” which reveals the depth of his feelings towards the piano.",
                    "Percent": 76
                }
            }
        },
        "Parts": {}
    },
    "20": {
        "Number": 20,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX21HSE2/supps/TX21HSE2-S5.json",
            "problems/TX21HSE2/supps/TX21HSE2-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In paragraph 8 of the excerpt from The Piano Shop on the Left Bank, Luc suggests that the narrator  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "trust his ability to make decisions",
                "Key": {
                    "Correct": false,
                    "Rationale": "It is clear from the dialogue in paragraph 8 that Luc recognizes that it is up to the narrator to make the decision, but Luc does not suggest the need for the narrator to trust himself.",
                    "Percent": 18
                }
            },
            "G": {
                "Choice": "reflect on the commitment of buying a piano",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 8, Luc emphasizes the significance of buying a piano and how important it is to choose “'the right one.'” Luc is encouraging the narrator to reflect on the idea that buying a piano is a commitment.",
                    "Percent": 72
                }
            },
            "H": {
                "Choice": "be willing to consider other pianos",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Luc reminds the narrator of the importance of picking the right piano, he is not trying to direct the narrator to consider other pianos in paragraph 8.",
                    "Percent": 6
                }
            },
            "J": {
                "Choice": "think about playing different instruments",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Luc mentions “'a flute or a violin'” in paragraph 8, he is contrasting them with pianos in terms of the commitment involved. Luc is not suggesting the narrator play other instruments.",
                    "Percent": 3
                }
            }
        },
        "Parts": {}
    },
    "21": {
        "Number": 21,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX21HSE2/supps/TX21HSE2-S5.json",
            "problems/TX21HSE2/supps/TX21HSE2-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In paragraph 1 of the excerpt from The Piano Shop on the Left Bank, which idea is introduced?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The power of intuition",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 1, the narrator says, “Something said 'Yes!' before [he] even touched the keyboard.” The narrator intuitively understands that he has found the right piano.",
                    "Percent": 45
                }
            },
            "B": {
                "Choice": "An unachieved goal",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the narrator says he “wanted to invite music back” into his life in paragraph 1, there is no evidence to suggest that he recognizes an unachieved goal.",
                    "Percent": 13
                }
            },
            "C": {
                "Choice": "Impractical choices",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 1, the piano is described as an “impractical hulk,” but this description is about the size of the piano. The idea of whether a choice is practical is not introduced.",
                    "Percent": 11
                }
            },
            "D": {
                "Choice": "The wisdom of experience",
                "Key": {
                    "Correct": false,
                    "Rationale": "The reader can infer from details in paragraph 1 that the narrator has experience playing the piano, but the idea of wisdom gained through this experience is not introduced.",
                    "Percent": 31
                }
            }
        },
        "Parts": {}
    },
    "22": {
        "Number": 22,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX21HSE2/supps/TX21HSE2-S5.json",
            "problems/TX21HSE2/supps/TX21HSE2-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read this quotation from paragraph 16 of the excerpt from The Piano Shop on the Left Bank.",
            ":box:“Think of it as an investment in personal expression.”",
            "What can the reader infer about the narrator's wife based on her words?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The wife believes it is more important to invest in the arts than in other things.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The narrator's wife is not comparing the arts to anything; rather, she is comparing the purchase of the piano to being creative.",
                    "Percent": 9
                }
            },
            "G": {
                "Choice": "The wife does not believe people should deny themselves things that they want.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The narrator's wife thinks her husband should get the piano because he needs an outlet for his creativity, not just because he wants it.",
                    "Percent": 23
                }
            },
            "H": {
                "Choice": "The wife views the piano as an attractive addition to their living room.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The narrator's wife views the piano as a means for her husband to express his creativity, not merely as an attractive addition to their living room.",
                    "Percent": 6
                }
            },
            "J": {
                "Choice": "The wife sees music as a necessary outlet for her husband's creativity.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The reader can infer that the narrator's wife regards her husband's musical creativity, what she calls his “'personal expression,'” as a necessary outlet that is worth the “'investment'” of buying a piano.",
                    "Percent": 62
                }
            }
        },
        "Parts": {}
    },
    "23": {
        "Number": 23,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX21HSE2/supps/TX21HSE2-S5.json",
            "problems/TX21HSE2/supps/TX21HSE2-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In paragraph 17 of the excerpt from The Piano Shop on the Left Bank, how does the narrator feel about playing the Stingl piano in the piano shop?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "He needs Luc to help him build confidence in his musical ability.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although in paragraph 6 the narrator recognizes his musical limitations, in paragraph 17, he does not seem to need help building confidence since he plays the piano in front of Luc.",
                    "Percent": 9
                }
            },
            "B": {
                "Choice": "He hopes Luc will believe that he is worthy of the Stingl.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence to suggest that the narrator considers whether he will appear to Luc as someone who is worthy of the Stingl.",
                    "Percent": 10
                }
            },
            "C": {
                "Choice": "He feels oddly comfortable playing in front of Luc.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 17, the narrator admits that he has “never been comfortable playing in front of others.” However, he acknowledges that playing for Luc was “different” and that Luc's “presence seemed encouraging,” which supports the conclusion that the narrator feels oddly comfortable playing in front of Luc.",
                    "Percent": 71
                }
            },
            "D": {
                "Choice": "He enjoys showing Luc that he can play different types of music.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The narrator and Luc are more focused on the sound of the piano than the types of music the narrator is playing.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "24": {
        "Number": 24,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Analyze how the author's diction and syntax contribute to the mood, voice, and tone of a text."
        ],
        "SuppContent": [
            "problems/TX21HSE2/supps/TX21HSE2-S5.json",
            "problems/TX21HSE2/supps/TX21HSE2-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In paragraph 1 of the excerpt from The Piano Shop on the Left Bank, why does the narrator describe the piano as “a strange and wonderful combination of the robust and the delicate”?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "To explain why he feels this particular piano is special",
                "Key": {
                    "Correct": true,
                    "Rationale": "This description is provided to reveal the narrator's delight with the piano's distinctive tone. Based on this description, the reader can conclude that the narrator feels that this piano is special.",
                    "Percent": 78
                }
            },
            "G": {
                "Choice": "To reveal that he needs a piano that is not too fragile or ornate",
                "Key": {
                    "Correct": false,
                    "Rationale": "This description is about the piano's tone, not its durability or physical appearance.",
                    "Percent": 10
                }
            },
            "H": {
                "Choice": "To state why he is physically able to play this particular piano",
                "Key": {
                    "Correct": false,
                    "Rationale": "The narrator describes the piano's tone. However, the narrator does not state why he is physically able to play the piano.",
                    "Percent": 8
                }
            },
            "J": {
                "Choice": "To suggest that he prefers a piano that won't require much upkeep",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence in paragraph 1 to suggest the narrator is considering the piano's upkeep or that this piano differs from other pianos in that regard.",
                    "Percent": 4
                }
            }
        },
        "Parts": {}
    },
    "25": {
        "Number": 25,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Analyze how the author's diction and syntax contribute to the mood, voice, and tone of a text."
        ],
        "SuppContent": [
            "problems/TX21HSE2/supps/TX21HSE2-S5.json",
            "problems/TX21HSE2/supps/TX21HSE2-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read this quotation from paragraph 1 of the excerpt from The Piano Shop on the Left Bank.",
            ":box:I was nervous, almost spellbound; suddenly this great impractical hulk was the gateway to a territory from which I had been absent for too long. Something said “Yes!” before I even touched the keyboard.",
            "What is the narrator's purpose for including this description?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "To explain where he is shopping for a piano",
                "Key": {
                    "Correct": false,
                    "Rationale": "The narrator expresses excitement about a piano. The narrator does not explain where he is shopping.",
                    "Percent": 3
                }
            },
            "B": {
                "Choice": "To highlight his doubts about wanting a piano",
                "Key": {
                    "Correct": false,
                    "Rationale": "The description is used to highlight the narrator's fascination with a piano, not about his doubts about what he wants.",
                    "Percent": 7
                }
            },
            "C": {
                "Choice": "To show how he exaggerates when describing events",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence to suggest that the narrator tends to exaggerate, even in the description he provides in this quotation.",
                    "Percent": 10
                }
            },
            "D": {
                "Choice": "To reveal the strength of his desire to play the piano again",
                "Key": {
                    "Correct": true,
                    "Rationale": "In this quotation, the narrator uses a tone of excitement and awe to describe the piano. Based on the descriptive language, the reader can conclude that the narrator has a strong desire to play the piano again.",
                    "Percent": 81
                }
            }
        },
        "Parts": {}
    },
    "26": {
        "Number": 26,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Informations"
        ],
        "SubTopics": [
            "Analyze characteristics and structural elements of informational texts."
        ],
        "SuppContent": [
            "problems/TX21HSE2/supps/TX21HSE2-S5.json",
            "problems/TX21HSE2/supps/TX21HSE2-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In the excerpt from the article “Those Old Piano Blues,” how does the author mainly organize his ideas?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "He lists the benefits of owning a piano by referencing a magazine article about musical instruments.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While a magazine title is mentioned, the author makes no reference to an article listing the benefits of owning a piano.",
                    "Percent": 10
                }
            },
            "G": {
                "Choice": "He supports people learning to play the piano with stories from students who enjoy the instrument.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author mentions that there are still many students taking lessons, there are no stories about students enjoying music.",
                    "Percent": 11
                }
            },
            "H": {
                "Choice": "He argues against getting rid of old pianos by explaining how important they once were.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author does not argue against getting rid of pianos. In fact, he admits that the “pruning of a century's worth of neglected home pianos might not be such a bad thing.”",
                    "Percent": 27
                }
            },
            "J": {
                "Choice": "He discusses trends in piano ownership by describing his experience trying to get rid of an old piano.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraphs 1 and 2, the author gives a brief history of the rise and fall of piano sales and then describes his difficulty in getting rid of a piano, which illustrates a reason for the downward trend in piano ownership.",
                    "Percent": 52
                }
            }
        },
        "Parts": {}
    },
    "27": {
        "Number": 27,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX21HSE2/supps/TX21HSE2-S5.json",
            "problems/TX21HSE2/supps/TX21HSE2-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read this quotation from paragraph 2 of the excerpt from the article “Those Old Piano Blues.”",
            ":box:Then a slow, downward sales arpeggio started.",
            "What does the author's use of musical terminology convey in the quotation?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "How the popularity of the piano has shifted like notes in a song",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author refers to a “downward ... arpeggio” to emphasize the decline in piano sales that started in the late 1970s. The author's use of musical terminology compares the shifting popularity of the piano and the shifting notes in a song.",
                    "Percent": 72
                }
            },
            "B": {
                "Choice": "How piano dealers use musical language when they speak",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author does not attribute the sentence to a music dealer. The reference to the arpeggio is being made by the author.",
                    "Percent": 8
                }
            },
            "C": {
                "Choice": "How piano tones affect the price of the instruments",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence to support the conclusion that the tones made by pianos affect the overall price of pianos.",
                    "Percent": 7
                }
            },
            "D": {
                "Choice": "How piano music will persist despite its decrease in popularity",
                "Key": {
                    "Correct": false,
                    "Rationale": "Based on paragraph 2, the reader can conclude that fewer people are buying pianos, but there is no reference to how that trend might affect piano music.",
                    "Percent": 13
                }
            }
        },
        "Parts": {}
    },
    "28": {
        "Number": 28,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX21HSE2/supps/TX21HSE2-S5.json",
            "problems/TX21HSE2/supps/TX21HSE2-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which quotation best shows that the author of the excerpt from the article “Those Old Piano Blues” is relieved someone wants his old piano?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The song had gone from major to minor, but we pressed on. (paragraph 4)",
                "Key": {
                    "Correct": false,
                    "Rationale": "This quotation is a reference to the author's persistence, not his relief.",
                    "Percent": 7
                }
            },
            "G": {
                "Choice": "Then the song shifted to the saddest of blues. (paragraph 4)",
                "Key": {
                    "Correct": false,
                    "Rationale": "This quotation is a reference to the author's increasing despair, not his relief.",
                    "Percent": 7
                }
            },
            "H": {
                "Choice": "But like many a blues song, this piano riff ends with hope. (paragraph 6)",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 6, the author compares his struggle to find a buyer for his piano to a blues song. The reference to the hopeful end is used to suggest that the author was relieved to finally find someone who wanted his old piano.",
                    "Percent": 77
                }
            },
            "J": {
                "Choice": "And to be sure, many older pianos have reached their coda. (paragraph 7)",
                "Key": {
                    "Correct": false,
                    "Rationale": "This quotation is a reference to old pianos reaching the ends of their life spans, not to the author's relief.",
                    "Percent": 9
                }
            }
        },
        "Parts": {}
    },
    "29": {
        "Number": 29,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Analyze the author's purpose, audience, and message within a text."
        ],
        "SuppContent": [
            "problems/TX21HSE2/supps/TX21HSE2-S5.json",
            "problems/TX21HSE2/supps/TX21HSE2-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What is the purpose of the information in the excerpt from the article “Those Old Piano Blues”?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "To explain why traditional pianos have greatly declined in value",
                "Key": {
                    "Correct": true,
                    "Rationale": "The purpose of the selection is to highlight the acoustic piano's value to American society, and to illustrate why that value has declined over time. The author explains that people are pursuing interests other than playing the piano, moving into smaller homes, and purchasing digital pianos — all factors that contribute to a decline in value.",
                    "Percent": 55
                }
            },
            "B": {
                "Choice": "To describe the differences between old pianos and new ones",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although there is information about old pianos and a reference to newer digital pianos, the author does not compare old pianos with new ones.",
                    "Percent": 12
                }
            },
            "C": {
                "Choice": "To prove that pianos made in the last century are irreplaceable",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author says that old pianos are being destroyed because they do not sell, which suggests that the instruments can be replaced.",
                    "Percent": 19
                }
            },
            "D": {
                "Choice": "To inform people about new American trends with musical instruments",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author does mention digital pianos as a new trend in paragraph 3, but the only trend discussed at length is the waning popularity of older pianos.",
                    "Percent": 14
                }
            }
        },
        "Parts": {}
    },
    "30": {
        "Number": 30,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Across Genres"
        ],
        "SubTopics": [
            "Use print or digital resources such as glossaries or technical dictionaries to clarify and validate understanding of the precise and appropriate meaning of technical or discipline-based vocabulary."
        ],
        "SuppContent": [
            "problems/TX21HSE2/supps/TX21HSE2-S5.json",
            "problems/TX21HSE2/supps/TX21HSE2-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read this dictionary entry.",
            ":box:boom \\'büm\\ n\n1. a deep hollow sound\n2. a rapid increase in activity\n3. a long pole for holding a microphone\n4. a barrier to obstruct navigation",
            "Which definition most closely matches the meaning of boom as it is used in paragraph 4 of the excerpt from the article “Those Old Piano Blues”?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Definition 1",
                "Key": {
                    "Correct": false,
                    "Rationale": "The b͟o͟o͟m described in paragraph 4 is about the disposal of pianos, not about a type of sound.",
                    "Percent": 9
                }
            },
            "G": {
                "Choice": "Definition 2",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 4, the author refers to the “growth area” of piano disposal and includes a quotation linking a b͟o͟o͟m with the action “getting rid of their pianos.” Based on this context, the reader can determine that in paragraph 4, b͟o͟o͟m is closest in meaning to Definition 2, a rapid increase in activity.",
                    "Percent": 83
                }
            },
            "H": {
                "Choice": "Definition 3",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no context in paragraph 4 related to poles or microphones.",
                    "Percent": 5
                }
            },
            "J": {
                "Choice": "Definition 4",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no context in paragraph 4 related to navigation.",
                    "Percent": 3
                }
            }
        },
        "Parts": {}
    },
    "31": {
        "Number": 31,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Analyze the author's purpose, audience, and message within a text."
        ],
        "SuppContent": [
            "problems/TX21HSE2/supps/TX21HSE2-S5.json",
            "problems/TX21HSE2/supps/TX21HSE2-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In the excerpt from the article “Those Old Piano Blues,” what is the primary purpose of paragraph 7?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "To explain why letting go of pianos is acceptable at times",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 7, the author explains the issues with pianos that “have reached their coda,” or ending. The author's purpose for including this information is to support the idea that it may be acceptable to get rid of an old piano.",
                    "Percent": 56
                }
            },
            "B": {
                "Choice": "To state the reasons why pianos are still important",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 7, the author expresses the idea that piano music will continue to be important, not the pianos themselves.",
                    "Percent": 10
                }
            },
            "C": {
                "Choice": "To detail the life cycle of pianos",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author refers to the end of a “piano's life span” in paragraph 7 but does not provide details about the life cycle of pianos.",
                    "Percent": 25
                }
            },
            "D": {
                "Choice": "To describe pianos in a historical context",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author refers to older pianos in paragraph 7 but provides no historical details about them.",
                    "Percent": 9
                }
            }
        },
        "Parts": {}
    },
    "32": {
        "Number": 32,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Across Genres"
        ],
        "SubTopics": [
            "Analyze context to distinguish among denotative, connotative, and figurative meanings of words."
        ],
        "SuppContent": [
            "problems/TX21HSE2/supps/TX21HSE2-S5.json",
            "problems/TX21HSE2/supps/TX21HSE2-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which word from the excerpt from the article “Those Old Piano Blues” means “an approximate amount”?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "peak (paragraph 1)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The word “peak” is used to describe a year, 1909, in which the greatest number of pianos were sold. A year cannot be described as “an approximate amount.”",
                    "Percent": 10
                }
            },
            "G": {
                "Choice": "substantial (paragraph 3)",
                "Key": {
                    "Correct": false,
                    "Rationale": "Based on the context in paragraph 3, the reader can conclude that “substantial” is close in meaning to a sizeable quantity, not “an approximate amount.”",
                    "Percent": 21
                }
            },
            "H": {
                "Choice": "roughly (paragraph 4)",
                "Key": {
                    "Correct": true,
                    "Rationale": "The word r͟o͟u͟g͟h͟l͟y is used in paragraph 4 to refer to the monthly rate of piano removals. The rate provided — five pianos a month — is an approximate, not an exact, number and can change every month.",
                    "Percent": 64
                }
            },
            "J": {
                "Choice": "treacherous (paragraph 5)",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 5, “treacherous” is used to describe the path removers take to get a piano to a truck; a path would not be described as “an approximate amount.”",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    },
    "33": {
        "Number": 33,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Paraphrase and summarize texts in ways that maintain meaning and logical order."
        ],
        "SuppContent": [
            "problems/TX21HSE2/supps/TX21HSE2-S5.json",
            "problems/TX21HSE2/supps/TX21HSE2-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which is the best summary of the excerpt from the article “Those Old Piano Blues”?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Many families in America once owned acoustic pianos, but there are now fewer families who want them. In fact, if you have an old piano, it can be very hard to sell it or find someone who wants it. That's why there are companies now offering to pick up old pianos. It is sad these instruments were once prized but have little value today, unless someone is willing to restore them to their original working condition.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Information about the decline in piano ownership is included in this summary, but the reasons for this decline are excluded.",
                    "Percent": 34
                }
            },
            "B": {
                "Choice": "Although acoustic pianos were once a popular item in American life, many are now being disposed of or recycled for parts. Changes in American entertainment, as well as the space and upkeep required to own an acoustic piano, have led people to pursue other interests or purchase less expensive digital pianos. However, the number of Americans learning to play the piano has not changed, which shows that the instrument is still appreciated.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The best summary of the selection is presented in these sentences. The popularity of owning a piano in the past and the current decline in ownership are both described, as are the reasons for the decline. The key idea that people still appreciate the piano and want to learn how to play the instrument is also conveyed.",
                    "Percent": 52
                }
            },
            "C": {
                "Choice": "Many families in America still own pianos but many of them are now digital pianos. People who own old acoustic pianos still feel sentimental about them and believe they are worth a lot of money. However, the people who make money from pianos are the ones that know how to remove or recycle them.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although some key details from the selection are included in this summary, the decline in piano ownership is not mentioned.",
                    "Percent": 8
                }
            },
            "D": {
                "Choice": "Today, Americans are learning to play piano as adults, and they often go to piano studios in cities like Los Angeles and New York. Piano playing was popular in the 20th century and still is. Pianos used to be an important part of family entertainment, but other instruments have taken their place. Today, old acoustic pianos are stored in warehouses because they take up too much room in houses.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The specific details included in this summary are not key ideas of the selection. This summary does not present the gist of the selection.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "34": {
        "Number": 34,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX21HSE2/supps/TX21HSE2-S5.json",
            "problems/TX21HSE2/supps/TX21HSE2-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In the excerpt from The Piano Shop on the Left Bank and the excerpt from the article “Those Old Piano Blues,” with which statement would both authors most likely agree?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Old pianos offer a great deal of emotional value to their owners.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In The Piano Shop on the Left Bank, the narrator is described as being “spellbound” (paragraph 1) and “babbling with enthusiasm” (paragraph 14) when he describes the piano to his wife. In “Those Old Piano Blues,” the author describes feeling the “saddest of blues” (paragraph 4) when he learns that many pianos are being disposed of.",
                    "Percent": 77
                }
            },
            "G": {
                "Choice": "Old pianos are constructed from better materials than new pianos.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author of The Piano Shop on the Left Bank describes the “solid feel” (paragraph 5) of a piano, neither author discusses the materials that make up a piano.",
                    "Percent": 8
                }
            },
            "H": {
                "Choice": "People can learn a lot about the history of pianos from musicians.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no information about the history of pianos included in The Piano Shop on the Left Bank, and “Those Old Piano Blues” includes only the recent history of piano sales.",
                    "Percent": 11
                }
            },
            "J": {
                "Choice": "People should learn to play on an acoustic piano before moving to a digital one.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Only the author of “Those Old Piano Blues” mentions digital pianos, and neither author claims that people should learn to play an acoustic piano before moving to a digital one.",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    },
    "35": {
        "Number": 35,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX21HSE2/supps/TX21HSE2-S5.json",
            "problems/TX21HSE2/supps/TX21HSE2-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "While the narrator of the excerpt from The Piano Shop on the Left Bank finds an old Stingl valuable enough for him to spend a lot of money on it, the author of the excerpt from the article “Those Old Piano Blues”  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "expects to sell an old Steinway for a high price",
                "Key": {
                    "Correct": false,
                    "Rationale": "In “Those Old Piano Blues,” the author tries to sell an old Steinway piano “for any price, including free” in paragraph 3. The reader can infer that the author did not have high expectations.",
                    "Percent": 17
                }
            },
            "B": {
                "Choice": "insists on donating his old piano to a school",
                "Key": {
                    "Correct": false,
                    "Rationale": "In “Those Old Piano Blues,” the author gives his old piano to a friend, not a school.",
                    "Percent": 11
                }
            },
            "C": {
                "Choice": "gives an old Steinway to someone who wants it",
                "Key": {
                    "Correct": true,
                    "Rationale": "In “Those Old Piano Blues,” the author tries unsuccessfully to sell an old Steinway piano and ultimately gives the instrument away.",
                    "Percent": 67
                }
            },
            "D": {
                "Choice": "thinks old pianos should be destroyed",
                "Key": {
                    "Correct": false,
                    "Rationale": "In “Those Old Piano Blues,” the author concludes that some pianos have reached the end of their life cycle but does not share the thought that old pianos should be destroyed.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "36": {
        "Number": 36,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX21HSE2/supps/TX21HSE2-S5.json",
            "problems/TX21HSE2/supps/TX21HSE2-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What is one notable difference between the two excerpts?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The selection from The Piano Shop on the Left Bank explains why someone wants to play piano, while the selection from the article “Those Old Piano Blues” explains why piano lessons are less popular.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author of “Those Old Piano Blues” explains that unlike piano ownership, piano lessons have not declined in popularity.",
                    "Percent": 16
                }
            },
            "G": {
                "Choice": "The selection from The Piano Shop on the Left Bank describes evaluating and buying an old piano, while the selection from the article “Those Old Piano Blues” describes an abundance of unwanted old pianos.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In The Piano Shop on the Left Bank, the focus is on the narrator's efforts to evaluate and buy an old Stingl piano — from playing it and falling in love with it at the shop, to convincing his wife that he had found the perfect piano. In “Those Old Piano Blues,” the author explains that there is such an abundance of unwanted old pianos that he cannot even give his away and that the business of disposing of old pianos is booming.",
                    "Percent": 64
                }
            },
            "H": {
                "Choice": "The selection from The Piano Shop on the Left Bank emphasizes the craftsmanship of a new acoustic piano, while the selection from the article “Those Old Piano Blues” emphasizes today's preference for digital pianos.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In The Piano Shop on the Left Bank, the narrator emphasizes the craftsmanship of an old piano, not a new one. In “Those Old Piano Blues,” the author mentions digital pianos but does not give emphasis to the idea that they are preferred over acoustic pianos.",
                    "Percent": 10
                }
            },
            "J": {
                "Choice": "The selection from The Piano Shop on the Left Bank shows how rare it is for someone to appreciate an old piano, while the selection from the article “Those Old Piano Blues” shows how people overvalue all musical instruments.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In The Piano Shop on the Left Bank, the author tells only of his own appreciation for an old piano but never says such appreciation is rare. In “Those Old Piano Blues,” people are described as overvaluing their pianos, not all instruments.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "37": {
        "Number": 37,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX21HSE2/supps/TX21HSE2-S5.json",
            "problems/TX21HSE2/supps/TX21HSE2-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What feeling is conveyed by both the excerpt from The Piano Shop on the Left Bank and the excerpt from the article “Those Old Piano Blues”?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Amusement",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author of “Those Old Piano Blues” describes pianos as a source of entertainment in the past, the feeling conveyed in both selections is attachment.",
                    "Percent": 10
                }
            },
            "B": {
                "Choice": "Ambition",
                "Key": {
                    "Correct": false,
                    "Rationale": "Neither the narrator in The Piano Shop on the Left Bank nor the author of “Those Old Piano Blues” describe a feeling of ambition. Though there is a personal task described in both selections, the reader cannot infer that it is a sense of ambition that drives the authors.",
                    "Percent": 23
                }
            },
            "C": {
                "Choice": "Attachment",
                "Key": {
                    "Correct": true,
                    "Rationale": "In both selections, the authors convey the attachment people have for pianos. In The Piano Shop on the Left Bank, the narrator highlights his own passion and longing for an old Stingl piano. In “Those Old Piano Blues,” the author describes his effort to find a home for his old piano, as well as how people overvalue their old pianos because of their emotional attachment to them.",
                    "Percent": 59
                }
            },
            "D": {
                "Choice": "Awe",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the narrator in The Piano Shop on the Left Bank is “spellbound” by the Stingl piano in paragraph 1, no feeling of awe is apparent in “Those Old Piano Blues.”",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    },
    "38": {
        "Number": 38,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Use text evidence and original commentary to support a comprehensive response."
        ],
        "SuppContent": [
            "problems/TX21HSE2/supps/TX21HSE2-S7.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which sentence from the selection best expresses the author's opinion about the culture of high school?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Something happened to my exuberance as I approached high school. (paragraph 1)",
                "Key": {
                    "Correct": false,
                    "Rationale": "This sentence is a reference to how the author felt before beginning high school, not to her opinion of high-school culture.",
                    "Percent": 9
                }
            },
            "G": {
                "Choice": "It takes time to excavate a past, but it is well worth it. (paragraph 5)",
                "Key": {
                    "Correct": false,
                    "Rationale": "High school is part of the author's past, but this sentence is not focused specifically on her high-school experience.",
                    "Percent": 9
                }
            },
            "H": {
                "Choice": "You may not be able to change the voices you have believed any more than I can go back and rewrite my journal entries from high school. (paragraph 6)",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this sentence, the author refers to journal entries she wrote when she was in high school but does not reveal her opinion of high-school culture.",
                    "Percent": 21
                }
            },
            "J": {
                "Choice": "It was toxic water to my spirit: I drank it in thinking it was life, but later came to find it was slowly killing me. (paragraph 9)",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 9, the author notes an “embedded pattern” of seeking approval in high school, pointing to a culture that, in her opinion, can be “toxic” to students.",
                    "Percent": 61
                }
            }
        },
        "Parts": {}
    },
    "39": {
        "Number": 39,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Informations"
        ],
        "SubTopics": [
            "Analyze characteristics and structural elements of informational texts."
        ],
        "SuppContent": [
            "problems/TX21HSE2/supps/TX21HSE2-S7.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In paragraph 2, what is the author's main reason for including the anecdote about Mattie Stepanek?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Stepanek wrote poetry for high-school students.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Stepanek's significance to the author goes beyond the fact that his poems have been geared for high-school students. The author includes the anecdote because Stepanek inspired people.",
                    "Percent": 4
                }
            },
            "B": {
                "Choice": "Stepanek encouraged people to publish their writing.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Stepanek inspired people to follow their dreams and perhaps pursue career paths, but there is no evidence in the selection that he encouraged people to publish their writing.",
                    "Percent": 6
                }
            },
            "C": {
                "Choice": "Stepanek inspired others to overcome personal obstacles.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 2, the author describes one of her heroes, Mattie Stepanek, who “was an inspirational 11-year-old child.” Mattie “set his dreams high” despite suffering from muscular dystrophy. The author includes the anecdote about Mattie to show how he inspired her and others to believe “that there is hope, there is love, and there are dreams waiting to become realities deep within each of us.”",
                    "Percent": 81
                }
            },
            "D": {
                "Choice": "Stepanek helped others deal with physical challenges.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author mentions Stepanek's own physical challenge — muscular dystrophy — but not whether he helped others deal with physical challenges like his.",
                    "Percent": 9
                }
            }
        },
        "Parts": {}
    },
    "40": {
        "Number": 40,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Across Genres"
        ],
        "SubTopics": [
            "Analyze context to distinguish among denotative, connotative, and figurative meanings of words."
        ],
        "SuppContent": [
            "problems/TX21HSE2/supps/TX21HSE2-S7.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In paragraph 4, what does grandeur most nearly mean?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Elegance",
                "Key": {
                    "Correct": false,
                    "Rationale": "The word “elegance” means refinement, which connotes a state of perfection. The author writes about the “elegant mix” of colors in paragraph 5; however, in paragraph 4 g͟r͟a͟n͟d͟e͟u͟r is used with the word “magnitude” to emphasize the canyon's size.",
                    "Percent": 15
                }
            },
            "G": {
                "Choice": "Magnificence",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 4, the author describes the Grand Canyon as a “natural wonder” and “spectacular.” Based on this context, and noting the root word “grand,” the reader can conclude that g͟r͟a͟n͟d͟e͟u͟r means magnificence.",
                    "Percent": 74
                }
            },
            "H": {
                "Choice": "Sophistication",
                "Key": {
                    "Correct": false,
                    "Rationale": "The word “sophistication” means complexity or worldly experience, which would not be used to describe a canyon.",
                    "Percent": 6
                }
            },
            "J": {
                "Choice": "Shapeliness",
                "Key": {
                    "Correct": false,
                    "Rationale": "The shape of the Grand Canyon would likely not be what struck the author as being “spectacular” because the next paragraph describes all the many features of the canyon. The word “shapeliness” means having a pleasing shape.",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    },
    "41": {
        "Number": 41,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Informations"
        ],
        "SubTopics": [
            "Analyze characteristics and structural elements of informational texts."
        ],
        "SuppContent": [
            "problems/TX21HSE2/supps/TX21HSE2-S7.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What evidence does the author primarily use to support her message?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Quotations from well-known individuals",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author includes only one quotation from a well-known individual, Mattie Stepanek.",
                    "Percent": 8
                }
            },
            "B": {
                "Choice": "Comparisons to other high-school students",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author refers to her experiences in high school, but she does not compare herself to other high-school students.",
                    "Percent": 8
                }
            },
            "C": {
                "Choice": "Reflections on personal experiences",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author's message is that early experiences do not have to define our lives when we are older. Throughout the selection, the author provides reflections on personal experiences to support this message. In paragraphs 4 and 5, the author describes a visit to the Grand Canyon, where she looks at the river flowing through the canyon and thinks about “slowly allowing the river to cut through the rock” of her “past experiences,” and states that she has “faith that in the end that process will reveal magnificent layers.” In paragraph 11, the author explains how “the voices that taunted” her in high school are now “powerless.”",
                    "Percent": 80
                }
            },
            "D": {
                "Choice": "Causes that led her to move to a new location",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 4, the author mentions moving to Flagstaff, Arizona, but does not explain her reasons for moving.",
                    "Percent": 4
                }
            }
        },
        "Parts": {}
    },
    "42": {
        "Number": 42,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX21HSE2/supps/TX21HSE2-S7.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read this quotation from paragraph 10.",
            ":box:What could happen if you allowed yourself to step outside the cages and breathe in the fresh air of your freedom?",
            "Based on the quotation, the author views her high-school years as a source of  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "transition",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author establishes a contrast between the idea of being in “cages” and breathing “the fresh air of ... freedom,” the reader can infer that the author does not view her own experiences in high school as a source of transition.",
                    "Percent": 21
                }
            },
            "G": {
                "Choice": "confinement",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author's description of stepping out of “the cages” to “breathe in the fresh air of ... freedom” is used to depict various experiences during her high-school years as a source of confinement.",
                    "Percent": 65
                }
            },
            "H": {
                "Choice": "order",
                "Key": {
                    "Correct": false,
                    "Rationale": "The quotation is used to link approval-seeking behavior with something that limits freedom, not something that provides order.",
                    "Percent": 4
                }
            },
            "J": {
                "Choice": "discipline",
                "Key": {
                    "Correct": false,
                    "Rationale": "The quotation is used to highlight the need for people to assert their own freedom from a certain mindset. The quotation has nothing to do with discipline in high school.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "43": {
        "Number": 43,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX21HSE2/supps/TX21HSE2-S7.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Based on paragraphs 4 and 5 of the selection, what can be inferred about the author?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "She finds deep meaning in the beauty of nature.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 4, the author explains how she and her husband “were immediately struck by the beauty of the San Francisco Peaks,” and she describes the Grand Canyon as “spectacular.” In paragraph 5, the author describes the appearance of the canyon in detail. Based on these details, the reader can conclude that the author finds deep meaning in the beauty of nature.",
                    "Percent": 71
                }
            },
            "B": {
                "Choice": "She wishes she had spent more time in nature in her youth.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author writes about her past, she does not express regret about not spending enough time in nature.",
                    "Percent": 9
                }
            },
            "C": {
                "Choice": "She enjoys traveling to faraway places to see natural wonders.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author enjoys the “natural wonder” of the Grand Canyon, the author does not provide any evidence to support that she considered the canyon to be a faraway place.",
                    "Percent": 12
                }
            },
            "D": {
                "Choice": "She grew up in an urban area where there was little natural landscape.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author does not reveal where she grew up, so there is no way for the reader to infer that she grew up in an urban area.",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    },
    "44": {
        "Number": 44,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX21HSE2/supps/TX21HSE2-S7.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "According to the selection, the author urges high-school students to be  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "concerned about their effects on others",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author is urging high-school students to not let other people affect them in a negative way, not talking about how they affect others.",
                    "Percent": 8
                }
            },
            "G": {
                "Choice": "opinionated and outspoken",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author wants high-school students to have the courage to be themselves, but she is not urging them to be opinionated and outspoken.",
                    "Percent": 11
                }
            },
            "H": {
                "Choice": "unafraid of being themselves",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 8, the author tells high-school students, “You, too, have a story to tell about your experiences and how they have created the person you are today,” and in paragraph 10, she states that “It is worth fighting against the voices that seek to tell you that you can't, you shouldn't, or you aren't worth it,” which implies a strength in being oneself. In paragraph 12, the author states “you don't need to fear your strength.”",
                    "Percent": 74
                }
            },
            "J": {
                "Choice": "willing to accept consequences for their actions",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author is urging high-school students to act with confidence, but she does not refer to consequences for their actions.",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    },
    "45": {
        "Number": 45,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Use text evidence and original commentary to support a comprehensive response."
        ],
        "SuppContent": [
            "problems/TX21HSE2/supps/TX21HSE2-S7.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which sentence from paragraph 5 best illustrates the author's feeling that her life experiences have made her more confident?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "During our visit we commented to each other how the colors, unlike the desert's browns and dull greens, were an elegant mix of reds, pinks, and yellows.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This author includes this sentence to describe the colors she saw on a trip to the Grand Canyon, not a sense of her confidence.",
                    "Percent": 9
                }
            },
            "B": {
                "Choice": "In high school, I was standing on top of the rocks, but no incisions had been made — no canyon had been formed.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This sentence is a reference to the author at an early stage in her life, before her life experiences made her more confident.",
                    "Percent": 14
                }
            },
            "C": {
                "Choice": "There was a river and it was flowing, but I did not see the layers beneath.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this sentence, the author is referring to a point in her life where she felt a sense of change, but it is before she becomes more confident. It was the recognition of “the layers beneath” that led to her confidence.",
                    "Percent": 6
                }
            },
            "D": {
                "Choice": "I have faith that in the end that process will reveal magnificent layers that inspire rather than repress and remain buried.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In this sentence, the author expresses the confidence she has gained over time by comparing her life experiences with “magnificent layers that inspire rather than repress and remain buried.” She feels inspired and empowered by her past.",
                    "Percent": 71
                }
            }
        },
        "Parts": {}
    },
    "46": {
        "Number": 46,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX21HSE2/supps/TX21HSE2-S8.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What do the repeated italicized words “bang-bang-bang-bang-bang” in both paragraphs 1 and 5 emphasize?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Kevin's constant desire to improve",
                "Key": {
                    "Correct": true,
                    "Rationale": "The repeated italicized “bang-bang-bang-bang-bang” is the sound of Kevin continuously shooting hockey pucks. The repetition and italics are used to draw the reader's attention to Kevin's dedication.",
                    "Percent": 79
                }
            },
            "G": {
                "Choice": "Kevin's irritation regarding his perceived weakness",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the repetition of “bang-bang-bang-bang-bang” could indicate a noise that causes irritation, there is no evidence to support the idea that Kevin is irritated.",
                    "Percent": 8
                }
            },
            "H": {
                "Choice": "Kevin's need to draw the attention of his neighbors",
                "Key": {
                    "Correct": false,
                    "Rationale": "Kevin's neighbors hear the “bang-bang-bang-bang-bang” noises whenever Kevin practices, but there is no evidence to support the idea that Kevin needs their attention.",
                    "Percent": 8
                }
            },
            "J": {
                "Choice": "Kevin's growing frustration with his teammates",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Kevin did score all twelve goals in the hockey game described in paragraph 1, there is no evidence that he is frustrated with his teammates.",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    },
    "47": {
        "Number": 47,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Across Genres"
        ],
        "SubTopics": [
            "Analyze context to distinguish among denotative, connotative, and figurative meanings of words."
        ],
        "SuppContent": [
            "problems/TX21HSE2/supps/TX21HSE2-S8.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In paragraph 2, what does exhume mean?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Dig up",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 2, the author references “puck-graveyards” and “vulcanized rubber” in neighbors' flowerbeds. The reader should infer that neighbors would not want to leave hockey pucks in their flowerbeds, but that they would dig them up, or e͟x͟h͟u͟m͟e them.",
                    "Percent": 75
                }
            },
            "B": {
                "Choice": "Blend in",
                "Key": {
                    "Correct": false,
                    "Rationale": "Kevin's neighbors would not likely blend Kevin's pucks in with their flowerbeds; they would likely dig up the pucks.",
                    "Percent": 6
                }
            },
            "C": {
                "Choice": "Establish",
                "Key": {
                    "Correct": false,
                    "Rationale": "Kevin's neighbors would not likely establish, or set up, puck-graveyards in their flowerbeds; they would likely dig up the pucks.",
                    "Percent": 12
                }
            },
            "D": {
                "Choice": "Conceal",
                "Key": {
                    "Correct": false,
                    "Rationale": "Kevin's neighbors would likely spend time digging up the pucks in their flowerbeds for the sake of their flowers rather than trying to find ways to conceal, or hide, the unsightly pucks.",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    },
    "48": {
        "Number": 48,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Use text evidence and original commentary to support a comprehensive response."
        ],
        "SuppContent": [
            "problems/TX21HSE2/supps/TX21HSE2-S8.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which quotation best suggests that Kevin probably feels increasing pressure from external expectations?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "When he was four he was better than the five-year-olds, and when he was five he was better than the seven-year-olds. (paragraph 1)",
                "Key": {
                    "Correct": false,
                    "Rationale": "This sentence is about Kevin's natural talent and quick improvement as a hockey player. No pressure from outside is suggested.",
                    "Percent": 11
                }
            },
            "G": {
                "Choice": "Year after year they have heard the boy's body grow — the banging becoming harder and harder, faster and faster. (paragraph 3)",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this sentence, the author suggests that people are aware of Kevin's development, not that they are putting pressure on him.",
                    "Percent": 16
                }
            },
            "H": {
                "Choice": "“Kevin? He's the real deal,” Peter Andersson, general manager of the club, always says, and he ought to know ... (paragraph 4)",
                "Key": {
                    "Correct": false,
                    "Rationale": "Based on this sentence, the reader can conclude that Andersson appreciates Kevin's talent, but there is no suggestion that Andersson is pressuring Kevin.",
                    "Percent": 16
                }
            },
            "J": {
                "Choice": "Kevin knows what it takes; everyone's been telling him ever since he first stood on a pair of skates. (paragraph 5)",
                "Key": {
                    "Correct": true,
                    "Rationale": "The detail in paragraph 5 that “everyone's been telling him ever since he first stood on a pair of skates” is used to suggest that Kevin probably feels increasing pressure from external expectations.",
                    "Percent": 56
                }
            }
        },
        "Parts": {}
    },
    "49": {
        "Number": 49,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Analyze isolated scenes and their contribution to the success of the plot as a whole."
        ],
        "SuppContent": [
            "problems/TX21HSE2/supps/TX21HSE2-S8.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "How are paragraphs 8 through 10 important to the development of the plot?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "They show Kevin overcoming an emotional experience of his youth.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author does describe an emotional experience from Kevin's youth earlier in the selection and briefly refers to it again in paragraph 9, this is not the focus of paragraphs 8 through 10.",
                    "Percent": 13
                }
            },
            "B": {
                "Choice": "They reveal that Kevin wants something different than what the town wants.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Based on paragraphs 8 through 10, the reader can conclude that Kevin wants what is best for his community.",
                    "Percent": 11
                }
            },
            "C": {
                "Choice": "They introduce the idea of Kevin leaving the community to play elsewhere.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 7, the author suggests that Kevin has no intention of leaving his community to play elsewhere. There is no evidence in paragraphs 8 through 10 that suggests otherwise.",
                    "Percent": 9
                }
            },
            "D": {
                "Choice": "They explain how Kevin's abilities may help the entire community.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraphs 8 through 10, the author suggests that people would take notice of Beartown if Kevin's team is successful in the junior tournament, and that benefits would follow, including a hockey school, new businesses, job opportunities, and a flourishing local economy.",
                    "Percent": 66
                }
            }
        },
        "Parts": {}
    },
    "50": {
        "Number": 50,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Analyze isolated scenes and their contribution to the success of the plot as a whole."
        ],
        "SuppContent": [
            "problems/TX21HSE2/supps/TX21HSE2-S8.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Why does the author include the extended flashback in paragraph 1?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "To clarify the setting of the story",
                "Key": {
                    "Correct": false,
                    "Rationale": "Mention of the “frozen lake” and “forest” in paragraph 1 only serves to situate an early example of Kevin's determination; the story takes place in other locations as well.",
                    "Percent": 10
                }
            },
            "G": {
                "Choice": "To give an early example of Kevin's determination",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 1, the author describes an experience from Kevin's youth. Kevin's hockey team won a game 12–0, and Kevin scored all 12 goals, but he is despondent over one shot that he missed. As a result, Kevin stays out all night in the freezing cold shooting hockey pucks into a net. This extended flashback is included to contribute to the plot by providing a specific example of Kevin's determination.",
                    "Percent": 75
                }
            },
            "H": {
                "Choice": "To introduce characters who are important to the selection",
                "Key": {
                    "Correct": false,
                    "Rationale": "Kevin is the only character described in detail in paragraph 1.",
                    "Percent": 8
                }
            },
            "J": {
                "Choice": "To highlight the conflict that occurs within the town",
                "Key": {
                    "Correct": false,
                    "Rationale": "The conflict introduced in paragraph 1 is an internal conflict, one that involves the intense expectations Kevin places on himself. The author discusses some external, mainly political, conflicts later in the story.",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    },
    "51": {
        "Number": 51,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX21HSE2/supps/TX21HSE2-S8.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What does the narrator suggest about Kevin in paragraph 3?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Kevin would have an advantage as a hockey player even if he didn't practice so much.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The narrator's description of Kevin's physical makeup indicates that he has the natural athletic ability and talent to be a great hockey player.",
                    "Percent": 55
                }
            },
            "B": {
                "Choice": "Many teammates resent Kevin's superior skills.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although it is possible that some of Kevin's teammates might feel resentment or envy given his superior level of play, their reactions are not mentioned in paragraph 3.",
                    "Percent": 13
                }
            },
            "C": {
                "Choice": "Kevin has an unhealthy obsession with hockey.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although other portions of the story do convey Kevin's intense interest in hockey, paragraph 3 focuses on Kevin's natural abilities, not his attitude toward hockey.",
                    "Percent": 9
                }
            },
            "D": {
                "Choice": "The townspeople's expectations of Kevin are unrealistic.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The townspeople recognize Kevin's promise of greatness, but there is no indication in paragraph 3 that their expectations are unrealistic.",
                    "Percent": 22
                }
            }
        },
        "Parts": {}
    },
    "52": {
        "Number": 52,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX21HSE2/supps/TX21HSE2-S8.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read this quotation from paragraph 7.",
            ":box:He's a Beartown man, his dad's a Beartown man, and that may not mean a thing anywhere else, but it means something here.",
            "Based on the quotation, the reader can infer that Kevin feels  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "appreciated",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Kevin is appreciated in Beartown, the quotation is about how much people in Beartown appreciate Beartown.",
                    "Percent": 33
                }
            },
            "G": {
                "Choice": "trapped",
                "Key": {
                    "Correct": false,
                    "Rationale": "Based on the quotation, the reader can infer that living in Beartown is important to Kevin; he is not likely to feel trapped in a place he loves.",
                    "Percent": 8
                }
            },
            "H": {
                "Choice": "loyal",
                "Key": {
                    "Correct": true,
                    "Rationale": "Because the author highlights that “it means something” to be “a Beartown man” in the Beartown community, the reader can infer that Kevin feels loyal to his community.",
                    "Percent": 57
                }
            },
            "J": {
                "Choice": "embarrassed",
                "Key": {
                    "Correct": false,
                    "Rationale": "Based on the quotation, the reader can infer that Kevin feels proud, not embarrassed, to be from Beartown.",
                    "Percent": 2
                }
            }
        },
        "Parts": {}
    },
    "53": {
        "Number": 53,
        "Type": "LR",
        "NumChoices": 0,
        "Topics": [
            "Composition"
        ],
        "SubTopics": [
            "Compose argumentative texts using genre characteristics and craft."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read the following quotation.",
            ":box:Don't spend so much time chasing your future that you run over your present.\n\n — Carlos Wallace",
            "Some people focus so much on the future that they do not enjoy the present. Others spend so much time living in the present that they do not prepare for the future. Carefully consider this statement.",
            "Write an essay stating your opinion on which is more important: preparing for the future or focusing on the present.",
            ":ibox:Be sure to  — \n\n• state your position clearly\n• use appropriate organization\n• provide specific support for your argument\n• choose your words carefully\n• edit your writing for grammar, mechanics, and spelling"
        ],
        "AnswerChoices": {},
        "Parts": {}
    }
}