{
    "Directions": "Read this article, then answer each question.",
    "Context": [],
    "Title": "A Sticky Problem for Farmers",
    "Subtitle": "",
    "Author": "by Nathan Aaseng",
    "LabelType": "L",
    "Content": [
        [" ", "\tTIRED OF WRESTLING WITH THE ROCKY, stump-cluttered soil of New England,"],
        [" ", "farmers in the early 19th century often followed rumors of better land to the midwestern"],
        [" ", "United States. There, in states such as Illinois and Iowa, they found just what they were"],
        [" ", "looking for: prairies full of rich, black dirt that promised to pump life into seeds as fast as"],
        ["5", "they were planted."],
        [" ", "\tUnfortunately, many settlers soon felt like thirsty sailors in the middle of the ocean—"],
        [" ", "water everywhere but not a drop to drink. Rich soil surrounded them, but their equipment"],
        [" ", "could not plow it. That was the problem a blacksmith named John Deere faced when he"],
        [" ", "arrived in Grand Detour, Illinois, in 1836."],
        ["10", "\tHis Illinois neighbors had been desperate for a blacksmith ever since they had settled"],
        [" ", "in Grand Detour. No sooner did Deere set foot in town than he found a line of farmers"],
        [" ", "eager to offer him business. Two days after his arrival in Grand Detour, he was hard at"],
        [" ", "work fixing broken equipment."],
        [" ", "\tWhile working at his shop, Deere frequently heard complaints from farmers about the"],
        ["15", "soil. Their early excitement about the richness of the soil and the ease with which a plow"],
        [" ", "could break the sod had turned to frustration. The soil was too rich. Instead of falling"],
        [" ", "away from the plow like sandy New England soil, it stuck. Farmers had to stop every few"],
        [" ", "seconds to scrape the clumped dirt off their iron plowshares with large wooden paddles."],
        [" ", "They might as well have been plowing through a rocky field for all the progress they were"],
        ["20", "making. Some farmers were so discouraged by the sticky soil that they left in search of"],
        [" ", "new land; others were ready to join them."],
        [" ", "\tDeere decided to look into the problem. From his previous work on plows, he knew"],
        [" ", "that dirt was less likely to stick to highly polished metal. That thought was in the back of"],
        [" ", "his mind when he visited a sawmill in 1837 and noticed a broken circular saw made of"],
        ["25", "steel, a polished metal that was too expensive to be widely used for implements. Steel had"],
        [" ", "never been used to make a plowshare.¹"],
        [" ", "\tDeere took the broken saw blade home with him and began working on a better plow."],
        [" ", "He knew that polished steel was not the whole answer; the shape of the plow's bottom was"],
        [" ", "also important."],
        ["30", "\tThe plow Deere wanted to make would have to cut deeply into the soil at a sharp"],
        [" ", "angle so that dirt would fall off, yet it could not put too much burden on the horses"],
        [" ", "pulling it. After some experiments, Deere found the curved shape he needed and pounded"],
        [" ", "the steel saw blade into that shape. He then built a plow, complete with oak handles, and"],
        [" ", "brought it to the farm of his neighbor, Lewis Crandall."],
        ["35", "\tWhile an anxious crowd of Grand Detour farmers watched, Crandall tried the new"],
        [" ", "plow. He pronounced it a success. Not only did dirt fall away cleanly from the blade, but"],
        [" ", "the plow also turned the soil more quickly than the old cast-iron plows."],
        [" ", "\tOther farmers wanted one of Deere's “self-scouring” plows. The blacksmith could not"],
        [" ", "meet the instant demand, however. For one thing, polished steel was hard to find. Deere"],
        ["40", "could not count on a steady supply of broken saw blades to use as raw material. Steel was"],
        [" ", "only available from England, and it was expensive to import. There was no such thing as"],
        [" ", "mass production in the blacksmithing business; plows were made one at a time according"],
        [" ", "to each customer's needs. Deere and his new partner in the business, Leonard Andrus,"],
        [" ", "manufactured only 2 “self-scouring” plows in 1838 and 10 the following year."],
        ["45", "\tProduction gradually increased, however, as Deere imported greater quantities of"],
        [" ", "expensive English steel. Forty handmade plows left his shop in 1840 and, after expanding"],
        [" ", "his workshop to include a foundry in 1843, Deere's production rose to 400 plows a year."],
        [" ", "\tUntil then, Deere still considered himself a blacksmith—his plow was just one part of"],
        [" ", "his craft. But after seeing that he could easily sell as many plows as he could make, even"],
        ["50", "using costly English steel, the blacksmith decided to devote his time to manufacturing"],
        [" ", "plows. In 1846 he found a Pittsburgh steel firm that could supply him with all the steel he"],
        [" ", "needed for a lower price than what the English steel cost. The following year, he moved"],
        [" ", "his business to Moline, Illinois, where the Mississippi River provided water power and"],
        [" ", "transportation."],
        ["55", "\tDuring the early years, Deere's sales strategy consisted of loading a wagon with plows"],
        [" ", "and visiting farms until all his merchandise was sold. He rarely had to travel far."],
        [" ", "Producing plows before they were ordered was an innovative approach to sales. By 1857"],
        [" ", "the company, which he had reorganized with new partners under the name John Deere &"],
        [" ", "Company, was making and selling 10,000 plows a year—nearly seven times as many as he"],
        ["60", "had sold just seven years earlier."],
        [" ", "\tA relentless perfectionist, Deere kept tinkering with his plows, trying to make them"],
        [" ", "better. He came out with 10 new versions of his plow in a single year. While this slowed"],
        [" ", "down his production ability, it ensured Deere a solid reputation among his customers."],
        [" ", "Deere plows became world famous in the 1870s when they outshone the competition in a"],
        ["65", "demonstration in France. That same decade, the company built its first riding plow and"],
        [" ", "designed the leaping deer as its trademark."]
    ],
    "Copyright": "",
    "References": [
        ["¹", "Historians now believe that the first steel plowshare was made by John Lane in 1833. However, John Deere was the first to make steel plowshares commercially successful."]
    ]
}