{
    "Directions": "Read this article, then answer each question.",
    "Context": [],
    "Title": "Lewis Latimer",
    "Subtitle": "",
    "Author": "by Stephen Currie",
    "LabelType": "L",
    "Content": [
        [" ", "\tThough electric light was slow to catch on among the public, it was evident to"],
        [" ", "scientists and inventors across America that a new age was dawning. Electricity, they"],
        [" ", "realized, was the wave of the future."],
        ["", "Lᴇᴡɪs Lᴀᴛɪᴍᴇʀ"],
        [" ", "\tOne of the first Americans to recognize the potential of electricity was a black man"],
        ["5", "named Lewis Latimer. Born in Massachusetts in 1848, Latimer served in the U.S. Navy"],
        [" ", "during the Civil War. When the war was over, Latimer returned to Massachusetts and got"],
        [" ", "a job with a law firm that specialized in patents and inventions. At first he worked as an"],
        [" ", "office boy, delivering messages and doing other simple tasks that involved little"],
        [" ", "responsibility. Assignments like these made some sense, given his youth and relative"],
        ["10", "inexperience. It is also likely, however, that Latimer's race kept him from being considered"],
        [" ", "for positions that carried more authority—and a larger paycheck."],
        [" ", "\tLatimer did not wish to remain an office assistant for long, though. He soon became"],
        [" ", "intrigued by the work of the company's draftsmen. To apply for a patent, inventors had to"],
        [" ", "provide careful pictures that showed every detail of their inventions. Because most"],
        ["15", "inventors did not have the skill to execute these pictures on their own, patent lawyers"],
        [" ", "typically had expert draftsmen on staff to create the diagrams. Latimer resolved to learn"],
        [" ", "everything he could about drafting. He studied drawing techniques at home and"],
        [" ", "practiced them whenever he could. Before long, his bosses recognized his talent and"],
        [" ", "promoted him to the post of draftsman. By 1875 he was the head draftsman for the firm."],
        ["20", "As a later newspaper report put it, Latimer had been “thrust upward by his singular talent"],
        [" ", "and drive.”"],
        [" ", "\tLatimer's drawing work brought him into contact with many inventors. The most"],
        [" ", "famous of these was Alexander Graham Bell, best known as the inventor of the telephone."],
        [" ", "Latimer made several drawings which helped Bell claim the patents he sought. To draw"],
        ["25", "these designs as accurately as possible, it was necessary for Latimer to learn as much as he"],
        [" ", "could about Bell's work. In the process Latimer became interested in the principles of"],
        [" ", "electricity, principles which underlay much of what Bell was doing. As Latimer read more"],
        [" ", "and more about electric power, he became convinced that this form of energy could help"],
        [" ", "Americans in new and important ways."],
        ["", "Pᴀᴛᴇɴᴛs"],
        ["30", "\tIn the late 1870s Latimer began looking for a job that would allow him time to pursue"],
        [" ", "his new interests in technology. He was eventually offered a position at a company called"],
        [" ", "the United States Electric Lighting Corporation. The head of the company, Hiram Maxim,"],
        [" ", "was already well known among scientists for his work with electric power. Though"],
        [" ", "Thomas Edison had already patented the first truly effective electric light bulb, Maxim"],
        ["35", "believed he could improve on Edison's design. In particular, Maxim thought he could"],
        [" ", "increase the life span of the bulb. Toward that end, he hired the most intelligent and hard-"],
        [" ", "working people he could find—including Latimer."],
        [" ", "\tLatimer spent his first few months in Maxim's employ trying to improve the bulb's"],
        [" ", "filament—the wirelike assembly inside the bulb that gives off the actual light. In 1881, just"],
        ["40", "a year after joining Maxim's firm, Latimer and a colleague patented a new and more"],
        [" ", "efficient way of making filaments, using what their application called “a continuous strip"],
        [" ", "of carbon secured to metallic wires.” The new procedure resulted in better, cheaper light"],
        [" ", "bulbs even than Edison had been able to produce. In the next months Latimer went on to"],
        [" ", "patent several more inventions, each of which made light bulbs longer lasting and easier to"],
        ["45", "manufacture—and each of which brought more money to the corporation. Maxim's"],
        [" ", "confidence in Latimer had paid off."],
        [" ", "\tLatimer did not spend all his time inventing. His work had made him an authority on"],
        [" ", "electric lighting, and Maxim consequently gave him more and more responsibility. Maxim"],
        [" ", "sent him to Philadelphia and other U.S. cities to oversee factory operations. Later, Latimer"],
        ["50", "traveled to England to set up a new factory and to Montreal, Canada, to guide workers in"],
        [" ", "installing electric lights in train stations. In Montreal he even learned some French to"],
        [" ", "communicate with employees who spoke little or no English. “This was my mighty lesson,”"],
        [" ", "he wrote years later. “My day was spent climbing telegraph poles and locating arc lamps"],
        [" ", "on them with the assistance of my laborers who seemed much impressed with my effort to"],
        ["55", "speak their native language.”"]
    ],
    "Copyright": "",
    "References": []
}