{
    "Directions": "Read this article, then answer each question that follows.",
    "Context": [],
    "Title": "The Great Pumpkin",
    "Subtitle": "",
    "Author": "by Brendan Borrell",
    "LabelType": "L",
    "Content": [
        ["", "Tʜᴇ Pᴀᴛᴄʜ"],
        [" ", "\tQuinn Werner's backyard pumpkin patch overlooks a wooded creek. In the winter,"],
        [" ", "when the maples and oaks stand like toothpicks and snow coats the western Pennsylvania"],
        [" ", "valley, Werner gazes out his kitchen window and caresses his prizewinning seeds. The"],
        [" ", "topsoil is frozen solid, and his orange tractor sits unused in the garage. He is not a big"],
        ["5", "talker, but every Thursday his buddy Dave Stelts phones him, and their conversation"],
        [" ", "always comes back to springtime—to the pumpkin patch and the weigh-off."],
        [" ", "\tIn April, Werner germinates his seeds, each one as long as a quarter, by soaking them"],
        [" ", "in a mix of hydrogen peroxide and water. He pots them and incubates them in a cooler"],
        [" ", "with heating pads."],
        ["10", "\tHe then places the seedlings under fluorescent lights upstairs in what he calls his"],
        [" ", "pumpkin room. On nice days, he takes the little pots outside for an hour or two for fresh"],
        [" ", "air and natural sunlight. In May, every seedling is planted in the patch under its own clear"],
        [" ", "plastic tent fitted with incandescent bulbs that are switched on during chilly nights."],
        [" ", "\tWithin weeks, the vines stretch out from underneath the plastic like octopus arms. In"],
        ["15", "June, when the first golden trumpets of female flowers begin to open, Werner pollinates"],
        [" ", "them by brushing them with pollen-covered stamens from select male flowers. Then he"],
        [" ", "covers them with plastic cups to prevent honeybees from meddling."],
        [" ", "\tWhen I visited Werner's property on a sweltering summer afternoon, he was checking"],
        [" ", "his patch for the third time that day. Werner straddled the orange mesh fence that"],
        ["20", "surrounds his garden and waded through a sea of stiff, broad leaves toward a thigh-high"],
        [" ", "dome covered by an old bedsheet."],
        [" ", "\tHis 12 pumpkins had been growing for less than a month, so I had expected that one"],
        [" ", "would be small enough to hoist into the back seat of a car. Werner whipped off the sheet,"],
        [" ", "and there sat a shiny pale pumpkin (they turn orange later in the year) that seemed to sag"],
        ["25", "on one side like a mound of Silly Putty left out in the sun. Based on its circumference, he"],
        [" ", "guessed it was pushing 400 pounds (180 kilograms). And the season had just begun."],
        [" ", "\tWerner beamed. “It's real long and real wide,” he said. “It's in really good shape.”"],
        [" ", "\tBut as he leaned in closer, running his hand along a smooth ridge, his face grew taut."],
        [" ", "“Oh, man, as a matter of fact, it's split.”"],
        ["30", "\tTucked into the blossom end of the pumpkin was a tiny crack. Even if the crack wasn't"],
        [" ", "enough to disqualify the fruit from competition (and it was), it could widen and let in"],
        [" ", "bacteria that would quickly rot the pumpkin from the inside. “That makes me sick,” he"],
        [" ", "said. “This is the reason why I grow so many.”"],
        [" ", "\tWerner and his pal Dave Stelts are competitive gardeners who vie for bragging rights"],
        ["35", "and prize money ranging from a few hundred to thousands of dollars. Their crop of"],
        [" ", "choice is the Atlantic Giant Pumpkin, a freak of nature and intensive breeding. During"],
        [" ", "peak growing season, these pumpkins can gain 50 pounds (23 kg) per day—which is"],
        [" ", "sometimes too much. The cracked pumpkin Werner showed me had swollen too quickly"],
        [" ", "after a hard rain."],
        ["40", "\tIn general he has kept about two-thirds of his colossal gourds intact. In 2008, he"],
        [" ", "earned the title of “grower of the year” after trucking pumpkins to six weigh-offs and"],
        [" ", "winning five. His pumpkins had an average weight of nearly 1,500 pounds (680 kg). “I lost"],
        [" ", "by two pounds in the sixth,” he says."],
        [" ", "\tSince the 1980s, giant pumpkins have tripled in size, thanks to strategic breeding and"],
        ["45", "hardcore growers with time on their hands and dirt under their fingernails. (From April to"],
        [" ", "October, Werner spends six to eight hours per day tending his garden.) Thomas Andres, a"],
        [" ", "squash expert who works at the New York Botanical Garden, has predicted that the first"],
        [" ", "pumpkin weighing one ton (2,000 pounds, or 900 kg) will appear in 2014."],
        [" ", "\tThe Ohio Valley contest, Werner's local weigh-off, is one of the more than 80"],
        ["50", "competitions in the “Great Pumpkin Belt,” an area that stretches across North America"],
        [" ", "from Washington State to Nova Scotia. This is prime pumpkin territory. The region has"],
        [" ", "90 to 120 frost-free summer days, but is cold enough in winter to keep plant diseases and"],
        [" ", "pests in check. The weigh-offs are"],
        [" ", "friendly competitions, but they're also"],
        ["55", "a form of at-home science. Growers"],
        [" ", "meticulously graph their pumpkins'"],
        [" ", "growth curves and share successes"],
        [" ", "and failures—and seeds—with their"],
        [" ", "peers."],
        ["", "problems/NY15G7E/media/S1a.jpg"],
        ["60", "\t“By God, if we can get a"],
        [" ", "pumpkin up to a ton, imagine what"],
        [" ", "we can do with somebody's vegetable"],
        [" ", "crop,” says Stelts, president of the"],
        [" ", "Great Pumpkin Commonwealth."],
        ["65", "“What we are doing will be reflected"],
        [" ", "on the dinner table of America.”"]
    ],
    "Copyright": "",
    "References": []
}