{
    "Directions": "Read the selection and choose the best answer to each question.",
    "Context": [
        "Luka has written this essay about Abraham Lincoln for his history class. Read Luka's essay and look for any revisions that he needs to make. When you finish reading, answer each question that follows.",
        "problems/TX22HSE1/media/S2a.jpg"
    ],
    "Title": "Communicating like Lincoln",
    "Subtitle": "",
    "Author": "",
    "LabelType": "N",
    "Content": [
        [" ", "(1) Abraham Lincoln is one of America's best-known and most-loved presidents. (2) He was an amazing leader who led our country through the American Civil War. (3) His most famous speech, the Gettysburg Address, was a call to end slavery and inspired a divided country. (4) Generations of students have studied Lincoln's famous words. (5) Lincoln's success as a speaker and politician can be attributed to his incredible ability to communicate his point of view."],
        [" ", "(6) Long before he became president, young Lincoln listened to adults tell stories. (7) He was fascinated by the entertaining and humorous tales. (8) He would retell the stories he had heard to his young friends. (9) He simplified the language and expressions so they could understand. (10) These early storytelling experiences showed Lincoln how to engage an audience. (11) As an adult Lincoln was inspired by the works of George Washington and Benjamin Franklin but never forgot his storytelling roots."],
        [" ", "(12) To help shape his platform for president, Lincoln utilized his knowledge of the writings of prominent figures and his developed storytelling skills as well as. (13) When Lincoln visited new places and small towns during the presidential campaign of 1860, some people walked long distances to hear him speak. (14) People would come for miles to have a chance to see and hear him. (15) Lincoln regularly presented debates, arguments, and public speeches in the form of stories. (16) His strategies may have even convinced his political opponents to end up supporting him or working for him. (17) What was Abraham Lincoln's secret? (18) According to historian and author Doris Kearns Goodwin, “No one could equal” Lincoln's “never-ending stream of stories.” (19) Goodwin said that Lincoln was a “master storyteller” who “won devoted followers” wherever he went."],
        [" ", "(20) In addition to his storytelling gift, Lincoln relied on a few other effective communication strategies. (21) He believed in listening first and speaking second to demonstrate respect for others and a desire to understand their needs. (22) For Lincoln being a good listener also involved asking questions. (23) Furthermore, Lincoln used plain, clear language that was easy to understand. (24) He combined this straightforward style with stories and jokes to make his major points and talks memorable. (25) People may forget facts or statistics, but they rarely forget a good story or a joke."],
        [" ", "(26) Lincoln put the same effort he used during casual interactions into preparing for his speeches. (27) He dedicated hours of study and research to his subject matter and practiced his speeches aloud frequently. (28) When Lincoln wrote a speech, he would keep perfecting it until it was exactly how he wanted. (29) He also thought a great deal about the best way to reach his audience. (30) Which story would best convey his message? (31) Lincoln genuinely cared about the people who listened to him speak and believed in inspiring others with hope and good ideas."],
        [" ", "(32) Great speakers do not hide their passion. (33) If a speaker cares deeply about a topic, the audience is more likely to care too. (34) Lincoln used his communication skills to convince people to care about what was important to him, helping him become one of the nation's greatest leaders."]
    ],
    "Copyright": "",
    "References": []
}