{
    "Directions": "Read the selection and choose the best answer to each question.",
    "Context": [
        "Shannon has written this essay to share an experience with her classmates. Read Shannon's essay and look for any corrections that she needs to make. When you finish reading, answer each question that follows."
    ],
    "Title": "A Pet like No Other",
    "Subtitle": "",
    "Author": "",
    "LabelType": "N",
    "Content": [
        [" ", "(1) Adopting a pet can be a great experience. (2) A pet can teach children responsability and encourage families to spend time together. (3) Household pets hold a special place in the hearts of their owners, but there are other types of animals that also need care and attention from humans — endangered and threatened animals. (4) Although they may be a continent away, it is possible to “adopt” these animals."],
        [" ", "(5) Adopting a tiger, polar bear, or sea turtle is very different than visiting an animal shelter to physically adopt and bring home a pet. (6) When someone adopts an endangered or threatened animal through the World Animal Foundation (WAF), it is a symbolic adoption. (7) The WAF is a volunteer organization whose mission is to provide protection and support for animals all over the world. (8) Adopting one of their endangered or threatened animals is just one of the ways that people can show their love and concern."],
        [" ", "(9) When I learned about the existence of WAF I asked my mother and father if I could support my favorite animal — the elephant. (10) My parents agreed that it was an incredible idea for an important cause, so we began the formal adoption process. (11) The volunteers who work at WAF make the process of adopting animals easy and pleasant. (12) Prospective adoptive parents can learn about mammals, reptiles, birds, fish, bugs, and even farm animals as they select which species they want to adopt online. (13) As he watched me go through the process, my little brother also became interested in WAF, and he selected a crab — his favorite animal. (14) We were incredibly proud of our symbolic adoptions. (15) When people donate to the WAF and adopt an animal, they help the organization build sanctuaries for injured animals, protect the habitats of endangered animals, and create educational programs. (16) We hope that by adopting through the organization, we can help animals live longer, healthier lives and also preserve endangered species."],
        [" ", "(17) Although our new pets will remain in the wild, we received packets of information about these amazing creatures. (18) WAF sends photographs, an Adoption Certificate, cards containing fun facts, and maps depicting the animals' habitats. (19) The best part was that after my brother and I received the package, we showed our photographs and information cards to our friends and family. (20) Some of my nieces, nephews, and cousins now plan to adopt animals of their own."],
        [" ", "(21) While any pet can positively affect the life of its owner, adopting endangered or threatened animals is a unique experience. (22) Dogs, cats, and other animals that live in shelters certainly make great pets, but symbolic adoption provides direct help to rare animals such as an emperor penguin or a rhinoceros. (23) The mission of the World Animal Foundation is to educate others about animals around the globe while directly contributing to rescue and protection programs, I support their efforts."]
    ],
    "Copyright": "Third party trademark World Animal Foundation© was used in these testing materials.",
    "References": []
}