{
    "Directions": "Read this passage about the Carlsbad Caverns National Park, then answer each question that follows.",
    "Context": [],
    "Title": "Passage 2: Facts, Figures, and Phenomena",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["", "Did you know Carlsbad Caverns National Park ..."],
        [" ", "• is a geological wonder hidden beneath the surface of the Chihuahuan Desert in New Mexico."],
        [" ", "• has 119 limestone caves, or chambers, that were formed by sulfuric acid dissolving the limestone along cracks and folds in the rock."],
        [" ", "• was declared a national monument by President Calvin Coolidge on October 25, 1923. He wanted to make sure that its unique beauty and natural presence would be protected."],
        [" ", "• was designated a national park by the U.S. Congress on May 14, 1930."],
        [" ", "• has an elevator (750' down) that was completed in January 1932 and is still used today."],
        [" ", "• has a Bat Flight Amphitheater that was constructed and opened to the public in 1963."],
        [" ", "• was declared a World Heritage site in December 1995."],
        [" ", "• attracts about half a million tourists every year, averaging over 1,000 tourists a day! But, be mindful that the presence of humans affects the composition of 2 the caves. If you go, try not to touch the walls and cave features because the oil from people's skin can damage the cave walls and formations."],
        [" ", "• is affected by the carbon dioxide people exhale. The carbon dioxide raises the temperature in the caverns, which disrupts the cavern's ecology."],
        [" ", "• averages about 44 pounds per year per tour route of accumulated lint from people's skin and clothing — and you can volunteer to be a “Lint Picker” and help clean up the caverns."],
        [" ", "• is home to approximately 400,000 bats. This number nearly doubles during the bat migration period (mid-April to late-October)."],
        [" ", "• includes a Bat Flight Amphitheater, which is a sitting area designed for visitors to witness the flight of the outbound bats (around dusk). Imagine that! Seeing 400,000 bats pour out of the cavern to feed on insects like moths and mosquitoes."],
        [" ", "• has banned the use of all cameras, cell phones, and video cameras at the Bat Flight Amphitheater. Why? Bats dwell in an environment that is dark and silent; exposure to sound and light can alter their behavior."],
        [" ", "• helps New Mexico's economy! In 2018, it was estimated that $32.7 million was generated by tourism, providing approximately 458 jobs, $11.5 million in labor income, and $19.6 million in overall profit."]
    ],
    "Copyright": "“Facts, Figures, and Phenomena” © 2020 by Cognia, Inc.",
    "References": []
}