{
    "Directions": "Read this passage about the Carlsbad Caverns National Park, then answer each question that follows.",
    "Context": [],
    "Title": "Passage 1: Striking a Balance",
    "Subtitle": "",
    "Author": "by Jennifer Mason",
    "LabelType": "P",
    "Content": [
        ["1", "\tValerie Gohlke is a park ranger at Carlsbad Caverns National Park in New Mexico."],
        ["2", "\tInside Carlsbad, visitors marvel at the range of speleothems¹ that have formed resembling ribbons, fangs, and even popcorn."],
        ["3", "\tAt Carlsbad, balancing visitor use with park protection is extremely difficult. Natural oils on a person's hands can prevent the dripping water from depositing more minerals. One human touch can kill the fragile cave ecosystem and impact thousands of years of growth. The caves are also home to tens of thousands of hibernating bats, which can become sick if a fungal disease is introduced. Park rangers make sure the soles of visitors' shoes are decontaminated before people enter the caverns!"],
        ["4", "\tAccording to Gohlke, park rangers “want everyone to have a fabulous experience and fall head over heels in love with the national parks. But the reality is, we're going to frustrate people with our rules.” Some people don't understand or like the restrictions."],
        ["5", "\tThe core mission of the National Park Service (NPS) is to conserve the scenery, the natural and historic objects, and the wildlife so that the park remains unimpaired for all generations. But even the most careful visitors can cause damage. Trash disposal and foot or vehicle traffic for that many people take their toll on the natural surroundings. Treasure hunters have removed natural or historic objects."],
        ["6", "\tOn the other hand, says Gohlke, “The parks were not created to just lock the gates and not let anyone in.” Allowing people to see up close the natural wonders that exist in the United States helps gain support for the NPS's mission. So what's a ranger to do?"],
        ["", "***"],
        ["7", "\tExcited spectators assemble in the amphitheater facing Carlsbad Caverns's Natural Entrance. The evening exodus of bats will begin soon, and everyone wants to record or photograph 400,000 bats cycloning out of the cave! While they wait, Gohlke shares fascinating facts about bats. For instance, she explains how bats fly in the dark and hunt bugs. Gohlke reminds the visitors that the flashes, clicks, ticks, and whirs of cameras can hinder the bats' nocturnal navigation. She asks that all electronic devices be powered off."],
        ["8", "\tEveryone stares."],
        ["9", "\tls she serious?"],
        ["10", "\tAlthough a few people are disgruntled, everyone complies with the blackout. They seem to understand that Gohlke's restriction doesn't change the fact that they are in a unique place and that they are going to witness something amazing. She's asked them to preserve and conserve the bats' habitat. In that moment, the visitors become unofficial park rangers who help Gohlke protect these special places."]
    ],
    "Copyright": "“Striking a Balance” by Jennifer Mason, from Cobblestone Magazine. Copyright © 2016 by Cricket Media. Reproduced with permission. All Cricket Media material is copyrighted by Cricket Media, Inc., and/or various authors and illustrators. Any commercial use or distribution of material without permission is strictly prohibited.",
    "References": [
        ["¹", "speleothems - cave formations formed by deposits of minerals from water"]
    ]
}