{
    "Directions": "Read this passage about the Carlsbad Caverns National Park, then answer each question that follows.",
    "Context": [],
    "Title": "Passage 3: Tourism to Carlsbad Caverns National Park Creates $34 Million in Economic Benefits",
    "Subtitle": "",
    "Author": "by NPS",
    "LabelType": "P",
    "Content": [
        [" ", "Mᴀʏ 24, 2019"],
        ["1", "\tA new National Park Service (NPS) report shows that 466,000 visitors to Carlsbad Caverns National Park in 2018 spent $30.2 million in communities near the park. That spending supported 405 jobs in the local area and had a cumulative benefit to the local economy of $34 million."],
        ["2", "\t“Carlsbad Caverns National Park welcomes visitors from across the country and around the world,” said Superintendent Doug Neighbor. “We are delighted to share the story of this place and the experiences it provides. We also feature the park as a way to introduce our visitors to this part of the country and all that it offers. National park tourism is a significant driver in the national economy, returning $10 for every $1 invested in the National Park Service, and it's a big factor in our local economy as well. We appreciate the partnership and support of our neighbors and are glad to be able to give back by helping to sustain local communities.”"],
        ["3", "\tThe peer-reviewed visitor spending analysis was conducted by economists Catherine Cullinane Thomas and Egan Cornachione of the U.S. Geological Survey and Lynne Koontz of the National Park Service. The report shows $20.2 billion of direct spending by more than 318 million park visitors in communities within 60 miles of a 2 national park. This spending supported 329,000 jobs nationally; 268,000 of those jobs are found in these gateway communities. The cumulative benefit to the U.S. economy was $40.1 billion."],
        ["4", "\tLodging expenses account for the largest share of visitor spending, about $6.8 billion in 2018. Food expenses are the second largest spending area and visitors spent $4 billion in restaurants and bars and another $1.4 billion at grocery and convenience stores."],
        ["5", "\tVisitor spending on lodging supported more than 58,000 jobs and more than 61,000 jobs in restaurants. Visitor spending in the recreation industries supported more than 28,000 jobs and spending in retail supported more than 20,000 jobs."]
    ],
    "Copyright": "In the public domain.",
    "References": []
}