{
    "Directions": "Read this passage, then answer each question that follows.",
    "Context": [
        "This passage is based on a traditional tale of the Swahili people. The modern Arabic word “sadaka,” or “sadaqah,” means “voluntary charity or kindness.”"
    ],
    "Title": "Passage 1: The Voyage of Sadaka",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "\tLong ago, a sultan ruled over a rich and fertile land by the ocean. The sultan had seven sons, and he cared for them with a love larger than the expanse of his lands. As such, there was little he would not do to make them happy; so, when his eldest son expressed a desire to journey across the boundless seas, the sultan provided him a fine boat, plentiful supplies, and best wishes for a safe and wondrous expedition."],
        ["2", "\tThe eldest son was pleased, for even as a small boy, he craned and stretched his neck—longing to see beyond the next turn in the road, beyond the next field, beyond the bay."],
        ["3", "\tAnd now, at long last, he was captaining his own boat so that he could see for himself what lay beyond the distant horizon."],
        ["4", "\tAfter two days of smooth travel with only slight, intermittent winds, the eldest son 4 came to an island teeming with trees whose branches were heavy with fruit. As he came closer, the eldest observed that the trees were like nothing he had ever seen."],
        ["5", "\tThe eldest anchored his boat, sloshed through a shallow cove, and walked onto land to approach one of the strange trees. He picked a piece of ripe, low-hanging fruit and took a bite into its sweet, juicy pulp. The bite was exquisite with only a few seeds to mar it, which the eldest spat upon the ground."],
        ["6", "\tTo his amazement, new fruit trees grew immediately from the precise spots where the seeds landed!"],
        ["7", "\tNot only will these fruits provide me nourishment, but fame and perhaps fortune as well, thought the eldest."],
        ["8", "\tAfter collecting many pieces of fruit, the eldest lifted anchor and set sail for two more days until he came upon an island kingdom. There, he was received by a powerful prince. Before the prince, the eldest extolled the virtues of the fruit, expecting astonishment and praise from his new acquaintance."],
        ["9", "\tInstead, the prince frowned, raised one eyebrow, and replied, “Fine. Show me the fruit, if you like. However, be warned—I will not stand for being made a fool. If no trees arise, expect to go to prison.”"],
        ["10", "\tWith a flourish of his hand and a wide grin, the eldest pulled a piece of fruit out of his bag, took a bite, and spat the seeds upon the ground."],
        ["11", "\tNothing."],
        ["12", "\tAfter a few silent moments, the prince nodded. The eldest, stunned, turned back to stare at the sparkling seas behind him as he was led away by the prince's guards to a small, gray cell."],
        ["", "***"],
        ["13", "\tWeeks and months went by with no word from the eldest."],
        ["14", "\tOne day, as the sultan stood on a beach looking out at the ocean with strained eyes, Sadaka, his youngest son, approached him."],
        ["15", "\t“Father, I will find him.”"],
        ["16", "\tHesitant at first, the sultan, anxious for news of his eldest son, agreed. He gave the youngest son a boat and supplies for the journey, including millet and rice. The Sultan parted with his youngest, hoping a miracle would reunite their family once more."],
        ["17", "\tUnknowingly, after leaving the bay, Sadaka began his journey just slightly west of his elder brother's original route and after two days' travel, discovered an uncharted island different from the one visited by his brother. Sadaka disembarked, hoping to find news. However, Sadaka soon realized that the island was small, with little vegetation, and no people."],
        ["18", "\tAll Sadaka could see was a flock of withered seabirds with nothing to eat."],
        ["19", "\tSadaka was consumed with worry for his brother; however, his capacity for care and concern for others was large—large as the world his elder brother so desired to see. Sadaka felt pity for the seabirds and spread his millet stores with no thought of himself. The seabirds ate and were rejuvenated. To express their gratitude for Sadaka's generosity, they flew to a nearby cave and returned with a small pouch of incense sticks, which they laid at his feet. The seabirds instructed the astonished Sadaka to burn it should he ever find himself in need, and they would go to him at once."],
        ["20", "\tSadaka set sail and after two days, he found another island. Anticipation turned to disappointment when once again, Sadaka saw no people. But as he was leaving, he happened upon a group of jinns1 who, like the seabirds, were also without food. Sadaka went directly to his boat to retrieve his rice to cook for the jinns. The jinns ate with relish, expressing their gratitude by also telling Sadaka that they would be available to him in times of need."],
        ["21", "\tSadaka set sail once more, and after two days he came upon the island of the precious, fruit-filled trees found earlier by his brother. Sadaka, like his brother, was amazed by the sweet flavor of the fruit and by the seeds from which trees immediately grew. Wanting to know more, Sadaka returned to the island of the jinns to show them the fruit. Remembering Sadaka's kindness, the jinns advised him that the seeds would only grow if they were planted in special soil. They gave Sadaka the soil he would need, and Sadaka again set sail."],
        ["22", "\tFinally, he landed on the island where his brother lay in his cell. Sadaka met the formidable prince and told him of the fruit, hoping to make another friend and perhaps find word of his brother. However, the prince with one lifted eyebrow said, “a man sits in prison for telling me the very same tale. You may show me the fruit and seeds tomorrow, but if your story proves false, just like him, you shall be imprisoned.”"],
        ["23", "\tThat night, Sadaka spread the soil of the jinns on the ground in secret."],
        ["24", "\tThe next day, fruit in hand, Sadaka met the prince and his guards where the special soil lay. Sadaka took a bite, and spat the seeds upon the ground. Three perfect fruit trees sprang up before the prince's eyes."],
        ["25", "\tThe prince concealed his surprise, believing there was still a chance he was being deceived. “You are fortunate, my friend. However, you have one more test.” The prince took Sadaka to a room full of several types of seeds, mixed in disarray on the floor. “You are to remain locked in here tonight. If you can separate these seeds by the morning, you are free.”"],
        ["26", "\tThat night, Sadaka burned his incense, calling upon the once-starving seabirds of the first island. The seabirds came and with pleasure separated the seeds for Sadaka."],
        ["27", "\tThe next morning, the prince could not hide his surprise upon seeing the separated seeds."],
        ["28", "\tBut once again the prince was skeptical. Again and again, Sadaka—with the help 1 of his new friends—passed each new seemingly impossible test given to him by the prince."],
        ["29", "\tAt long last, after many days of trials, Sadaka earned the respect of the once- doubting prince, his own freedom, and the gratitude of his eldest brother who was ready to return to sea once more."]
    ],
    "Copyright": "“The Voyage of Sadaka” © 2017 by Cognia, Inc.",
    "References": [
        ["¹", "jinns - spirits of Arabic mythology"]
    ]
}