{
    "Directions": "Read the passage and answer each question that follows.",
    "Context": [],
    "Title": "Rory’s Funny Story",
    "Subtitle": "",
    "Author": "by Janice Graham",
    "LabelType": "P",
    "Content": [
        ["", "problems/TN23G3E/media/S1a.jpg"],
        ["1", "\tEverybody in Rory’s class had a Funny-but-True story to tell. The teacher, Mrs. Evans, had the best Funny-but-True stories of all. On Monday she told about her cat playing the piano. On Tuesday she told how she found a nibbled-on piece of bologna in the toe of her red high-heeled shoe. On Wednesday she told about a mysterious truck dumping a mountain of rocks in her driveway. The neighborhood kids climbed and played on it until the truck came back to move the mountain to the right address."],
        ["2", "\tMrs. Evans had a million funny stories. But Rory couldn’t think of even one to tell."],
        ["3", "\t“It’s time again for our Funny-but-True stories,” announced Mrs. Evans on Thursday. “Who has one today?”"],
        ["4", "\tRory slumped in his chair."],
        ["5", "\t“I have a Funny-but-True!” cried Dana, waving wildly. “My big sister lost her new diamond engagement ring. She was really worried. My mom looked in all the places my sister had been. And there it was in a basket of laundry, sparkling in the dirty socks!”"],
        ["6", "\tThe class smiled, and some people chuckled. Rory leaned forward and plopped his chin on his desk. Nothing funny ever happened to him."],
        ["7", "\tFriday’s Funny-but-True was the best one yet. Tad told how his sister had found a hairy black tarantula the size of her hand in the bathroom medicine chest. After she was through screaming her head off, she decided to keep the spider for a pet. Rory sighed. The class would laugh about that one all through lunch recess. Somewhere in his life there had to be one Funny-but-True story. But Rory knew his weekend would be just the same old boring thing."],
        ["8", "\tRory’s dad promised they would try out the new dome tent in the backyard Friday night. “Just my luck,” thought Rory when a lightning storm blew up. He shuffled into the house to find his dad had turned it into a campground. The new tent filled up the living room like a big blue elephant. “What next?” thought Rory."],
        ["9", "\tOn Saturday, Rory’s four-year-old sister decided to see if her baby bunny could swim. Just in time Rory saved the soggy bunny from a bucket of water. While Mom gently blow-dried the little rabbit, he explained to his sister that bunnies can’t swim. “Silly kid,” thought Rory."],
        ["10", "\tOn Sunday Rory and his family piled into the car and headed for Grandma’s house. Passing drivers stared and pointed. When they got there, Rory discovered that their cat, Tiger, had ridden to Grandma’s on the roof of the car. “Dumb cat,” thought Rory."],
        ["11", "\t“Time for Funny-but-Trues!” said Mrs. Evans on Monday. Rory looked around the room. He was sure Dana or Tad had another great story, but nobody spoke up."],
        ["12", "\t“Rory, how about you?” asked Mrs. Evans."],
        ["13", "\tRory shook his head. “Nothing funny ever happens to me.”"],
        ["14", "\t“Oh, I bet funny things happen all the time,” said Mrs. Evans."],
        ["15", "\t“Tell us about your weekend.”"],
        ["16", "\tRory told about sleeping in a tent in the living room. The class looked surprised. He saw a few smiles. Next he told about the bunny’s swimming lessons. A few people giggled. When he told about Tiger riding on the roof of the car all the way to Grandma’s house, the class broke into roars of laughter."],
        ["17", "\tRory tried, but he couldn’t stop laughing either."]
    ],
    "Copyright": "“Rory’s Funny Story” by Janice Graham from HIGHLIGHTS FOR CHILDREN, March 2000. Copyright © 2000 Highlights for Children, Inc. All rights reserved.",
    "References": []
}