{
    "Directions": "Read the lecture Wangari Maathai delivered in 2004. Then answer each question that follows.",
    "Context": [
        "In this excerpt from her Nobel Peace Prize lecture in 2004, Wangari Maathai explains the work of the Green Belt Movement, the organization that she founded in 1977."
    ],
    "Title": "[from] “Wangari Maathai's Nobel Lecture”",
    "Subtitle": "",
    "Author": "Oslo, Norway, 2004",
    "LabelType": "P",
    "Content": [
        ["", "problems/RI21G8E/media/S2a.jpg"],
        ["1", "So, together, we have planted over 30 million trees that provide fuel, food, shelter, and income to support their children's education and household needs. The activity also creates employment and improves soils and watersheds. Through their involvement, women gain some degree of power over their lives, especially their social and economic position and relevance in the family. This work continues."],
        ["2", "Initially, the work was difficult because historically our people have been persuaded to believe that because they are poor, they lack not only capital, but also knowledge and skills to address their challenges. Instead they are conditioned to believe that solutions to their problems must come from “outside.” Further, women did not realize that meeting their needs depended on their environment being healthy and well managed. They were also unaware that a degraded environment leads to a scramble for scarce resources and may culminate in poverty and even conflict. They were also unaware of the injustices of international economic arrangements."],
        ["3", "In order to assist communities to understand these linkages, we developed a citizen education program, during which people identify their problems, the causes and possible solutions. They then make connections between their own personal actions and the problems they witness in the environment and in society. They learn that our world is confronted with a litany of woes: corruption, violence against women and children, disruption and breakdown of families, and disintegration of cultures and communities ..."],
        ["4", "Although initially the Green Belt Movement's tree planting activities did not address issues of democracy and peace, it soon became clear that responsible governance of the environment was impossible without democratic space. Therefore, the tree became a symbol for the democratic struggle in Kenya. Citizens were mobilized to challenge widespread abuses of power, corruption and environmental mismanagement. In Nairobi's Uhuru Park, at Freedom Corner, and in many parts of the country, trees of peace were planted to demand the release of prisoners of conscience and a peaceful transition to democracy"],
        ["5", "Through the Green Belt Movement, thousands of ordinary citizens were mobilized and empowered to take action and effect change. They learned to overcome fear and a sense of helplessness and moved to defend democratic rights."],
        ["6", "In time, the tree also became a symbol for peace and conflict resolution, especially during ethnic conflicts in Kenya when the Green Belt Movement used peace trees to reconcile disputing communities. During the ongoing re-writing of the Kenyan constitution, similar trees of peace were planted in many parts of the country to promote a culture of peace. Using trees as a symbol of peace is in keeping with a widespread African tradition. For example, the elders of the Kikuyu carried a staff from the thigi tree that, when placed between two disputing sides, caused them to stop fighting and seek reconciliation. Many communities in Africa have these traditions."],
        ["7", "Such practices are part of an extensive cultural heritage, which contributes both to the conservation of habitats and to cultures of peace. With the destruction of these cultures and the introduction of new values, local biodiversity is no longer valued or protected and as a result, it is quickly degraded and disappears. For this reason, the Green Belt Movement explores the concept of cultural biodiversity, especially with respect to indigenous seeds and medicinal plants."],
        ["8", "As we progressively understood the causes of environmental degradation, we saw the need for good governance. Indeed, the state of any country's environment is a reflection of the kind of governance in place, and without good governance there can be no peace. Many countries, which have poor governance systems, are also likely to have conflicts and poor laws protecting the environment."],
        ["9", "In 2002, the courage, resilience, patience and commitment of members of the Green Belt Movement, other civil society organizations, and the Kenyan public culminated in the peaceful transition to a democratic government and laid the foundation for a more stable society."],
        ["10", "Excellencies, friends, ladies and gentlemen:"],
        ["11", "It is 30 years since we started this work. Activities that devastate the environment and societies continue unabated. Today we are faced with a challenge that calls for a shift in our thinking, so that humanity stops threatening its life-support system. We are called to assist the Earth to heal her wounds and in the process heal our own — indeed, to embrace the whole creation in all its diversity, beauty and wonder. This will happen if we see the need to revive our sense of belonging to a larger family of life, with which we have shared our evolutionary process."],
        ["12", "In the course of history, there comes a time when humanity is called to shift to a new level of consciousness, to reach a higher moral ground. A time when we have to shed our fear and give hope to each other."],
        ["13", "That time is now."],
        ["14", "The Norwegian Nobel Committee has challenged the world to broaden the understanding of peace: there can be no peace without equitable development; and there can be no development without sustainable management of the environment in a democratic and peaceful space. This shift is an idea whose time has come."],
        ["15", "I call on leaders, especially from Africa, to expand democratic space and build fair and just societies that allow the creativity and energy of their citizens to flourish ..."],
        ["16", "Excellencies, ladies and gentlemen:"],
        ["17", "As I conclude I reflect on my childhood experience when I would visit a stream next to our home to fetch water for my mother. I would drink water straight from the stream. Playing among the arrowroot leaves I tried in vain to pick up the strands of frogs' eggs, believing they were beads. But every time I put my little fingers under them they would break. Later, I saw thousands of tadpoles: black, energetic and wriggling through the clear water against the background of the brown earth. This is the world I inherited from my parents."],
        ["18", "Today, over 50 years later, the stream has dried up, women walk long distances for water, which is not always clean, and children will never know what they have lost. The challenge is to restore the home of the tadpoles and give back to our children a world of beauty and wonder."],
        ["19", "Thank you very much."]
    ],
    "Copyright": "“Wangari Maathai's Nobel Lecture” by Wangari Maathai, from the Nobel Foundation website. Copyright © 2004 by The Nobel Foundation. Reprinted by permission of The Nobel Foundation. Photograph copyright © AFP/Getty Images.",
    "References": []
}