{
    "Directions": "Read the following passage about Anita Roddick then answer each question that follows.",
    "Context": [],
    "Title": "Anita Roddick: Founder of The Body Shop",
    "Subtitle": "",
    "Author": "by Krista McLuskey",
    "LabelType": "P",
    "Content": [
        ["", "Eᴀʀʟʏ Yᴇᴀʀs"],
        [" ", "\tAnita was born in Littlehampton, England, where her parents owned the Clifton Café. Anita's father, Henry, turned the Clifton Café into an American-style diner like the ones he had seen while living in the United States. It was complete with pinball machines, a jukebox, and Coca-Cola, which was not well known in England at that time. Suddenly, the café became very popular. Anita realized that the atmosphere in a business can make it successful."],
        [" ", "\tWhen Anita was about ten years old, her mother took over the café. All the children were expected to work there after school and on weekends to help support the family. Meanwhile, Anita was completing her education. After finishing secondary school, she attended a teacher training college in the city of Bath."],
        ["", "Dᴇᴠᴇʟᴏᴘɪɴɢ Sᴋɪʟʟs"],
        [" ", "\tAfter graduating, Anita decided she wanted some adventure in her life. She traveled to Tahiti, New Hebrides, Australia, Madagascar, New Caledonia, and South Africa. In these places, Anita watched the local women use natural products to clean their skin and hair. She tried them and found they worked better than the products she used back in England."],
        [" ", "\tAfter Anita returned to England, she met and married Gordon Roddick, with whom she had two daughters. Anita and Gordon worked hard running a hotel and restaurant. One day, Gordon announced that he wanted to take two years off to ride on horseback from Buenos Aires, Argentina, to New York City. Although Anita was not thrilled at this prospect, she knew that it was his dream. She had to plan how to support herself and the children while Gordon was away. She decided to run a little shop that would be open only from 9 a.m. to 5 p.m. so that she could spend time with her daughters."],
        [" ", "\tAnita decided that it would be a cosmetics shop selling products made from only natural ingredients. During her travels, she had seen how effective natural products were. She had noticed that women in those hot countries had silky smooth skin even though they were in the sun all the time."],
        [" ", "\tAfter getting a £¹4,000 bank loan, Anita hired a chemist to develop the cosmetics. She told the chemist not to test the products on animals, even though that is normal practice in the cosmetics industry. Anita rented a store in Brighton, 20 miles (33 kilometers) from Littlehampton. She painted the inside dark green to hide stains on the walls. In March 1976, the first Body Shop opened, and it made £130 the first day."],
        [" ", "\tAnita had only twenty-five products to sell. To fill the space in the shop, she packaged each product in five different sizes. She bought the cheapest containers she could find. Since she could not afford very many bottles, she asked customers to bring in their own to fill them in the store. In this way, Anita began recycling before it was commonly done."],
        [" ", "Anita used unusual marketing t͟a͟c͟t͟i͟c͟s. To get customers into The Body Shop, she sprayed a trail of perfume down the street leading to the store to tempt people to come inside. She hung dried flowers from the ceiling and put bowls of scented potpourri on the counters."],
        ["", "Aᴄᴄᴏᴍᴘʟɪsʜᴍᴇɴᴛs"],
        [" ", "\tWithin a year, Anita decided to open a second Body Shop in a nearby town. The bank refused to lend her any more money, so she teamed up with a partner who paid to set up the shop in return for half of the business. Gordon, her husband, returned from his travels and began to help by bottling the products and taking care of the finances."],
        [" ", "\tSoon, people came to Anita wanting to open their own Body Shop stores with products supplied by her. Anita and Gordon agreed because this was a way of e͟x͟p͟a͟n͟d͟i͟n͟g the business. The first Body Shop franchises opened in 1978, one in England and one in Brussels, Belgium. Anita and Gordon always trained the new Body Shop owners, teaching them about skin and hair care, and about all the ingredients in the products."],
        [" ", "\tDuring the next few years, the number of stores and franchises increased. Meanwhile, Anita invented new products whenever she saw a need. She created a peppermint lotion to s͟o͟o͟t͟h͟e sore feet after several people, who had run a race, came into the store asking for foot lotion."],
        [" ", "\tIn 1984, Anita and Gordon decided to sell Body Shop shares on the stock market. By this time, they had thirty‑eight shops in England and fifty-two shops in other countries. So many shares sold the first day on the stock market that overnight Anita and Gordon were millionaires."],
        ["", ":box:Stock Market\n\nStock is the financial worth of a company divided into equal sections, called shares. One person can own all the stock in a company. If a company needs extra money to expand its business, it sometimes sells its stock to the public. Shares are sold to the public on the stock market, which is the place where people buy and sell shares in companies. When stock in a company is sold like this, many people own small parts of the company, and the profits are divided among the owners of these shares. The original owners lose some control because they have to answer to their shareholders if the company does not make a profit."],
        [" ", "\tAnita began thinking about the social responsibility that the business had. She wanted to help her community and the environment. She began by sponsoring posters for Greenpeace, which was trying to prevent hazardous waste from being dumped in the ocean. Next, she campaigned dagainst the overhunting of whales. She put up posters in her shops and stickers on her bottles saying “Save the whales.” She also supported recycling and efforts to preserve the rain forest. Body Shop delivery trucks became billboards for Anita's various causes. Her campaigns focused on human rights and environmental issues, such as protecting endangered species."],
        [" ", "\tAnita's business continues to grow. Today, The Body Shop has approximately 1,500 stores in forty-six countries."],
        [" ", "problems/PA15G5E/supps/PA15G5E-S5A.json"]
    ],
    "Copyright": "“Anita Roddick” by Krista McLuskey from Women in Profile Entrepreneurs. Copyright © 2000 by Krista McLuskey. Reprinted by permission of Crabtree Publishing.",
    "References": [
        ["¹", "£ — symbol for the pound sterling, the official currency of the United Kingdom, which includes England"]
    ]
}