{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Author's Purpose & Craft"
        ],
        "SubTopics": [
            "Analyze the author's use of print and graphic features to achieve specific purposes."
        ],
        "SuppContent": [
            "problems/TX22G7R/supps/TX22G7R-S1.json"
        ],
        "Explain": false,
        "Content": [
            "Look at this cartoon from the selection.",
            "problems/TX22G7R/media/1a.jpg",
            "What is the most likely reason the author includes the cartoon?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "To highlight how children have created new ways to use phones for play",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although this might be a new game these children came up with, highlighting this is not why the author includes the cartoon. Throughout the selection, the author encourages young people to reduce screen time, such as when they're outdoors. For example, in paragraph 3, the author states, “By taking a break from digital devices, young people have more time to go outside.”",
                    "Percent": 7
                }
            },
            "B": {
                "Choice": "To indicate that children today should use phones when outside",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cartoon shows kids using their phones outside, but the author is showing them as being limited in their game because of their phones. The cartoon helps the author promote the idea of a “digital diet,” such as for the benefits of creativity and better fitness, as described in paragraph 3, not the idea that children should use phones when outside.",
                    "Percent": 2
                }
            },
            "C": {
                "Choice": "To suggest that children are too attached to phones",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author includes the cartoon most likely because showing children using their phones during a game of tag is an exaggerated way for the author to stress that children use digital technology far too much. As the author points out in paragraph 1, “Young people today rely heavily on digital technology.”",
                    "Percent": 90
                }
            },
            "D": {
                "Choice": "To emphasize that phones can help children complete activities",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author discusses in paragraph 6 how technology can help students complete homework, the illustration is not used to emphasize that phones are helping children; instead, the author includes the illustration to support the idea that children use digital technology too much.",
                    "Percent": 1
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Foundational Language Skills"
        ],
        "SubTopics": [
            "Use context such as contrast or cause and effect to clarify the meaning of words."
        ],
        "SuppContent": [
            "problems/TX22G7R/supps/TX22G7R-S1.json"
        ],
        "Explain": false,
        "Content": [
            "What does the word a͟t͟t͟e͟n͟t͟i͟v͟e mean in paragraph 5?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Encouraging",
                "Key": {
                    "Correct": false,
                    "Rationale": "People might be encouraged, or given a sense of hope, by people who are a͟t͟t͟e͟n͟t͟i͟v͟e, but there is no mention of encouragement in paragraph 5, which makes it clear that this is not the meaning of a͟t͟t͟e͟n͟t͟i͟v͟e.",
                    "Percent": 4
                }
            },
            "G": {
                "Choice": "Focused",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 5, the author states “it is much more rewarding to have a conversation with people who are a͟t͟t͟e͟n͟t͟i͟v͟e,” or those who are focused on what's being said, than with those using their phones.",
                    "Percent": 81
                }
            },
            "H": {
                "Choice": "Grateful",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although someone might feel “grateful,” or appreciative, to someone for being a͟t͟t͟e͟n͟t͟i͟v͟e during a conversation, this is not the meaning of the word. In paragraph 5, the author uses a͟t͟t͟e͟n͟t͟i͟v͟e to describe people who pay attention to the person they're speaking with instead of their phone.",
                    "Percent": 3
                }
            },
            "J": {
                "Choice": "Understanding",
                "Key": {
                    "Correct": false,
                    "Rationale": "It is possible to “be understanding,” or sympathetic to, someone during a conversation, but that is not the same as being attentive. In paragraph 5, a͟t͟t͟e͟n͟t͟i͟v͟e people are presented as those who pay attention to the people around them, instead of their phones, during a conversation.",
                    "Percent": 12
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Synthesize information to create new understanding."
        ],
        "SuppContent": [
            "problems/TX22G7R/supps/TX22G7R-S1.json"
        ],
        "Explain": false,
        "Content": [
            "Based on the information throughout the selection, how could a person put a digital diet into practice?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "By adjusting the brightness of a screen when using an electronic device at night",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author mentions device use at night in paragraph 4 but focuses on shutting off devices several hours before bedtime, not adjusting the brightness of the screen. The “digital diet” described by the author involves less screen time, not adjusted brightness.",
                    "Percent": 7
                }
            },
            "B": {
                "Choice": "By playing games over the computer with a group of friends",
                "Key": {
                    "Correct": false,
                    "Rationale": "Playing computer games with friends is not practicing digital dieting, which involves spending more time with people without the use of digital devices. In paragraph 5, the author encourages people to put aside devices “to be more present when interacting with others.”",
                    "Percent": 2
                }
            },
            "C": {
                "Choice": "By memorizing different routes to avoid using a map on the internet",
                "Key": {
                    "Correct": false,
                    "Rationale": "Using digital devices less when navigating would reduce time spent on those devices which is related to the digital diet described by the author, but this use would likely be considered useful by the author. Paragraph 6 states that a person driving to an unfamiliar location would benefit from using GPS, and the author emphasizes that “the goal is to use digital devices when they are needed.”",
                    "Percent": 7
                }
            },
            "D": {
                "Choice": "By putting away the phone when eating lunch with a friend",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 2, the author explains a “digital diet” involves limiting time with digital devices. In paragraph 5, the author encourages people to pay more attention to other people than their phones. Information throughout the selection indicates people can practice digital dieting by putting away phones while with friends.",
                    "Percent": 84
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Evaluate details read to determine key ideas."
        ],
        "SuppContent": [
            "problems/TX22G7R/supps/TX22G7R-S1.json"
        ],
        "Explain": false,
        "Content": [
            "Which detail from the selection supports the key idea that a digital diet is rewarding?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Television screens offer a good source of entertainment.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Television is a form of digital entertainment that can be shared, but it is still a digital screen that takes away from human interaction. Therefore, this choice does not support the key idea that a digital diet is rewarding.",
                    "Percent": 4
                }
            },
            "G": {
                "Choice": "Students can use a computer to help them with homework.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although computers can be helpful in completing homework, this detail does not support the idea that digital dieting, or reducing the use of digital devices, is rewarding.",
                    "Percent": 9
                }
            },
            "H": {
                "Choice": "Mindfulness allows us to be more present with others.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The idea that a digital diet is rewarding is supported by the author's idea that mindfulness (about the use of digital devices) allows us to be more present with others. The author states, “Developing healthy habits with digital devices looks different for everyone” (paragraph 2), but a shared goal should be mindfulness, which “allows us to be more present when interacting with others” (paragraph 5).",
                    "Percent": 84
                }
            },
            "J": {
                "Choice": "Reading text messages keeps the mind alert.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Since reading text messages involves the use of a digital device, this choice does not support the idea that digital dieting, which involves reducing the use of digital devices, is rewarding.",
                    "Percent": 3
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Author's Purpose & Craft"
        ],
        "SubTopics": [
            "Analyze how the use of text structure contributes to the author's purpose."
        ],
        "SuppContent": [
            "problems/TX22G7R/supps/TX22G7R-S1.json"
        ],
        "Explain": false,
        "Content": [
            "Reading text messages keeps the mind alert."
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "is a complicated process that requires careful planning",
                "Key": {
                    "Correct": false,
                    "Rationale": "The comparison the author uses in paragraph 2 is used not to show that digital dieting is a complicated process, but to demonstrate that people can develop healthy (and unhealthy) technology habits, just as they can develop healthy (and unhealthy) eating habits.",
                    "Percent": 5
                }
            },
            "B": {
                "Choice": "causes some people to think about food",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although reading about the comparison to food might cause some people to think about food, this is not why the author uses this comparison in paragraph 2; rather, it's used to help the reader understand that people's use of technology is a habit that can be developed.",
                    "Percent": 9
                }
            },
            "C": {
                "Choice": "solves a number of problems for everyone",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author conveys that a digital diet can help people improve their lives, such as with school performance and fitness (paragraph 3), the comparison in paragraph 2 is not used to show how digital dieting solves problems; instead, the author makes the comparison to help the reader understand that technology use is a habit that can be improved upon.",
                    "Percent": 6
                }
            },
            "D": {
                "Choice": "can help people form better habits",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 2, the author compares healthy technology habits with healthy eating habits to demonstrate that a digital diet can help people form better habits. As is the case with healthy eating habits, healthy technology habits will look “different for everyone” (paragraph 2)—the idea is to promote healthy habits, not introduce specific requirements for all to follow.",
                    "Percent": 80
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Response Skills"
        ],
        "SubTopics": [
            "Paraphrase and summarize texts in ways that maintain meaning and logical order."
        ],
        "SuppContent": [
            "problems/TX22G7R/supps/TX22G7R-S1.json"
        ],
        "Explain": false,
        "Content": [
            "What is the best summary of the selection?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Technology is an important part of people's lives, but the time spent with digital devices needs to be balanced with other activities. A digital diet would help people limit screen time and reverse some bad habits from too much digital use. This balance could mean more time outside, more sleep, and longer attention spans. A digital diet would be worth the effort.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The best summary of the excerpt is presented in these sentences. Information is provided about why technology is important, why its usage should be limited and balanced with other activities, and how this balance benefits people's lives.",
                    "Percent": 61
                }
            },
            "G": {
                "Choice": "Young people depend on technology for almost everything, but too much technology can be bad. Everyone who uses digital devices needs to restrict the hours they spend with screens. People can limit their time on a screen by spending more time outside or reading a book before they go to bed. Even though computers are still needed for homework, people would benefit from less screen time.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This is not the best summary of the selection because it does not present the author's balanced view; it lacks information about what the benefits of reduced screen time actually are. The negative side of an over-reliance on technology and recommendations for people to use screens less are included in this summary, but the idea about developing healthy technology habits is left out.",
                    "Percent": 19
                }
            },
            "H": {
                "Choice": "Most people rely on technology to communicate with others through text and email, but too much time looking at a screen creates bad habits. Instead, everyone should try to go outside during their free time so that they can get better grades in school and develop their creativity. Although a digital diet would be hard at first, it would help people in the end.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This is not the best summary because it omits the author's view that healthy technology habits involve balance (paragraph 2) and overstates how the author presents digital dieting benefits. While the author suggests outdoor time might improve school performance and creativity (paragraph 3), the author does not say this is the reason people should go outside.",
                    "Percent": 10
                }
            },
            "J": {
                "Choice": "Although electronic devices can help people, they can also be bad for people's health. Digital overload should be replaced with a digital diet. Most people know that a food diet helps people get rid of poor eating habits, and the same is true with a digital diet. Going on a digital diet would prevent people from developing poor habits with their digital devices.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This is not the best summary because it presents only a portion of the ideas from the selection, primarily paragraph 2. These sentences miss key details presented by the author, such as the benefits of digital dieting and the importance of taking a balanced approach.",
                    "Percent": 9
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Author's Purpose & Craft"
        ],
        "SubTopics": [
            "Explain the purpose of rhetorical devices such as direct address and rhetorical questions and logical fallacies such as loaded language and sweeping generalizations."
        ],
        "SuppContent": [
            "problems/TX22G7R/supps/TX22G7R-S1.json"
        ],
        "Explain": false,
        "Content": [
            "What is the most likely reason the author includes the phrase “Everywhere you look” in paragraph 1?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "To suggest that people want to ignore a critical issue",
                "Key": {
                    "Correct": false,
                    "Rationale": "This is not why the author includes the phrase “Everywhere you look” in paragraph 1. For people to ignore an issue, they need to first be aware of it, and the author's focus is primarily on educating people about a digital diet. For example, the author explains in paragraph 1 that “it is possible to achieve a more balanced relationship with technology.”",
                    "Percent": 5
                }
            },
            "B": {
                "Choice": "To show how society has only recently changed",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author includes the phrase “Everywhere you look” to point out what's currently happening, not to make any statement about society changing.",
                    "Percent": 15
                }
            },
            "C": {
                "Choice": "To explain that people are fascinated by trends",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 1, the author does not provide any details to explain that people are fascinated by trends; rather, the focus is on how many people are distracted by screens, and this is why the author includes the phrase “Everywhere you look.”",
                    "Percent": 5
                }
            },
            "D": {
                "Choice": "To emphasize a problem that is widespread",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 1 the author uses the phrase “Everywhere you look” to point out how a problem, that “people are distracted by screens,” is widespread, or affecting a lot of people.",
                    "Percent": 75
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Multiple Genres"
        ],
        "SubTopics": [
            "Identifying the claim."
        ],
        "SuppContent": [
            "problems/TX22G7R/supps/TX22G7R-S1.json"
        ],
        "Explain": false,
        "Content": [
            "What primary claim does the author make in this selection?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Electronic devices are the main reason why people have meaningless conversations.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author states in paragraph 5 that it's hard to “have a meaningful conversation” with people who are distracted by devices, the author does not make the claim that electronic devices are responsible for meaningless conversations.",
                    "Percent": 6
                }
            },
            "G": {
                "Choice": "Children and teenagers should give up their digital devices completely.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author is suggesting that people reduce their use of digital devices, not give them up completely. For example, in paragraph 6, the author points out “[t]he goal is to use digital devices when they are needed but to spend some time away from them as well.”",
                    "Percent": 3
                }
            },
            "H": {
                "Choice": "People would benefit greatly by limiting their time with technology.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author's primary claim in this selection is that people should work toward achieving “a more balanced relationship with technology” and “consider going on a 'digital diet'” (paragraph 1). As the author explains in paragraph 2, the main goal of a digital diet is to “limit the amount of time we spend using digital devices.”",
                    "Percent": 81
                }
            },
            "J": {
                "Choice": "Individuals are spending more time indoors using screens than ever before.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This statement implies that digital devices are restricted to indoor use, which the author is not claiming. For example, the illustration included in the selection shows children on their digital devices while outside.",
                    "Percent": 9
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Multiple Genres"
        ],
        "SubTopics": [
            "Explaining how the author uses various types of evidence and consideration of alternatives to support the argument."
        ],
        "SuppContent": [
            "problems/TX22G7R/supps/TX22G7R-S1.json"
        ],
        "Explain": false,
        "Content": [
            "What is the most likely reason the author includes a quotation in paragraph 4?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "To explain what can happen when people do not take a break from technology",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author includes the quotation in paragraph 4 as support for why it's important to take technology breaks and to show what can happen when people don't take these breaks. According to the quotation, not taking a break from technology at night can cause “disturbed sleep.”",
                    "Percent": 66
                }
            },
            "B": {
                "Choice": "To show that people must be able to send information at all times",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author's use of the quotation in paragraph 4 does not support the idea that people must be able to send information at any time; rather, it supports the idea that it's important to put technology aside at times.",
                    "Percent": 3
                }
            },
            "C": {
                "Choice": "To highlight a typical routine of someone who regularly uses technology",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the quotation in paragraph 4 could help emphasize why it's important to break the routine of using too much technology, its focus is on identifying negative effects of using technology, not highlighting a typical routine of a technology user.",
                    "Percent": 23
                }
            },
            "D": {
                "Choice": "To suggest that people do not know how to give up their devices",
                "Key": {
                    "Correct": false,
                    "Rationale": "The quotation in paragraph 4 is focused on negative effects of overusing devices, not on whether people can give up their devices.",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Author's Purpose & Craft"
        ],
        "SubTopics": [
            "Explain the purpose of rhetorical devices such as direct address and rhetorical questions and logical fallacies such as loaded language and sweeping generalizations."
        ],
        "SuppContent": [
            "problems/TX22G7R/supps/TX22G7R-S1.json"
        ],
        "Explain": false,
        "Content": [
            "Read this sentence from paragraph 5.",
            ":box:If you notice that those around you are using their phones too much, speak up.",
            "What is the most likely reason the author uses direct address in this sentence?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "To show the reader that texting is enjoyable",
                "Key": {
                    "Correct": false,
                    "Rationale": "The use of direct address does not suggest anything about the enjoyment people find in texting. In contrast, the author is encouraging the reader to “speak up” and play an active role in helping conversations become “more rewarding” (paragraph 5) and therefore more enjoyable.",
                    "Percent": 2
                }
            },
            "G": {
                "Choice": "To suggest that the reader take action",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author includes this direct address most likely to encourage the reader to take action as part of the author's encouragement in paragraph 5 to be “more mindful of when we use technology,” so people can be “more present when interacting with others.”",
                    "Percent": 79
                }
            },
            "H": {
                "Choice": "To encourage the reader to be more observant",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author's use of the direct address to “speak up” is not to encourage people to be more observant, but rather to call on them to do something to reduce the use digital devices during social interactions.",
                    "Percent": 13
                }
            },
            "J": {
                "Choice": "To help the reader develop better friendships",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although friendships might improve if people spend less time on their devices, this is not the reason the author uses this direct address. Rather, by saying “speak up,” the author encourages the reader to play an active role in reducing the use of devices during social interactions.",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Multiple Genres"
        ],
        "SubTopics": [
            "Analyze how characters' qualities influence events and resolution of the conflict."
        ],
        "SuppContent": [
            "problems/TX22G7R/supps/TX22G7R-S2.json"
        ],
        "Explain": false,
        "Content": [
            "What is significant about Martha's approach to talking with Betsy?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It causes George Washington to change the way he speaks to others.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Martha's irritation and directness with her husband (line 41) encourage him to listen to her, Martha's approach does not change George's manner of speaking to others. Throughout the play, he speaks to the others with authority yet fairness. For example, George states “let's get to the business at hand” (line 28) and “If only we can get through this bitter winter” (line 35).",
                    "Percent": 7
                }
            },
            "B": {
                "Choice": "It allows Martha to show Betsy that her presence at the camp is unnecessary.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Martha's leading Betsy away from the others to give her more privacy has nothing to do with Betsy's presence being unnecessary; rather, her presence is necessary to clear up why she is there and the mystery around Sam (line 60).",
                    "Percent": 9
                }
            },
            "C": {
                "Choice": "It allows Betsy to keep her motive hidden from George Washington.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Martha's approach to talking with Betsy is to allow her the chance to share her reason for being in camp quietly and with a sympathetic person who is not her husband's commander, not to keep Betsy's motive hidden from George. It is obvious that Martha plans to tell George. For example, in line 39, Martha says, “I'll tell you privately, George.”",
                    "Percent": 12
                }
            },
            "D": {
                "Choice": "It causes Betsy to feel comfortable sharing her reason for being near the camp.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Martha's approach to talking with Betsy is significant because it makes Betsy feel more comfortable. Betsy is “obviously relieved” (line 30) when Martha leads Betsy away to speak privately. By telling Betsy that she can “whisper your secret to me,” she suggests that she is willing to hear Betsy's reasons in a way that will not lead to trouble for Betsy's husband, Sam.",
                    "Percent": 72
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Author's Purpose & Craft"
        ],
        "SubTopics": [
            "Describe how the author's use of figurative language such as metaphor and personification achieves specific purposes."
        ],
        "SuppContent": [
            "problems/TX22G7R/supps/TX22G7R-S2.json"
        ],
        "Explain": false,
        "Content": [
            "In line 6, the playwright uses the comparison “it's as plain as a dish of beans” most likely to emphasize that —"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Betsy is dressed like a common farmer",
                "Key": {
                    "Correct": false,
                    "Rationale": "The comparison in line 6 is used to highlight how Silas perceives Betsy's behavior, not that the costume Betsy wears is plain, or “like a common farmer.”",
                    "Percent": 14
                }
            },
            "G": {
                "Choice": "Betsy appears weary and hungry from her journey",
                "Key": {
                    "Correct": false,
                    "Rationale": "The playwright does not use the comparison in line 6 to remark that Betsy appears to be tired and hungry; instead, he uses it to describe how Silas considers her behavior.",
                    "Percent": 6
                }
            },
            "H": {
                "Choice": "Betsy is obviously doing something suspicious",
                "Key": {
                    "Correct": true,
                    "Rationale": "The playwright uses the comparison in line 6 to a “plain” dish of beans to make it clear that Silas thinks Betsy's reason for disguising herself is obviously suspicious.",
                    "Percent": 69
                }
            },
            "J": {
                "Choice": "Betsy's presence is insignificant",
                "Key": {
                    "Correct": false,
                    "Rationale": "The comparison to a dish of beans does not refer to the significance or meaning of Betsy's arrival, but instead to the way Silas considers her behavior.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Multiple Genres"
        ],
        "SubTopics": [
            "Analyze how the setting influences character and plot development."
        ],
        "SuppContent": [
            "problems/TX22G7R/supps/TX22G7R-S2.json"
        ],
        "Explain": false,
        "Content": [
            "How does the historical time period affect the plot?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "By making Sam regret what he wrote to Betsy in a letter",
                "Key": {
                    "Correct": false,
                    "Rationale": "The time period of the play does not affect Sam's regret for what he wrote in his letter to his wife. The plan to “desert the army” (line 57) would be as problematic now as it was then.",
                    "Percent": 17
                }
            },
            "B": {
                "Choice": "By forcing Silas to ask for help in dealing with a problem",
                "Key": {
                    "Correct": false,
                    "Rationale": "As described in the list of characters, Silas is a young soldier, which is most likely his reason for asking for help and has nothing to do with the time period of the play.",
                    "Percent": 8
                }
            },
            "C": {
                "Choice": "By leading Martha to need to speak to George away from others",
                "Key": {
                    "Correct": false,
                    "Rationale": "The need for privacy is not affected by the time period of the play. Now, as then, a person in authority such as a general might hear information in secret, instead of sharing it with “the entire army” (line 39).",
                    "Percent": 11
                }
            },
            "D": {
                "Choice": "By causing Betsy to have to travel in order to communicate with Sam",
                "Key": {
                    "Correct": true,
                    "Rationale": "The time period is significant because, since it's 1777, phones have not yet been invented, and Betsy does not have any way to communicate with her husband aside from traveling to find him.",
                    "Percent": 64
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Author's Purpose & Craft"
        ],
        "SubTopics": [
            "Explain the author's purpose and message within a text."
        ],
        "SuppContent": [
            "problems/TX22G7R/supps/TX22G7R-S2.json"
        ],
        "Explain": false,
        "Content": [
            "What is a central message in this play?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Sometimes it is difficult to correct a mistake.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The playwright focuses the play on Betsy's trip and her reason for making it rather than on the letter that Sam initially wrote to his wife. Therefore, the difficulty of correcting a mistake is not a central message in this play.",
                    "Percent": 15
                }
            },
            "G": {
                "Choice": "It is important to rely on others for help.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Rather than focusing on Betsy's reliance on others, the playwright focuses on the time and patience that it took for anyone to understand why Betsy risked making her trip.",
                    "Percent": 12
                }
            },
            "H": {
                "Choice": "Understanding a situation may take time and patience.",
                "Key": {
                    "Correct": true,
                    "Rationale": "A central message in this play is that it can take time and patience to understand a situation. Betsy required time and patience to feel comfortable divulging her reason for her disguise and for making the trip; also, it can take time and patience to connect different pieces of information, such as the connection between Sam and Betsy disclosed in lines 51 and 52.",
                    "Percent": 67
                }
            },
            "J": {
                "Choice": "Ignoring advice from others can have harsh consequences.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The idea that ignoring advice can have harsh consequences does not factor into the events of the play. Although Betsy wanted to “persuade” Sam “to stay” (line 59), she was not able to share her advice with him until he already decided to stay.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Multiple Genres"
        ],
        "SubTopics": [
            "Analyze how playwrights develop characters through dialogue and staging."
        ],
        "SuppContent": [
            "problems/TX22G7R/supps/TX22G7R-S2.json"
        ],
        "Explain": false,
        "Content": [
            "How does the playwright develop George Washington's character through the dialogue in lines 37 through 42?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "By revealing that Washington does not believe in keeping secrets from his soldiers",
                "Key": {
                    "Correct": false,
                    "Rationale": "Lines 37 through 42 imply that George Washington is more invested in Martha's opinions than he is in not keeping secrets from his soldiers. For example, after Martha says “[t]here is no reason for her secret to be shared by the entire army,” (line 39) George sends the soldiers out.",
                    "Percent": 20
                }
            },
            "B": {
                "Choice": "By demonstrating that Washington considers the opinion of his wife",
                "Key": {
                    "Correct": true,
                    "Rationale": "Through the dialogue in lines 37 through 42, the playwright shows how Martha can change her husband's mind. This demonstrates that Washington considers and respects the opinion of his wife.",
                    "Percent": 52
                }
            },
            "C": {
                "Choice": "By suggesting that Washington is suspicious of anyone unfamiliar to him",
                "Key": {
                    "Correct": false,
                    "Rationale": "This exchange does not suggest that George Washington is suspicious, but that it is his duty as a commander to know what is going on. In fact, he's open to hearing Martha's response when he asks, “Indeed—then what is she?” (line 38).",
                    "Percent": 22
                }
            },
            "D": {
                "Choice": "By showing that Washington depends on his wife to identify spies",
                "Key": {
                    "Correct": false,
                    "Rationale": "Martha's intention in lines 37 through 42 is to share information she has learned about a young woman who has been accused by others of being a spy, but there is no evidence that she ever identifies spies. In fact, in this case she assures her husband George Washington that his soldiers are wrong, telling George, “this young woman is no spy.”",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Foundational Language Skills"
        ],
        "SubTopics": [
            "Use context such as contrast or cause and effect to clarify the meaning of words."
        ],
        "SuppContent": [
            "problems/TX22G7R/supps/TX22G7R-S3.json",
            "problems/TX22G7R/supps/TX22G7R-S4.json"
        ],
        "Explain": false,
        "Content": [
            "Use Last Dance to answer the following question.",
            "What does the word r͟e͟m͟i͟n͟i͟s͟c͟e mean in paragraph 11 of the story “Last Dance”?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "To remember past events",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 11, r͟e͟m͟i͟n͟i͟s͟c͟e means to remember things that happened in the past. As Julie prepares to bid goodbye to her sister, who is leaving for college, she reflects on their dances together.",
                    "Percent": 93
                }
            },
            "G": {
                "Choice": "To have doubts",
                "Key": {
                    "Correct": false,
                    "Rationale": "R͟e͟m͟i͟n͟i͟s͟c͟e does not mean to have doubts, which means to distrust something.",
                    "Percent": 3
                }
            },
            "H": {
                "Choice": "To judge someone's actions",
                "Key": {
                    "Correct": false,
                    "Rationale": "Julie is not judging anyone; r͟e͟m͟i͟n͟i͟s͟c͟e does not mean to judge, which means to form an opinion about something.",
                    "Percent": 2
                }
            },
            "J": {
                "Choice": "To resolve an issue",
                "Key": {
                    "Correct": false,
                    "Rationale": "The tradition of dancing was created by their dad to resolve their anger during an argument, but r͟e͟m͟i͟n͟i͟s͟c͟e does not mean to resolve an issue. Instead, Julie is simply remembering earlier days with her sister when their “biggest problems involved Olivia the doll.”",
                    "Percent": 2
                }
            }
        },
        "Parts": {}
    },
    "17": {
        "Number": 17,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX22G7R/supps/TX22G7R-S3.json",
            "problems/TX22G7R/supps/TX22G7R-S4.json"
        ],
        "Explain": false,
        "Content": [
            "Use Last Dance to answer the following question.",
            "What can the reader infer about the narrator based on paragraph 7 of the story “Last Dance”?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "She is angry that Becca has spent the last month busy with friends.",
                "Key": {
                    "Correct": false,
                    "Rationale": "As the author points out in paragraph 7, Julie understands that “Becca had things to do” to prepare to leave for college, but she is not angry; she is realizing how much she will miss her sister.",
                    "Percent": 7
                }
            },
            "B": {
                "Choice": "She wonders if her relationship with Becca will change after the move.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Julie may well be wondering whether her relationship with Becca will change when Becca leaves, which would be a natural thing for her to do, but paragraph 7, and the story, is focused on the dancing tradition.",
                    "Percent": 24
                }
            },
            "C": {
                "Choice": "She thinks that Becca is happy about leaving home to go to college.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Julie knows Becca is excited about going to college, but paragraph 7 focuses on Julie's worry that there may not be one last dance party.",
                    "Percent": 5
                }
            },
            "D": {
                "Choice": "She fears that the nightly tradition is no longer important to Becca.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Based on paragraph 7 of “Last Dance,” now that Becca is leaving, Julie is afraid that the dancing tradition will no longer seem important to Becca. Julie can't “shake the feeling of how upset” she would be if she and her sister “didn't get to have one last dance party.”",
                    "Percent": 64
                }
            }
        },
        "Parts": {}
    },
    "18": {
        "Number": 18,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Author's Purpose & Craft"
        ],
        "SubTopics": [
            "Describe how the author's use of figurative language such as metaphor and personification achieves specific purposes."
        ],
        "SuppContent": [
            "problems/TX22G7R/supps/TX22G7R-S3.json",
            "problems/TX22G7R/supps/TX22G7R-S4.json"
        ],
        "Explain": false,
        "Content": [
            "Use Last Dance to answer the following question.",
            "Read this sentence from paragraph 5 of the story “Last Dance.”",
            ":box:Becca and I both started laughing and continued to dance as our anger crept out of the living room.",
            "What is the most likely reason the author uses personification in this sentence?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "To suggest that the girls appreciate their dad's suggestion",
                "Key": {
                    "Correct": false,
                    "Rationale": "The girls do learn to appreciate the dance parties, but it is not the author's use of personification (“our anger crept out of the living room”) that shows this.",
                    "Percent": 4
                }
            },
            "G": {
                "Choice": "To show that the girls have forgotten about their argument",
                "Key": {
                    "Correct": true,
                    "Rationale": "Personification is a type of figurative language where human characteristics are applied to something that is not alive. In this story, the author's personification of the girls' anger in the sentence from paragraph 5—”our anger crept out of the living room”—emphasizes how well the dancing overpowered the anger.",
                    "Percent": 77
                }
            },
            "H": {
                "Choice": "To highlight the bond the girls have with each other",
                "Key": {
                    "Correct": false,
                    "Rationale": "It is the dancing itself, not the personification in paragraph 5 (“our anger crept out of the living room”), that emphasizes the bond the girls share.",
                    "Percent": 16
                }
            },
            "J": {
                "Choice": "To emphasize the girls' willingness to work together",
                "Key": {
                    "Correct": false,
                    "Rationale": "The girls dance in the same room at the insistence of their father, though they are initially unwilling to do so. The use of personification (“our anger crept out of the living room”) shows that they are forgetting their argument as they dance, but there is no evidence that they are willing to work together.",
                    "Percent": 3
                }
            }
        },
        "Parts": {}
    },
    "19": {
        "Number": 19,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Multiple Genres"
        ],
        "SubTopics": [
            "Infer multiple themes within and across texts using text evidence."
        ],
        "SuppContent": [
            "problems/TX22G7R/supps/TX22G7R-S3.json",
            "problems/TX22G7R/supps/TX22G7R-S4.json"
        ],
        "Explain": false,
        "Content": [
            "Use Last Dance to answer the following question.",
            "Which sentence from the story “Last Dance” best conveys the theme?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "We took turns each night picking which song to dance to, and no matter what had gone on that day or how mad we would be at each other, we would dance. (paragraph 1)",
                "Key": {
                    "Correct": false,
                    "Rationale": "This sentence in paragraph 1 does not express the theme but simply shares a detail from the story about how the dance was conducted each night.",
                    "Percent": 38
                }
            },
            "B": {
                "Choice": "A few minutes in time-out had not been enough for us to stop being angry at each other, so before bedtime our dad took us to the living room and turned on his favorite song. (paragraph 2)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The girls' dad tried something new when the girls were still angry with one another after a time out, turning on his favorite song and insisting they dance. Although this action led to a tradition that the girls continued for many years, it does not convey the theme of the story which is established when Becca prepares to move away to college.",
                    "Percent": 10
                }
            },
            "C": {
                "Choice": "Some hours passed, and I began to get ready for bed, giving up on the notion that a last dance party would be happening. (paragraph 12)",
                "Key": {
                    "Correct": false,
                    "Rationale": "This sentence in paragraph 12 focuses on Julie's feelings of resignation, but that is not the theme.",
                    "Percent": 9
                }
            },
            "D": {
                "Choice": "I basked in the bittersweet, realizing that these were the moments to cherish. (paragraph 20)",
                "Key": {
                    "Correct": true,
                    "Rationale": "The theme is best conveyed in the sentence in paragraph 20, when Julie “basked in the bittersweet,” understanding that sometimes the most unexpected moments can turn into “moments to cherish.” Julie discovers this during the last dance with Becca.",
                    "Percent": 42
                }
            }
        },
        "Parts": {}
    },
    "20": {
        "Number": 20,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Author's Purpose & Craft"
        ],
        "SubTopics": [
            "Explain the author's purpose and message within a text."
        ],
        "SuppContent": [
            "problems/TX22G7R/supps/TX22G7R-S3.json",
            "problems/TX22G7R/supps/TX22G7R-S4.json"
        ],
        "Explain": false,
        "Content": [
            "Use The Tree to answer the following question.",
            "What is a message in the poem “The Tree”?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Some things in life are not fully appreciated until they are gone.",
                "Key": {
                    "Correct": true,
                    "Rationale": "A message in “The Tree” is that the speaker does not fully appreciate the beauty of the tree until it is gone. The speaker says in line 10, “For years I never noticed,” and then in line 16 remarks on “the presence of the absence of the tree.”",
                    "Percent": 81
                }
            },
            "G": {
                "Choice": "The world is sometimes beyond our own understanding.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The speaker fully understands that the tree was cut down and recognizes in lines 14 and 15 the “gap it left created... an emptiness.”",
                    "Percent": 9
                }
            },
            "H": {
                "Choice": "Home is where people feel most comfortable to be themselves.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The speaker is reflecting on the absence of a tree. This statement about being comfortable at home is not part of the message given in the poem.",
                    "Percent": 7
                }
            },
            "J": {
                "Choice": "It is difficult to predict the actions of our neighbors.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the poem describes the tree's shadow against the neighbor's house, the neighbors and their specific actions are not mentioned in the poem.",
                    "Percent": 3
                }
            }
        },
        "Parts": {}
    },
    "21": {
        "Number": 21,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Response Skills"
        ],
        "SubTopics": [
            "Use text evidence to support an appropriate response."
        ],
        "SuppContent": [
            "problems/TX22G7R/supps/TX22G7R-S3.json",
            "problems/TX22G7R/supps/TX22G7R-S4.json"
        ],
        "Explain": false,
        "Content": [
            "Use The Tree to answer the following question.",
            "Which line from the poem “The Tree” best helps the reader understand that the speaker is experiencing regret?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Each evening for a full five minutes, (line 1)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The specified time frame of five minutes in line 1 does not suggest the speaker's regret.",
                    "Percent": 4
                }
            },
            "B": {
                "Choice": "upon my neighbor's house. (line 4)",
                "Key": {
                    "Correct": false,
                    "Rationale": "Line 4 shows where the tree's shadow had fallen, but no regret is suggested.",
                    "Percent": 4
                }
            },
            "C": {
                "Choice": "That evening the tree was gone, (line 12)",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no indication of regret in line 12; this line states the simple fact that the tree is gone.",
                    "Percent": 22
                }
            },
            "D": {
                "Choice": "an emptiness, along the street: (line 15)",
                "Key": {
                    "Correct": true,
                    "Rationale": "The “emptiness” discussed in line 15 indicates the speaker's feeling of regret that the tree is gone.",
                    "Percent": 70
                }
            }
        },
        "Parts": {}
    },
    "22": {
        "Number": 22,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Author's Purpose & Craft"
        ],
        "SubTopics": [
            "Analyze how the author's use of language contributes to mood, voice, and tone."
        ],
        "SuppContent": [
            "problems/TX22G7R/supps/TX22G7R-S3.json",
            "problems/TX22G7R/supps/TX22G7R-S4.json"
        ],
        "Explain": false,
        "Content": [
            "Use The Tree to answer the following question.",
            "How does the author's use of language in lines 14 through 16 contribute to the mood of the poem “The Tree”?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "By explaining that the speaker is surprised by feelings of disappointment",
                "Key": {
                    "Correct": false,
                    "Rationale": "Lines 14 through 16 do not contribute to a mood of surprise. Rather, the speaker feels a sense of abandonment.",
                    "Percent": 28
                }
            },
            "G": {
                "Choice": "By highlighting how the speaker is frustrated with the current situation",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the speaker feels the loss of the tree, as indicated by the use of “gap,” “silence,” “emptiness,” and “absence” in lines 14 through 16, the mood created is not one of frustration.",
                    "Percent": 9
                }
            },
            "H": {
                "Choice": "By suggesting that the speaker is uncertain about what will happen next",
                "Key": {
                    "Correct": false,
                    "Rationale": "The speaker reflects upon the absence of the tree in lines 14 through 16 and the space that is left behind but does not indicate any thoughts about what may or may not come next.",
                    "Percent": 8
                }
            },
            "J": {
                "Choice": "By showing that the speaker is experiencing a sense of abandonment",
                "Key": {
                    "Correct": true,
                    "Rationale": "The phrases “a silence,” “an emptiness,” and “presence of the absence” in lines 14 through 16 convey the speaker's feelings and the mood of the poem, which both involve a sense of abandonment.",
                    "Percent": 56
                }
            }
        },
        "Parts": {}
    },
    "23": {
        "Number": 23,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX22G7R/supps/TX22G7R-S3.json",
            "problems/TX22G7R/supps/TX22G7R-S4.json"
        ],
        "Explain": false,
        "Content": [
            "Use The Tree to answer the following question.",
            "Based on lines 10 and 11 of the poem “The Tree,” what can the reader infer about the speaker?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The speaker pays little attention to the nearby environment.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although in line 10 the speaker says, “For years I never noticed,” this is not referring to noticing the nearby environment; it refers to the fact that, while the speaker was keenly aware of the tree's shadows, he took for granted the tree itself—that it would always be there, creating the environment as he knew it.",
                    "Percent": 20
                }
            },
            "B": {
                "Choice": "The speaker has suddenly become mindful of the tree.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Based on lines 10 and 11 of the poem, the reader can infer that the speaker suddenly fully considers the tree once it is about to go away. In these lines, when the speaker says, “For years I never noticed,” he is referring to the tree as a separate object, not simply something creating shadows, and not something that might have grown “into the house” (line 6).",
                    "Percent": 65
                }
            },
            "C": {
                "Choice": "The speaker prefers to sleep when it is completely silent.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Lines 10 and 11 contain nothing about the speaker's preference to sleep when everything is quiet.",
                    "Percent": 5
                }
            },
            "D": {
                "Choice": "The speaker fears the tree has accidentally been cut down.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The idea of the tree being accidentally cut down is not included within lines 10 and 11.",
                    "Percent": 11
                }
            }
        },
        "Parts": {}
    },
    "24": {
        "Number": 24,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make connections to personal experiences, ideas in other texts, and society."
        ],
        "SuppContent": [
            "problems/TX22G7R/supps/TX22G7R-S3.json",
            "problems/TX22G7R/supps/TX22G7R-S4.json"
        ],
        "Explain": false,
        "Content": [
            "Use Last Dance and The Tree to answer the following question.",
            "Which idea do BOTH the story “Last Dance” and the poem “The Tree” emphasize?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "A need for help",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although both Julie in “Last Dance” and the speaker in “The Tree” experience difficult changes, a need for help is not emphasized in either the story or the poem.",
                    "Percent": 4
                }
            },
            "G": {
                "Choice": "A fascination with time",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although both the story “Last Dance” and the poem “The Tree” capture the idea of the passage of time and the changes it brings, neither one emphasizes a fascination with time. Rather, they each show how people adjust to the changes that occur with time.",
                    "Percent": 17
                }
            },
            "H": {
                "Choice": "A noticeable loss",
                "Key": {
                    "Correct": true,
                    "Rationale": "Both “Last Dance” and “The Tree” emphasize a noticeable loss. In “Last Dance,” Julie experiences a feeling of loss when she faces the reality that her sister is leaving home; the speaker in “The Tree” experiences the loss of the tree and its shadows.",
                    "Percent": 73
                }
            },
            "J": {
                "Choice": "A longing for something new",
                "Key": {
                    "Correct": false,
                    "Rationale": "In both the story “Last Dance” and the poem “The Tree,” there is a sense of longing for something in the past rather than a longing for something new.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "25": {
        "Number": 25,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make connections to personal experiences, ideas in other texts, and society."
        ],
        "SuppContent": [
            "problems/TX22G7R/supps/TX22G7R-S3.json",
            "problems/TX22G7R/supps/TX22G7R-S4.json"
        ],
        "Explain": false,
        "Content": [
            "Use Last Dance and The Tree to answer the following question.",
            "In what way is the narrator in the story “Last Dance” UNLIKE the speaker of the poem “The Tree”?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The narrator spends most of her time alone, but the speaker is surrounded by others.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the narrator in “Last Dance” might spend some time alone, the focus of the story is on her spending time with her family. For example, they ate dinner together (paragraphs 8–11); in the poem “The Tree,” the speaker says nothing about being around anyone else but focuses on the impact of a single missing tree.",
                    "Percent": 7
                }
            },
            "B": {
                "Choice": "The narrator has a lot of time to sit and think, but the speaker is too busy to take time for reflection.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the story “Last Dance,” the narrator seems to have time to sit and think, but in the poem “The Tree,” the speaker is not described as being busy, and he spends the length of the poem reflecting on the loss of the tree.",
                    "Percent": 10
                }
            },
            "C": {
                "Choice": "The narrator knows her sister has not permanently left home yet, but the speaker sees that the tree is already gone.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The narrator in the story “Last Dance” is unlike the speaker of the poem “The Tree,” because the narrator in the story realizes that her sister is still at home until college begins; in contrast, the speaker in the poem realizes that the tree is gone with only the memory of it remaining.",
                    "Percent": 67
                }
            },
            "D": {
                "Choice": "The narrator has spent her whole life with her sister, but the speaker has only lived by the tree for a short amount of time.",
                "Key": {
                    "Correct": false,
                    "Rationale": "It can be inferred that the narrator in the story “Last Dance” has spent her entire life with her sister. In the poem “The Tree,” the length of time for which the speaker has lived by the tree is not indicated. However, there are clues that he has lived by the tree for longer than a short amount of time. For example, “Each evening” (line 1) and “the tree seems to grow into the house” (lines 5–6). These details suggest a similarity between the narrator of the story and the speaker in the poem, not a difference.",
                    "Percent": 16
                }
            }
        },
        "Parts": {}
    },
    "26": {
        "Number": 26,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make connections to personal experiences, ideas in other texts, and society."
        ],
        "SuppContent": [
            "problems/TX22G7R/supps/TX22G7R-S3.json",
            "problems/TX22G7R/supps/TX22G7R-S4.json"
        ],
        "Explain": false,
        "Content": [
            "Use Last Dance and The Tree to answer the following question.",
            "What is a theme that is present in BOTH the story “Last Dance” and the poem “The Tree”?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Have the courage to live life to its fullest.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although loss, which is a theme in both the story “Last Dance” and the poem “The Tree,” takes courage to face and deal with, neither the story nor poem presents a theme of having the courage to live life to its fullest.",
                    "Percent": 12
                }
            },
            "G": {
                "Choice": "Always be prepared to confide in loved ones.",
                "Key": {
                    "Correct": false,
                    "Rationale": "It is hinted in the story “Last Dance” that the narrator should have confided in her sister, but this is not a theme of the poem “The Tree.”",
                    "Percent": 14
                }
            },
            "H": {
                "Choice": "Have patience when striving to reach a goal.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although it can take patience to come to terms with change and loss, which are themes in both the story “Last Dance” and the poem “The Tree,” having the patience to achieve a goal is not a theme for either the story or the poem.",
                    "Percent": 5
                }
            },
            "J": {
                "Choice": "Never take for granted the small wonders of daily life.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In both the story “Last Dance” and the poem “The Tree,” the theme is of not taking small wonders for granted. For example, in the story, Julie says she realizes “that these were the moments to cherish” (paragraph 20), and in the poem, the speaker reflects, “For years I never noticed” (line 10) and “The gap it left created a silence” (line 14).",
                    "Percent": 69
                }
            }
        },
        "Parts": {}
    },
    "27": {
        "Number": 27,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make connections to personal experiences, ideas in other texts, and society."
        ],
        "SuppContent": [
            "problems/TX22G7R/supps/TX22G7R-S3.json",
            "problems/TX22G7R/supps/TX22G7R-S4.json"
        ],
        "Explain": false,
        "Content": [
            "Use Last Dance and The Tree to answer the following question.",
            "One major DIFFERENCE between the story “Last Dance” and the poem “The Tree” is that only the story ends with a sense of —"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "adventure",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although “Last Dance” ends with Becca heading off to college, which can be considered an adventure, the ending of the story deals more with acceptance of change and cherishing good moments. The poem “The Tree” does not end with any sense of adventure; it ends with a sense of loss and reflection.",
                    "Percent": 8
                }
            },
            "B": {
                "Choice": "fulfillment",
                "Key": {
                    "Correct": true,
                    "Rationale": "Unlike the poem “The Tree,” the story “Last Dance” ends with a sense of fulfillment, in that Julie gets to experience a last dance with her sister and realizes that it is a moment “to cherish.” In contrast, the poem does not end with a sense of fulfillment; it ends with a sense of loss and reflection.",
                    "Percent": 52
                }
            },
            "C": {
                "Choice": "sympathy",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the story “Last Dance,” the sisters discover that the dances are important to them both, so there is no need for a sense of sympathy; in the poem “The Tree,” the speaker feels a sense of loss but does not feel a need for sympathy from anyone.",
                    "Percent": 30
                }
            },
            "D": {
                "Choice": "concern",
                "Key": {
                    "Correct": false,
                    "Rationale": "Neither the story “Last Dance” nor the poem “The Tree” ends with a sense of concern. The story ends more with acceptance, not concern, that Becca is leaving; the poem ends with the speaker reflecting on the loss of the tree, but he does not demonstrate a sense of concern.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "28": {
        "Number": 28,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Author's Purpose & Craft"
        ],
        "SubTopics": [
            "Describe how the author's use of figurative language such as metaphor and personification achieves specific purposes."
        ],
        "SuppContent": [
            "problems/TX22G7R/supps/TX22G7R-S5.json"
        ],
        "Explain": false,
        "Content": [
            "Read this sentence from paragraph 15.",
            ":box:he felt a weight lift from her shoulders, now buoyed by a dose of support from her friend.",
            "What does the author's use of figurative language in this sentence help the reader understand?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The burden Brittany feels about winning the competition",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author's use of figurative language in paragraph 15 does not indicate that Brittany feels burdened or down about the competition; in contrast, the use of the phrases “weight lift” and “dose of support” indicate lighter feelings, not burden.",
                    "Percent": 8
                }
            },
            "G": {
                "Choice": "The sense of relief Brittany feels from Alix's presence",
                "Key": {
                    "Correct": true,
                    "Rationale": "Figurative language is language that uses words that mean something different from the literal interpretation. In paragraph 15, the phrase “felt a weight lift from her shoulders” is a figurative way to describe relief from worries, which can feel like carrying something heavy. The phrase “buoyed by a dose of support” is a figurative way to say Alix's support helped Brittany keep her head up, or afloat.",
                    "Percent": 76
                }
            },
            "H": {
                "Choice": "The mutual respect Brittany and Alix have for each other",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Brittany and Alix appear to respect one another, the author's use of figurative language— ”weight lift from her shoulders, now buoyed by a dose of support”—does not refer to the respect Brittany and Alix have for each other.",
                    "Percent": 10
                }
            },
            "J": {
                "Choice": "The challenges in gymnastics that Brittany has had to overcome",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author's use of figurative language refers to Brittany's feelings about Alix's presence, not to the challenges Brittany had to overcome.",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    },
    "29": {
        "Number": 29,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Foundational Language Skills"
        ],
        "SubTopics": [
            "Use context such as contrast or cause and effect to clarify the meaning of words."
        ],
        "SuppContent": [
            "problems/TX22G7R/supps/TX22G7R-S5.json"
        ],
        "Explain": false,
        "Content": [
            "In paragraph 10, what does the word s͟o͟l͟e͟m͟n mean?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Serious",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 10, Brittany has a serious, or s͟o͟l͟e͟m͟n, look on her face because she is “plagued with nerves” and she thinks that Alix is not there to support her.",
                    "Percent": 76
                }
            },
            "B": {
                "Choice": "Confused",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 10, Brittany is not confused; instead, she has a serious or s͟o͟l͟e͟m͟n look on her face as she waits to compete.",
                    "Percent": 8
                }
            },
            "C": {
                "Choice": "Shocked",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Brittany is shocked to see Alix, this does not happen in paragraph 10, when she has a serious or s͟o͟l͟e͟m͟n look on her face while she waits to compete.",
                    "Percent": 11
                }
            },
            "D": {
                "Choice": "Annoyed",
                "Key": {
                    "Correct": false,
                    "Rationale": "Brittany is not annoyed before she competes. In paragraph 10, she has a serious or s͟o͟l͟e͟m͟n expression as she waits for her turn.",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    },
    "30": {
        "Number": 30,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Response Skills"
        ],
        "SubTopics": [
            "Use text evidence to support an appropriate response."
        ],
        "SuppContent": [
            "problems/TX22G7R/supps/TX22G7R-S5.json"
        ],
        "Explain": false,
        "Content": [
            "Which sentence supports the idea that Brittany is concerned about her friendship with Alix?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "With that, Alix turned and headed toward the exit. (paragraph 4)",
                "Key": {
                    "Correct": false,
                    "Rationale": "At this point in the story, in paragraph 4, Brittany is more concerned about how Alix's critiques of her routine will affect her focus than she is concerned about their friendship.",
                    "Percent": 6
                }
            },
            "G": {
                "Choice": "Brittany stared at the empty stands, imagining how she must have made Alix feel. (paragraph 9)",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 9, Brittany is “holding her head as if it were a weighty boulder,” then stares at the empty stands, “imagining how she must have made Alix feel,” concerned that she may have ruined her friendship with Alix.",
                    "Percent": 80
                }
            },
            "H": {
                "Choice": "Alix placed her hands on Brittany's shoulders and gave her a little shake. (paragraph 14)",
                "Key": {
                    "Correct": false,
                    "Rationale": "This sentence from paragraph 14 does not support Brittany's concern; instead, Alix's gesture proves to Brittany that they are still friends.",
                    "Percent": 6
                }
            },
            "J": {
                "Choice": "She saw Alix, giving two thumbs up, and Brittany envisioned the judges giving her the same gesture after her routine. (paragraph 15)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The thumbs-up gesture that Alix makes to Brittany in paragraph 15 shows support for Brittany, so she is no longer worried about their friendship.",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    },
    "31": {
        "Number": 31,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Response Skills"
        ],
        "SubTopics": [
            "Use text evidence to support an appropriate response."
        ],
        "SuppContent": [
            "problems/TX22G7R/supps/TX22G7R-S5.json"
        ],
        "Explain": false,
        "Content": [
            "Which sentence suggests that Brittany's performance suffers because of Alix's absence?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "“I'm sorry, Brittany, I know you're great at gymnastics, but I was just trying to offer some advice.” (paragraph 4)",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 4, Alix apologizes for hurting Brittany's feelings, but there is no suggestion in this sentence that Alix is absent from Brittany's performance or that she affected the performance.",
                    "Percent": 9
                }
            },
            "B": {
                "Choice": "Five days had passed since Brittany had confronted Alix—and just two days were left until the competition. (paragraph 6)",
                "Key": {
                    "Correct": false,
                    "Rationale": "This sentence from paragraph 6 is simply giving the time frame before the actual competition begins, but it does not suggest Brittany's performance is suffering because of Alix's absence.",
                    "Percent": 14
                }
            },
            "C": {
                "Choice": "“You seem off your game, Brit—and you need to get it together by Saturday morning.” (paragraph 8)",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 8, the coach communicates that Brittany's performance in practice is not up to her usual level by telling her that she is “off [her] game.” Right before this point, in paragraph 7, Brittany notices Alix's empty seat “and tried to ignore the pang she felt from her friend's absence.” This suggests Alix's absence is the reason Brittany's performance suffers.",
                    "Percent": 74
                }
            },
            "D": {
                "Choice": "Brittany approached the edge of the mat with her head held high. (paragraph 15)",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 15, by holding her head high, Brittany displays the return of her confidence now that Alix has come to support her.",
                    "Percent": 3
                }
            }
        },
        "Parts": {}
    },
    "32": {
        "Number": 32,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Multiple Genres"
        ],
        "SubTopics": [
            "Analyze how the setting influences character and plot development."
        ],
        "SuppContent": [
            "problems/TX22G7R/supps/TX22G7R-S5.json"
        ],
        "Explain": false,
        "Content": [
            "How does the change of setting in paragraph 10 of the story contribute to the plot?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "By causing Brittany to believe that Alix will not come to support her",
                "Key": {
                    "Correct": false,
                    "Rationale": "The day of the competition is not what causes Brittany to believe that Alix will not come; Brittany has already been concerned about that for days. For example, in paragraph 9, Brittany is shown before competition day, missing “the encouragement Alix gave her when she was doubting herself.”",
                    "Percent": 26
                }
            },
            "G": {
                "Choice": "By increasing the pressure Brittany feels about her performance",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 10, the setting changes to the day of the competition, with only Brittany's parents and Coach Jen there to support her. Since it's the day of the competition and Alix is not there to support her, Brittany feels increased pressure, and “clumsy and insecure,” about her upcoming performance.",
                    "Percent": 61
                }
            },
            "H": {
                "Choice": "By revealing that Brittany has practiced as much as she can for the competition",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although in paragraph 10, the author discloses that “Brittany practiced her moves” and “memorized the routine,” this does not show how the change of setting contributes to the plot. Brittany felt pressure about her routine because of the disagreement with Alix, not because she did not practice enough.",
                    "Percent": 9
                }
            },
            "J": {
                "Choice": "By highlighting the reason Brittany needed time apart from Alix",
                "Key": {
                    "Correct": false,
                    "Rationale": "The day of competition does not highlight a need for time apart from Alix. Instead, it emphasizes Brittany's need for Alix's support.",
                    "Percent": 4
                }
            }
        },
        "Parts": {}
    },
    "33": {
        "Number": 33,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Multiple Genres"
        ],
        "SubTopics": [
            "Infer multiple themes within and across texts using text evidence."
        ],
        "SuppContent": [
            "problems/TX22G7R/supps/TX22G7R-S5.json"
        ],
        "Explain": false,
        "Content": [
            "Read this sentence from paragraph 14.",
            ":box:“You've got this, Brit; and no matter what happens, I'll be cheering you on.”",
            "How does this sentence support a primary theme of the story?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "By explaining that it is important to be honest with others",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although by this point Brittany realizes Alix was giving her honest advice, this sentence from paragraph 14 supports Alix's understanding and the strength of their friendship, not the importance of honesty.",
                    "Percent": 9
                }
            },
            "B": {
                "Choice": "By revealing that achieving a goal often requires eliminating distractions",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Brittany might have momentarily considered Alix to be a distraction, by this point her annoyance has passed, and she realizes she needs Alix's support and encouragement. This sentence from paragraph 14 supports the idea of their strong friendship, not the moment Brittany is annoyed with Alix.",
                    "Percent": 8
                }
            },
            "C": {
                "Choice": "By suggesting that participating in athletic competitions can be stressful",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 14, Alix's expression of support reduces Brittany's stress rather than adding to it, and her confidence returns.",
                    "Percent": 9
                }
            },
            "D": {
                "Choice": "By showing that good relationships can withstand minor disagreements",
                "Key": {
                    "Correct": true,
                    "Rationale": "This sentence from paragraph 14 supports the story's theme that people who share a good relationship can overcome minor disagreements or repair small ruptures between them. Alix is telling her friend that “no matter what happens,” she'll be there for her. As Alix explains in paragraph 13, “I know you needed your space, but that doesn't mean I was going to abandon you.”",
                    "Percent": 74
                }
            }
        },
        "Parts": {}
    },
    "34": {
        "Number": 34,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Author's Purpose & Craft"
        ],
        "SubTopics": [
            "Analyze how the author's use of language contributes to mood, voice, and tone."
        ],
        "SuppContent": [
            "problems/TX22G7R/supps/TX22G7R-S5.json"
        ],
        "Explain": false,
        "Content": [
            "In paragraph 15, the author's choice of language creates a mood of —"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "fondness",
                "Key": {
                    "Correct": false,
                    "Rationale": "Brittany is fond of Alix, but the author's word choice in paragraph 15 creates a mood of hopefulness, not fondness.",
                    "Percent": 13
                }
            },
            "G": {
                "Choice": "admiration",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Brittany envisions getting two thumbs up from the judges in paragraph 15, this is related to Brittany's positive frame of mind, and the author's choice of language in the paragraph does not create a mood of admiration.",
                    "Percent": 20
                }
            },
            "H": {
                "Choice": "hopefulness",
                "Key": {
                    "Correct": true,
                    "Rationale": "The language in paragraph 15 creates a mood of positivity and hopefulness by showing that Brittany has “her head held high” and is envisioning the “judges giving her the same” positive thumbs-up gesture after her routine as Alix gave her before the routine.",
                    "Percent": 60
                }
            },
            "J": {
                "Choice": "amusement",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author's word choice in paragraph 15 creates a positive mood, it is not one of amusement. The language reflects Brittany's sense of hope; there is no evidence of a mood of amusement.",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    },
    "35": {
        "Number": 35,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Author's Purpose & Craft"
        ],
        "SubTopics": [
            "Analyze how the use of text structure contributes to the author's purpose."
        ],
        "SuppContent": [
            "problems/TX22G7R/supps/TX22G7R-S6.json"
        ],
        "Explain": false,
        "Content": [
            "What is the most likely reason the author uses a cause-and-effect organizational structure in the selection?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "To help the reader understand the common misunderstandings associated with exercising",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author does not use a cause-and-effect organizational structure to explain common misunderstandings associated with exercising. Although the author refers to misunderstandings in paragraph 1, these are details included as part of establishing the cause that it's important for people to exercise.",
                    "Percent": 24
                }
            },
            "B": {
                "Choice": "To help the reader understand the steps to follow when beginning a new exercise program",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author encourages people to walk regularly but does not focus the structure on steps to follow when starting an exercise program; if the author had done this, listing the step-by-step processes would be used as the organizational structure instead of a cause-and-effect structure.",
                    "Percent": 14
                }
            },
            "C": {
                "Choice": "To help the reader understand the ways to introduce a variety of exercises into daily life",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author discusses ways that readers can benefit from a regular walking routine, not ways to introduce a variety of exercises into daily life; this is not why the author uses a cause-and-effect organizational structure.",
                    "Percent": 21
                }
            },
            "D": {
                "Choice": "To help the reader understand the advantages of adopting a regular exercise routine",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author uses a cause-and-effect organizational structure to demonstrate the benefits of adopting a walking routine. In paragraph 1, the author explains the importance of exercise (cause) and then focuses much of the article on explaining the advantages (effects) of walking. For example, it burns calories (paragraph 4) and improves mood (paragraph 6).",
                    "Percent": 41
                }
            }
        },
        "Parts": {}
    },
    "36": {
        "Number": 36,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX22G7R/supps/TX22G7R-S6.json"
        ],
        "Explain": false,
        "Content": [
            "Which inference about walking is supported by the information in paragraph 2?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Skilled athletes can complete their daily walk in a few minutes.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author does not mention skilled athletes in paragraph 2; instead, the focus is on beginners.",
                    "Percent": 11
                }
            },
            "G": {
                "Choice": "People have trouble finding time in their day to walk.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although time restraints might make it hard for some people to add regular exercise to their days, there is no suggestion of this in paragraph 2, which focuses on how people can adjust to the new physical activity of walking.",
                    "Percent": 13
                }
            },
            "H": {
                "Choice": "Longer walks may be difficult for beginners to complete.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 2, the author implies that long walks may be difficult for beginners and includes a recommendation that beginners “start with three short 10-minute walks” per day.",
                    "Percent": 58
                }
            },
            "J": {
                "Choice": "Moving at a fast pace makes walking a more enjoyable experience.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author refers to “brisk walking” in paragraph 2, there is no suggestion that fast walking is more enjoyable, so this cannot be inferred from the information in paragraph 2.",
                    "Percent": 18
                }
            }
        },
        "Parts": {}
    },
    "37": {
        "Number": 37,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Evaluate details read to determine key ideas."
        ],
        "SuppContent": [
            "problems/TX22G7R/supps/TX22G7R-S6.json"
        ],
        "Explain": false,
        "Content": [
            "Read this sentence from paragraph 1.",
            ":box:When people think of exercise, they probably envision someone muscular lifting hundreds of pounds on a barbell or swift and strong sprinters speeding along a racetrack.",
            "Which key idea is suggested by this sentence?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Most exercise routines require an advanced level of skill.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although this sentence from paragraph 1 illustrates athletes with advanced levels of skill, this reflects people's assumptions about exercise, not the reality of exercise, so the idea that most exercise routines require this level of skill is not a key idea suggested by this sentence.",
                    "Percent": 14
                }
            },
            "B": {
                "Choice": "Proper equipment is often needed for certain exercise programs.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although this sentence from paragraph 1 references a barbell and a racetrack, the author is not suggesting these are needed for exercise programs. The key idea involves people's assumptions about exercise, not the equipment people use to exercise.",
                    "Percent": 10
                }
            },
            "C": {
                "Choice": "Anyone can take part in exercise with the right amount of training.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this sentence from paragraph 1, the author is not suggesting that readers need a certain amount of training to take part in an exercise program. The key idea has nothing to do with any advice from the author; it has to do with people's assumptions about exercise.",
                    "Percent": 17
                }
            },
            "D": {
                "Choice": "People avoid exercise because they think it is beyond their capabilities.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This sentence from paragraph 1 points out how people might consider exercise as something reserved for people who are already fit. The key idea from this sentence is that these beliefs make people feel incapable of exercising, so they avoid it.",
                    "Percent": 59
                }
            }
        },
        "Parts": {}
    },
    "38": {
        "Number": 38,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Multiple Genres"
        ],
        "SubTopics": [
            "Identifying the claim."
        ],
        "SuppContent": [
            "problems/TX22G7R/supps/TX22G7R-S6.json"
        ],
        "Explain": false,
        "Content": [
            "Which sentence states the author's main claim in the selection?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "If you are looking to incorporate exercise into your routine, then you should consider walking. (paragraph 1)",
                "Key": {
                    "Correct": true,
                    "Rationale": "Beginning with the title “Ready, Set, Walk!,” the author presents information intended to encourage readers to spend more time walking. The author's recommendation for readers to “consider walking” in paragraph 1 is repeated throughout the article, with sections devoted to how to get started walking, ways that walking benefits the body and the mind, and descriptions of how walking has evolved as exercise and a social activity over many years.",
                    "Percent": 63
                }
            },
            "G": {
                "Choice": "You're in luck, because what you're wearing right now is probably perfect for walking. (paragraph 3)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The idea from paragraph 3 that almost any apparel is appropriate for walking is a detail to show that special equipment is not required for this popular activity, but it is not the main claim of the article. The author provides the information to support the main claim that walking can benefit anyone.",
                    "Percent": 6
                }
            },
            "H": {
                "Choice": "As a result, walking helps your leg bones become stronger and resist the bone loss that typically happens as people get older. (paragraph 4)",
                "Key": {
                    "Correct": false,
                    "Rationale": "This possible medical benefit discussed in paragraph 4 is a detail used to provide an example of how walking is good for people. This is not the main claim of the article, but it adds support for the author's main claim that walking is an easy and accessible exercise for almost everyone.",
                    "Percent": 24
                }
            },
            "J": {
                "Choice": "As a bonus, walking with a friend provides a bonding opportunity to strengthen your relationships and enjoy the company of others. (paragraph 6)",
                "Key": {
                    "Correct": false,
                    "Rationale": "Bonding with a friend while walking, as described in paragraph 6, is a detail which strengthens the author's argument that walking is good for a person's mood. The detail supports the author's main argument that walking is beneficial, but it is only a small part of that argument.",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    },
    "39": {
        "Number": 39,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Multiple Genres"
        ],
        "SubTopics": [
            "Explaining how the author uses various types of evidence and consideration of alternatives to support the argument."
        ],
        "SuppContent": [
            "problems/TX22G7R/supps/TX22G7R-S6.json"
        ],
        "Explain": false,
        "Content": [
            "In paragraph 5, in what way does the information about the findings in the Harvard study support the author's argument?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The findings confirm that many people appreciate walking.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 5, the author includes benefits of walking, which could cause people to appreciate walking; however, the author never makes a connection between the findings and people's appreciation of walking.",
                    "Percent": 9
                }
            },
            "B": {
                "Choice": "The findings explain why people choose to take walks.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 5, although the author describes benefits people gain from walking, the author does not present these benefits as explanations for why people choose to take walks.",
                    "Percent": 15
                }
            },
            "C": {
                "Choice": "The findings prove that walking has desirable results.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The study findings discussed in paragraph 5 offer evidence that walking is beneficial to people's health and well-being, which is the author's argument.",
                    "Percent": 69
                }
            },
            "D": {
                "Choice": "The findings show how often people go for a walk.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the findings in paragraph 5 reveal the minimum frequency at which study participants walked, this is not the information that supports the author's argument, which is focused on the idea that walking is beneficial.",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    },
    "40": {
        "Number": 40,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Foundational Language Skills"
        ],
        "SubTopics": [
            "Use context such as contrast or cause and effect to clarify the meaning of words."
        ],
        "SuppContent": [
            "problems/TX22G7R/supps/TX22G7R-S6.json"
        ],
        "Explain": false,
        "Content": [
            "Which phrase in paragraph 8 helps the reader understand the meaning of c͟o͟m͟m͟o͟n͟p͟l͟a͟c͟e?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "increasing in popularity",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 8, the author explains that the number of people walking for exercise is growing as new technologies like trackers and counters are “increasing in popularity.” By reading about this trend, the reader can determine based on the context that c͟o͟m͟m͟o͟n͟p͟l͟a͟c͟e means commonly found.",
                    "Percent": 67
                }
            },
            "G": {
                "Choice": "arrival of new technologies",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the phrase “arrival of new technologies” helps the reader understand that new exercise-related technologies are being introduced, it does not suggest how many people are using them. Therefore, it does not help readers understand the meaning of c͟o͟m͟m͟o͟n͟p͟l͟a͟c͟e.",
                    "Percent": 11
                }
            },
            "H": {
                "Choice": "can set goals",
                "Key": {
                    "Correct": false,
                    "Rationale": "The phrase “can set goals” is a task the new technology can do; it's not related to how popular it is, and so it does not help the reader understand the meaning of c͟o͟m͟m͟o͟n͟p͟l͟a͟c͟e.",
                    "Percent": 13
                }
            },
            "J": {
                "Choice": "help themselves reach",
                "Key": {
                    "Correct": false,
                    "Rationale": "The phrase “help themselves reach” relates to people using trackers to set goals, not how many people use the trackers and counters, so it does not help the reader understand the meaning of c͟o͟m͟m͟o͟n͟p͟l͟a͟c͟e.",
                    "Percent": 9
                }
            }
        },
        "Parts": {}
    },
    "41": {
        "Number": 41,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Multiple Genres"
        ],
        "SubTopics": [
            "Identifying the intended audience or reader."
        ],
        "SuppContent": [
            "problems/TX22G7R/supps/TX22G7R-S6.json"
        ],
        "Explain": false,
        "Content": [
            "Who is the intended audience of the selection?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "People who participate in sports on a daily basis",
                "Key": {
                    "Correct": false,
                    "Rationale": "People who participate in sports most likely already know how to exercise and are aware of the benefits of exercise.",
                    "Percent": 6
                }
            },
            "B": {
                "Choice": "People who have prepared for athletic competitions in the past",
                "Key": {
                    "Correct": false,
                    "Rationale": "Former athletic competitors are most likely already aware of the benefits of exercise and do not need tips on how to start an exercise routine.",
                    "Percent": 7
                }
            },
            "C": {
                "Choice": "People who are familiar with the best ways to exercise",
                "Key": {
                    "Correct": false,
                    "Rationale": "People who already know the best ways to exercise would likely not feel a need to read about the basics and health benefits of exercise.",
                    "Percent": 9
                }
            },
            "D": {
                "Choice": "People who are interested in starting an exercise routine",
                "Key": {
                    "Correct": true,
                    "Rationale": "Throughout the passage, the author provides information useful for people interested in starting an exercise routine. For example, in paragraph 2, the author explains how to begin an exercise routine; in paragraph 3, the focus is on how people can exercise (walk) without the need for equipment; and in paragraphs 4 through 6, the author discusses the benefits of exercise (walking).",
                    "Percent": 79
                }
            }
        },
        "Parts": {}
    },
    "42": {
        "Number": 42,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Author's Purpose & Craft"
        ],
        "SubTopics": [
            "Analyze the author's use of print and graphic features to achieve specific purposes."
        ],
        "SuppContent": [
            "problems/TX22G7R/supps/TX22G7R-S6.json"
        ],
        "Explain": false,
        "Content": [
            "Look at this photograph from the selection.",
            "problems/TX22G7R/media/42a.jpg",
            "What is the most likely reason the author includes this photograph?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "To show how walking produces chemicals in the brain that can improve a person's mood",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author reveals in paragraph 6 that walking “causes your brain to produce chemicals that improve your mood,” the photograph does not show how chemicals in the brain affect the person's mood.",
                    "Percent": 10
                }
            },
            "G": {
                "Choice": "To indicate that walking can be done in places that bring feelings of peace",
                "Key": {
                    "Correct": true,
                    "Rationale": "The most likely reason the author includes this photograph—showing a person on a trail in the woods—is to demonstrate that walking can be done in places that bring feelings of peace. In paragraph 6, the author indicates this by saying walking can be done “in peaceful places such as nature trails or parks.”",
                    "Percent": 77
                }
            },
            "H": {
                "Choice": "To emphasize that walking gets easier once it becomes a habit",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author reveals in paragraph 2 that walking becomes easier once it's a habit, the photograph does not include any evidence to emphasize that this occurs.",
                    "Percent": 5
                }
            },
            "J": {
                "Choice": "To highlight how walking provides countless physical advantages to a person's well-being",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author makes clear in paragraphs 4 through 6 that walking provides benefits to a person's well-being, the photograph does not include any elements that highlight how walking provides these benefits.",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    }
}