{
    "Directions": "Read this passage and answer each question that follows.",
    "Context": [
        "Rendi is a boy who has left home and ended up working as a chore boy at a village inn. Rendi is not impressed by either the village or the inn, and he has made his opinions clear to the innkeeper's daughter, Peiyi."
    ],
    "Title": "[Excerpt from] Starry River of the Sky",
    "Subtitle": "",
    "Author": "by Grace Lin",
    "LabelType": "P",
    "Content": [
        ["1", "\tThe only thing Rendi could not scorn was the strange, endless plain of stone that lay beyond the inn. The smooth rock ground stretched beyond sight, as if someone had wiped away part of the landscape with a rag."],
        ["2", "\t“What is that?” Rendi gasped in spite of himself."],
        ["3", "\t“It's the Stone Pancake,” Peiyi answered. She was glad there was at least one thing this horrid boy could not mock. “My ancestor made it.”"],
        ["4", "\t“Made it?” Rendi said in disbelief. “You're lying!” “It's true!” Peiyi insisted. “My ancestor was a great man.”"],
        ["5", "\t“Your ancestor? My ancestor was the ...” Rendi sputtered, and then stopped."],
        ["6", "\t“What did your ancestor do?” Peiyi said. “Mine moved a mountain!”"],
        ["7", "\tRendi bit his lip in frustration. His ancestors were far greater than the ancestors of this dirty-faced girl! But he swallowed his words bitterly and, instead, said, “How?”"],
        ["", "THE STORY OF THE MAN WHO MOVED A MOUNTAIN"],
        ["8", "\tWhen this place was called the Village of Endless Mountain, my esteemed great-grandfather moved here. He was an extraordinary man. He was so determined and courageous that when he wanted his tea made of Nan Ling water, he journeyed the hundreds of miles to the Long River and braved the brutal and violent waves to get it. He was so smart and clever that he never lost a game of chess in his entire life. He was so strong and powerful that he pulled two oxen by their tails through the street. So wondrous was my honored great-grandfather that all, even the spirits above, looked upon him with admiration."],
        ["9", "\tSo, when one fall morning he looked out his window and was displeased, the ground seemed to join his family with their trembling. “I see nothing out my window,” my great-grandfather cried. “Why can I not see the sky, the sun, and clouds?”"],
        ["10", "\t“Honored father” — his two sons and wife bowed at his feet — “our house is next to the mountain. You do not see the sky in your room, because the mountain blocks it.”"],
        ["11", "\tMy esteemed great-grandfather sputtered, “I must be able to see the sky! I cannot let the mountain block the heavens! We will move the mountain.”"],
        ["12", "\tHe gathered shovels and pails, and he and his obedient sons began to dig. One bucket at a time, they began to carry the mountain away. Obviously, this seemed an impossible task, like emptying the ocean with a rice bowl. Yet my honored great-grandfather was not discouraged, and day after day, he and his sons carried away buckets of earth."],
        ["13", "\tAll the villagers came to watch in amazement as my great-grandfather and his sons attempted to move the mountain. Their awed whispers carried to the clouds, and the Spirit of the Mountain overheard. The Spirit gazed down at my great-grandfather and his tireless, unyielding shoulders bearing away stones of the mountain and was alarmed. The Spirit took human form and rushed down."],
        ["14", "\t“Why are you trying to move the mountain?” the Spirit asked my honored great-grandfather. “To carry it away, bucket by bucket — is that not impossible? Even if you were to live a hundred years and work every day, you could not achieve it.”"],
        ["15", "\tMy esteemed great-grandfather brushed away the words. “I will move this mountain,” he said. “If I do not move the mountain in my lifetime, my sons will continue my work and their sons after that. Eventually, this mountain of annoyance will be gone!”"],
        ["16", "\tThe Mountain Spirit heard the truth in my honored great-grandfather's words and began to quake and shiver with fear. Without another word, the Spirit left. The next morning, the sun streamed into my great-grandfather's room. He leaped from his bed and ran outside."],
        ["17", "\tThe mountain was gone."],
        ["18", "\tInstead, there was an empty stone field that seemed as flat as a plate and as endless as the sky. My honored great-grandfather stood with pride. He had moved the mountain."],
        ["19", "\t“And that is why we have the Stone Pancake,” Peiyi finished. “It is where the mountain used to be, before it fled from my great-grandfather's power andwisdom.”"],
        ["20", "\t“No one uses it?” Rendi said."],
        ["21", "\t“Nothing grows on it, no one builds on it, and no one travels on it,” Peiyi said  shaking her head. “It's so big that if you walk on it far enough, you'll see nothing but the sky and the flat stone and get lost! Sometimes we use a small bit of it near the inn for celebrations, like weddings, but usually it is left bare.”"],
        ["22", "\t“I can't believe it,” Rendi said. But the never-ending flat land drew out in front of him, and he could think of no other explanation."]
    ],
    "Copyright": "Excerpt from Starry River of the Sky, Grace Lin. Copyright © Paw Prints, 2014.",
    "References": []
}