{
    "Directions": "Read this passage and answer each question that follows.",
    "Context": [],
    "Title": "[Excerpt from] Out of Darkness: The Story of Louis Braille",
    "Subtitle": "",
    "Author": "by Russell Freedman",
    "LabelType": "P",
    "Content": [
        ["", "The Dormitory"],
        ["1", "\tThe dormitory was dark and still. Only one boy was still awake. He sat on the edge of his bed at a far corner in the room holding a writing board and a sheet of thick paper on his lap. Working slowly, deliberately, he punched tiny holes across the page with the sharp point of a stylus. Every so often, he paused and ran his fingers across the raised dots on the opposite side of the paper. Then he continued working with his stylus. He was interrupted by a husky whisper coming from the next bed. The same hushed conversation took place almost every night — the same questions, the same answers. “Louis? That you? Still punching dots?”"],
        ["2", "\t“Shh! Be quiet, Gabriel. It’s late. You’ll wake up everyone.” “You’d better quit and get some rest, Louis. The director will be furious if you doze off in class again.” “I know, I know. I’m almost finished now. Go back to sleep!”"],
        ["3", "\tLouis Braille placed his paper and stylus on the shelf behind his bed. Extending his arm before him, he walked across the dormitory and stood before an open window. He was a thin, handsome boy with the strong features of his French ancestors. Tangled blond hair fell across his forehead. His eyes, tinged with purple, stared blankly from above prominent cheekbones."],
        ["4", "\tLouis was a student at the Royal Institute for Blind Youth in Paris. For months now, he had been punching combinations of dots into sheets of paper. He was trying to work out a system of reading and writing for all those who cannot see."],
        ["5", "\tAs it was, blind people could not hope to read or write. The best method yet devised for them was almost useless. Isolated from much of human knowledge, unable to communicate by the written word, they could never share fully in life. It was a fact that Louis could not accept. More than anything else, he wanted to read."],
        ["6", "\tYet his experiments with dots hadn’t accomplished much. His friends told him he was wasting his time. Perhaps they were right. Perhaps neither he nor any other blind person could ever take his place in the world of seeing. Standing at the window, he listened to the regular breathing of his sleeping classmates. From the street below, he could hear the rumble of wheels and clicking of hooves as carriages rolled past on the cobblestone pavement. A warm breeze swept through the window, carrying memories of spring in his own village."],
        ["7", "\tAt home, the fields now would feel moist and soft beneath his bare feet. The hills would be fragrant with the smell of new clover. Local farmers would be bringing their first produce to market in the Village Square. Reaching back into his childhood, Louis tried to remember what the Village Square looked like. But he knew it was useless. He had tried to remember so many times before. He could no longer recall the sight of the square, or the fields, or the hills."],
        ["8", "\tHe could not remember what his house looked like, nor could he picture the faces of his mother and father. The sounds, the smells, and the sensations of home — these were vivid and clear. But the sights had faded and disappeared. He could remember nothing he had ever seen. He had been blind much too long."]
    ],
    "Copyright": "",
    "References": []
}