{
    "Directions": "Read the next two selections and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": "",
    "Title": "Dive into a Sunken Museum",
    "Subtitle": "",
    "Author": "by Gail Skroback Hennessey",
    "LabelType": "P",
    "Content": [
        ["1", "Artist Jason deCaires Taylor has created more than 500 life-sized sculptures of people. But you won’t find them in a typical museum. Instead, Jason’s works of art are on display in a most unusual place—they’re under the sea!"],
        ["2", "Jason has created two underwater sculpture parks in the Caribbean Sea. The first, which features 65 sculptures, is located near the island country of Grenada. The second is in the National Marine Park of Cancun, Mexico. That one has 485 sculptures, the world’s largest underwater collection of modern sculptures."],
        ["3", "If you want to see Jason’s sculptures up close, you’ll need scuba or snorkeling equipment. Those of us who’d rather stay dry can hop on a glassbottom boat to get an overhead view of Jason’s work instead."],
        ["4", "But why anchor such beautiful sculptures in the sand 10 to 30 feet beneath the waves in the first place?"],
        ["5", "The idea is to draw snorkelers and scuba divers away from f͟r͟a͟g͟i͟l͟e nearby reefs. Thousands of people swim around those reefs each year, accidentally harming the reefs and the marine animals that live there. “If people instead swim around the beautiful sculpture parks,” Jason explains, “it will give the reefs a rest.”"],
        ["", "problems/TX22G6R/media/S3a.jpg"],
        ["6", "Seven-year-old Sam Clarke recently visited Grenada’s underwater sculpture park. “I wore snorkel gear, which has my mask and snorkel,” Sam says. “On my feet, I wore fins that helped me swim quickly.”"],
        ["7", "Sam says he was impressed by the many different statues. “My favorite sculpture is Circle of Children. Standing together, 26 boys and girls are holding hands like they are friends under the sea.”"],
        ["8", "If you look closely at the faces of the sculptures, you will see that all of their eyes are closed. That’s because the people who posed for the statues were covered from head to toe in a special concrete when Jason made the molds. The process took two loooong hours, so the models had to keep their eyes shut the whole time to keep the concrete out."],
        ["9", "Marine life moved onto Jason’s statues a couple of weeks after they were placed in the sea. Sponges began to grow on some of their faces, while algae, coral, barnacles, and seaweed grew on their bodies. The marine life then attracts fish such as lobsters, angelfish, sardines, turtles, and barracudas looking for food and shelter. Within six years, only the rough shapes of the statues will remain because undersea creatures will have completely covered them."],
        ["10", "Does it bother Jason to see his artwork changing like that? “No,” he says. “It’s the part I like the most. Each visit is unique. Marine growth is taking on the role of the artist as it changes the sculpture.”"],
        ["11", "As for Sam, he loved his visit! “Snorkeling in the underwater sculpture park is a good chance to get wet, see cool stuff, and swim with fish,” he says. “Oh, and there’s a sculpture of a man on a bike. It’s very funny seeing a man riding his bike underwater!”"]
    ],
    "References": []
}