{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [],
    "Title": "The Littlest Ant",
    "Subtitle": "",
    "Author": "by Angel Vigil",
    "LabelType": "P",
    "Content": [
        ["", "Cʜᴀʀᴀᴄᴛᴇʀs"],
        [" ", "THE NARRATOR"],
        [" ", "HORMIGUITA (The Littlest Ant)"],
        [" ", "FATHER ANT"],
        [" ", "MOTHER ANT"],
        [" ", "THE SUN"],
        [" ", "THE CLOUD"],
        [" ", "THE WIND\n"],
        ["", "SCENE 1: Aᴛ ᴛʜᴇ ᴀɴᴛʜɪʟʟ."],
        ["1", "THE NARRATOR: Once there was a little baby ant. This ant loved to play outside and hardly ever came into the anthill when her parents called her."],
        ["2", "[FATHER ANT and MOTHER ANT enter.]"],
        ["3", "FATHER ANT: Now where is Hormiguita?"],
        ["4", "MOTHER ANT: You know Hormiguita. She is probably outside playing."],
        ["5", "FATHER ANT: But ants aren’t supposed to play. [Yelling.] Hormiguita!"],
        ["6", "[HORMIGUITA runs in.]"],
        ["7", "HORMIGUITA: What is it Papa? I was outside playing."],
        ["8", "FATHER ANT: That is exactly what it is. Do you know what an ant’s number-one job is?"],
        ["9", "HORMIGUITA: Uh, not really Papa."],
        ["10", "FATHER ANT: An ant’s number-one job is work!"],
        ["11", "HORMIGUITA: [In a whining voice.] Papa, work is so boring."],
        ["12", "MOTHER ANT: Hormiguita, your father is right. As an ant, you need to help with the work of the anthill."],
        ["13", "HORMIGUITA: Oh, all right. I’ll start working."],
        ["14", "FATHER ANT: That’s what you said last time."],
        ["15", "HORMIGUITA: I guess I really mean it this time."],
        ["16", "MOTHER ANT: Good, because there is a big piece of food outside and you need to bring it in."],
        ["17", "FATHER ANT: As soon as you’ve brought in the food, come find us and help with the digging. Now, I’m counting on you. Whatever you do, don’t start playing and wander away from the anthill, because a big storm is coming."],
        ["18", "HORMIGUITA: OKAY."],
        ["19", "[All exit.]"],
        ["", "SCENE 2: Oᴜᴛsɪᴅᴇ ᴛʜᴇ ᴀɴᴛʜɪʟʟ."],
        ["20", "THE NARRATOR: As soon as Hormiguita got outside, she forgot everything her parents had told her, and she began playing again. Before long, she had wandered away from the anthill."],
        ["21", "[HORMIGUITA enters—playing, chasing a blowing leaf.]"],
        ["22", "HORMIGUITA: Wheeee! Chasing leaves is so much fun. A lot more fun than working . . . Oh my, I forgot I was supposed to bring that food into the anthill. [She turns and starts to go back, but she stops and looks around because she is lost.] I’ve never been in this part of the forest before."],
        ["23", "THE NARRATOR: Hormiguita tried to find the way back home, but she was lost. As she stopped to figure out what to do, a large snowflake floated down from the sky and landed on her. The snowflake was very heavy and it trapped Hormiguita. No matter how hard she tried, she could not budge the snowflake."],
        ["24", "HORMIGUITA: I’m trapped under a giant snowflake. Help! Help!"],
        ["25", "THE NARRATOR: Of course the snowflake didn’t budge. Then Hormiguita noticed the sun up in the sky."],
        ["26", "[THE SUN enters.]"],
        ["27", "HORMIGUITA: Sol, melt the snowflake until it gets off my leg, so I can go home."],
        ["28", "THE SUN: That’s too much work. I don’t think so."],
        ["29", "HORMIGUITA: That sun is too lazy and afraid of a little work."],
        ["30", "THE NARRATOR: Then Hormiguita noticed a cloud in the sky."],
        ["31", "[THE CLOUD enters.]"],
        ["32", "HORMIGUITA: Nube in the sky, cover the sun, until the sun melts the snowflake, until the snowflake gets off my leg, so I can go home."],
        ["33", "THE CLOUD: Little ant, can’t you see I’m playing. That’s too much work right now."],
        ["34", "HORMIGUITA: All that cloud wants to do is play!"],
        ["35", "THE NARRATOR: Then Hormiguita noticed the wind."],
        ["36", "[THE WIND enters.]"],
        ["37", "HORMIGUITA: Viento, please help me. Blow the cloud in the sky, until the cloud covers the sun, until the sun melts the snowflake, until the snowflake gets off my leg, so I can go home."],
        ["38", "THE WIND: That would be too much work, and I’m having too much fun now."],
        ["39", "HORMIGUITA: I’m never going to get out of here . . . The sun, the cloud, and the wind are all too lazy to help me."],
        ["40", "THE NARRATOR: Hormiguita was getting very discouraged. No one wanted to work to help her. And then the most amazing thing happened. Out of the earth came a little ground-spring of water, gurgling up to the surface."],
        ["41", "HORMIGUITA: ¡Agua!"],
        ["42", "THE NARRATOR: The water melted the snowflake, until the snowflake got off Hormiguita’s leg."],
        ["43", "HORMIGUITA: I’m free!"],
        ["44", "THE NARRATOR: And with those joyful words, Hormiguita ran home."],
        ["45", "[All exit.]"],
        ["", "SCENE 3: Aᴛ ᴛʜᴇ ᴀɴᴛʜɪʟʟ."],
        ["46", "[FATHER ANT and MOTHER ANT enter.]"],
        ["47", "FATHER ANT: Have you seen her at all?"],
        ["48", "MOTHER ANT: Not since the storm came in. Look, here she comes."],
        ["49", "[HORMIGUITA enters.]"],
        ["50", "HORMIGUITA: Mama, Papa! I was lost in the forest and a big snowflake fell on me and I was stuck and—"],
        ["51", "FATHER ANT: Hormiguita, slow down. Where have you been?"],
        ["52", "HORMIGUITA: That’s what I’m trying to tell you. I was . . ."],
        ["53", "[All exit, with HORMIGUITA telling them the story of her adventures.]"],
        ["54", "THE NARRATOR: All that night, Hormiguita told her parents all about her adventures. From that day on, Hormiguita was one of the hardest workers in the ant colony."]
    ],
    "References": []
}