{
    "Directions": "",
    "Context": [],
    "Title": "A Modern-Day Treasure Hunt",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "Since 2010 hundreds of thousands of people have ventured into the Rocky Mountains. These travelers, however, are not there for the breathtaking views. They are searching for an antique box full of gold, jewels, and other valuables worth more than one million dollars. The man responsible for this hidden treasure is Forrest Fenn, a retired fighter pilot and former art dealer."],
        ["", "problems/TX22G6R/media/S4a.jpg"],
        ["2", "Fenn is a self-taught archaeologist and treasure hunter. He accumulated his treasure over a lifetime. Then one day he decided to use his riches as a tool to inspire others, rather than keep them for himself. He placed a 10-inch-by-10-inch bronze box of treasure somewhere in the Rocky Mountains between Santa Fe, New Mexico, and the Canadian border. He spent much time in this area treasure hunting. His hope was that hidden treasure would encourage people to be adventurous like he had been. He wanted to urge people to put down their electronic devices and go outside to appreciate nature."],
        ["3", "Fenn's vision has come to life. While carrying their gear, travelers cross rough terrain. They travel over lakes, down cliffs, and through ice and snow. The difficulty of the task does not discourage them, though. The prize keeps them motivated. Some travelers have even looked for the hidden treasure dozens of times, but none have found it yet."],
        ["", "problems/TX22G6R/media/S4b.jpg"],
        ["4", "For now Fenn is the only person who knows where the treasure is. He says he has told nobody, not even his wife. Nevertheless, people continue to ask him to reveal its whereabouts. Fenn claims that he receives 100 emails a day regarding the treasure. Still, the location of the box remains a mystery."],
        ["5", "Although Fenn declines to give the exact whereabouts of the prize, he has given clues. In a poem published in his memoir, The Thrill of the Chase, Fenn gives a c͟r͟y͟p͟t͟i͟c message as to where the valuables can be found. Treasure hunters have carefully studied the poem, which has lines such as “Begin it where warm waters halt” and “Not far, but too far to walk,” in hopes of solving the puzzle."],
        ["6", "Though the treasure has remained elusive, Fenn insists that it can be found. He wants people to continue to search. And while people may not find the box on their journeys, he hopes they will discover an even more valuable treasure — the beauty of the great outdoors."]
    ],
    "Copyright": "",
    "References": []
}