{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "The Rise Of Industrialization (1877-1900)"
        ],
        "SubTopics": [
            "Analyze the causes and consequences of Gilded Age politics and economics as well as the significance of the rise of political machines, major scandals, civil service reform, and the economic difference between farmers, wage earners, and industrial capitalists."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Study the sources and answer the question.",
            ":box:It was also an era in which political corruption seemed to be the norm; practices that today would be viewed as scandalous were accepted as a matter of routine. Businessmen ... bribed public officials at the local, state and national level, and political machines turned elections into exercises in fraud and manipulation.\n\n\t— The Gilded Age, America's Past",
            "problems/TN19HSUSH/media/1a.jpg",
            "Based on the sources, what was the purpose of these types of cartoons?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "to gain public support for the opposition political party",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "to document events for future historical reference",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "to distract the public from illegal business practices",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "to shape public opinion against dishonest public officials",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "The Rise Of Industrialization (1877-1900)"
        ],
        "SubTopics": [
            "Analyze the causes and consequences of Gilded Age politics and economics as well as the significance of the rise of political machines, major scandals, civil service reform, and the economic difference between farmers, wage earners, and industrial capitalists."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Study the sources and answer the question.",
            "problems/TN19HSUSH/media/2a.jpg",
            ":box:I don't care a straw for your newspaper articles; my constituents don't know how to read, but they can't help seeing them ... pictures!\n\n\t— William (Boss) Tweed",
            "Based on the sources, Thomas Nast was successful in drawing awareness to political corruption because his cartoons"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "influenced a larger audience than most journalists.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "emphasized the need for voting regulations.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "stressed the need for funding public schools.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "brought attention to the value of the arts.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "The Progressive Era (1890-1920)"
        ],
        "SubTopics": [
            "Explain the roles played by muckrakers and progressive idealists."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read the source and answer the question.",
            ":box:There was never the least attention paid to what was cut up for sausage; there would come all the way back from Europe old sausage that had been rejected ... would be dosed with borax and glycerine, and dumped into the hoppers, and made over again for home consumption.\n\n\t— Upton Sinclair, The Jungle",
            "Which statement BEST describes the result of Sinclair's investigation?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The meatpacking industry implemented worker safety regulations.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Unions condemned the exaggerated details related to work conditions.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Employers willingly implemented standards of cleanliness in the workplace.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Congress passed legislation improving consumer protection.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "The Progressive Era (1890-1920)"
        ],
        "SubTopics": [
            "Analyze the goals and achievements of the Progressive movement."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read the source and answer the question.",
            ":box:The Senate of the United States shall be composed of two Senators from each State, elected by the people thereof, for six years; and each Senator shall have one vote.\n\n\t— 17th Amendment, Constitution of the United States, 1913",
            "What change was created by this amendment?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The power to choose U.S. senators was taken from state legislatures.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The U.S. Supreme Court ruling about Senate appointments was reversed.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The power to propose spending bills was given to the U.S. Senate.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The state laws regarding U.S. House of Representatives elections were removed.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "The 1920s (1920-1929)"
        ],
        "SubTopics": [
            "Describe the growth and effects that radio and movies played in the emergence of popular culture as epitomized by celebrities."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read the source and answer the question.",
            ":box:On behalf of his own people, who have a deep affection for him, and have been thrilled by his splendid achievements ... I bestow the Distinguished Flying Cross, as a symbol of appreciation for what he is and what he has done, upon Colonel Charles A. Lindbergh.\n\n\t— President Calvin Coolidge, 1927",
            "Which statement explains the rise to fame of the individual being honored in this speech?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "His accomplishments as an aircraft designer led to passenger travel.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "He completed the first nonstop solo flight across the Atlantic Ocean.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "His status reflected his accomplishments as an aviator in an early stunt show.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "He led the design team for the first fighter planes used in World War II.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "The 1920s (1920-1929)"
        ],
        "SubTopics": [
            "Describe the impact of Henry T. Ford, the automobile, and the mass production of automobiles on the American economy and society."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read the source and answer the question.",
            ":box:Early experimenters with building motor vehicles were scattered across the northeastern United States from Massachusetts to Wisconsin, and when commercial production began in the 1890s, the northeast was the center of activity. In the late 1890s, of the hundreds of firms organized to produce motor vehicles, only one — the Olds Motor Works — located in Detroit. As early as 1903, however, the best-selling cars were made in southeastern Michigan, and by 1913, 80 percent of production was concentrated in that area...\n\nAlthough independent producers outside of Michigan survived until after World War II, motor vehicle production became highly clustered in southeastern Michigan rather than dispersed among other Midwestern states. As early as 1903, the three leading producers were based in Michigan, including Olds, which built 4,000 cars that year, and Ford and Cadillac, which each built approximately 1,700. The 1904 US Census of Manufactures ... revealed that 42 percent of all cars were made in Michigan. Five years later ... Michigan's share of national production had climbed to 51 percent.\n\nAutomotive production concentrated in southeastern Michigan because the industry's most successful pioneers either grew up in the area or migrated there... However, founders of new businesses do not operate in a social and economic vacuum; they build on their knowledge of a community's experience in successfully manufacturing other products.\n\nSoutheastern Michigan attracted or retained the most successful motor vehicle producers, because industries from which automotive technology derived were already thriving in the region. Mechanics and engineers skilled in other industries ... applied their expertise to experimenting with motor vehicles. Then, when early auto makers progressed ... to commercial production, they turned to the existing industries for skilled workers.\n\nTopping a long list of problems faced by early motor vehicle producers, practical designs had to be found for three components — an engine to propel the vehicle, a drivetrain to convert engine power to motion, and a platform or chassis strong enough to hold both passengers and the power sources. Two of these three problems were solved largely through technology borrowed from industries which had already clustered in southeastern Michigan. At the turn of the century, [this area] was a center for machine shops with experience building gasoline-powered engines and for carriage makers with experience building chassis.\n\nGASOLINE ENGINES\n\n... Early gasoline engines were more powerful and mechanically reliable than the competitors [electric and steam] and with crude petroleum less than five cents a barrel, inexpensive to operate. Gasoline-powered automobiles were more suitable for rough roads in rural areas, where half of the American population still lived at the turn of the century. Many rural residents were already familiar with gasoline engines, which had been commonly installed in agricultural equipment.\n\nExperience with building gasoline engines gave Michigan automotive manufacturers a critical early technological lead over competitors elsewhere in the country. Michigan had become a leading center for the production of gasoline engines for agricultural and marine uses. Detroit's shipyards were early converts to gasoline engines in part because of dissatisfaction with the heating capacity of locally mined coal...\n\nCARRIAGE-MAKERS\n\nThe popular early name for the automobile — the horseless carriage — reveals the importance of the carriage industry in the development of the motor vehicle industry...\n\nCarriage-makers clustered in Flint to take advantage of proximity [nearness]to Michigan's extensive hardwood forests.\n\n\t— James Rubenstein, The Changing U.S. Auto Industry, 1992",
            "What was the primary reason the automobile industry was based in this region of the United States?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Miners in this area had developed systems to produce coal products for use in automobiles.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Major markets for automobiles were located in the area due to the wealth of its residents.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The availability of property for building automobile production plants made the area attractive to investors.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The industrial components necessary for automobile production were already well established in the area.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "The 1920s (1920-1929)"
        ],
        "SubTopics": [
            "Describe the Harlem Renaissance, its impact, and important figures."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read the source and answer the question.",
            ":box:Zora Neale Hurston (1891 - 1960), the author of the ten plays ... deposited these scripts with the United States Copyright Office ... to place copies in trust with the government... Included in the group ... are four very short plays (sketches or skits) and six full-length plays. Most are light-hearted if not outright comedies and several include song lyrics without the associated music. Hurston knew the songs and the subjects of these plays from her own upbringing and her professional folklore research in the African-American South. She identified as her hometown Eatonville, Florida, the first African-American incorporated township. During the 1920s, 1930s, and 1940s, Hurston traveled the American South collecting and recording the sounds and songs of her people.\n\n\t— Library of Congress",
            "Which reason BEST explains why the Library of Congress would preserve these documents?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "to record the customs of migrant workers",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "to honor the life of a war hero",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "to recognize the impact of the Harlem Renaissance",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "to acknowledge the importance of the Lost Generation",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "The 1920s (1920-1929)"
        ],
        "SubTopics": [
            "Describe the impacts of Prohibition on American society."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read the source and answer the question.",
            ":box:The United States has completed the legislative process of voting itself dry. When word was flashed over the wires that the thirty-sixth State, Nebraska, had ratified the prohibition amendment, prohibition leaders declared that the accomplishment was the greatest piece of moral legislation in the history of the world.\n\n\t— Mohave County Miner, 1919",
            "What was one direct consequence of this amendment?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "an increase in wealth inequality",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "the rapid rise of organized crime",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "a significant decline in immigration rates",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "the weakening of progressive values",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "The Great Depression & New Deal (1929-1941)"
        ],
        "SubTopics": [
            "Analyze the causes of the Great Depression."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "How did participation in World War I affect U.S. agriculture at the end of the war?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The United States government created free trade agreements to increase markets for agricultural products.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Overproduction of farm goods during the war led to a collapse in agricultural prices.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The agricultural sector increased exports in order to raise profits.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The United States government offered opportunities for returning veterans in the agricultural sector.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "The Great Depression & New Deal (1929-1941)"
        ],
        "SubTopics": [
            "Analyze the causes of the Great Depression."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "How did overproduction of U.S. goods by manufacturers contribute to the Great Depression?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "by causing an increase in prices of goods in foreign markets",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "by resulting in large unsold inventories due to market saturation",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "by encouraging businesses to employ more workers",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "by prompting businesses to build factories in more locations",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "World War II (1936-1945)"
        ],
        "SubTopics": [
            "Explain the reasons for American entry into World War II."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Study the chart and answer the question.",
            "problems/TN19HSUSH/media/11a.jpg",
            "Which event caused this congressional vote?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Germany invaded Poland.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Italy violated the disarmament agreement.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Japan attacked Pearl Harbor.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Allied nations requested a declaration of war.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "World War II (1936-1945)"
        ],
        "SubTopics": [
            "Identify the roles and sacrifices of individual American soldiers, as well as the unique contributions of special fighting forces."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Study the chart and answer the question.",
            "problems/TN19HSUSH/media/12a.jpg",
            "This vocabulary system contributed to the Allied war effort in World War II by"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "transmitting secret messages with an undecipherable code.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "allowing communications to be transmitted at faster rates.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "confusing the enemy with propaganda messages.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "establishing a uniform communication system.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "World War II (1936-1945)"
        ],
        "SubTopics": [
            "Examine the impact of World War II on economic and social conditions for African Americans."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read the source and answer the question.",
            ":box:As a result of its examination into the ... practices of the armed services, both past and present, the Committee is convinced that a policy of equality of treatment and opportunity will make for a better Army, Navy, and Air Force. It is right and just. It will strengthen the nation.\n\nThe integrity of the individual, his equal worth in the sight of God, his equal protection under law, his equal rights and obligations of citizenship and his equal opportunity ... are the very foundation of the American system of values.\n\n\t— A Report by the President's Committee on Equality of Treatment and Opportunity in the Armed Services, 1950",
            "This report presented evidence that justified President Harry Truman's decision to"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "include women in military combat roles.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "promote soldiers based on merit.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "require that soldiers be naturalized citizens.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "integrate the military.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "World War II (1936-1945)"
        ],
        "SubTopics": [
            "Describe the war's impact on the home front."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Look at the image and answer the question.",
            "problems/TN19HSUSH/media/14a.jpg",
            "The United States government issued documents such as this to"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "alleviate the economic hardships during the Great Depression.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "control the distribution of scarce products during World War II.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "allocate goods to allies during the blockade of Berlin.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "provide assistance to immigrants after World War I.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Cold War (1947-1991)"
        ],
        "SubTopics": [
            "Describe the causes, course, and consequences of the Korean War."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read the source and answer the question.",
            ":box:I have therefore considered it essential to relieve General MacArthur so that there would be no doubt or confusion as to the real purpose and aim of our policy. It was with the deepest personal regret that I found myself compelled to take this action. General MacArthur is one of our greatest military commanders. But the cause of world peace is more important than any individual.\n\n\t— President Harry Truman, 1951",
            "Which statement BEST describes the reason President Harry Truman issued this statement?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "MacArthur criticized Truman's decision to drop the atomic bomb on Japan.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "MacArthur decided to run against Truman for president of the United States.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "MacArthur defied Truman's authority as commander in chief during the Korean War.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "MacArthur opposed the ratification of the new Japanese constitution.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Cold War (1947-1991)"
        ],
        "SubTopics": [
            "Describe the causes, course, and consequences of the Korean War."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What role did China play in the Korean War?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "launching an attack against United Nations troops in North Korea",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "negotiating a ceasefire with South Korea",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "expressing support for a unified democratic nation",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "providing military support for United Nations troops",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "17": {
        "Number": 17,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Cold War (1947-1991)"
        ],
        "SubTopics": [
            "Explain the fears of Americans surrounding nuclear holocaust, debates over stockpiling, and the use of nuclear weapons."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Study the source and answer the question.",
            ":box:One week after the USSR announced that it had launched an earth satellite, a number of broad major effects on world public opinion appeared clear:\n\n1. Soviet claims of scientific and technological superiority over the West andespecially the U.S. have won greatly widened acceptance.\n\n2. Public opinion in friendly countries shows decided concern over the possibility that the balance of military power has shifted or may soon shift in favor of the USSR.\n\n3. The general credibility of Soviet propaganda has been greatly enhanced.\n\n4. American prestige is viewed as having sustained a severe blow, and the American reaction, so sharply marked by concern, ... has itself increased the disquiet of friendly countries and increased the impact of the satellite.\n\n\t— White House Office of the Staff Research Group, 1957",
            "How did the U.S. government respond to the event described in this source?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "by demanding a treaty in order to ease tensions with European nations",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "by calling for a military confrontation with the Soviet Union",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "by advocating for scientific cooperation with the Soviet Union",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "by focusing resources on scientific study at educational institutions in the United States",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "18": {
        "Number": 18,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Cold War (1947-1991)"
        ],
        "SubTopics": [
            "Describe the causes, course, and consequences of the Vietnam War."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read the source and answer the question.",
            ":box:As President and Commander in Chief, it is my duty to the American people to report that renewed hostile actions against United States ships on the high seas in the Gulf of Tonkin have today required me to order the military forces of the United States to take action in reply.\n\nThe initial attack on the destroyer Maddox, on August 2, was repeated today by a number of hostile vessels attacking two U.S. destroyers with torpedoes. The destroyers and supporting aircraft acted at once on the orders I gave after the initial act of aggression. We believe at least two of the attacking boats were sunk. There were no U.S. losses.\n\n\t— President Lyndon Johnson, 1964",
            "How did the United States respond to the events described by President Johnson?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "by declaring war against the Soviet Union",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "by using appeasement to avoid war",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "by returning to a policy of isolationism",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "by increasing military involvement in Southeast Asia",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "19": {
        "Number": 19,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "A Nation In Transition (1950s-1963)"
        ],
        "SubTopics": [
            "Analyze the impact of prosperity and consumerism in the 1950s."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Study the table and answer the question.",
            "problems/TN19HSUSH/media/19a.jpg",
            "Which factor MOST contributed to these occupational changes in the United States?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "economic prosperity after World War II",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "increased need for unskilled labor",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "population growth due to European immigration",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "less demand for higher education",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "20": {
        "Number": 20,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "A Nation In Transition (1950s-1963)"
        ],
        "SubTopics": [
            "Describe the growing influence of the automobile on American society."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What was a result of the development of the interstate highway system?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "increased travel and tourism",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "decreased employment in transportation",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "decreased commerce between the East and West Coasts",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "increased diversity in business ownership",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "21": {
        "Number": 21,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Civil Rights Movement (1950s-1960s)"
        ],
        "SubTopics": [
            "Describe the significant events in the struggle to secure civil rights for African Americans."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read the source and answer the question.",
            ":box:The Highlander staff didn't approach it theoretically or intellectually, they just decided to get the people together and trust that the solution would arise from them.\n\n\t— Myles Horton, founder of the Highlander Folk School",
            "According to the source, what became the MAIN focus of the Highlander Folk School in the 1950s?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "strategies to promote emigration",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "ways to limit government regulations",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "ways to integrate the military",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "strategies to end racism",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "22": {
        "Number": 22,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "The Modern United States (1960s-Present)"
        ],
        "SubTopics": [
            "Describe the increasing role of women and minorities in the American military, politics, and economy."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Sandra Day O'Connor played an important role in history by becoming the first woman to serve as"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "a U.S. Supreme Court justice.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "a NASA astronaut.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "the Speaker of the House.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "the U.S. secretary of state.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    }
}