{
    "Directions": "Refer to the passage(s) and image(s) shown, then answer each question that follows.",
    "Context": [],
    "Title": "Physics of Flight – Part 1",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        [" ", "Scientists are using fossil evidence of prehistoric animals called pterosaurs and the principles of Newton's second law to help develop robots with wings. These robots, called ornithopters, assist with tasks like package delivery and victim rescues during natural disasters. The forces acting on an object in flight can be seen in Figure 1."],
        ["", "problems/TN20G8S/media/S3a.jpg"],
        ["", "problems/TN20G8S/media/S3b.jpg"],
        [" ", "Lift is the force that allows both animals and ornithopters to overcome their weight and take off from the ground. Thrust is the force that allows animals and planes to move forward horizontally while overcoming the opposing force of drag. The actions of these forces on animal flight can be seen in Figure 2. This second figure shows forward movement aboveground as a combination of lift and thrust. The “Resulting Force” labeled in the figure is the total force that the air pushes on the bird as it flaps its wings."],
        [" ", "Pterosaurs, modern birds, and bats all had to overcome the same forces that artificial objects must overcome to achieve flight. Paleontologists know that the largest species of pterosaur had a wingspan of more than 9 meters and weighed over 227 kilograms. Pterosaurs flew at 113 kilometers per hour over hundreds of kilometers."],
        [" ", "Scientists have applied the principles of Newton's laws to the forces involved in flight through evolutionary studies of various pterosaur species and the analysis of the flight patterns of modern birds and bats. The bone structures of a pterosaur, a seagull (a modern bird), and a bat are shown in Figure 3."],
        ["", "problems/TN20G8S/media/S3c.jpg"]
    ],
    "Copyright": "",
    "References": []
}