{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19HSE1/supps/TX19HSE1-S1.json"
        ],
        "Explain": false,
        "Content": [
            "What transition would be the most appropriate to use at the beginning of sentence 6?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "As a matter of concern",
                "Key": {
                    "Correct": false,
                    "Rationale": "Adding the phrase “As a matter of concern” does not provide an appropriate transition between the facts about the Great Barrier Reef and the result of it being a popular tourist destination.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "For further evidence",
                "Key": {
                    "Correct": false,
                    "Rationale": "Adding the phrase “For further evidence” to sentence 6 does not provide a logical transition as there is no additional evidence provided in the sentence.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "To wipe away any doubt",
                "Key": {
                    "Correct": false,
                    "Rationale": "Adding the phrase “To wipe away any doubt” does not create an appropriate transition, as there is nothing in the preceding sentences that suggests doubts about the Great Barrier Reef being a popular tourist attraction.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "For this reason among others",
                "Key": {
                    "Correct": true,
                    "Rationale": "A transition is a word, phrase, or sentence that connects topics or ideas. Adding the phrase “For this reason among others” to the beginning of sentence 6 creates an appropriate transition. In the preceding sentences the author provides facts about the Great Barrier Reef, so this transition connects the explanation that these facts contribute to the reef being a popular tourist destination.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19HSE1/supps/TX19HSE1-S1.json"
        ],
        "Explain": false,
        "Content": [
            "Candice needs a more effective thesis statement for her paper. Which sentence should replace sentence 8 to serve as the thesis statement?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "There are other barrier reefs in the oceans of the world, but only the Great Barrier Reef is so well known.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The focus of the paper is the Great Barrier Reef, so introducing the idea of “other barrier reefs” in the thesis statement is off-topic and ineffective.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "The Great Barrier Reef of Australia is a supreme example of the mysteries of the natural world because of its wide variety of plant and animal life.",
                "Key": {
                    "Correct": true,
                    "Rationale": "A thesis statement is a statement that summarizes the main point or claim of a piece of writing. The author summarizes that the Great Barrier Reef is “a supreme example of the mysteries of the natural world” because of its plant and animal life. The author supports this thesis throughout the body paragraphs.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Some scientists believe the Great Barrier Reef first began to grow about 18 million years ago.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This sentence is not an appropriate thesis statement because it is a detail rather than a summarizing sentence for the paper.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "A coral reef like the Great Barrier Reef can grow only in shallow, warm water because it needs light from the sun to survive.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This detail about the growth of the Great Barrier Reef is not an appropriate thesis statement because it does not summarize the main point of the paper.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19HSE1/supps/TX19HSE1-S1.json"
        ],
        "Explain": false,
        "Content": [
            "Candice needs a topic sentence for the third paragraph (sentences 19–21). Which of the following sentences should be inserted before sentence 19 to introduce the ideas in this paragraph?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Over time a vast array of creatures has come to inhabit the Great Barrier Reef.",
                "Key": {
                    "Correct": true,
                    "Rationale": "A topic sentence captures the meaning of an entire paragraph. This sentence effectively introduces the idea that a variety of creatures have come to inhabit the Great Barrier Reef. These creatures are discussed throughout the paragraph.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Marine animal species that are threatened are protected by the Great Barrier Reef Marine Park Authority.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although paragraph 3 is about marine species that inhabit the Great Barrier Reef, the idea that these species are threatened is not discussed in paragraph 3.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The biodiversity of the Great Barrier Reef ensures its long-term existence.",
                "Key": {
                    "Correct": false,
                    "Rationale": "It is evident based on paragraph 3 that there is great biodiversity in the Great Barrier Reef; however, there is no connection made between biodiversity and the long-term existence of the reef in the paragraph.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The waters along the Great Barrier Reef provide a habitat for marine animals that researchers study.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Paragraph 3 is about marine animals that inhabit the Great Barrier Reef, but there is no information about researchers studying the animals included in the paragraph.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19HSE1/supps/TX19HSE1-S1.json"
        ],
        "Explain": false,
        "Content": [
            "Candice may have a redundant sentence in the fourth paragraph (sentences 22–26). Which sentence, if any, should be deleted?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Sentence 24",
                "Key": {
                    "Correct": false,
                    "Rationale": "In sentence 24, Candice provides evidence about plankton that supports the paragraph's topic sentence.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Sentence 25",
                "Key": {
                    "Correct": false,
                    "Rationale": "In sentence 25, Candice provides examples of larger animals that live in the water around the Great Barrier Reef, supporting the topic sentence of the paragraph.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Sentence 26",
                "Key": {
                    "Correct": true,
                    "Rationale": "In sentences 22 through 25, the author provides examples of how the water surrounding the Great Barrier Reef is teeming with life and lists the different large and small animals that live there. Sentence 26 is redundant because it simply restates what has already been stated in the preceding sentences.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "No sentence should be deleted.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Leaving the paragraph intact fails to eliminate the redundant sentence 26.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19HSE1/supps/TX19HSE1-S1.json"
        ],
        "Explain": false,
        "Content": [
            "Candice would like to improve her concluding sentence by summing up the ideas she has presented. Which sentence should she use to replace sentence 35?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Finally, we must protect the Great Barrier Reef from being destroyed so future generations can enjoy it.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Throughout her paper, the author illustrates the significance of the Great Barrier Reef but does not focus on protecting the reef, so concluding with this idea does not summarize the author's ideas.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "How much still remains to be discovered about the Great Barrier Reef of Australia is anybody's guess.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Speculation about the Great Barrier Reef is provided in this sentence, not a concluding sentence that summarizes the author's main points.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Researchers should explore the oceans further to try to find other natural wonders like the Great Barrier Reef.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author focuses her entire paper on the Great Barrier Reef, so concluding with the idea that other natural wonders should be explored is off-topic.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Attracting visitors from around the world, the Great Barrier Reef has a beauty that is perhaps unequaled anywhere on Earth.",
                "Key": {
                    "Correct": true,
                    "Rationale": "A concluding sentence captures the overall meaning of the paper. The author reminds readers of her main points: the Great Barrier Reef is a beautiful and unique place that attracts millions of visitors from around the world.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19HSE1/supps/TX19HSE1-S2.json"
        ],
        "Explain": false,
        "Content": [
            "Melody's opening sentence is unclear. What change should she make in sentence 1 to clarify her introductory paragraph?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Change They to Teachers and leaders at our school",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author begins her paper with the pronoun “They” and it is unclear who “They” refers to. Adding the phrase “Teachers and leaders at our school” clarifies who is telling students that they should become more involved in the community by volunteering their time.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Change continually to always",
                "Key": {
                    "Correct": false,
                    "Rationale": "Changing “continually” to “always” replaces a word with an equally effective word and does not clarify the unclear pronoun “They” at the beginning of the sentence.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Change telling us to instructing us",
                "Key": {
                    "Correct": false,
                    "Rationale": "Changing “telling us” to “instructing us” replaces a phrase with another that has a similar meaning and does not clarify the unclear pronoun “They” at the beginning of the sentence.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "Change community to surrounding neighborhood",
                "Key": {
                    "Correct": false,
                    "Rationale": "Changing “community” with “surrounding neighborhood” does not improve the clarity of the sentence.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19HSE1/supps/TX19HSE1-S2.json"
        ],
        "Explain": false,
        "Content": [
            "What is the most effective way to combine sentences 6 and 7?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "My own sister is having a hard time in math attending one of the elementary schools that feeds into our high school.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Combining the sentences in this way creates a sentence fragment, which is a group of words containing an incomplete thought and lacking the grammatical structure that a sentence must include.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "My own sister attends one of the elementary schools that feeds into our high school although she is having a hard time in math.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Combining the sentences in this way creates a run-on sentence, which is an error in which two or more clauses are joined incorrectly. A comma is necessary after “school” in order to avoid this error.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "My own sister, who attends one of the elementary schools that feeds into our high school, is having a hard time in math.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This sentence correctly combines and connects the two ideas into a single sentence.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "My own sister attends one of the elementary schools that feeds into our high school, she is having a hard time in math.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Combining the sentences in this way creates a comma-splice error, which occurs when two main clauses are connected only with a comma.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19HSE1/supps/TX19HSE1-S2.json"
        ],
        "Explain": false,
        "Content": [
            "Melody needs a better transition into the third paragraph (sentences 12–17) of her essay. Which of the following could she add before sentence 12 to improve this transition?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "In researching mentoring programs, I learned of several promising results.",
                "Key": {
                    "Correct": true,
                    "Rationale": "A transition is a word, phrase, or sentence that connects topics or ideas. Adding this sentence connects the ideas about mentoring programs in paragraph 2 with the evidence about why mentoring programs are effective in paragraph 3.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "As I think about a mentoring program, I have many ideas on how it should work.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although mentoring programs are introduced in paragraph 2, the focus of paragraph 3 is on what the author has learned through her research on mentoring programs, not on her personal thoughts about mentoring programs.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "If struggling youngsters get the help they need, it could benefit teachers, too.",
                "Key": {
                    "Correct": false,
                    "Rationale": "A continuation of the ideas about helping students in paragraph 2 is presented, but then an idea that is not addressed in paragraph 3 is introduced.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "Because I believe in the mentoring concept, I'd like to see it at our school.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although mentoring programs are introduced in paragraph 2, the focus of paragraph 3 is on what the author has learned through her research on mentoring programs, not on her personal beliefs and opinions.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19HSE1/supps/TX19HSE1-S2.json"
        ],
        "Explain": false,
        "Content": [
            "Melody would like to add the following counterargument to her essay.",
            ":box:Some students may say that they don't have enough time to participate in a mentoring program because of other activities in which they are involved.",
            "Where is the best place for her to insert this sentence?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Before sentence 5",
                "Key": {
                    "Correct": false,
                    "Rationale": "Inserting the counterargument before sentence 5 is ineffective and confusing to the reader, because the concept of a mentoring program has not yet been fully explained.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Before sentence 10",
                "Key": {
                    "Correct": false,
                    "Rationale": "It does not make sense to include a counterargument before sentence 10, as a counterargument should come after information or a claim it is intended to contradict. The author has presented a personal example in sentence 9 that is unrelated to the counterargument.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Before sentence 13",
                "Key": {
                    "Correct": false,
                    "Rationale": "Inserting the counterargument before sentence 13 interrupts the presentation of linked evidence about the benefits of mentoring programs. A counterargument should come after information or a claim it is intended to contradict.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Before sentence 21",
                "Key": {
                    "Correct": true,
                    "Rationale": "A counterargument allows an author to provide opposing viewpoints for the reader. In sentence 20, the author proposes setting up an academic tutoring program. By including a counterargument against her proposal after sentence 20 and then refuting the counterargument in sentence 21, the author effectively presents a counterargument to the reader.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19HSE1/supps/TX19HSE1-S3.json"
        ],
        "Explain": false,
        "Content": [
            "What change, if any, needs to be made in sentence 4?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Change benefitial to beneficial",
                "Key": {
                    "Correct": true,
                    "Rationale": "Changing the word “benefitial” to “beneficial” corrects the misspelling in this sentence.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Insert a comma after people",
                "Key": {
                    "Correct": false,
                    "Rationale": "Inserting a comma after “people” would insert unnecessary punctuation between two words.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Change healthier to healthiest",
                "Key": {
                    "Correct": false,
                    "Rationale": "A superlative is a form of an adjective or adverb that is being described as having more of a quality than all others. Changing “healthier” to its superlative form “healthiest” creates a usage error.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "No change is needed in sentence 4.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Leaving the sentence as is would not correct the misspelled word.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19HSE1/supps/TX19HSE1-S3.json"
        ],
        "Explain": false,
        "Content": [
            "What is the correct way to write sentence 9?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "People feel safe when confiding in their pets; without being judgmental. A pet will often sit compassionately by its owner's side for as long as is needed.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Replacing the comma after “pets” with a semicolon would correct the run-on sentence, but inserting a period after “without being judgmental” creates a sentence fragment, which is a group of words containing an incomplete thought and lacking the grammatical structure that a sentence must include.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "People feel safe when confiding in their pets, without being judgmental; a pet will often sit compassionately by its owner's side for as long as is needed.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Inserting the semicolon after “without being judgmental” changes the intended meaning of the sentence to suggest that people, rather than pets, are being nonjudgmental.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "People feel safe when confiding in their pets. Without being judgmental, a pet will often sit compassionately; by its owner's side, for as long as is needed.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Inserting a semicolon after “compassionately” creates a sentence fragment, which is a group of words containing an incomplete thought and lacking the grammatical structure that a sentence must include.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "People feel safe when confiding in their pets; without being judgmental, a pet will often sit compassionately by its owner's side for as long as is needed.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Replacing the comma after “pets” with a semicolon corrects the run-on sentence, which is an error in which two or more clauses are joined incorrectly.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19HSE1/supps/TX19HSE1-S3.json"
        ],
        "Explain": false,
        "Content": [
            "What change, if any, needs to be made in sentence 26?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Change minimal to minamal",
                "Key": {
                    "Correct": false,
                    "Rationale": "Changing the word “minimal” to “minamal” would introduce a spelling error in the sentence.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Change are to were",
                "Key": {
                    "Correct": false,
                    "Rationale": "Changing “are” to the past-tense verb “were” creates a grammatical error since the sentence is in the present tense.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Delete the comma after appropriate",
                "Key": {
                    "Correct": true,
                    "Rationale": "Deleting the comma after “appropriate” removes unnecessary punctuation that would incorrectly separate information essential to the meaning of the sentence from the rest of the sentence.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "No change is necessary.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Leaving sentence 26 unchanged would not correct the unnecessary punctuation.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19HSE1/supps/TX19HSE1-S3.json"
        ],
        "Explain": false,
        "Content": [
            "What change should be made in sentence 30?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Change poet to Poet",
                "Key": {
                    "Correct": false,
                    "Rationale": "Proper nouns, which are nouns that refer to a specific person, place, idea, or event, should be capitalized. In sentence 30, “poet” is not a proper noun so it should not be capitalized.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Change until to Until",
                "Key": {
                    "Correct": true,
                    "Rationale": "The lowercase “until” should be capitalized as “Until” since it is the first word in a quotation that is a complete sentence.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Change one's to ones'",
                "Key": {
                    "Correct": false,
                    "Rationale": "The singular possessive pronoun “one's” is correctly used in sentence 30 and should not be changed.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Change remains to remained",
                "Key": {
                    "Correct": false,
                    "Rationale": "The present tense verb “remains” is used correctly in the sentence and should not be changed to the past tense “remained.”",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19HSE1/supps/TX19HSE1-S4.json"
        ],
        "Explain": false,
        "Content": [
            "What is the correct way to write sentence 8?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "She promised her mother that she would succeed consequently, she walked the four-mile distance daily, between her home and school.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The run-on error is not corrected in this sentence. Instead, an unnecessary comma is added.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "She promised her mother that she would succeed consequently she walked the four-mile distance daily between her home and school.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The run-on error is not corrected in this sentence. Instead, all punctuation except for the ending period is removed.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "She promised her mother that she would succeed. Consequently, she walked; the four-mile distance daily between her home and school.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Adding a semicolon after “walked” creates a sentence fragment, which is a group of words containing an incomplete thought and lacking the grammatical structure that a sentence must include.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "She promised her mother that she would succeed. Consequently, she walked the four-mile distance daily between her home and school.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Replacing the comma after “succeed” with a period and adding a comma after “Consequently” corrects the run-on sentence, which is an error in which two or more clauses are joined incorrectly.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19HSE1/supps/TX19HSE1-S4.json"
        ],
        "Explain": false,
        "Content": [
            "What change, if any, needs to be made in sentence 10?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Change have run to ran",
                "Key": {
                    "Correct": true,
                    "Rationale": "Changing the verb “have run” to the past-tense verb “ran” corrects a verb-tense error in the sentence, as the events being described took place in the past.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Delete the comma after year",
                "Key": {
                    "Correct": false,
                    "Rationale": "Removing the comma after “year” would create a run-on sentence, which is an error in which two or more clauses are joined incorrectly.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Change was forced to is forced",
                "Key": {
                    "Correct": false,
                    "Rationale": "Changing the past tense “was forced” to the present tense “is forced” creates a verb-tense error, as the events being described took place in the past.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Make no change",
                "Key": {
                    "Correct": false,
                    "Rationale": "Making no change would not correct the verb-tense error in the sentence.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19HSE1/supps/TX19HSE1-S4.json"
        ],
        "Explain": false,
        "Content": [
            "What change should Gena make in sentence 17?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Insert a comma after September",
                "Key": {
                    "Correct": false,
                    "Rationale": "Inserting a comma after “September” would incorrectly separate the phrase “of 1921” from the word “September.” The pronoun-case error needs to be corrected in the sentence.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Change whom to who",
                "Key": {
                    "Correct": true,
                    "Rationale": "Changing “whom” to “who” fixes a usage error in the sentence. The word “who” is necessary because it is in the subject position of its dependent clause, which is a clause that cannot stand alone as a complete sentence.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Change proficient to proficiant",
                "Key": {
                    "Correct": false,
                    "Rationale": "Changing the word “proficient” to “proficiant” introduces a spelling error in the sentence.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "Change came to comes",
                "Key": {
                    "Correct": false,
                    "Rationale": "Changing the past-tense verb “came” to the present tense “comes” introduces a verb-tense error into the sentence, as the events being described took place in the past.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "17": {
        "Number": 17,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19HSE1/supps/TX19HSE1-S4.json"
        ],
        "Explain": false,
        "Content": [
            "What change, if any, needs to be made in sentence 25?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Insert a comma after performance",
                "Key": {
                    "Correct": false,
                    "Rationale": "Inserting a comma after “performance” would introduce punctuation that unnecessarily separates phrases.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Change the comma after 1926 to a semicolon",
                "Key": {
                    "Correct": false,
                    "Rationale": "Changing the comma after “1926” to a semicolon would create a sentence fragment, which is a group of words containing an incomplete thought and lacking the grammatical structure that a sentence must include.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Change mechanical to machanical",
                "Key": {
                    "Correct": false,
                    "Rationale": "Changing the word “mechanical” to “machanical” introduces a spelling error in the sentence.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "No change should be made.",
                "Key": {
                    "Correct": true,
                    "Rationale": "As written, there are no errors in the sentence. Therefore, no changes are necessary.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "18": {
        "Number": 18,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19HSE1/supps/TX19HSE1-S4.json"
        ],
        "Explain": false,
        "Content": [
            "How does sentence 28 need to be changed?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Change Similar to Similarly",
                "Key": {
                    "Correct": true,
                    "Rationale": "Changing “Similar” to “Similarly” corrects a usage error in the sentence. The word “Similarly” is an adverb that correctly modifies the rest of the sentence.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Change female to females",
                "Key": {
                    "Correct": false,
                    "Rationale": "The singular “female” is correctly used in the sentence, since it is modifying the word “pilots.”",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Change started to would start",
                "Key": {
                    "Correct": false,
                    "Rationale": "The past-tense verb “started” is correctly used in the sentence, as the events being described took place in the past.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "Insert a comma after Club",
                "Key": {
                    "Correct": false,
                    "Rationale": "Inserting a comma after “Club” would introduce unnecessary punctuation separating a clause and aphrase.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "19": {
        "Number": 19,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19HSE1/supps/TX19HSE1-S5.json",
            "problems/TX19HSE1/supps/TX19HSE1-S6.json"
        ],
        "Explain": false,
        "Content": [
            "Which sentence from “A Baseball School for Big-League Dreamers” best supports the main idea of the article?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Tuition, room and board here for the combined academic and sports program is about $70,000 a year.",
                "Key": {
                    "Correct": false,
                    "Rationale": "A detail about IMG Academies is provided in this sentence, but support for the main idea of the article is not presented.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Most players here won't ever put on a big-league uniform, but they come to IMG trying to find and reach their potential.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The main idea of the article is that although most students who play baseball will never become professional baseball players, they can still learn important lessons and develop valuable characteristics and traits from playing the sport. Support for this idea is provided by this sentence.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "He remembers being fascinated by how the players and coaches talked and how fans reacted to the game.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Through this detail, the reader understands why Ketchum Marsh is so fascinated by baseball, but support for the main idea of the article is not presented.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Ketch doesn't think about the numbers.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Insight about Ketchum Marsh is provided in this sentence, not support for the main idea of the article.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "20": {
        "Number": 20,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19HSE1/supps/TX19HSE1-S5.json",
            "problems/TX19HSE1/supps/TX19HSE1-S6.json"
        ],
        "Explain": false,
        "Content": [
            "Based on the article, the coaches at IMG can best be described as —"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "concerned about the effectiveness of their coaching ability",
                "Key": {
                    "Correct": false,
                    "Rationale": "The coaches at IMG are realistic about the chances their students have of playing professional baseball and concerned with helping the players reach their potential in life. There is no evidence that the coaches are concerned about their coaching abilities.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "focused on becoming coaches at a professional level",
                "Key": {
                    "Correct": false,
                    "Rationale": "Some of the coaches at IMG have previously coached at a professional level. However, their focus at IMG is helping the students reach their potential, not becoming professional coaches.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "dismissive of the mistakes students make",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence that the coaches at IMG are dismissive of the mistakes their students make. Rather, the coaches focus on helping the students reach their full potential in life.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "caring about the future success of the students",
                "Key": {
                    "Correct": true,
                    "Rationale": "The coaches at IMG care about the future success of the students, regardless of whether or not the students end up playing baseball in the major leagues. In paragraph 24, coaches are described as “positive and encouraging” and also honest and realistic. In paragraph 28, IMG baseball chief Ken Bolek explains that “'If we do a good job, stressing certain characteristics and traits that are necessary for anybody leaving here to be successful regardless of what the volition is, that's the grand slam for us.'”",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "21": {
        "Number": 21,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19HSE1/supps/TX19HSE1-S5.json",
            "problems/TX19HSE1/supps/TX19HSE1-S6.json"
        ],
        "Explain": false,
        "Content": [
            "Read this quotation from paragraph 13.",
            ":box:“Ketchum Marsh is one of the most successful stories that will come out of IMG,” Bolek says, focusing not just on baseball, but on life.",
            "What evidence does the author present in the article to support the opinion expressed in this quotation?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "A reference to Marsh's work ethic",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author presents evidence that Bolek considers Marsh a success because he has an excellent work ethic that has helped him in life, not just in his baseball playing.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "An anecdote about Marsh's time as a batboy",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author does mention that Marsh was a batboy when he was eight years old, but this does not provide evidence to support the opinion in the quotation.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "A description of Marsh's training regimen",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Marsh's training regimen is mentioned in paragraph 11, the author provides evidence in the article that supports the idea that Marsh has a strong work ethic in all aspects of life, not just in his training.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Information about Marsh's future plans",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author presents evidence that Bolek considers Marsh a success because he has an excellent work ethic, not because of Marsh's future plans.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "22": {
        "Number": 22,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19HSE1/supps/TX19HSE1-S5.json",
            "problems/TX19HSE1/supps/TX19HSE1-S6.json"
        ],
        "Explain": false,
        "Content": [
            "The author wrote “A Baseball School for Big-League Dreamers” primarily to —"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "highlight the reasons people pursue a career in sports",
                "Key": {
                    "Correct": false,
                    "Rationale": "At the beginning of the article, the author acknowledges that some people dream of playing a sport such as baseball professionally. However, the author's purpose is not to highlight the reasons people pursue careers in sports.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "persuade readers to support schools that specialize in training student-athletes",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author's purpose is not to persuade readers to support IMG or other schools that specialize in training student-athletes.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "inform readers about a unique school and the students who attend it",
                "Key": {
                    "Correct": true,
                    "Rationale": "Throughout the article, the author provides information about IMG Academies, the coaches who work there, and the students who enroll in the school in hopes of fulfilling their dreams. The author's purpose is to inform readers about this unique school and the students who attend it.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "convince student-athletes to enroll in a specialized school for sports",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author's purpose is not to convince student-athletes to enroll in schools such as IMG that provide a specialized focus on sports.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "23": {
        "Number": 23,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19HSE1/supps/TX19HSE1-S5.json",
            "problems/TX19HSE1/supps/TX19HSE1-S6.json"
        ],
        "Explain": false,
        "Content": [
            "Read paragraph 21.",
            ":box:Baseball folklore tells us that the scrappiest kid on the sandlot has a shot at going to “the show.”",
            "What does this sentence suggest?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Baseball players understand their potential at an early age.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence in the quotation to suggest that baseball players understand their potential at an early age.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Determination and grit could get a player to the big leagues.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Describing someone as the “scrappiest kid” is another way of saying that he or she has a lot of determination and grit, and having a “shot” at going to “'the show'” means the kid with grit and determination has a chance of playing in the big leagues.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Legends about baseball frequently inspire players to improve.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the quotation mentions “folklore,” the author is not suggesting that legends about baseball frequently inspire players to improve.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Most major-league players come from humble circumstances.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the reference to the “scrappiest kid on the sandlot” could suggest humble circumstances, the author's intention in the quotation is to suggest that determination and grit could help a player get to the big leagues.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "24": {
        "Number": 24,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19HSE1/supps/TX19HSE1-S5.json",
            "problems/TX19HSE1/supps/TX19HSE1-S6.json"
        ],
        "Explain": false,
        "Content": [
            "What does the graphic best suggest about the different levels of baseball competition?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "More athletes prefer playing college baseball than minor-league baseball.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The graphic is used to illustrate that fewer athletes are able to play baseball at each higher level. It does not provide information about their preferences.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Most Little League baseball players participate in multiple sports when they reach high school.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no information provided in the graphic to suggest that Little League baseball players participate in multiple sports when they reach high school.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Playing Little League baseball is necessary to becoming a major-league player.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence provided in the graphic to suggest that playing Little League is necessary in order to become a major-league player later in life.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "Baseball leagues become more selective as players advance.",
                "Key": {
                    "Correct": true,
                    "Rationale": "At each level of the pyramid depicted in the graphic, the number of players decreases. There are approximately 2,000,000 kids who play Little League in the United States, but only 750 individuals who play in the Major Leagues. This information is included to emphasize how each level of competition in baseball becomes more selective.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "25": {
        "Number": 25,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19HSE1/supps/TX19HSE1-S5.json",
            "problems/TX19HSE1/supps/TX19HSE1-S6.json"
        ],
        "Explain": false,
        "Content": [
            "What can the reader conclude from the interaction between the pitching coach and Cameron Varga in paragraphs 17 through 20?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The pitching coach wants his players to always strive to improve.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraphs 17 through 20, the author describes the interaction between pitching coach Dave Shepard and player Cameron Varga to illustrate that the coach wants his players to always strive to improve.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The pitching coach is mainly concerned about winning games quickly.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author provides the interaction in paragraphs 17 through 20 to illustrate that pitching coach Dave Shepard wants to help his player improve. He is not concerned about winning games quickly.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Varga is confident in his ability to succeed in Florida.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraphs 17 through 20, there is no evidence to suggest that player Cameron Varga is confident in his ability to succeed playing for the University of Florida team.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Varga's number of pitches will decrease as his speed increases.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraphs 17 through 20, there is no reference to the speed of Cameron Varga's pitches.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "26": {
        "Number": 26,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19HSE1/supps/TX19HSE1-S5.json",
            "problems/TX19HSE1/supps/TX19HSE1-S6.json"
        ],
        "Explain": false,
        "Content": [
            "What is the author's purpose for mentioning the children's race through the house?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "To illustrate that some children value fun above competition",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 8, the author describes Naomi and Kean falling “joyfully into the couch” at the end of their race around the house. Each child claims to be first, without arguing with the other. Cyrus finishes the race behind the other two children and proclaims his third-place finish with “total joy and celebration.” The author includes the description of the race to illustrate that the children value fun above competition.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "To emphasize that his child is athletically superior to her friends",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author mentions that Cyrus is not as physically developed or as fast as the other two children, he mentions the children's race through the house to illustrate that they value fun over competition, not to emphasize that his daughter is athletically superior to her friends.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "To highlight that children often disregard household rules",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author does not mention the children's enjoyment of racing through the house to highlight that they often disregard household rules.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "To show that children lack concerns about safety when competing",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence that the author is concerned about the children's safety while they enjoy running through the house.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "27": {
        "Number": 27,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19HSE1/supps/TX19HSE1-S5.json",
            "problems/TX19HSE1/supps/TX19HSE1-S6.json"
        ],
        "Explain": false,
        "Content": [
            "Based on the information presented in the essay, what is one message the reader can infer?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Avoiding competition is better than participating when failure is certain.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The idea that avoiding competition is better than participating when failure is certain is not a message the reader can infer from the essay. All the children participate in the race, and none of them feel like a failure at the end.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Being rewarded simply for participating belittles the efforts of the winners.",
                "Key": {
                    "Correct": false,
                    "Rationale": "A central message in the article is about the joy the children feel from participating and the satisfaction they get from their efforts. The idea that being rewarded for participating belittles the efforts of the winners is not supported in the essay.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Persistence ensures that a loser will eventually become a winner.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author emphasizes that it doesn't matter who wins or loses; the idea that satisfaction comes from being dedicated and doing your best is the central message readers can infer from the essay.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Satisfaction comes from being dedicated and doing your best.",
                "Key": {
                    "Correct": true,
                    "Rationale": "One central message in the article is that satisfaction comes from being dedicated and doing your best. The children all love to run and take satisfaction at the end of a race, regardless of who finishes first. Naomi and Kean both share the joy of coming in first place, and Cyrus is just as happy and satisfied with his third-place finish.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "28": {
        "Number": 28,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19HSE1/supps/TX19HSE1-S5.json",
            "problems/TX19HSE1/supps/TX19HSE1-S6.json"
        ],
        "Explain": false,
        "Content": [
            "Read the following dictionary entry.",
            ":box:validate \\'va-lə-,dāt\\ v\n1. declare or make legal\n2. prove or confirm to be true\n3. approve an expressed agreement\n4. mark with an indication of being official",
            "Which definition best matches the use of the word validated in paragraph 3?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Definition 1",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author does not refer to any declarations or legal measures in paragraph 3 of the article.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Definition 2",
                "Key": {
                    "Correct": true,
                    "Rationale": "The definition “prove or confirm to be true” best matches the meaning of v͟a͟l͟i͟d͟a͟t͟e͟d as it is used in paragraph 3. The author contrasts the school environment, where exams and success at sports prove or confirm a person's progress or value, with the “real messy world” where progress is not v͟a͟l͟i͟d͟a͟t͟e͟d in such a concrete way.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Definition 3",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no reference made to approving “an expressed agreement” in paragraph 3.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "Definition 4",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 3, the author uses the word v͟a͟l͟i͟d͟a͟t͟e͟d to refer to confirmation of truth, not to marking something with an official indicator.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "29": {
        "Number": 29,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19HSE1/supps/TX19HSE1-S5.json",
            "problems/TX19HSE1/supps/TX19HSE1-S6.json"
        ],
        "Explain": false,
        "Content": [
            "The author includes quotations in paragraph 8 primarily to —"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "highlight that Naomi and Kean rarely agree",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 8, Naomi and Kean finish the race together, and both shout “'I'm first, I'm first.'” However, there is no disagreement between the children at this point—they both celebrate feeling like they won the race.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "emphasize Cyrus's noncompetitive nature",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 8, the author describes Naomi and Kean loudly proclaiming “'I'm first, I'm first'” in unison as they finish the race, followed by Cyrus joyfully shouting “'I'm third!'” The author uses quotations to emphasize Cyrus's noncompetitive nature.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "point out the author's concern for Cyrus",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author celebrates Cyrus's participation in the race positively in paragraph 8; he expresses no concerns for Cyrus.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "reveal Naomi's and Kean's athletic abilities",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author does describe Naomi and Kean as “fast runners” in paragraph 6, the quotations in paragraph 8 are intended to emphasize Clive's noncompetitive nature.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "30": {
        "Number": 30,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19HSE1/supps/TX19HSE1-S5.json",
            "problems/TX19HSE1/supps/TX19HSE1-S6.json"
        ],
        "Explain": false,
        "Content": [
            "Which quotation best expresses the author's viewpoint about being an “also-ran”?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "At school I was fortunate to win enough to balance all the times I lost, and I began to believe in this idea.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author's quotation from paragraph 2 does not support his viewpoint regarding being an “also-ran.”",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Our family enjoys a large house with a great running track.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author's description of his house in paragraph 7 does not provide any explanation of his viewpoint regarding being an “also-ran.”",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Naomi and Kean have always been fast runners and very evenly matched, too.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author's description of Naomi and Kean in paragraph 6 suggests that they will be successful in competitions; however, it does not provide an explanation of his viewpoint about being an “also-ran.”",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "I believe in celebrating those that finish third in a three-horse race.",
                "Key": {
                    "Correct": true,
                    "Rationale": "By explaining the concept of being an “also-ran,” the author describes someone who enjoys participating in a contest even though he or she does not win. The quotation from paragraph 9 expresses the author's positive viewpoint of “also-rans” who “finish third in a three-horse race.”",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "31": {
        "Number": 31,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19HSE1/supps/TX19HSE1-S5.json",
            "problems/TX19HSE1/supps/TX19HSE1-S6.json"
        ],
        "Explain": false,
        "Content": [
            "What can the reader conclude from paragraph 3?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The author's education did not fully prepare him for living in the real world.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 3, the author contrasts his education with his experience in the “real messy world.” Based on the details provided, the reader can conclude that the author's education did not fully prepare him for life outside the “sanctuaries of high school and University.”",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The author was better at sports than at academics while growing up.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Based on the details in paragraph 3, the reader can conclude that the author was successful at both sports and academics while in school. He presents no evidence that he was better at sports than academics while growing up.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Educational priorities at elite schools differ from those in public schools.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author does state that he attended “an elite school” in paragraph 2, there are not enough details provided in paragraph 3 for readers to compare the educational priorities at elite and public schools.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Students in England are required to attend school through the university level.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 3, the author provides no evidence that students in England are required to attend school through the university level.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "32": {
        "Number": 32,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19HSE1/supps/TX19HSE1-S5.json",
            "problems/TX19HSE1/supps/TX19HSE1-S6.json"
        ],
        "Explain": false,
        "Content": [
            "What is the main idea of the selection?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Children usually develop friendships with others who have similar abilities.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Naomi and Kean are described as more physically advanced than Cyrus, yet they are all best friends. The idea that children develop friendships with those who have similar abilities is not a supported main idea in the selection.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Parents should encourage their children to be active because fitness is important.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author does describe active children in the selection, the emphasis is on celebrating the joys of effort and participation, not activity and fitness.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "People should celebrate their best efforts even if they don't always succeed.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The main idea of the article is that people should celebrate their best efforts regardless of whether or not they succeed. In paragraph 8, the author describes Cyrus joyfully celebrating his third-place finish in a race, and in paragraph 9, the author states that he believes “in celebrating those that finish third in a three-horse race.”",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "People who consistently win competitions as children have lifelong advantages over those who don't.",
                "Key": {
                    "Correct": false,
                    "Rationale": "At the beginning of the article, the author describes success in competitions but then explains that this success did not prepare him for life as an adult. The idea that people who consistently win competitions as children have advantages over others is not supported in this selection.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "33": {
        "Number": 33,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19HSE1/supps/TX19HSE1-S5.json",
            "problems/TX19HSE1/supps/TX19HSE1-S6.json"
        ],
        "Explain": false,
        "Content": [
            "Both Ketchum Marsh in “A Baseball School for Big-League Dreamers” and the author of “I Believe in the Also-Rans” —"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "are frustrated by their limited athletic abilities",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Ketchum Marsh in “A Baseball School for Big-League Dreamers” has less athletic ability than some of his peers, and the author of “I Believe in the Also-Rans” acknowledges that his athletic success did not prepare him for life in the “real messy world,” there is no evidence to support the conclusion that either individual is frustrated with his limited athletic abilities.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "are natives of the same geographic location",
                "Key": {
                    "Correct": false,
                    "Rationale": "Ketchum Marsh in “A Baseball School for Big-League Dreamers” grew up in Chatham, Massachusetts, and the author of “I Believe in the Also-Rans” grew up in England.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "have families that emphasize the importance of athletics",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although in “A Baseball School for Big-League Dreamers,” Ketchum Marsh's parents did send him to IMG Academies, there is no evidence to support the conclusion that the family of the author of “I Believe in the Also-Rans” emphasized the importance of athletics.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "have attended exclusive schools that focus on achievement",
                "Key": {
                    "Correct": true,
                    "Rationale": "Ketchum Marsh in “A Baseball School for Big-League Dreamers” attended IMG Academies, “a private sports school where dreams of baseball glory are nurtured.” The author of “I Believe in the Also-Rans” attended an “elite school” where “achievement and winning were all-important.”",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "34": {
        "Number": 34,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19HSE1/supps/TX19HSE1-S5.json",
            "problems/TX19HSE1/supps/TX19HSE1-S6.json"
        ],
        "Explain": false,
        "Content": [
            "Read this sentence from paragraph 2 of “I Believe in the Also-Rans.”",
            ":box:As an English teenager I was schooled in an elite school where I was fed the idea that I was better than others and that achievement and winning were all-important.",
            "Which sentence from “A Baseball School for Big-League Dreamers” contrasts with the attitude expressed in the sentence from “I Believe in the Also-Rans”?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "“You kind of just don't want to leave the field at the end of the night,” he says.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the quotation from “A Baseball School for Big-League Dreamers,” Ketch is emphasizing his passion for baseball. This quotation does not contrast with the attitude expressed in the quotation from paragraph 2 of “I Believe in the Also-Rans.”",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "“We are not sending the message that every one of our players are going to wind up playing shortstop for the Mets.”",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the quotation from “A Baseball School for Big-League Dreamers,” the coaches are realistic about the chances players have of reaching the big leagues. The coaches emphasize characteristics and traits that will help their players succeed in any endeavor, rather than focus on winning and athletic achievement. These ideas contrast with the attitude of being “better than others” and the idea that “achievement and winning were all-important” found in the quotation from paragraph 2 of “I Believe in the Also-Rans.”",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Bolek, who has coached in the minors, the majors and college, says his job is not always about baseball.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This quotation does not contrast with the attitude expressed in the quotation from paragraph 2 of “I Believe in the Also-Rans.” Bolek is reflecting on how his job is about more than baseball in the quotation from “A Baseball School for Big-League Dreamers.”",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "And there's something else: Many of the coaches have given years to the game.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The idea that many of the coaches have dedicated years to the game of baseball is expressed in the quotation from “A Baseball School for Big-League Dreamers.” This does not contrast with the attitude expressed in the quotation from paragraph 2 of “I Believe in the Also-Rans.”",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "35": {
        "Number": 35,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19HSE1/supps/TX19HSE1-S5.json",
            "problems/TX19HSE1/supps/TX19HSE1-S6.json"
        ],
        "Explain": false,
        "Content": [
            "Which sentence correctly describes the organizational pattern used by the authors of the two selections?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Both selections provide definitions of key terms to add meaning to the texts.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Neither the author of “A Baseball School for Big-League Dreamers” nor the author of “I Believe in the Also-Rans” provide definitions of key terms in order to add meaning to their texts.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Both selections include anecdotes as examples to support their main ideas.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The authors of “A Baseball School for Big-League Dreamers” and “I Believe in the Also-Rans” discuss competition and achievement. Both authors include anecdotes to support their main ideas. In the first selection, the author describes Ketchum Marsh and his experience at an elite baseball academy. In the second selection, the author describes a race between his daughter and two of her friends.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Both selections use quotations from experts to support the main ideas in the texts.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author of “A Baseball School for Big-League Dreamers” includes quotations from coaches who have coached in the big leagues and now work at IMG, the author of “I Believe in the Also-Rans” does not include quotations from any experts.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Both selections use cause-and-effect to highlight the relationships between key ideas.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Neither the author of “A Baseball School for Big-League Dreamers” nor the author of “I Believe in the Also-Rans” use a cause-and-effect organizational structure to highlight the relationships between key ideas.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "36": {
        "Number": 36,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19HSE1/supps/TX19HSE1-S5.json",
            "problems/TX19HSE1/supps/TX19HSE1-S6.json"
        ],
        "Explain": false,
        "Content": [
            "What do Ketchum Marsh in “A Baseball School for Big-League Dreamers” and Cyrus in “I Believe in the Also-Rans” have in common?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Neither is a natural-born athlete.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In “A Baseball School for Big-League Dreamers,” the author describes Ketchum Marsh's debut at IMG as “less than stellar.” Regarding Ketchum, Coach Ken Bolek states, “There weren't a lot of things that just came naturally to him as an athlete.” The author of “I Believe in the Also-Rans” points out that his daughter's friend Cyrus “was slower to develop physically and was nowhere near as speedy as his two playmates.” Neither Ketchum Marsh nor Cyrus is a natural-born athlete.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Both become easily frustrated by failure.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Ketchum Marsh in “A Baseball School for Big-League Dreamers” struggles at times and Cyrus in “I Believe in the Also-Rans” is slower than his friends, neither individual is described as feeling easily frustrated by failure.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Neither has supportive adults in his life.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The fact that Ketchum Marsh's parents in “A Baseball School for Big-League Dreamers” sent him to IMG suggests that they are supportive of his dreams. The author of “I Believe in the Also-Rans” is supportive of Cyrus and the other children.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "Both hope to play professional sports.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Ketchum Marsh in “A Baseball School for Big-League Dreamers” does hope to play baseball professionally, the author of “I Believe in the Also-Rans” does not indicate that Cyrus has aspirations of becoming a professional athlete.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "37": {
        "Number": 37,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19HSE1/supps/TX19HSE1-S5.json",
            "problems/TX19HSE1/supps/TX19HSE1-S6.json"
        ],
        "Explain": false,
        "Content": [
            "What is the purpose of paragraph 32 in “A Baseball School for Big-League Dreamers” and paragraph 3 in “I Believe in the Also-Rans”?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "To explain that early disappointment can often lead to long-term failure",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 32 from “A Baseball School for Big-League Dreamers” and paragraph 3 from “I Believe in the Also-Rans,” the authors focus more on potential challenges people face as an adult than on early disappointments leading to long-term failure.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "To point out the educational advantages of attending elite schools",
                "Key": {
                    "Correct": false,
                    "Rationale": "Neither the author of “A Baseball School for Big-League Dreamers” nor the author of “I Believe in the Also-Rans” discuss the educational advantages of attending elite schools.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "To emphasize that the realities of adult life often differ from early experiences",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 32 from “A Baseball School for Big-League Dreamers,” Ketchum Marsh explains that it is unlikely for kids growing up with dreams of becoming a professional baseball player to actually achieve that reality. In paragraph 3 from “I Believe in the Also-Rans,” the author compares the “sanctuaries of high school and University,” where he achieved success in class and on the sports field, to the “real messy world,” where success is not as easily or clearly achieved. Both paragraphs are included to illustrate the contrasting realities between adult life and early experiences.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "To specify the most important qualities needed to become a successful adult",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 32 from “A Baseball School for Big-League Dreamers” and paragraph 3 from “I Believe in the Also-Rans,” the authors focus on potential challenges adults may face. Neither author focuses on the most important qualities needed to become a successful adult in these paragraphs.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "38": {
        "Number": 38,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19HSE1/supps/TX19HSE1-S7.json"
        ],
        "Explain": false,
        "Content": [
            "What does the point of view used in the excerpt help the reader understand?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "How the adults found the garden",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the adults have discovered the garden, no explanation of how they found the garden is revealed in the selection.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "How T. J.'s reactions differ from the reactions of the other boys",
                "Key": {
                    "Correct": true,
                    "Rationale": "The term point of view refers to the person telling or narrating a piece of writing. The narrator describes T. J. reacting to the men on the roof differently than the way the other boys react. While the other boys are “frightened by the authority” of the men who question them about the grass, T. J. is defiant and then determined to prevent the men from being the ones to destroy the rooftop garden.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "How long the boys worked on the garden",
                "Key": {
                    "Correct": false,
                    "Rationale": "The reader can conclude that the boys have worked hard on the garden, but there is no indication of how much time they have put into their efforts.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "How the boys agreed to help T. J. plant the garden",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the boys did help T. J. plant the garden, how they agreed to help T. J. is not revealed in the selection.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "39": {
        "Number": 39,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19HSE1/supps/TX19HSE1-S7.json"
        ],
        "Explain": false,
        "Content": [
            "How is the first sentence of the excerpt important to the plot?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It foreshadows the resolution.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Foreshadowing is a literary element that offers a warning or indication of future events. In the first sentence, the story's conflict is initiated, but there is no foreshadowing regarding the resolution.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "It introduces the main character.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The main character, T. J., is not introduced until paragraph 6.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "It initiates the main conflict.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the first sentence of the excerpt, the main conflict—the men finding the boys' rooftop garden—is initiated. The plot is set in motion immediately with this conflict established.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "It presents an unanswered question.",
                "Key": {
                    "Correct": false,
                    "Rationale": "A question is presented in paragraph 1, but it is answered in paragraphs 5 through 8 of the selection.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "40": {
        "Number": 40,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19HSE1/supps/TX19HSE1-S7.json"
        ],
        "Explain": false,
        "Content": [
            "In paragraph 30, what does the word laboriously mean?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "At great cost",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the soil is clearly important to the boys, there is no evidence that they paid money for the soil.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "For good reason",
                "Key": {
                    "Correct": false,
                    "Rationale": "T. J. and the boys seem pleased with their rooftop garden, but the context does not provide support to “For good reason” as the meaning of l͟a͟b͟o͟r͟i͟o͟u͟s͟l͟y.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Quietly and in secrecy",
                "Key": {
                    "Correct": false,
                    "Rationale": "Before scooping dirt off the roof, T. J. yells, “'I won't let 'em lay a dirty hand on it.'” Based on this context, readers can conclude that l͟a͟b͟o͟r͟i͟o͟u͟s͟l͟y does not mean “quietly and in secrecy.”",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "Slowly and with difficulty",
                "Key": {
                    "Correct": true,
                    "Rationale": "Readers can conclude that the boys worked hard to carry soil up onto the roof of the building. From this context, readers can determine that l͟a͟b͟o͟r͟i͟o͟u͟s͟l͟y means “Slowly and with difficulty.”",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "41": {
        "Number": 41,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19HSE1/supps/TX19HSE1-S7.json"
        ],
        "Explain": false,
        "Content": [
            "Read this quotation from paragraph 20.",
            ":box:“It's our earth. It's our land. Can't nobody touch a man's own land.”",
            "The irony of this quotation is that it calls attention to —"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "the love T. J. has for the outdoors while he is on a man-made structure",
                "Key": {
                    "Correct": false,
                    "Rationale": "The irony found in the quotation from paragraph 20 comes from T. J.'s belief that he has a right to grow his garden on the roof of a building owned by someone else. The irony is not in T. J.'s love of the outdoors.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "the rooftop being abandoned and the men still caring about its welfare",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no mention of the men and their concerns over the abandoned rooftop in the quotation from paragraph 20.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "the fact that T. J. does not have the right to use the rooftop despite creating the garden",
                "Key": {
                    "Correct": true,
                    "Rationale": "Irony is a type of figurative language where the author expresses the opposite of what is expected. Despite T. J.'s assertion in paragraph 20 that “'It's our earth. It's our land. Can't nobody touch a man's own land,'” T. J. is actually growing his garden on the roof of a building owned by someone else. Although T. J. believes he has a right to grow a garden on the roof of the building, the opposite is true.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "the effort used to create a garden when it can be easily destroyed",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 31, the narrator observes that “the task of destruction is infinitely easier than that of creation,” but there is not a direct connection regarding irony between this idea and the quotation from paragraph 20.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "42": {
        "Number": 42,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19HSE1/supps/TX19HSE1-S7.json"
        ],
        "Explain": false,
        "Content": [
            "What is a central theme of the excerpt?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Adults often lose their sense of accomplishment as they age.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the adults are not supportive of the boys' accomplishment of planting a rooftop garden, their response is in the interest of protecting their property, not because they have lost a sense of accomplishment.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "People take pride in their work.",
                "Key": {
                    "Correct": true,
                    "Rationale": "A theme, or central message, of the excerpt is the idea that people take pride in their work. When T. J. learns that the owner of the building plans to destroy his garden, he tells the man, “'We toted it up here, and it's our earth. We planted it and raised it and toted it up here.'” Later, in paragraph 27, he “fiercely” tells his friends, “'They ain't gonna touch my earth.'” T. J. and the other boys are clearly proud of the work they have done.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "People rely on authority figures to maintain order.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 10, the narrator compares the adults on the rooftop to other authority figures such as police officers and teachers. There is no sense that the boys are relying on the adults to maintain order; instead, they wish to defy the adults.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "It is important to recognize the value of green spaces.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although T. J. creates a green space on the roof of the building, the space is only valuable to him and his friends. There is no message about the general value of green spaces.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "43": {
        "Number": 43,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19HSE1/supps/TX19HSE1-S7.json"
        ],
        "Explain": false,
        "Content": [
            "What does T. J.'s climb back up the fire escape in paragraph 28 reveal about him?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "He has difficulty following rules.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although T. J. is defiant toward the men who want to destroy his garden, he acts out of pride and attachment to his work rather than out of difficulty following rules.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "He enjoys being the leader of a group.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Readers can conclude that T. J. is the leader of the group of boys, but there is no evidence to support the idea that he enjoys this role.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "He behaves in ways that others consider immature.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the other boys are surprised by T. J.'s behavior, they follow his lead. There is no evidence to support the idea that they view him as immature.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "He takes action once he makes up his mind.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 26, the narrator describes a “decision working” in T. J.'s face. T. J. then turns and heads back up the fire escape in paragraph 28 to take action. He has clearly made a decision to destroy the garden so that the adults cannot do so, and when the other boys join him on the roof, he has them help him take action.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "44": {
        "Number": 44,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19HSE1/supps/TX19HSE1-S7.json"
        ],
        "Explain": false,
        "Content": [
            "In paragraph 25, why does Blackie say, “They own the building”?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "To help the men by supporting their claim",
                "Key": {
                    "Correct": false,
                    "Rationale": "Blackie lets T. J. know it is pointless to resist the men, but there is no evidence that he supports their claim or their decision.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "To rally the boys to go against what T. J. has planned",
                "Key": {
                    "Correct": false,
                    "Rationale": "Blackie reminds T. J. that the men who want to destroy the garden own the building. He then goes back up onto the roof with T. J. to help him. There is no evidence of the boys wishing to go against T. J.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "To indicate the limitations of what the men can do",
                "Key": {
                    "Correct": false,
                    "Rationale": "The words “'They own the building'” are not used to indicate that the men's actions are limited. Rather, Blackie's statement is used to show that the men have the power to make the rules and follow through.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "To convince T. J. that it is pointless to resist",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 24, T. J. asks his friends, “'We can't stop them?'” referring to the men who plan on destroying his garden. In paragraph 25, T. J.'s friend Blackie responds with finality, “'No ...they own the building.'” Blackie's response is intended to convince T. J. that resisting the adults is pointless in this situation.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "45": {
        "Number": 45,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19HSE1/supps/TX19HSE1-S7.json"
        ],
        "Explain": false,
        "Content": [
            "In paragraph 32, what does the blade of grass represent for T. J.?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "A final remnant of something precious",
                "Key": {
                    "Correct": true,
                    "Rationale": "When T. J. realizes that he cannot save the garden, he decides to destroy it rather than let the men have the satisfaction of doing so. After the destruction of the grass plot is complete, T. J. picks up one “lonely blade of grass,” puts it into his mouth and sucks “the greenness out of it.” This blade of grass is a final remnant of the precious rooftop grass patch.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The harvest he anticipated",
                "Key": {
                    "Correct": false,
                    "Rationale": "The harvest that the boys anticipated would have been watermelons grown in their earth, which is not represented by the single blade of grass.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The new home he has found",
                "Key": {
                    "Correct": false,
                    "Rationale": "The grass may have provided T. J. a sense of his past home, but the one remaining piece of grass is a remnant of what has been lost, not what has been found.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "His friendship with the other boys",
                "Key": {
                    "Correct": false,
                    "Rationale": "T. J. did work on the garden with the other boys, but the blade of grass represents the last remnant of their precious rooftop grass patch, not his friendship with the other boys.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "46": {
        "Number": 46,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19HSE1/supps/TX19HSE1-S8.json"
        ],
        "Explain": false,
        "Content": [
            "Read lines 15 and 16.",
            ":box:He sanded down the finish, erasing the indentations of the letters\nand numbers he had etched over time.",
            "In line 16, the word etched most closely means —"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "perfected",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the speaker's father made the letters and numbers over time and is reluctant to change them, readers can conclude that the e͟t͟c͟h͟e͟d letters were “imprinted” into the desk, not “perfected.”",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "imprinted",
                "Key": {
                    "Correct": true,
                    "Rationale": "In lines 15 and 16, the speaker describes her father “erasing the indentations of the letters and numbers he had e͟t͟c͟h͟e͟d over time.” Based on the context, e͟t͟c͟h͟e͟d most closely means “imprinted,” as the indented letters would be imprinted on the desk.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "remembered",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the father “remembered” the letters, e͟t͟c͟h͟e͟d refers to how the letters and numbers were “imprinted” into the desk that needed to be sanded down.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "tarnished",
                "Key": {
                    "Correct": false,
                    "Rationale": "Readers can conclude that the letters and numbers that created indentations in the desk had been “imprinted” over time, but not necessarily “tarnished.”",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "47": {
        "Number": 47,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19HSE1/supps/TX19HSE1-S8.json"
        ],
        "Explain": false,
        "Content": [
            "What is a theme of the poem?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Children desire what their parents value.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The speaker desires the desk not because her father valued it, but because of the connection it creates between family members.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Cherished objects can create connections between family members.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The theme, or central message, of the poem is that cherished objects can create connections between family members. The speaker received a cherished desk from her father, who had used the desk as a child and throughout college. The speaker passes down the beloved piece of furniture to her child, promising him or her that one day they'll work on the desk together.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "What is extraordinary to some may seem ordinary to others.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The desk is extraordinary to the speaker, and she believes her child will feel the same way about it someday. The speaker does not suggest that someone else may find the desk ordinary.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Old objects can be made new again by using imagination.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The speaker states that the desk stimulates her imagination. However, she does not suggest that it will be made new again by using imagination.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "48": {
        "Number": 48,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19HSE1/supps/TX19HSE1-S8.json"
        ],
        "Explain": false,
        "Content": [
            "What does the desk represent in the poem?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The changes in style that happen over time",
                "Key": {
                    "Correct": false,
                    "Rationale": "The speaker's father refinishes the desk, and the speaker suggests that she and her child will eventually strip the finish and repaint the desk. However, the desk represents new beginnings that come with each generation, not simply changes in style.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "The pride that is found in caring for possessions",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the speaker's father and the speaker both care about the desk, and the speaker hopes her child will feel the same way, the desk represents new beginnings that come with each generation rather than pride that comes from caring for possessions.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "The new beginnings that come with each generation",
                "Key": {
                    "Correct": true,
                    "Rationale": "The speaker's father used the desk as a child and in college, then refinishes and passes it on to the speaker. The desk then accompanies the speaker throughout her life, and she is excited to pass the desk along to her young child, who is just starting out in life. Thus, the desk represents new beginnings that come with each generation.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "The different ways creativity can be inspired in individuals",
                "Key": {
                    "Correct": false,
                    "Rationale": "The desk does inspire the speaker's creativity, but it represents new beginnings as it is passed down through generations.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "49": {
        "Number": 49,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19HSE1/supps/TX19HSE1-S8.json"
        ],
        "Explain": false,
        "Content": [
            "Which line from the poem best indicates that the speaker is ready to relinquish ownership of the desk?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Older than you by far, it sits in your room (line 28)",
                "Key": {
                    "Correct": false,
                    "Rationale": "In line 28, the speaker refers to the desk sitting in her child's room, but she best indicates that she is ready to relinquish ownership of the desk in line 35 when she refers to the desk inspiring her child's dreams.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "piled high with crayon drawings, coins, trolls, and hot wheels cars. (line 29)",
                "Key": {
                    "Correct": false,
                    "Rationale": "In line 29, the speaker indicates how the desk is currently being used, but doesn't indicate that she is ready to relinquish ownership of the desk so that her child can make the desk his or her own.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "You're still too young to do algebra homework. (line 30)",
                "Key": {
                    "Correct": false,
                    "Rationale": "In line 30, the speaker refers to activities that her child is not able to accomplish because he or she is too young. This does not indicate that the speaker is ready to relinquish ownership of the desk.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "and paint it to match your bright green and lavender dreams. (line 35)",
                "Key": {
                    "Correct": true,
                    "Rationale": "In line 35, the speaker refers to her child's “bright green and lavender dreams.” The desk had previously represented the speaker's dreams, and the author provides the reference in line 35 to help the reader understand that the speaker is ready to relinquish ownership of the desk to her child.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "50": {
        "Number": 50,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19HSE1/supps/TX19HSE1-S8.json"
        ],
        "Explain": false,
        "Content": [
            "What tone is established in lines 22 through 25?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Intellectual, because the speaker refers to academic matters",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the speaker refers to pretending to be a college professor in line 22, the tone that is established is not intellectual. Instead, a nostalgic tone is established.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Playful, because the speaker quickly lists random details",
                "Key": {
                    "Correct": false,
                    "Rationale": "In lines 22 through 25, the speaker does remember playing at the desk in her youth, but she does not quickly list random details.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Nostalgic, because the speaker warmly remembers the past",
                "Key": {
                    "Correct": true,
                    "Rationale": "Tone is the way the author expresses his or her attitude through the writing. In lines 22 through 25, a nostalgic tone is established as the speaker fondly recalls sitting at her desk “for hours, make-believing I was a college professor, bank teller, school teacher, the boss.”",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "Hopeful, because the speaker refers to her childhood dreams",
                "Key": {
                    "Correct": false,
                    "Rationale": "The speaker does refer to her childhood dreams in lines 22 through 25, but she is recalling them with a nostalgic tone rather than a hopeful one.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "51": {
        "Number": 51,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19HSE1/supps/TX19HSE1-S8.json"
        ],
        "Explain": false,
        "Content": [
            "What do the speaker's comments in lines 31 through 35 suggest?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The speaker wants her child to find his or her own identity.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In lines 31 through 35, the speaker wants the desk to be stripped and made new again for her child, who the speaker hopes will use the desk to pursue his or her own “green and lavender dreams.” The speaker wants her child to use the desk to find his or her own identity.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The speaker wants her child to select a new color for the desk.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The speaker refers to her child's “bright green and lavender dreams” as representative of his or her own identity, not as prescribed colors for her child to paint the desk.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The speaker believes her child deserves a new piece of furniture.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The desk is more than just a new piece of furniture to the speaker. It is a way for her child to find his or her own identity.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The speaker believes her child will refuse to accept her offer.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The speaker's child is too young to understand the speaker's offer of the desk, but the speaker does not indicate any doubt regarding her child's acceptance of the desk when he or she is older and understands what the desk represents.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "52": {
        "Number": 52,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19HSE1/supps/TX19HSE1-S8.json"
        ],
        "Explain": false,
        "Content": [
            "The repetition in lines 19 through 21 is used to emphasize that the desk —"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "contains messages written long ago",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the speaker refers to the desk in line 20 as a “piece of history,” repetition is used in these lines to suggest the timeless bond created by the desk, not the idea that the desk contains messages written long ago.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "is worth a great amount of money",
                "Key": {
                    "Correct": false,
                    "Rationale": "The speaker does refer to the desk in line 19 as an “heirloom.” However, repetition is used in these lines to suggest the timeless bond created by the desk, and not the idea that the desk is worth a great amount of money.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "is outdated in its appearance",
                "Key": {
                    "Correct": false,
                    "Rationale": "The repetition used in lines 19 through 21 does not indicate that the desk is outdated in its appearance.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "creates a timeless bond",
                "Key": {
                    "Correct": true,
                    "Rationale": "The speaker uses repetition in lines 19 through 21 to emphasize that her desk creates a timeless bond between her and her family.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "53": {
        "Number": 53,
        "Type": "LR",
        "NumChoices": 0,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Read the information in the box below.",
            ":box:A Gallup poll found that Americans are 20 percent happier on weekends than on workdays. Americans also ranked working as one of their least pleasurable activities, while socializing after work was one of their most pleasurable activities.",
            "Although most people must structure their days around school or work, they still prefer their free time. Think carefully about this statement.",
            "Write an essay explaining the importance of making time for both work and play.",
            ":ibox:Be sure to —\n\n• clearly state your thesis\n• organize and develop your ideas effectively\n• choose your words carefully\n• edit your writing for grammar, mechanics, and spelling"
        ],
        "AnswerChoices": {},
        "Parts": {}
    }
}