{
    "Directions": "Read the information then answer each question that follows.",
    "Context": [],
    "Title": "Whales in Hot Water",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        [" ", "Elias reads an article about the sudden deaths in 2016 of many different types of ocean organisms, including fish and marine mammals like sea lions and whales, along the west coast of the United States and Canada. He learns that in 2016, scientists observed a large zone of unusually warm water in the Pacific Ocean. The warm water caused uncommon species of plant-like phytoplankton to reproduce so quickly that their populations suddenly became very large. Some of the warm-water phytoplankton are toxic to organisms that live in cold ocean water, while others are less nutritious than the normal cold-water species of phytoplankton."],
        [" ", "Although scientists are not certain of the specific cause of the sudden deaths, the feeding and reproductive cycles of cold-water ocean organisms were disrupted by the zone of unusually warm water. The diagram shows a cold-water ocean food web."],
        ["", "problems/NMG8S/media/S2a.jpg"],
        [" ", "Elias goes whale watching in Alaska and observes a group of humpback whales feeding on a school of fish. The boat captain explains that humpback whales used to be hunted in oceans around the world. The whales were nearly extinct before they were protected in 1970 as an endangered species."],
        [" ", "After the whale-watching trip, Elias finds a graph that shows the size of the humpback whale population in Glacier Bay and Icy Straight, Alaska, between 1985 and 2017."],
        ["", "problems/NMG8S/media/S2b.jpg"],
        [" ", "Elias learns that scientists use crude birth rate to analyze humpback whale populations. Crude birth rate is the total number of whale calves divided by the total number of whales and is reported as a percentage. He finds a graph that shows the crude birth rates in the whale populations in Glacier Bay and Icy Straight, Alaska, between 1985 and 2017."],
        ["", "problems/NMG8S/media/S2c.jpg"]
    ],
    "Copyright": "",
    "References": []
}