{
    "Directions": "Read the information, then answer each question that follows.",
    "Context": [],
    "Title": "Severe Weather",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        [" ", "Brian hears on the radio that a powerful thunderstorm is predicted to arrive in his neighborhood. His family prepares for the storm by making sure they have flashlights with new batteries, fresh water, and a first aid kit. Shortly after the thunderstorm arrives, Brian's neighborhood loses electrical power for several hours because of tree branches that were blown onto power lines. Brian wonders how scientists were able to predict that a thunderstorm was going to occur. When the power returns, Brian researches how thunderstorms form."],
        [" ", "He finds out that a thunderstorm can happen when a cold air mass and a warm air mass collide. The warm air rises over the cold air, as shown in the diagram."],
        ["", "problems/NMG8S/media/S6a.jpg"],
        [" ", "Brian decides to investigate the weather changes that cause different types of storms. He finds a table with weather maps and information about different types of weather changes."],
        ["", "problems/NMG8S/media/S6b.jpg"],
        [" ", "The next day, Brian travels to Oklahoma to visit a friend and finds that his friend's city is under a tornado warning. Brian's friend tells him that Oklahoma is part of “Tornado Alley” and that tornadoes are air masses that can be a few kilometers wide and have very strong 3 winds rotating at very high speeds. Tornado Alley, the region of the United States with the most tornadoes, is shaded on the map."],
        ["", "problems/NMG8S/media/S6c.jpg"],
        [" ", "Tornadoes often happen in areas with thunderstorms, but not all areas that have thunderstorms have tornadoes. Air masses that move in opposite directions across the United States frequently meet in Tornado Alley. The diagram shows how colliding air masses can form tornadoes."],
        ["", "problems/NMG8S/media/S6d.jpg"]
    ],
    "Copyright": "",
    "References": []
}