{
    "Directions": "Read the information, then answer each question that follows.",
    "Context": [],
    "Title": "Mediterranean Climate",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        [" ", "Kevin lives in Los Angeles, California. When he visits a botanical garden, he sees that plants from all over the world are growing in the garden, including plants from Perth, Australia, where his uncle lives. The guidebook explains that Los Angeles has a Mediterranean climate and plants that grow well in Los Angeles also grow well in other locations with the same climate."],
        [" ", "In the guidebook, Kevin finds a map that shows locations with a Mediterranean climate. He marks the locations of Los Angeles and Perth on the map."],
        ["", "problems/NMG8S/media/S3a.jpg"],
        [" ", "When he gets home, Kevin does some research. He finds that locations at similar latitudes have similar climates. For a Mediterranean climate, these locations are near a sea or ocean, and usually have warm, dry summers and mild, rainy winters."],
        [" ", "Kevin learns that wind direction helps determine the weather, especially in locations like Los Angeles and Perth. Uneven heating of Earth's surface causes differences in air pressure. These pressure differences cause winds to blow."],
        [" ", "Between 30° latitude and 60° latitude, pressure differences cause winds to blow toward the poles, but Earth's rotation causes the winds to curve and blow from west to east. These winds are called westerlies."],
        [" ", "Below 30° latitude, pressure differences cause winds to blow toward the equator, but the winds are curved to blow from east to west by Earth's rotation. These winds are called trade winds."],
        [" ", "The diagram shows the directions of these winds and locations of high and low pressure."],
        ["", "problems/NMG8S/media/S3b.jpg"],
        [" ", "Kevin learns that during the winter, the westerlies bring rain and storms from the ocean to areas along the coast. During the summer, the subtropical highs move toward the poles and keep westerlies from reaching these areas."],
        [" ", "Finally, to learn more about weather conditions in locations with a Mediterranean climate, Kevin finds graphs that show weather data for Los Angeles and Perth."],
        ["", "problems/NMG8S/media/S3c.jpg"]
    ],
    "Copyright": "",
    "References": []
}