{
    "Directions": "Read this passage about whales, then answer each question that follows.",
    "Context": [],
    "Title": "[from] “The Social Lives of Whales”",
    "Subtitle": "",
    "Author": "by Eric Wagner",
    "LabelType": "P",
    "Content": [
        ["1", "At Shark Bay off of the west coast of Australia, a team of scientists from Australia and Europe has been studying a population of bottlenose dolphins for more than 30 years. A few years back, the researchers noticed that some dolphins wrapped their beaks with basket sponges before they went hunting for nutritious fish near the seafloor. This “sponging,” as the scientists called it, allowed the animals to forage among sharp rocks and corals, without risking injury. Those sponges protected the dolphins' beaks as they rousted fish from their hideouts."],
        ["2", "This is the only known case of tool use in whales.¹"],
        ["3", "Not all bottlenose dolphins in Shark Bay use sponges this way. But those that do tend to be related to each other. A genetic analysis, published in 2005 in Proceedings of the National Academy of Sciences, traced the practice back almost 180 years to a single female ancestor. But more important than their being related is how dolphins pick up the skill: They are taught. Females appear to act as instructors, teaching the skill to their daughters—and occasionally to their sons."],
        ["4", "Another group of biologists, led by Janet Mann from Georgetown University, in Washington, D.C., confirmed the importance of teaching. To do it, they borrowed a technique used to study social networks in people. Sponging dolphins are more likely to form groups with other sponging dolphins than they are to hang out with non-spongers. In 2012, the team published its finding in Nature Communications."],
        ["5", "Sponging, Mann and her co-authors now conclude, is very much like a human subculture. They liken² it to skateboarders who prefer to hang out with other skateboarders."],
        ["", "Wᴀᴛᴄʜɪɴɢ ᴀ ɴᴇᴡ ᴛʀɪᴄᴋ ᴛᴀᴋᴇ ʜᴏʟᴅ"],
        ["6", "Even baleen whales, long thought to be relatively solitary, will teach each other new skills, scientists are finding."],
        ["7", "Humpbacks, a type of baleen whales, often engage in a practice known as “bubble-netting.” The animals swim below schools of fish and then blow clouds of bubbles. These bubbles panic the fish, which prompts them to cluster into a tight ball. The whales then swim right through the ball with their mouths open, gulping fish-filled water."],
        ["8", "In 1980, whale watchers saw a single humpback off of the East Coast of the United States do a modified version of this behavior. Before it blew bubbles, the animal slapped the water with its tail. That slapping behavior is known as lobtailing. For the next eight years, observers watched as more and more humpbacks picked up the practice. By 1989, nearly half of the population lobtailed the water before starting to bubble-net a dinner."],
        ["9", "A group led by Luke Rendell, a biologist at the University of St. Andrews in Scotland, wondered why the whales were changing their bubble-netting behavior. So the scientists investigated. And they soon found that the whales were not eating herring, as they had before. The abundance of these tiny fish had fallen off. So the whales turned to dining on another small fish: the sand lance. But the bubbles didn't panic the sand lance as easily as they had the herring. When a humpback smacked the water with its tail, however, the sand lance bunched tightly as the herring had. That slap was needed to make the bubble-netting technique work on the sand lance."],
        ["10", "Still, what made this new lobtailing trick spread so rapidly through the Eastern humpbacks? Did the whale's sex matter, as with the spongers? Did a calf learn lobtailing from its mother? No. The best predictor of whether a humpback would lobtail before bubble-netting was if it had watched another humpback do it."],
        ["11", "“The animals were simply learning from individuals they had spent a lot of time with,” explains Rendell. It was the first time anyone had documented a spread of such a behavior through an animal's social network, he notes. His team described its findings in a paper in Science in 2013."]
    ],
    "Copyright": "From “The Social Lives of Whales” by Eric Wagner from SCIENCE NEWS FOR STUDENTS, March 13, 2015. Copyright © 2015 by Society for Science and the Public.",
    "References": [
        ["¹", "whales — Bottlenose dolphins are scientifically classified as whales."],
        ["²", "liken — compare"]
    ]
}