{
    "Directions": "Read this article, then answer each question that follows.",
    "Context": [],
    "Title": "Unearthing the Arabia",
    "Subtitle": "",
    "Author": "by Lynn Rymarz",
    "LabelType": "P",
    "Content": [
        ["1", "\tThe Arabia's paddle wheels churned the muddy waters of the Missouri River as it made its way upriver on September 5, 1856. The white wooden steamboat carried 200 tons of cargo, 130 passengers, and 1 mule."],
        ["2", "\tMen, women, and children were headed west to new frontier towns along the Missouri River. All of their personal belongings were onboard. Below deck, in the cargo hold, wooden crates and barrels filled with new merchandise waited to be delivered to the towns' settlers."],
        ["3", "\tAs passengers sat down to dinner in the boat's dining room, the Arabia rounded the river's bend outside of Kansas City, Missouri. Without warning, the steamboat struck a submerged tree, causing a gaping hole in the oak hull."],
        ["4", "\tWater gushed in and immediately the boat started sinking. Passengers screamed as water flooded over the deck and the boat keeled to one side. Chairs and stools tumbled into the Missouri River. Children began sliding off the boat as frantic parents rushed to save them. Several men pushed the one lifeboat into the water and rowed scared passengers to shore. People living along the river also helped with the rescue. All the passengers were saved, but the precious cargo and the mule were lost as the Arabia sank to the bottom of the Missouri River. There the steamboat remained in the mud for 132 years."],
        ["", "Sᴇᴀʀᴄʜɪɴɢ ꜰᴏʀ Tʀᴇᴀsᴜʀᴇ"],
        ["5", "\tIn 1985, Dave Hawley heard a story about sunken steamboats buried with treasure. He persuaded his brother Greg, their father Bob, and family friend Jerry Mackey to go treasure hunting. Sunken steamboats loaded with gold, silver, and valuable cargo could make them rich!"],
        ["6", "\tTreasure hunting had been a big part of the Hawleys' family life. Growing up in Missouri, Dave and Greg had dug in gold mines, explored the banks of the Missouri River, and searched for ghost towns."],
        ["7", "\tThe four men began by visiting libraries, courthouses, and the National Archives in Washington, D.C. They searched for clues about lost steamboats rich in cargo. Records showed that 289 steamboats had sunk on the Missouri River. They narrowed their hunt to 10."],
        ["8", "\tOver time, the Missouri River had changed its course, and many of these sunken steamboats now appeared to be buried beneath dry land. The men knocked on people's doors asking permission to search their fields. After countless miles and three years, their search for nine steamboats left them empty-handed."],
        ["9", "\tBut one sunken steamboat remained: the Arabia."],
        ["", "Fɪɴᴅɪɴɢ ᴛʜᴇ Aʀᴀʙɪᴀ"],
        ["10", "\tMaps revealed that the Arabia lay buried in a Kansas cornfield on Norman Sortor's property. Sortor had heard stories about the sunken steamboat that had been passed down for generations in his family. Three other treasure-hunting teams had tried to reach it but failed. So when the four men asked Sortor for permission to search on his land, he warned, “You can try to dig the Arabia, but you won't reach her. No one else has.”"],
        ["11", "\tThe men were not discouraged. They agreed to give the landowner a percentage of any artifacts they found. Then they set out to find the steamboat. After hiking through rows of corn with his magnetometer, a device used to find metal, Dave got a reading. It was the Arabia!"],
        ["12", "\tBut they had to wait until the corn was harvested before they could stake out the boat's dimensions. Finally, they began digging. When they hit water, pumps were needed to remove it. Sometimes using heavy equipment, the four men dug through sand and mud—deeper and deeper. Eighteen days later, one of their shovels unearthed part of a paddle wheel."],
        ["", "Tʜᴇ Aʀᴀʙɪᴀ Eᴍᴇʀɢᴇs"],
        ["13", "\tThe paddle wheel was just the beginning. Within days, the first artifact appeared: a worn rubber shoe with “Goodyears Rubber Co., 1849” stamped on the bottom. The men kept digging and more personal belongings emerged from the muddy ruins: clothes, books, toys, and tools. They discovered wooden crates and barrels full of beaver hats; dishware and hardware; brightly colored fabric; fancy buttons; and bottles of spices, medicines, and sweet pickles—which were still good enough to eat. They even found the skeleton of the mule, still bridled and saddled."],
        ["14", "\tEach discovery revealed more about the men, women, and children who headed west. “Excavating the Arabia was like shaking hands with the pioneers,” Greg wrote in his book. Although their adventure had not led them to gold and silver, it had led them to treasures beyond their “wildest dreams.”"],
        ["15", "\tThey had unearthed 200 tons of artifacts, discovering more than 100,000 items—the country's biggest collection of pre-Civil War artifacts ever found. And because the cargo had existed in an oxygen-free environment, the washed-off items looked new. But they needed preserving, which would require more money than these adventurers had."],
        ["", "Tʜᴇ Rᴇᴀʟ Tʀᴇᴀsᴜʀᴇ"],
        ["16", "\tThe men faced the decision of what to do with the Arabia's precious cargo. If they sold the priceless artifacts, they would be rich. But they knew they couldn't sell them. As Greg later said, “The most priceless thing discovered aboard the Arabia was not the cargo, but the story it told.”"],
        ["17", "\tThe men decided to create the Arabia Steamboat Museum in Kansas City, Missouri, and showcase the lost treasures. Norman Sortor also chose to have his share of the artifacts remain with the others in the museum. He kept just a few for his family. The Arabia's story, once buried in the mud for 132 years, is now open to the public for all to enjoy."]
    ],
    "Copyright": "",
    "References": []
}