{
    "Directions": "Read this story, then answer each question that follows.",
    "Context": [],
    "Title": "[Excerpt from] The Strictest School in the World",
    "Subtitle": "Being the Tale of a Clever Girl, a Rubber Boy and a Collection of Flying Machines, Mostly Broken",
    "Author": "by Howard Whitehouse",
    "LabelType": "P",
    "Content": [
        ["1", "\tEveryone dreams about flying. Soaring above the clouds, banking your wings¹ to make graceful curves through the air, swooping like a hawk from great heights. Jumping off the toolshed roof. Spending a week with a bandage round your head. Being told how lucky you were not to break your neck."],
        ["2", "\tEveryone dreams about flying. Emmaline did."],
        ["3", "\tEmmaline Cayley was a pioneering scientist. She had declared this when she turned eleven. She was a leader in the field of aeronautics,² as she would tell anyone who would listen; at least, she would be one day. The girls she knew said that Emmaline was mad and that she probably still believed in fairies. Emmaline didn't care what other girls thought. She didn't care about dolls or new dresses or tea parties; she cared about aeronautics. She was an aviatrix.³ By her thirteenth birthday, Emmaline had decided that she was going to invent a flying machine. That was more than a year ago in Calcutta, India, where she had been brought up."],
        ["4", "\tNow she was in England, waiting to go to boarding school."],
        ["5", "\tEmmaline sat on a fallen tree, looking out over a valley. It was smooth grassland with no rocks, no trees or tangly bushes and no patches of bog to get sucked into. Emmaline considered it a perfect place for an experiment with flight. What she actually thought was, “This would be a fine place to try out a flying machine—if I had one—and could get somebody (but not me) to sit in it and see what happened when it left the ground.”"],
        ["6", "\tThe truth is that Emmaline was afraid of flying. She didn't admit this to herself, however. She told herself that if she were to plummet⁴ to her doom, then all her experimental knowledge as a pioneer in aeronautics would die with her. Emmaline thought this would be a tragedy indeed ..."],
        ["7", "\tEmmaline's great-great-uncle, Sir George Cayley, had tried inventing flying machines long ago. As a boy he'd made model gliders, studied birds' wings and conducted strange experiments with wind tunnels. But he hadn't built an actual, full-sized flying machine until 1849, when he was much older. He had ordered a boy to sit in the machine. Sir George was seventy-six at the time, so nobody felt he was letting anyone down by not flying it himself (when you are ancient, you can get away with a lot). The contraption worked as Sir George had hoped, sailing through the air a hundred yards or thereabouts, and nobody was injured."],
        ["8", "\tA few years later, Cayley tried again with a bigger, better craft. This time, Sir George “volunteered” his coachman, a light skinny man (just the type he needed) to fly the glider. A team of big, brawny farmhands from Cayley's estate hauled it up a hill above a valley known as Brompton Dale. The machine was a marvel. The lads pushed, and it rose in the air, soared two hundred yards and landed in a meadow with a splintering sickening crash. The coachman, John Appleby, tottered from the wreckage, limped back up the hill and resigned on the spot ..."],
        ["9", "\tEmmaline knew there was a simple moral to the story. Get somebody else to sit in the pilot's seat."]
    ],
    "Copyright": "",
    "References": [
        ["¹", "banking your wings: turning by positioning one wing of the plane higher than the other"],
        ["²", "aeronautics: the science of air travel"],
        ["³", "aviatrix: female airplane pilot"],
        ["⁴", "plummet: fall fast"]
    ]
}