{
    "Directions": "Read this article, then answer each question that follows.",
    "Context": [],
    "Title": "Uncommon Instruments",
    "Subtitle": "",
    "Author": "by the Library of Congress",
    "LabelType": "P",
    "Content": [
        ["1", "\tIf you were in the school band, you might play the trumpet, the violin, or the flute, but how about the marimba, the oud, or the zurna? Although these may sound like ingredients in an exotic recipe, they are actually musical instruments - some of them hundreds of years old. Many of the instruments we know and play today, like the piano, the guitar, and the oboe, evolved from these older instruments. The instruments came to America with people who emigrated from countries all around the world, bringing music, and a little bit of their culture, with them."],
        ["", "Pᴇʀᴄᴜssɪᴏɴ Iɴsᴛʀᴜᴍᴇɴᴛs"],
        ["2", "\tAs you can see from the picture, the xylophone is played with a padded malet (which looks like a hammer)..."],
        ["", "problems/NY22G7E/media/S3a.jpg"],
        ["3", "\tPlaying the xylophone well requires great precision to hit just the right bar at the right time, which produces a musical tone. The xylophone is a percussion instrument (one that is played either by striking, shaking or scraping it) that likely originated in Southeast Asia or Oceania. It's one of the central instruments of the music of Africa, possibly being brought to that continent through trade or people migrating from other places. Slaves from Africa brought the xylophone with them when they were taken to Latin America, and from there it eventualy made its way to the United States. Today's xylophone has bars arranged in two rows, sort of like the keys of a piano, and rests on a stand."],
        ["4", "\tThe marimba is another percussion instrument that is played with a rubber mallet. Marimba is the African name for xylophone. It resembles that instrument in shape, but it's bigger and has awider range of notes... The fact that marimba songs were well liked by Americans shows the increased exposure the public had to foreign styles of music."],
        ["5", "\tThe hammered dulcimer, in its simplest form, is an instrument with 13 strings, played by beating the strings with a small hammer. The name “dulcimer” comes from Latin and means “sweet sound.” The hammered dulcimer developed from the cimbalom, an instrument from Hungary with 48 strings that is played with small hammers. The piano of today has evolved from both the cimbalom and the hammered dulcimer. Have you ever seen the inside of a piano? When someone presses a piano key, a lever raises a hammer that then strikes the string producing a musical note. How do you suppose this came about?"],
        ["", "Sᴛʀɪɴɢᴇᴅ Iɴsᴛʀᴜᴍᴇɴᴛs"],
        ["6", "\tRock and roll music, as we know it, wouldn't exist without the guitar, but would it have existed without the oud? The oud is an Arabic instrument that, as you can see from the picture, looks a lot like a round guitar. The oud was brought to Spain and eventually turned into the lute. The lute is the instrument that evolved into the guitar. Today the oud is still played in Arab countries..."],
        ["", "problems/NY22G7E/media/S3b.jpg"],
        ["7", "\tAround 1915, Hawaiian performers on vaudeville¹ and in other shows made Hawaiian-style songs very popular. Hawaiian music was played with a Hawaiian guitar, an instrument with along sounding board and sxi to eight steel strings. The instrument is played by touching the strings with a steel bar or some hard object. Although it's not clear who invented the steel guitar style, legend has it that the first person to develop this technique was Hawaiian schoolboy Joseph Kekuku. He discovered the sound while walking along a railroad track strumming his guitar with a metal bolt that he found along the tracks."],
        ["8", "\tIn country and bluegrass music, the band plays stringed instruments like the guitar, banjo, fiddle, stand-up bass, and mandolin, but did you know that years ago, a band might play these same instruments made out of gourds? Gourds are hard-shelled, round-shaped fruits. During the Great Depression, people couldn't afford store-bought instruments so they made their own..."],
        ["", "Wɪɴᴅ Iɴsᴛʀᴜᴍᴇɴᴛs"],
        ["9", "\tJust like percussion and strings, most wind instruments evolved from much older folk instruments. The misnice is a bagpipe-like instrument made out of the skin of a goat. In Europe, references to the misnice are found as early as the ninth century. The misnice was found in North Africa and in somewhat different forms in Eastern Europe (Serbia, Hungary, Ukraine, and elsewhere)..."],
        ["10", "\tThe zurna, also known as the surna, is an instrument from Islamic areas including Iran, Mesopotamia, and Syria. The popularity of the zurna quickly spread through areas conquered by the Arabs. The Arabs first used it in military bands, and later used it to greet important persons, mark the beginnings of pilgrimages, and in other important ceremonies. Today the zurna still exists as a folk instrument used mainly in festive village music in Islamic areas, as well as Greece, Cyprus, and Armenia. The modern day version of the zurna is the oboe, which is a staple of any symphony orchestra."],
        ["11", "\tIf you don't have any instruments at all, and you can't make one, you can always whistle. Whistling is a way to use your vocal cords as a musical instrument. Just put your lips together and blow, and you can take that song with you anywhere you go."]
    ],
    "Copyright": "",
    "References": [
        ["¹", "vaudeville: a type of live entertainment that was popular in the early 1900s"]
    ]
}