{
    "Directions": "Read this story, then answer each question.",
    "Context": [],
    "Title": "[Excerpt from] The Last Wild Place",
    "Subtitle": "",
    "Author": "by Rosa Jordan",
    "LabelType": "P",
    "Content": [
        ["1", "\tDuring those first two weeks after Luther stopped being his friend, Chip dreaded going to school. The only hour of his day that was bearable was science class. Chip used to think of science as a bunch of boring words in a textbook, but Mr. O'Dell had changed all that. And kind of by accident, Chip had become one of Mr. O'Dell's favorite students."],
        ["2", "\tIt started when Mr. O'Dell announced how students could get a good grade in his class—not by memorizing a lot of facts but by thinking. The students stared at him, either wondering what he was talking about or else marveling at the fringe of reddish brown hair surrounding his shiny bald head..."],
        ["3", "\tMr. O'Dell had answered by asking another question. “What common substance can take the form of a liquid, a solid, or a gas?”"],
        ["4", "\tNobody answered. The class just sat there, waiting for Mr. O'Dell to explain what that had to do with anything. Then Chip got it. Mr. O'Dell meant that he was likely to throw out questions about things that weren't in the book and expect students to figure out the answers for themselves. To Chip the question seemed more like a riddle."],
        ["5", "\tThe first liquid Chip thought of was water, and then he thought of ice. Ice is a solid. And when water gets super hot, it turns to steam. He wasn't sure if steam was a gas or not, but when nobody else spoke, Chip blurted out, “Water?”"],
        ["6", "\tAfter that Chip could tell that Mr. O'Dell liked him. Chip liked him too—at least most of the time. In English, social studies, and math, Mr. O'Dell was just an average teacher. But the minute the lesson turned to science, Mr. O'Dell practically exploded with energy and enthusiasm."],
        ["7", "\tThe best part about science class was the field trips. The principal usually allowed outdoor field trips only once or twice a semester, but Mr. O'Dell had special permission to take his class once a month to a big vacant lot down the street to study biology “in the field.” Kate had told Chip that Mr. O'Dell had once taught in college and had written a book on field biology. She figured that was the reason he got special privileges."],
        ["8", "\tChip quickly discovered that what Mr. O'Dell called field biology was what he had been doing all his life: paying attention to other living things. Chip had favorites— ducks and turtles, for example, and lightning bugs. But Mr. O'Dell seemed to be interested in every living creature. Once when a student pointed out an anthill, Mr. O'Dell put his nose down so close to watch that Chip expected an ant to climb right onto it and march up through the freckles to stare back at him through his gold-rimmed glasses. Another time, Mr. O'Dell had the whole class sit cross-legged in a circle to watch a chameleon change from brown to bright green. While they waited still and quiet, they got to see it let down a flap of bright red skin under its chin to attract insects. Anyone who wasn't paying close attention missed the important moment when the lizard flicked out its long tongue and whisked a fly back into its mouth."],
        ["9", "\tMr. O'Dell had the students take detailed notes on each animal or insect they were observing. He also encouraged them to make sketches of what they saw. The trips with Mr. O'Dell had taught Chip a different way of looking at things."],
        ["10", "\tOut where Chip lived there wasn't a lot of wildlife in the plowed fields, which were heavily pesticided. But quite a few interesting creatures still lived in the drainage ditches and the high grass along the banks. When Luther first came to live with his grandparents, Chip had showed him where to find the birds' nests built so low to the ground that you could look right in and watch the eggs hatch. He'd also taught Luther —a boy raised in New York City who knew nothing about Florida wildlife—how to tell the difference between slow land turtles and snapping turtles. For one thing, if you didn't catch a snapping turtle just right, it could give you a bite that really hurt..."],
        ["11", "\tMr. O'Dell never talked about an animal's feelings, but about its purpose, and why it ought to be right where it was, doing whatever it was doing. Like the day after Luther got mad at Chip, when Chip brought a blue skink¹ to class. Mr. O'Dell was as excited as if it was a baby dinosaur. In about five minutes he had everybody in the class involved in trying to find out more about skinks. But when the class ended, he'd called Chip up to his desk and said, “Now, you'll take this skink back and put it right where you found it, won't you?”..."],
        ["12", "\tMr. O'Dell looked at the skink, then at Chip. “If somebody put you in a car and drove you far away and dumped you out, would that be okay with you?”"],
        ["13", "\t“Probably not,” Chip admitted. “I'd want to go home.”"],
        ["14", "\t“Most critters do,” Mr. O'Dell pointed out. “Things do happen that displace us from our homes. Humans are pretty good at adapting to new locations, but even for them it's stressful. And some creatures can't manage it at all. If you take them out of their natural environment, they just die.”..."],
        ["15", "\tChip took the skink back to the drainage ditch where he'd found it and let it go."]
    ],
    "Copyright": "",
    "References": [
        ["¹", "skink: a type of lizard"]
    ]
}