{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Taking photographs in the mid-1800s was complicated and expensive, but this changed with the 1854 invention of the carte de visite, a small photo that cost little to make. Carte de visitephotos helped to _______ photography: they made it easy and enjoyable for everyday people to have their pictures taken, and people at the time loved exchanging these small photos with friends and family.",
            "Which choice completes the text with the most logical and precise word or phrase?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "weaken",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text indicates that instead of weakening the emerging technology of photography, carte de visite photos allowed it to be more widely accessed and enjoyed by people.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "praise",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text establishes that large numbers of people enjoyed using carte de visite photos, so it can be inferred that these photos caused photography to be praised, or celebrated. However, it wouldn’t make sense to say that inanimate objects—in this case, photos—had praised photography; instead, carte de visite consumers themselves would have praised it.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "popularize",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text’s discussion of carte de visite photos. To “popularize” a technology is to allow it to be used and appreciated widely. The text explains that unlike the photos produced by earlier forms of photographic technology, carte de visite photos were inexpensive and could easily be obtained by “everyday people,” who enjoyed exchanging the images. Therefore, carte de visite photos helped popularize photography.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "isolate",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text explains that rather than isolating photography, or limiting its availability, carte de visite technology made photography more widely accessible to people.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Painter Alma W. Thomas was fascinated by the colors and shapes found in nature. The flowers and trees in the garden at her home in Washington, DC, _______ her work. For example, Thomas’s use of broken brushstrokes was inspired by the way that light would shine through the leaves of a tree in front of her house.",
            "Which choice completes the text with the most logical and precise word or phrase?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "restricted",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text conveys that Thomas drew inspiration for her work from the plants in her garden, which suggests that the flowers and trees contributed positively to her work, not that they “restricted,” or limited, her work.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "announced",
                "Key": {
                    "Correct": false,
                    "Rationale": "It wouldn’t make sense to suggest that flowers and trees in a garden could have “announced,” or made known, a painter’s work.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "distracted",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text conveys that Thomas drew inspiration for her work from the plants in her garden, which suggests that the flowers and trees contributed positively to her work, not that they were a distraction. Further, it’s not clear how an artist’s work could itself be “distracted.”",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "influenced",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text’s discussion of painter Alma W. Thomas’s work. In this context, “influenced” means to have had an effect on something’s development. The text indicates that there is a connection between Thomas’s work and the flowers and trees in her home’s garden, giving the example of Thomas’s brushstrokes being inspired by light shining through the leaves of a tree in front of her house. This context conveys that Thomas’s work was influenced by the flowers and trees in the garden.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In the 1990s, conservationists began planting more than 500,000 native trees in the habitat of the Azores bullfinch to boost the bird’s numbers. This approach was apparently _______: the Azores bullfinch’s population size increased from as few as 100 birds at the end of the 1980s to around 1,300 in 2023.",
            "Which choice completes the text with the most logical and precise word or phrase?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "amusing",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text gives no indication that the conservationists’ approach of planting native trees to increase Azores bullfinch’s numbers was “amusing,” or comical or entertaining. Instead, the approach was seriously undertaken and ultimately accomplished.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "costly",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text doesn’t address how much it cost to achieve the goal of planting native trees to increase Azores bullfinch’s numbers. The text indicates that the approach was beneficial and successful rather than “costly,” or expensive or harmful.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "successful",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text’s discussion of the conservationists’ efforts to increase Azores bullfinch’s numbers. In this context, “successful” means accomplishing a goal or purpose. According to the text, conservationists planted more than 500,000 native trees in an Azores bullfinch habitat in order to boost the bird’s population size. The text then indicates that the population size did indeed grow as a result of the planted trees. Thus, in this context, the conservationists’ approach of planting native trees was successful because it achieved the goal of increasing the bird’s population size.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "disastrous",
                "Key": {
                    "Correct": false,
                    "Rationale": "According to the text, the conservationists’ approach of planting native trees to increase Azores bullfinch’s numbers was beneficial and successful rather than “disastrous,” or damaging or unsuccessful.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The recently observed gamma ray burst GRB 230307A lasted for 200 seconds, _______ for a burst generated by the merger of neutron stars. Bursts caused by neutron mergers typically last fewer than 2 seconds.",
            "Which choice completes the text with the most logical and precise word or phrase?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "a coincidence",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text focuses on a difference between the duration of gamma ray burst GRB 230307A and the typical duration of bursts caused by neutron mergers, not “a coincidence,” or a point of correspondence, between them; the text indicates that GRB 230307A lasted much longer than what is typical of other bursts.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "a reprieve",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this context, “a reprieve” would be either a temporary relief from something or a delay of a punishment, neither of which would make sense as something that the duration of a gamma ray burst could provide to the burst itself.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "an incident",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although it would make sense to refer to gamma ray burst GRB 230307A itself as “an incident,” or a thing that occurred, the missing word describes the duration of the burst, and it doesn’t make much sense to describe a length of time as an incident. Further, the sentence emphasizes that the burst’s duration was very unusual, not simply that the burst occurred.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "an oddity",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text’s discussion of the duration of gamma ray burst GRB 230307A. In this context, “an oddity” is something that is odd or unusual. The text explains that the burst lasted for 200 seconds and that other bursts generated by neutron mergers have usually lasted fewer than 2 seconds. In other words, the duration of gamma ray burst GRB 230307A was unusual.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In 1776, the United States sent Benjamin Franklin to France to try to win the country’s support in the United States’ fight for independence from Great Britain. Franklin was very popular in France. This _______ surely helped him to convince France to assist the United States.",
            "Which choice completes the text with the most logical and precise word or phrase?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "thoughtfulness",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text directly indicates that it was Franklin’s popularity that likely helped him convince France to help the United States, not his “thoughtfulness” (which in this context would mean either his careful reasoning and attention or his kind consideration of others’ needs).",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "esteem",
                "Key": {
                    "Correct": true,
                    "Rationale": "This c hoice most logically completes the text’s discussion of Benjamin Franklin’s popularity in France. In this context, “esteem” means high regard. The text indicates that Franklin was very popular, or highly regarded, in France, where he sought the country’s support for the United States in its fight for independence, and indicates that his status helped him achieve his goal. The context therefore suggests that being held in high regard by the people likely helped Franklin convince France to help the United States.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "controversy",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text doesn’t suggest that there was any “controversy,” or dispute, about Franklin’s presence in France; instead, the text states that Franklin was very popular in France and directly indicates that this status likely helped him convince France to help the United States.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "sincerity",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text directly indicates that it was Franklin’s popularity that likely helped him convince France to help the United States, not his “sincerity,” or his honesty.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In the 1950s, scientists didn’t know much about the ocean floor. [Many scientists at the time believed that the ocean floor was mostly flat.] But geologist Marie Tharp and her research partner, Bruce Heezen, proved that this idea was wrong. Using sonar data collected from the Atlantic Ocean, Tharp and Heezen showed that the floor was filled with canyons, mountains, and valleys.",
            "Which choice best describes the function of the emphasized sentence in the text as a whole?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It identifies a scientific belief that Tharp and Heezen showed to be wrong.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most accurately describes how the underlined sentence functions in the text as a whole. The first sentence of the text establishes that scientists didn’t know much about the ocean floor in the 1950s. The second sentence, which is underlined, describes what many scientists thought at the time—that the ocean floor was mostly flat. The remainder of the text establishes that the ocean floor is far from flat, citing research conducted by Marie Tharp and Bruce Heezen. Thus, the purpose of the underlined sentence is to identify a scientific belief that Tharp and Heezen showed to be wrong.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "It describes the design of Tharp and Heezen’s experiment.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Tharp and Heezen’s work with sonar data in the Atlantic Ocean is mentioned later in the text, the underlined sentence doesn’t describe the design of their experiment. Instead, it identifies a belief held by scientists that Tharp and Heezen demonstrated to be wrong.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "It emphasizes a disagreement between Tharp and Heezen.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The underlined sentence presents a belief held by many scientists in the 1950s; nowhere does the text mention a disagreement between Tharp and Heezen, whom the text describes as research partners working together to map the ocean floor.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "It presents data to support a claim that Tharp and Heezen made.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The underlined sentence doesn’t present data in support of a claim; instead, it presents a scientific belief that Tharp and Heezen’s work showed to be wrong.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In the early days of television in the 1940s, many people thought that US television programs would rely on the financial support of ad agencies and commercial sponsors, much like radio did. But advertisers hesitated to jump into a new space, [particularly at a time when the manufacturing of new television sets was stalled due to the US’s involvement in World War II.] Broadcasters, like the National Broadcasting Company (NBC), needed to persuade advertisers to support their programming despite not knowing whether there would be a robust television audience to begin with.",
            "Which choice best describes the function of the emphasized phrase in the text as a whole?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It compares the beginnings of radio programming with the beginnings of television programming in the United States.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text merely mentions that television was expected to be financed through advertising, as radio was at the time. Nothing in the text compares the origins of radio and television.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "It identifies a specific reason behind some advertisers’ hesitance to support television.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice accurately describes the function of the underlined phrase in the text as a whole. According to the text, advertisers were reluctant to support television in its early days. The underlined phrase then indicates that this reluctance was partly due to the US’s involvement in World War II, which hindered television production. Thus, the underlined phrase identifies a specific reason behind some advertisers’ hesitance to support television.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "It describes how broadcasters attempted to convince advertisers to support television.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The underlined phrase focuses on a reason advertisers were reluctant to support television, not measures taken to convince advertisers to support television.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "It explains why a type of television programming was popular at the time.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The underlined phrase focuses on a reason advertisers were reluctant to support television, not what types of television programming were popular.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The Bayeux Tapestry, from eleventh-century France, depicts 75 scenes over 250 feet of fabric. It was likely produced by workers embroidering in sections and then joining the resulting panels together. It’s plausible that the workshop that produced the tapestry had never produced one so large, and some researchers claim that a close examination of the joins—the places where the panels are stitched together—suggests that the workers developed and refined their joining process over the course of production. [For example, the first join the workers completed exhibits a clear misalignment of the borders of the two panels, whereas the later joins are virtually invisible.]",
            "Which choice best describes the function of the emphasized sentence in the text as a whole?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It identifies the people and events depicted in the Bayeux Tapestry.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The example given in the last sentence of the text has to do with how the panels of the Bayeux Tapestry were joined by the workers, not with what is depicted in those panels; the text never identifies any people or places depicted in the tapestry.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "It supports an argument about the workers who produced the Bayeux Tapestry.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most accurately describes the function of the underlined sentence in the text as a whole. The text discusses the Bayeux Tapestry, making the point that the workers who produced the huge tapestry in the eleventh century might not have ever produced a tapestry so large before. The text goes on to suggest that because of this lack of previous experience, the workers developed and refined the process of joining the tapestry’s panels over time as they worked. The last sentence of the text then provides an example of an observation that suggests the workers’ process changed: clear misalignment of the borders of the two panels the workers joined first and virtually invisible joins completed later. Thus, the underlined sentence serves to support an argument about the workers who produced the tapestry.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "It compares the Bayeux Tapestry with other tapestries from eleventh-century France.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The last sentence compares how early panels in the Bayeux Tapestry were joined with how later panels in the same tapestry were joined; it doesn’t make any comparison between the Bayeux Tapestry and other tapestries from the same time in France.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "It describes how researchers determined where the Bayeux Tapestry was produced.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The last sentence doesn’t address the location where the Bayeux Tapestry was created; the first sentence of the text presents it as a given that the tapestry was created in France, but nothing in the text indicates how that origin was determined.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:TEXT 1\nLittle is known about how plate tectonics—wherein slabs of Earth’s crust move over, under, away from, and against one another—began. [Some researchers contend] that tectonic movements began around 3 billion years ago, often noting that computer models of Earth’s mantle temperature at the time indicate that the mantle would have been sufficiently molten to enable the plates to move.",
            ":ibox:TEXT 2\nUltimately, any plausible claim about the inception of tectonic movement must rest on empirical evidence from the geological record. Researcher Wriju Chowdhury and his team analyzed the geochemistry of zircon crystals to gain insight into the chemical composition of the magma from which the crystals formed and, based on the data, compellingly argue that plate tectonics may have been occurring as early as 4.2 billion years ago.",
            "Based on the texts, how would the author of Text 2 most likely respond to what “some researchers contend” as described in Text 1?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "By suggesting that the temperature of Earth’s mantle 3 billion years ago was likely insufficient to allow for the level of tectonic movement predicted by computer models",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author of Text 2 makes no claims about the temperature of Earth’s mantle and therefore wouldn’t argue that the temperature of Earth’s mantle 3 billion years ago was insufficient to allow tectonic movement.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "By distinguishing between computer models of Earth’s mantle temperature that reliably predict the onset of plate tectonics and those that do not",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author of Text 2 claims that empirical evidence is needed to fix the earliest date of tectonic movement. Computer models are simulations, not empirical evidence, so the author of Text 2 wouldn’t distinguish between different kinds of computer models but would instead argue that no computer models can reliably predict the onset of plate tectonics.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "By indicating that computer models of Earth’s mantle temperature are still being improved such that new models tend to be much more reliable than their predecessors",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author of Text 2 wouldn’t consider any computer model to be able to provide evidence to support a plausible claim about tectonic movement, no matter how much such models were improved. The author of Text 2 would only accept empirical evidence.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "By asserting that a more definitive form of evidence than the computer models suggests a different timeline for the onset of plate tectonics on Earth",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice reflects how the author of Text 2 would most likely respond to what the researchers mentioned in Text 1 contend. Text 1 discusses the lack of knowledge of how plate tectonics on Earth began. Text 1 also mentions researchers who contend that movements of tectonic plates began around 3 billion years ago. As support for this assertion, these researchers cite computer models (which are simulations, not empirical evidence) of the temperature in Earth’s mantle that show that at that time, the mantle would have been sufficiently molten for plates to move. However, the author of Text 2 asserts that empirical evidence from the geological record is necessary to make plausible claims about when tectonic movement began. Text 2 mentions an analysis performed by Wriju Chowdhury and his team of the geochemistry of zircon crystals (which would constitute empirical evidence). Chowdhury and his team argue, based on this analysis, that tectonic plates may have begun to move as early as 4.2 billion years ago. Therefore, since the author of Text 2 would consider Chowdhury et al.’s empirical evidence to be more conclusive than the computer models cited in Text 1, the author of Text 2 would most likely assert that a more definitive form of evidence than the computer models suggests a different timeline for the onset of plate tectonics on Earth.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Hevea brasiliensis, a tree in the Amazon rainforest, is the world’s main source of natural rubber. The tree produces a milky substance called latex that is used to make rubber. The bark of Hevea brasiliensisis helpful for the process of making rubber because it has a unique structure that makes it easy to collect latex. A network of tubes in the tree’s inner bark helps the latex to flow out easily when people make small cuts into the bark.",
            "What feature of Hevea brasiliensisdoes the text say is helpful for the process of making rubber?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Its latex produces rubber of an especially high quality.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text doesn’t mention the quality of the rubber produced from the latex of Hevea brasiliensis or compare its quality to that of rubber produced from other sources.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Its bark has a unique structure that makes it easy to collect latex.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most accurately states what feature of Hevea brasiliensis is helpful for the process of making rubber. According to the text, this tree species produces latex, which is used to make rubber, and its inner bark contains a “network of tubes” that, when cut, enables the latex to flow out. The text explicitly states that this feature of Hevea brasiliensis is “helpful for the process of making rubber.”",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "It is able to grow in a wide variety of climates around the world.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text never discusses the climates in which Hevea brasiliensis grows. Moreover, the text mentions only one region where this tree is found: the Amazon rainforest.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "It is one of only two trees in the Amazon that produce latex.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Because the text states that Hevea brasiliensis is the world’s “main source of natural rubber,” it can be inferred that there is at least one other source. However, the text doesn’t specify whether that other source is also a tree species and, if so, whether that species grows in the Amazon rainforest.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Conservationists worldwide are working to protect ecosystems from habitat destruction and biodiversity loss, and in many cases, initiatives that rely on natural features or processes can help address such challenges. In response to a rapidly dwindling population of blueback salmon, the Quinault Indian Nation (a tribe in Washington State) partnered with the conservation organization Wild Salmon Center to restore naturally occurring logjams in the Quinault River. The logjams create shady pools where the blueback salmon can rest and spawn, thus promoting blueback population recovery.",
            "Which choice best states the main idea of the text?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "A partnership between the Quinault Indian Nation and Wild Salmon Center shows the importance of collaborative approaches to preserving biodiversity.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the text does suggest that the partnership with the Quinault Indian Nation was beneficial, this is not the central aim of the text; the text primarily argues that nature-based approaches to conservation can be effective.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Nature-based approaches can be effective ways to achieve conservation goals.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice best states the main idea of the text: that nature-based approaches can be effective for achieving conservation goals. The text indicates that in many cases where conservationists are trying to protect ecosystems, their methods depend on natural processes or features. The text then gives an example of this phenomenon, a project with the Quinault Indian Nation that allowed logjams to form naturally in a river, creating spawning habitats for blueback salmon.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "As indicated by a recent project, logjams help the blueback salmon thrive and reproduce.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the text indicates that logjams are helpful to blueback salmon, the example of the blueback salmon project is included to illustrate the larger point made earlier in the text: that nature-based approaches to conservation are often effective.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Scientists now realize that nature-based conservation methods offer better long-term solutions to environmental issues than methods that are not nature-based do.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence in the text to support a direct comparison of the efficacy of nature-based conservation approaches to other types of approaches. The text merely indicates that nature-based approaches can often be effective.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "problems/SAT7RW2/media/12a.jpg",
            "A student is researching a bus system in a large county where surface temperatures vary by area and are hot in the summer. The student claims that all areas of the county should have more bus stops with shaded shelter, noting that the highest percentage of bus stops with shaded shelter for any area is only _______",
            "Which choice most effectively uses data from the table to complete the student’s claim?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "50%.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The list of percentages of bus stops with shaded shelter does not include 50%; the highest percentage in the table is 29%.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "15%.",
                "Key": {
                    "Correct": false,
                    "Rationale": "15% is the lowest value in the listed percentages of bus stops with shaded shelter, not the highest value. ",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "90%.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The list of percentages of bus stops with shaded shelter does not include 90%; the highest percentage in the table is 29%.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "29%.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice effectively uses data from the table to complete the student’s claim about the highest percentage of bus stops with shaded shelter in the areas represented. The table shows the highest average surface temperature of five areas and the percentage of bus stops with shaded shelter in each area, and 29% is the highest percentage listed.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "problems/SAT7RW2/media/13a.jpg",
            "In terms of area and population, the three smallest Arabian Peninsula countries are Bahrain, Qatar, and Kuwait.",
            "According to the table, what is the total area of Bahrain?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "4,268,873 square miles",
                "Key": {
                    "Correct": false,
                    "Rationale": "The table indicates that 4,268,873 is the population of Kuwait, not the total area of Bahrain.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "4,471 square miles",
                "Key": {
                    "Correct": false,
                    "Rationale": "The table indicates that 4,471 square miles is the total area of Qatar, not of Bahrain.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "304 square miles",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice states the total area of Bahrain that is indicated in the table. The table presents the total area (in square miles) and population for Bahrain, Qatar, and Kuwait, and it indicates that the total area of Bahrain is 304 square miles.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "6,880 square miles",
                "Key": {
                    "Correct": false,
                    "Rationale": "The table indicates that 6,880 square miles is the total area of Kuwait, not of Bahrain.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Janet Echelman is a sculptor and fiber artist. She has installed giant sculptures all over the world. Echelman uses bright and flowing materials, which mimic the wind. [However, while her sculptures appear as delicate as a breeze, they are actually very durable.]",
            "Which quotation from an article about Echelman’s sculptures, if true, would most effectively illustrate the emphasized claim?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "“Echelman uses a special program that makes a 3D model of the sculpture.”",
                "Key": {
                    "Correct": false,
                    "Rationale": "The claim in the text is not about how Echelman models her work before sculpting.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "“The first part of planning a new sculpture is done using paper and pencil, and then a digital program is used to finalize the design.”",
                "Key": {
                    "Correct": false,
                    "Rationale": "The claim in the text is not about the planning and design phases of Echelman’s work.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "“The materials that Echelman uses to build her sculptures are both flexible and strong.”",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice presents the quotation that most effectively illustrates the claim that Echelman’s sculptures appear delicate but are in fact quite durable. The text explains that Echelman’s sculptures include flowing shapes that mimic the wind. If it is true that the materials she uses are both flexible and strong, that would help explain why the works are durable even though they appear delicate.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "“Each sculpture is designed to reflect local landmarks from the area in which it is eventually installed.”",
                "Key": {
                    "Correct": false,
                    "Rationale": "The claim in the text is not about how the sculptures relate to their locations.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Early Earth is thought to have been characterized by a stagnant lid tectonic regime, in which the upper lithosphere (the outer rocky layer) was essentially immobile and there was no interaction between the lithosphere and the underlying mantle. Researchers investigated the timing of the transition from a stagnant lid regime to a tectonic plate regime, in which the lithosphere is fractured into dynamic plates that in turn allow lithospheric and mantle material to mix. Examining chemical data from lithospheric and mantle-derived rocks ranging from 285 million to 3.8 billion years old, the researchers dated the transition to 3.2 billion years ago.",
            "Which finding, if true, would most directly support the researchers’ conclusion?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Among rocks known to be older than 3.2 billion years, significantly more are mantle derived than lithospheric, but the opposite is true for the rocks younger than 3.2 billion years.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text gives no basis for comparing the quantities of lithospheric and mantle-derived rocks.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Mantle-derived rocks older than 3.2 billion years show significantly more compositional diversity than lithospheric rocks older than 3.2 billion years do.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text gives no basis for comparing the material makeup of lithospheric rocks to that of mantle- derived rocks.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "There is a positive correlation between the age of lithospheric rocks and their chemical similarity to mantle-derived rocks, and that correlation increases significantly in strength at around 3.2 billion years old.",
                "Key": {
                    "Correct": false,
                    "Rationale": "A positive correlation between the age of lithospheric rocks and these rocks’ chemical similarity to mantle-derived rocks would mean that the oldest rocks would be the most similar, which contradicts the text’s claim that lithospheric and mantle-derived rocks were completely separate until 3.2 billion years ago. If the researchers’ conclusion about the onset of tectonics on Earth is correct, then younger lithospheric rocks would show greater chemical similarity to mantle-derived rocks than older lithospheric rocks do.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Mantle-derived rocks younger than 3.2 billion years contain some material that is not found in older mantle-derived rocks but is found in older and contemporaneous lithospheric rocks.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice presents a finding that, if true, would most directly support the researchers’ conclusion that the transition from a stagnant lid regime to a tectonic plate regime occurred around 3.2 billion years ago. The text explains that early in Earth’s history, Earth exhibited a stagnant lid regime in which there’s no interaction between the lithosphere and the underlying mantle. The text further explains that, by contrast, once Earth began to exhibit a tectonic plate regime, its lithospheric and mantle material began to mix. If mantle-derived rocks younger than 3.2 billion years contain material not found in older mantle-derived rocks, that material must have originated somewhere other than the mantle. And if this material is found in both older and contemporaneous lithospheric rocks, that would imply that the lithosphere was able to mix with mantle material beginning around 3.2 billion years ago, as the researchers concluded.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The Uto-Aztecan language family is divided into a northern branch, which includes the Shoshone language of present-day Idaho and Utah, and a southern one, whose best-known representative is Nahuatl, the language of the Aztec Empire in Mexico. Lexical similarities across the family, including of botanical terms, confirm descent from a single language spoken millennia ago, and the family’s geographical distribution suggests an origin in what is now the US Southwest. However, vocabulary pertaining to maize isn’t shared between northern and southern branches, despite the crop’s universal cultivation among Uto-Aztecan tribes. Given archaeological evidence that maize originated in Mexico and diffused northward into what became the US Southwest, some linguists reason that _______",
            "Which choice most logically completes the text?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "northern Uto-Aztecan tribes likely obtained the crop directly from a southern Uto-Aztecan tribe rather than from a non-Uto-Aztecan tribe.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text focuses on vocabulary pertaining to maize in the branches of the Uto-Aztecan language family, and referring only to how some Uto-Aztecan tribes obtained maize wouldn’t directly address the role of language. Moreover, if northern Uto-Aztecan tribes had acquired maize from a southern Uto-Aztecan tribe, it’s reasonable to assume that the northern tribes might have also picked up southern Uto-Aztecan terminology for maize in that exchange.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "variation in maize-related vocabulary within each branch of the Uto-Aztecan family likely reflects regionally specific methods for cultivating the crop.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text discusses the fact that the northern and southern branches of the Uto-Aztecan language family don’t have shared vocabulary pertaining to maize, not the idea that there are variations in such vocabulary within each branch—that is, the text focuses on differences between the two branches, not on differences between languages within a branch.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "southern Uto-Aztecan tribes likely acquired maize at roughly the same time as northern Uto-Aztecan tribes did, though from different sources.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text focuses on vocabulary pertaining to maize in the branches of the Uto-Aztecan language family, and referring only to the timing and source of maize acquisition wouldn’t directly address the role of language. Furthermore, the text implies that southern Uto-Aztecan tribes probably acquired maize before the northern tribes did, given the evidence that maize originated in Mexico—the location of the best-known representative of the southern branch of the Uto-Aztecan language family—before spreading to the north.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "the family’s division into northern and southern branches likely preceded the acquisition of the crop by the Uto-Aztecan tribes.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the discussion of Uto-Aztecan languages. The text explains that the northern and southern branches of the Uto-Aztecan language family descended from a single language (believed to have originated in what is now the US Southwest), resulting in similarities across the family’s languages; however, the branches don’t have similar vocabulary for maize, even though maize has been cultivated by all Uto-Aztecan tribes. The text also indicates that maize originated in Mexico and spread northward into what is now the US Southwest—the area where the Uto-Aztecan language family originated. It follows, then, that the language family had already divided into northern and southern branches before maize reached that area; if maize had been present before the division occurred, the family’s origin language would have had terminology for it that likely would have been reflected in the branches, meaning they would have had similar vocabulary for maize. If maize arrived after the division occurred, however, the tribes in the two regions likely would have developed vocabulary pertaining to maize separately, at the times when they acquired the crop.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "17": {
        "Number": 17,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Data collected by the Mars rover Curiosityat the Gale Crater’s Murray Formation are suggestive of hydrological deposition of sediment in the distant past. To characterize the nature of the depositional environment, Frances Rivera-Hernández et al. analyzed the grain size of Murray Formation sediment, finding that although there are intervals of coarse grains, most of the sediment consists of fine grains that show signs of cracking due to episodic desiccation. Rivera-Hernández et al. concluded that the coarse grains are sandstone, which tends to be deposited by flowing water, whereas the fine grains are mudstone, which is slowly deposited by settling out of suspension in low-flow water, leading the researchers to posit that _______",
            "Which choice most logically completes the text?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "although the area of the Murray Formation experienced a prolonged period of dryness that prevented a lake from forming, water flowing from a distant source was present.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text indicates that an abundance of fine grains of sediment was found at the Murray Formation site, which suggests that a low-flow water source (such as a lake) was present. Further, the text makes no mention of where the water at the site may have originated from.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "a lake existed at the Murray Formation for a prolonged period, though the lake occasionally experienced drying and there were periods in which one or more streams were present.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text’s discussion of the sediments found at the Gale Crater’s Murray Formation on Mars. The text states that data gathered by the Curiosity rover suggest that bodies of water deposited sediment on Mars’s surface long ago. The text goes on to say that studying the sediment, Rivera-Hernández et al. found some coarse grains they believe are sandstone, which tends to be left by flowing water, and many more fine grains they believe are mudstone, which tends to slowly sink in low-flow water. The text further indicates that the researchers noted cracks in the fine grains that suggest there were cycles of desiccation, or drying, at the site. Taken together, this information suggests that a lake (a body of low-flow water) existed at the site for a prolonged period but occasionally experienced drying and that there were periods in which one or more streams (flowing water) were present, since the extended existence of a lake would account for the abundance of fine grains, periods of drying would account for the cracks in the fine grains, and periods with streams would account for the sections of coarse grains.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "one or more streams existed at the Murray Formation for an extended period until being replaced by a lake that persisted for only a brief period before permanently drying.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The evidence described in the text doesn’t support the idea that there were streams at the Murray Formation for an extended period and a lake for just a short time. The abundance of fine grains suggests that a lake (a body of low-flow water) was present for an extended time, not just a short time, and the sections of coarse grains suggest that one or more streams (bodies of flowing water) were intermittently present while the lake existed, not at a separate time.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "a stream-fed lake was present at the Murray Formation for an extended period, and although the streams experienced occasional drying, the lake did not.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the text suggests that both a low-flow body of water (such as a lake) and flowing water (such as streams) existed at the Murray Formation site, meaning that there could have been a stream-fed lake, the text explains that the fine grains that signify the presence of a lake exhibit cracking that indicates periods of desiccation, or drying, which suggests that a lake was present but did occasionally dry out.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "18": {
        "Number": 18,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "An analysis by Alain Elayi and colleagues of coins minted in Sidon in the fifth and fourth centuries BCE reveals a change in their composition over time: while a coin from circa 450 BCE contains about 98% silver and 1% copper, a coin from 367 BCE (the end of Ba’alšillem II’s reign) contains 74.2% silver and 24.7% copper, giving it a relatively yellowish appearance that traders would have noticed. Because coins with a silver content below 80% were widely considered unsuitable for trade, Elayi et al. speculate that a crisis in confidence in the currency occurred in Sidon around 367 BCE, which was likely relieved— despite Sidon’s persistent oppressive financial obligations—as a result of Ba’alšillem II’s successor Abd’aštart I’s decision to _______",
            "Which choice most logically completes the text?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "proclaim that the percentage of silver in coins suitable for trade would be raised to a threshold higher than 80%.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text conveys that a crisis in confidence in the currency of Sidon likely occurred around 367 BCE because the percentage of silver in coins had fallen below 80% (presumably because Sidon’s financial pressures meant that less silver was available for currency), making the coins unsuitable for trade. Thus, announcing that the threshold for the percentage of silver in coins would be raised—that is, that coins would need to contain even more than 80% silver to be suitable for trade—likely would have worsened the crisis rather than relieved it.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "keep the amount of silver in Sidonian coins consistent with that in coins minted in 367 BCE but decrease their weight.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text’s discussion of Sidonian coins. As the text explains, researchers determined that Sidonian coins were made of silver and copper and that from 450 BCE to 367 BCE, the percentage of silver in each coin decreased from 98% to 74.2% while the percentage of copper increased from 1% to 24.7%. The text indicates that because the coins containing less than 80% silver weren’t considered suitable for trade (suggesting that copper was less valuable than silver) and looked different from coins containing more silver, the researchers suspect there was a serious loss in confidence in the currency in Sidon in 367 BCE when the copper content was high. It’s reasonable to assume that it wasn’t possible to boost confidence simply by devoting a greater amount of valuable silver to the currency, since Sidon was under significant and ongoing financial pressure; however, keeping the total amount of silver the same and reducing the amount of copper in the coins would have resulted in smaller coins with a higher percentage of silver. Therefore, it makes sense to suggest that Abd’aštart I (the ruler after 367 BCE) likely restored confidence in the currency by deciding to keep the amount of silver in Sidonian coins consistent with that in coins minted in 367 BCE but to decrease the coins’ weight.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "begin minting heavier coins with a proportion of silver to copper similar to that in coins minted in 367 BCE.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text strongly suggests that a crisis in confidence in the currency of Sidon was caused by the proportion of silver to copper in the coins in 367 BCE, with 74.2% being too little silver for the coins to be considered suitable for trade; therefore, it’s unlikely that minting coins with a similar proportion of silver to copper (that is, still around 74.2% silver) would have restored confidence, even if the coins were heavier.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "fund the mining of some copper deposits that were not available to Ba’alšillem II.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text gives no indication that funding the mining of more copper would have relieved a crisis in confidence in the currency of Sidon. The text establishes that Sidonian coins that visibly contained copper weren’t considered suitable for trade, so Abd’aštart I wouldn’t have wanted to add even more copper to them, and it’s unclear how else copper mining would affect views of the currency.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "19": {
        "Number": 19,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Nowadays, tug-of-war is usually seen as an informal game one might play at a picnic or in gym class. Surprisingly, the Olympic committee once decided _______ tug-of-war as an official Olympic event! Nations competed in the event at the Olympic Games from 1900 to 1920.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "included",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in an ungrammatical sentence. The finite verb “included” can’t be used in this way to form a subordinate clause that indicates what the Olympic committee decided.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "including",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in an ungrammatical sentence. The nonfinite participle “including” can’t be used in this way to form a subordinate clause that indicates what the Olympic committee decided.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "include",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in an ungrammatical sentence. The finite verb “include” can’t be used in this way to form a subordinate clause that indicates what the Olympic committee decided.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "to include",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is the use of verb forms within a sentence. The nonfinite to-infinitive verb “to include” is correctly used to form a subordinate clause that indicates what the Olympic committee decided (to include tug-of-war as an Olympic event).",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "20": {
        "Number": 20,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The Globe Theatre in London is a reconstruction of the famed venue where many of Shakespeare’s plays were first performed. In 1613, a prop cannon _______ during a performance and ignited the Globe’s thatched roof. No one was hurt, but in two hours the original Globe was gone.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "malfunctions",
                "Key": {
                    "Correct": false,
                    "Rationale": "The present tense verb “malfunctions” isn’t consistent with the other past tense verbs used to describe the destruction of the original Globe Theatre.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "will malfunction",
                "Key": {
                    "Correct": false,
                    "Rationale": "The future tense verb “will malfunction” isn’t consistent with the other past tense verbs used to describe the destruction of the original Globe Theatre.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "has malfunctioned",
                "Key": {
                    "Correct": false,
                    "Rationale": "The present perfect tense verb “has malfunctioned” isn’t consistent with the other past tense verbs used to describe the destruction of the original Globe Theatre.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "malfunctioned",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is the use of verbs to express tense. In this choice, the past tense verb “malfunctioned” is consistent with the other past tense verbs (“ignited” and “was”) used to describe the destruction of the original Globe Theatre.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "21": {
        "Number": 21,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Nigerian American artist Toyin Ojih Odutola uses black-ink pens to create highly detailed drawings of human figures. Her portrait of novelist Zadie _______ is displayed in the National Portrait Gallery in London.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Smith:",
                "Key": {
                    "Correct": false,
                    "Rationale": "No punctuation is needed between the subject and the verb.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Smith —",
                "Key": {
                    "Correct": false,
                    "Rationale": "No punctuation is needed between the subject and the verb.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Smith",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is punctuation use between a subject and a verb. No punctuation is needed when, as in this case, a subject (“Her portrait of novelist Zadie Smith”) is immediately followed by a main verb (“is displayed”).",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Smith,",
                "Key": {
                    "Correct": false,
                    "Rationale": "No punctuation is needed between the subject and the verb.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "22": {
        "Number": 22,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "When a given industry—water and electricity are two well-known examples—carries high infrastructural start-up costs and other barriers that discourage competition, _______ of just one or two suppliers per municipality. Such industries are known as natural monopolies.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "these often consist",
                "Key": {
                    "Correct": false,
                    "Rationale": "The plural pronoun “these” neither agrees in number with the singular antecedent “industry” nor clearly indicates that the industry — not another plural noun in the sentence, such as “start-up costs” or “barriers” — consists of just one or two suppliers per municipality.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "they often consist",
                "Key": {
                    "Correct": false,
                    "Rationale": "The plural pronoun “they” doesn’t agree in number with the singular antecedent “industry.”",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "it often consists",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is pronoun-antecedent agreement. The singular pronoun “it” agrees in number with the singular antecedent “industry” and clearly indicates that the industry consists of just one or two suppliers per municipality.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "this often consists",
                "Key": {
                    "Correct": false,
                    "Rationale": "The singular pronoun “this” is ambiguous in this context; the resulting sentence leaves unclear what consists of just one or two suppliers per municipality.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "23": {
        "Number": 23,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "As the fourteenth US librarian of Congress, Carla Hayden has many responsibilities. These include overseeing the Library of Congress’s collections, which boast more than 162 million _______ the US Copyright Office, which registers copyright claims and advises Congress on copyright law; and appointing the US poet laureate.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "items managing",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice fails to use appropriate punctuation to separate the first item and the second item in the complex series.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "items, managing",
                "Key": {
                    "Correct": false,
                    "Rationale": "A comma after “items” doesn’t match the semicolon used later to separate the second and third items in the series (“managing...law” and “and appointing the US poet laureate”).",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "items; managing",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is the punctuation of elements in a complex series. It’s conventional to use a semicolon to separate items in a complex series with internal punctuation, and in this choice, the semicolon after “items” is conventionally used to separate the first item (“overseeing...items”) and the second item (“managing...law”) in a list of Hayden’s responsibilities.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "items. Managing",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a rhetorically unacceptable sentence fragment beginning with “Managing.”",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "24": {
        "Number": 24,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Digital artist Jung (Lulu) Chen primarily uses a suite of software tools to create illustrations for children’s books. To manifest the warm and welcoming atmospheres that are a signature of her _______ she occasionally relies on more traditional art techniques, such as painting with watercolors.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "work, though,",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is the use of punctuation within a sentence. The comma after “work” pairs with the comma after “though” to separate the supplementary element “though” from the rest of the sentence. This supplementary element signals that what follows is an exception to Chen using software tools to create illustrations, and the pair of commas indicates that this element could be removed without affecting the grammatical coherence of the sentence.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "work, though",
                "Key": {
                    "Correct": false,
                    "Rationale": "The comma after “work” must be paired with a comma after “though” to separate the supplementary element from the rest of the sentence.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "work; though,",
                "Key": {
                    "Correct": false,
                    "Rationale": "A semicolon can’t be paired with a comma in this way to separate the supplementary element from the rest of the sentence.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "work, though;",
                "Key": {
                    "Correct": false,
                    "Rationale": "A semicolon can’t be paired with a comma in this way to separate the supplementary element from the rest of the sentence.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "25": {
        "Number": 25,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Chondrites are stony meteorites that are undifferentiated—that is, their contents have not melted and separated into distinct layers. They are hardly _______ many chondrites experience aqueous alteration as a result of exposure to fluids, as well as fracturing, veining, and localized melting due to collisions with other objects.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "pristine, though",
                "Key": {
                    "Correct": false,
                    "Rationale": "Placing the comma after “pristine” and using “though” as a subordinating conjunction illogically indicates that the information in the next main clause (many chondrites have experienced damage) is contrary to the information in the previous clause (chondrites are far from pristine).",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "pristine, though;",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is the use of punctuation within a sentence. This choice correctly uses a comma to separate the supplementary adverb “though” from the preceding main clause (“They are hardly pristine”) and uses a semicolon to join the two main clauses (“They... though” and “many...objects”). Further, placing the semicolon after “though” indicates that the information in the preceding main clause (chondrites are far from pristine) is contrary to what might be assumed from the information in the previous sentence (chondrites have been generally unaltered by their environment).",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "pristine; though",
                "Key": {
                    "Correct": false,
                    "Rationale": "Placing the semicolon after “pristine” illogically indicates that the information in the next main clause (many chondrites have experienced damage) is contrary to the information in the previous clause (chondrites are far from pristine).",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "pristine, though,",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a comma splice. Without a conjunction following it, the comma after “though” can’t be used in this way to join two main clauses.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "26": {
        "Number": 26,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "That the geographic center of North America lay in the state of North Dakota was conceded by all _______ establishing its precise coordinates proved more divisive.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "involved:",
                "Key": {
                    "Correct": false,
                    "Rationale": "Placing a colon after “involved” illogically indicates that the information in the second main clause (the precise location was the subject of disagreement) explains or amplifies the information in the previous main clause (the general location was agreed upon by all). Instead, the information in the second clause contrasts with the previous information.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "involved,",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a comma splice. Without a conjunction following it, a comma can’t be used in this way to join two main clauses.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "involved",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a run-on sentence. The two main clauses are fused without punctuation and/or a conjunction.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "involved;",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is the use of punctuation within a sentence. This choice uses a semicolon in a conventional way to join the first main clause (“That the...involved”) and the second main clause (“establishing...divisive”). Further, the semicolon is the most appropriate choice when joining two separate, parallel statements, such as here, where the information following the semicolon contrasts with the information before.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "27": {
        "Number": 27,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Famous for its four-degree tilt, the leaning Garisenda Tower is a popular attraction in Bologna’s city center. However, measurements taken in 2023 showed that the tower was rotating in a concerning way. _______ city officials closed the area around the tower so experts could explore solutions to stabilize the historical twelfth-century structure.",
            "Which choice completes the text with the most logical transition?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Similarly,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Similarly” illogically signals that the action of closing the tower area is similar to the discovery of concerning rotation described in the previous sentence. Instead, closing the area around the tower to explore solutions occurred as a result of the measurements revealing the rotation.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "As a result,",
                "Key": {
                    "Correct": true,
                    "Rationale": "“As a result” logically signals that the action described in this sentence—closing the area around Garisenda Tower to explore stabilization solutions—occurred as a consequence or result of measurements revealing the tower’s concerning rotation.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "For example,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“For example” illogically signals that the action of closing the tower area serves as an example of the tower’s concerning rotation described in the previous sentence. Instead, closing the area around the tower to explore solutions occurred as a result of the measurements revealing the rotation.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "In comparison,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“In comparison” illogically signals that the action of closing the tower area is being compared to the discovery of concerning rotation described in the previous sentence. Instead, closing the area around the tower to explore solutions occurred as a result of the measurements revealing the rotation.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "28": {
        "Number": 28,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In 2021, a model developed by astrophysicist Catherine Zucker and her research team revealed that the same supernovas responsible for the creation and ongoing expansion of the Local Bubble—a 14-million-year-old cavity in the Milky Way—are likely responsible for the formation of new stars. _______ this model detailed how the bubble’s expansion trapped interstellar clouds of gas and dust that became stars upon their eventual collapse.",
            "Which choice completes the text with the most logical transition?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Hence,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Hence” illogically signals that the information in this sentence is a result of the information in the previous sentence about the relationship between the Local Bubble’s expansion and the formation of new stars. Instead, this sentence provides specific, precise details elaborating on that information.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "However,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“However” illogically signals that the information in this sentence contrasts with the information in the previous sentence about the relationship between the Local Bubble’s expansion and the formation of new stars. Instead, this sentence provides specific, precise details elaborating on that information.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Admittedly,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Admittedly” illogically signals that the information in this sentence provides an exception or caveat to the previous information about the relationship between the Local Bubble’s expansion and the formation of new stars. Instead, this sentence provides specific, precise details elaborating on that information.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Specifically,",
                "Key": {
                    "Correct": true,
                    "Rationale": "“Specifically” logically signals that the information in this sentence—that the Local Bubble’s expansion trapped clouds of gas and dust that formed new stars—provides specific, precise details elaborating on the more general information in the previous sentence about the relationship between the Local Bubble’s expansion and the formation of new stars.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "29": {
        "Number": 29,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Following the American Revolutionary War, North American foodways underwent a radical transformation, fueled in large part by spiking consumer demand for certain grains. The cultivation, trade, and transportation of maize and wheat, _______ reconfigured the continent’s existing regional foodways into a globally oriented food system.",
            "Which choice completes the text with the most logical transition?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "in particular,",
                "Key": {
                    "Correct": true,
                    "Rationale": "“In particular” logically signals that the information in this sentence—that maize and wheat supply chains transformed North American foodways into a global food system—provides specific, precise details elaborating on the more general information in the previous sentence about the transformation of North American foodways (with maize and wheat the “certain grains” at the center of it).",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "alternatively,",
                "Key": {
                    "Correct": false,
                    "Rationale": "Alternatively” illogically signals that the information in this sentence is an alternative option to the previous information about the transformation of North American foodways. Instead, the roles of maize and wheat in creating a global food system are specific, precise details elaborating on that information.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "by comparison,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“By comparison” illogically signals that the information in this sentence is being compared to the previous information about the transformation of North American foodways. Instead, the roles of maize and wheat in creating a global food system are specific, precise details elaborating on that information.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "second of all,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Second of all” illogically signals that the information in this sentence is a second, separate claim from the previous claim that North American foodways were transformed. Instead, the roles of maize and wheat in creating a global food system are specific, precise details elaborating on that information, rather than a separate claim.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "30": {
        "Number": 30,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "When, in 2017, Cambridge University students Lucy Moss and Toby Marlow decided they wanted to develop a musical together, one of their goals was for their female actor friends to have good parts to play. _______ they created the show Six, a retelling of the history of King Henry VIII’s wives in which each of the six queens has a starring role.",
            "Which choice completes the text with the most logical transition?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "In other words,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“In other words” illogically signals that the information in this sentence is a paraphrase or restatement of the previous information about the students’ wish to develop a musical with roles for female actors. Instead, the students’ show is the product of that desire.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "In summary,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“In summary” illogically signals that the information in this sentence summarizes the previous information about the students’ wish to develop a musical with roles for female actors. Instead, the students’ show is the product of that desire. ",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "For example,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“For example” illogically signals that the information in this sentence is merely an example of the previous information about the students’ wish to develop a musical with roles for female actors. Instead, the students’ show is the direct product of that desire.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "To that end,",
                "Key": {
                    "Correct": true,
                    "Rationale": "“To that end” logically signals that the information in this sentence—the students’ creation of a show with six starring female roles—is the product of a goal or desire in the previous sentence (the students’ wish to develop a musical with roles for female actors).",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "31": {
        "Number": 31,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Mountain climbing routes that incorporate metal rungs and cables are known as via ferratas, from the Italian phrase for “iron path.” As climbing these routes has shifted from a mode of travel to a sporting activity, modern via ferratas are rarely designed to simply reach a summit. _______ new routes favor recreation over utility, aiming to provide a challenging climb or showcase dramatic scenery.",
            "Which choice completes the text with the most logical transition?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Additionally,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Additionally” illogically signals that this sentence’s claim about new via ferratas adds a new, separate point to the previous claim (“modern via ferratas are rarely designed to simply reach a summit”). Instead, the second claim—that new routes favor recreation over utility—emphasizes and reinforces the previous one.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "On the other hand,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“On the other hand” illogically signals that this sentence’s claim about new via ferratas contrasts with or opposes the previous claim (“modern via ferratas are rarely designed to simply reach a summit”). Instead, the second claim—that new routes favor recreation over utility—emphasizes and reinforces the previous one.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "More often,",
                "Key": {
                    "Correct": true,
                    "Rationale": "“More often” logically signals that the claim in this sentence—that new via ferratas favor recreation over utility—explains a difference between the new “sporting activity” routes and the older “mode of travel” routes. In so doing, it emphasizes and reinforces the previous claim (“modern via ferratas are rarely designed to simply reach a summit”).",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Nonetheless,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Nonetheless” illogically signals that this sentence’s claim about new via ferratas is true despite the previous claim (“modern via ferratas are rarely designed to simply reach a summit”). Instead, the second claim—that new routes favor recreation over utility—emphasizes and reinforces the previous one.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "32": {
        "Number": 32,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "While researching a topic, a student has taken the following notes:",
            ":ibox:• Samuel Delany is a US writer known for his science fiction.\n• Delany’s science fiction novel Babel-17was published in 1966.\n• The novel won a Nebula Award in 1967.\n• The Nebula Awards are given each year to the best works of science fiction published in the US.",
            "The student wants to indicate the title of a novel that won a Nebula Award. Which choice most effectively uses relevant information from the notes to accomplish this goal?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Babel-17, by Samuel Delany, won a Nebula Award in 1967.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sentence indicates the title of a novel that won a Nebula Award, noting that Babel-17 by Samuel Delany won the award in 1967.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Samuel Delany published a science fiction novel in 1966.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence identifies the year that Samuel Delany published a science fiction novel; it doesn’t indicate the novel’s title or that it won a Nebula Award.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Samuel Delany is an award-winning US writer known for his science fiction.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence provides an introduction of Samuel Delany; it doesn’t indicate the title of a novel that has won a Nebula Award.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "One of Samuel Delany’s novels was among the best works of science fiction published in the US.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence indicates that one of Samuel Delany’s novels met the qualification for a Nebula Award; it doesn’t indicate the novel’s title or that it won an award.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "33": {
        "Number": 33,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "While researching a topic, a student has taken the following notes:",
            ":ibox:• Chiura Obata was a Japanese American artist who lived in California.\n• Yosemite Fallsis a notable painting by Obata.\n• It uses a Japanese method of black ink painting called sumi-e.\n• This painting was completed in 1930.",
            "The student wants to indicate the year Yosemite Falls was completed. Which choice most effectively uses relevant information from the notes to accomplish this goal?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "While living in California, Obata created black ink paintings.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence indicates where Obata created black ink paintings; it doesn’t indicate when the painting was completed. ",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Obata, a Japanese American artist, created a notable painting.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the sentence identifies Obata as an artist who created a notable painting, it doesn’t indicate when that painting was completed.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Yosemite Fallswas completed in 1930.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sentence indicates the year Yosemite Falls was completed, stating that it was completed in 1930.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Obata used a Japanese painting method called sumi-e.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence identifies the method Obata used; it doesn’t indicate when the painting was completed.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    }
}