{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/PSAT102RW1/supps/PSAT102RW1-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Based on the passage, which character would most likely agree with the idea that, when trying something new, it is best not to push one's limits?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Falvo",
                "Key": {
                    "Correct": true,
                    "Rationale": "Falvo believes that when trying something new it's important to not overdo it. This can be seen most clearly when Falvo admonishes the newest runner to control his impulses and not to run too fast or try too hard when racing with more experienced runners: “I don't want you doing anything stupid, Mosher. Some of these boys have been at it for a while. Don't think about them, think about yourself” (lines 19-22).",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "McCann",
                "Key": {
                    "Correct": false,
                    "Rationale": "McCann is described as a “tough-looking kid [who] smiled like a gunslinger” (lines 17-18), implying that he is a risk-taker who is likely to push limits.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Mosher",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the passage Mosher pushes himself until he makes himself physically sick.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The person who said “Let him go”",
                "Key": {
                    "Correct": false,
                    "Rationale": "The person who said “let him go” was watching Mosher “stagger” past after he had already pushed himself past his limits.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/PSAT102RW1/supps/PSAT102RW1-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which choice provides the best evidence for the answer to the previous question?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Lines 14-17 (“All right ... McCann”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "While lines 14-17 show Falvo encouraging McCann not to “drain the well,” they do not address the issue of McCann “trying something new,” which is a central part of the previous question.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Lines 19-22 (“He turned ... yourself”)",
                "Key": {
                    "Correct": true,
                    "Rationale": "The previous question asks which character believes one shouldn't push his or her limits when trying something new: the running coach Falvo. The best evidence in support of that choice is lines 19-22, when Falvo instructs Mosher to control himself when running with the experienced racers by saying “I don't want you doing anything stupid, Mosher. Some of these boys have been at it for a while. Don't think about them, think about yourself.”",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Lines 55-60 (“I remember ... sprint”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "Lines 55-60 show that Mosher pushed himself too hard, not that he controlled himself.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Lines 76-79 (“he caught ... horse”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "Lines 76-79 show that Mosher pushed himself too hard, not that he controlled himself.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/PSAT102RW1/supps/PSAT102RW1-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In the context of Falvo's instructions to the runners, the main purpose of lines 24-27 (“Pace ... OK”) is to"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "provide useful general information to the group.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Lines 24-27 were addressed specifically to Mosher, not the group.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "emphasize and elaborate on advice given earlier.",
                "Key": {
                    "Correct": true,
                    "Rationale": "“Pace yourself. Let them do what they do. They'll be about thirty yards ahead after the first lap. Don't worry about them. Go out slow, feel your way, then bring it home as best you can. OK?” (lines 24-27). These lines indicate Falvo believes Mosher should run for himself and not focus on what the other, more experienced runners in the time trial are doing. The main purpose of these lines is to reemphasize what Falvo had said earlier in the passage about not overdoing it when trying new things.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "introduce a philosophy applicable to sports and life.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Lines 24-27 are instructions to one runner about a specific race.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "reveal Falvo's underlying motivation.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Lines 24-27 do not reveal anything about Falvo's beliefs as much as they repeat or reemphasize what he had said earlier.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/PSAT102RW1/supps/PSAT102RW1-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In the context of the passage, “I shrugged” (line 23) and “'Sure,' I said” (line 28) mainly serve to show the narrator's"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "shyness.",
                "Key": {
                    "Correct": false,
                    "Rationale": "When Mosher shrugs at or offers a one-word response to the coach's advice, it can be inferred that he is simply ignoring it, not that he is a shy person.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "dismissiveness.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the passage, the narrator, Mosher, shrugged after Falvo told him not to do anything stupid and then said “sure” when the coach warned him not to worry about the other runners, responses that both indicate that Mosher was ignoring the coach's advice (or being dismissive of it).",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "dishonesty.",
                "Key": {
                    "Correct": false,
                    "Rationale": "When Mosher shrugs at or offers a one-word response to the coach's advice, it can be inferred that he is simply ignoring it, not that he is a dishonest person.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "hostility.",
                "Key": {
                    "Correct": false,
                    "Rationale": "When Mosher shrugs at or offers a one-word response to the coach's advice, it can be inferred that he is simply ignoring it, not that he is a hostile person.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/PSAT102RW1/supps/PSAT102RW1-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Based on the passage, how did the experienced runners respond to Falvo's advice?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "They enthusiastically embraced it.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage never states how the more experienced runners responded to Falvo's advice (except for McCann's smiling at the idea he shouldn't “drain the well” that day), so it's impossible to know if those runners were enthusiastic about it. However, the way those racers were said to have run the time trial (“all business”) does show that they generally accepted what their coach had said.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "They acted like they hadn't heard it.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage never states how the more experienced runners responded to Falvo's advice (except for McCann's smiling at the idea he shouldn't “drain the well” that day), so it's impossible to know if those runners ignored it. However, the way those racers were said to have run the time trial (“all business”) does show that they generally accepted what their coach had said.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "They generally accepted it.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Falvo's advice to the runners at the beginning of the passage was not to push themselves too hard. Even if the more experienced runners did not verbally respond to that advice, it's clear they followed it because their running was described throughout the passage as having a “quiet, aggressive, sustained power that looked like nothing” (lines 38-39) and being as “smooth as water” (line 42). When passing Mosher on the track, those runners were also said to be “all business now” (line 55), describing efficiency without too much effort; those runners were not pushing themselves too hard.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "They only pretended to take it seriously.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage never states how the more experienced runners responded to Falvo's advice (except for McCann's smiling at the idea he shouldn't “drain the well” that day), so it's impossible to know if those runners  only pretended to heed it. However, the way those racers were said to have run the time trial (“all business”) does show that they generally accepted what their coach had said.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/PSAT102RW1/supps/PSAT102RW1-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What does the narrator say about his motivation for performing as he did in the time trial?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "That he was determined to keep up with the other runners",
                "Key": {
                    "Correct": false,
                    "Rationale": "Line 61 is explicit in stating that the narrator did not have a good reason to ignore Falvo's advice, not that he did so just because he was determined to keep up with the other runners.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "That he wanted to prove something to himself",
                "Key": {
                    "Correct": false,
                    "Rationale": "Line 61 is explicit in stating that the narrator did not have a good reason to ignore Falvo's advice, not that he did so just because he wanted to prove something to himself.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "That he wished to improve on his previous time",
                "Key": {
                    "Correct": false,
                    "Rationale": "Line 61 is explicit in stating that the narrator did not have a good reason to ignore Falvo's advice, not that he did so just because he wanted to improve on his previous time.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "That he was unable to provide a reason for his behavior",
                "Key": {
                    "Correct": true,
                    "Rationale": "The passage makes clear that Mosher ignores Falvo's advice to stay contained as a runner during the time trial. Later he makes it clear that he had no idea why he hadn't followed Falvo's advice: “I don't know why. I can't explain it” (line 61).",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/PSAT102RW1/supps/PSAT102RW1-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which choice provides the best evidence for the answer to the previous question?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Lines 36-39 (“They didn't ... power”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "Lines 36-39 describe the other runners in the time trial but not the narrator.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Line 61 (“I don't ... explain it”)",
                "Key": {
                    "Correct": true,
                    "Rationale": "The previous question asks for Mosher's motivation for pushing himself too hard in the time trial. In line 61, Mosher offers no concrete explanation for why he ran the time trial the way he did: “I don't know why. I can't explain it.”",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Lines 73-76 (“I remember ... into him”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "Lines 73-76 explain Mosher's physical condition, not his internal motivation, at the end of the time trial.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Lines 91-94 (“I'll ... needed”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "Lines 91-94 explain Falvo's reaction to Mosher's race.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/PSAT102RW1/supps/PSAT102RW1-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Based on the passage, when Falvo says, “Don't drain the well” (line 83), he most probably means "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "don't use up all of your energy.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Falvo says to the exhausted Mosher: “'What we have here,' he was saying, 'is a failure to communicate. Stay within yourself, I said. Don't drain the well, I said'” (lines 81-83). By then Mosher had pushed himself so hard that he'd become physically ill and used up all his energy.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "don't get sick.",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Don't drain the well” means don't use up the valuable energy one has, not “don't get sick.”",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "don't try to outdo one another.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the passage Falvo tells Mosher to maintain his own pace and run his own race, not that he should be concerned with the other runners.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "don't quit before you're finished.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the passage Falvo tells Mosher to maintain his own pace and run his own race, not that he shouldn't quit if tired.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/PSAT102RW1/supps/PSAT102RW1-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "As used in line 89, “vindicated” most nearly means"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "avenged.",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Avenged” means to exact vengeance or satisfaction.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "set free.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this passage no one is set free ; rather, Falvo is simply proven correct that Mosher might push too hard in the time trial.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "defended against.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this passage no one is defended against; rather, Falvo is simply proven correct that Mosher might push too hard in the time trial.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "proven right.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Lines 88-89 state “He laughed — that bitter Falvo laugh—ha!—like he'd just been vindicated.” “Vindicated” means to be justified or proven correct, which is apt in this context because by running himself into sickness and exhaustion, Mosher had proven correct Falvo's belief that Mosher might overdo it.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/PSAT102RW1/supps/PSAT102RW1-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Over the course of the passage, the main focus shifts from"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "a discussion of the increase in democracies and political openness to an analysis of the causes of the increase.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The passage begins with “the number of democracies in the world today is unprecedented” and then continues in the second paragraph by providing the specific numbers in support of that claim: lines 17-20 state that in 2011, 117 of 193 countries were identified as electoral democracies but that only 69 of 167 countries had been so labeled in 1989. Beginning in line 23, however, the passage moves away from the simple claim that the number of political democracies in the world was increasing (unprecedented) and begins to analyze the reason for that change: “What caused this global transformation?” The remainder of the passage then focuses more closely on the reasons there are more democracies today, including the “local factors” (line 24) involved, “poor economic management by many authoritarian governments” (lines 26-27), and “new reach and speed of mass media” (lines 37-38).",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "a claim that electoral democracies have become less politically open to a discussion of the effects of the decreased openness.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage doesn't claim there is less political openness in the world but more.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "an explanation of one set of data about a trend toward political openness to an explanation of a conflicting set of data.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage doesn't start with one set of data and then switch to a conflicting set.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "a positive portrayal of democracy to a strong denunciation of autocracy.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage neither supports nor denounces either democracies or autocracies but simply discusses their increasing and/or decreasing numbers in the modern world.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/PSAT102RW1/supps/PSAT102RW1-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "As used in line 20, “put” most nearly means"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "imposed.",
                "Key": {
                    "Correct": false,
                    "Rationale": "To “put” the statistics in lines 17-20 “another way” means to explain or state them another way, not to inflict something on someone by will or force (“impose”).",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "placed.",
                "Key": {
                    "Correct": false,
                    "Rationale": "To “put” the statistics in lines 17-20 “another way” means to explain or state them another way, not physically set something up (“place”).",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "incited.",
                "Key": {
                    "Correct": false,
                    "Rationale": "To “put” the statistics in lines 17-20 “another way” means to explain or state them another way, not to encourage or arouse (“incite”).",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "stated.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Lines 17-20 state that in 2011, 117 of 193 surveyed countries were identified as electoral democracies but that only 69 of 167 countries were labeled as such in 1989. Then those statistics are further explained by being “put another way” (line 20), or stated another way.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/PSAT102RW1/supps/PSAT102RW1-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "As used in line 31, “held out” most nearly means"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "resisted.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The rewards being “held out” by Western governments and activists refer to the rewards being offered, not that those rewards were being resisted.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "awaited.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The rewards being “held out” by Western governments and activists refer to the rewards being offered, not that those rewards were being awaited.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "avoided.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The rewards being “held out” by Western governments and activists refer to the rewards being offered, not that those rewards were being avoided.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "offered.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Lines 30-31 explain that one way democracy was supported around the world was that “Western governments and activists encouraged dissent and held out rewards for reform.” In this context, the rewards being “held out” (line 31) means the rewards being offered.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/PSAT102RW1/supps/PSAT102RW1-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which choice best supports the claim that increased political openness is a widespread, global trend?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Line 23 (“What ... transformation”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "Line 23 asks a question related to the proportion of democracies in the world but nothing about “political openness.”",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Lines 26-27 (“Poor ... standing”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "Lines 26-27 explain one reason authoritarian regimes have failed.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Lines 41-42 (“In today's ... exploded”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "Lines 41-42 address the factor of the modern media in politics.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Lines 56-59 (“According ... all”)",
                "Key": {
                    "Correct": true,
                    "Rationale": "Lines 56-59 state that “according to one study of the world's democratic electoral systems, Brunei may be the only country where 'electoral politics has failed to put down any meaningful roots at all.'” These lines support the claim that there's been a global trend toward political openness as they make clear that there's only one country on Earth (Brunei) where such openness cannot be found.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/PSAT102RW1/supps/PSAT102RW1-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The passage characterizes the state of political openness in autocratic regimes as unexpected in that"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "instead of becoming more oppressive, autocracies are becoming more democratic.",
                "Key": {
                    "Correct": true,
                    "Rationale": "While the passage states and supports the idea that there are more democracies and fewer autocracies in the world today, it further explains that, perhaps surprisingly, even those autocracies are becoming more open: “With far fewer repressive regimes in the world, one might have expected the holdouts to be places where freedom and political competition are increasingly suppressed. But in fact the opposite is true” (lines 59-63).",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "data indicate that the regimes are becoming less democratic, while opinion polls indicate that the public believes regimes are becoming more democratic.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In lines 59-63, the passage explicitly supports the idea that freedom in modern autocracies is not being “increasingly suppressed” (“in fact the opposite is true”), but the passage says nothing about conflicting data and opinion polls regarding life in those autocracies.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "despite the recent, well-publicized trend toward democratization, there have been many local setbacks.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In lines 59-63, the passage explicitly supports the idea that freedom in modern autocracies is not being “increasingly suppressed” (“in fact the opposite is true”), but the passage does not mention that democracy has faced a number of local setbacks.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "in a reversal of the trend over the last decade, political openness in autocracies is on the decline.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In lines 59-63, the passage explicitly supports the idea that freedom in modern autocracies is not being “increasingly suppressed” (“in fact the opposite is true”), but the passage does not mention that political openness in autocratic countries has declined.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/PSAT102RW1/supps/PSAT102RW1-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which choice provides the best evidence for the answer to the previous question?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Lines 18-22 (“Compare ... decades”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The previous question asks about how politically open modern autocratic regimes tend to be, but lines 18-22 discuss the proportion of democracies in the world today.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Lines 46-50 (“Larry ... shifted”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The previous question asks about how politically open modern autocratic regimes tend to be, but lines 46-50 describe shifts in public attitudes toward democracy.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Lines 59-63 (“With far ... true”)",
                "Key": {
                    "Correct": true,
                    "Rationale": "The previous question asks about the unexpected state of political openness in autocratic regimes, with lines 59-63 clearly explaining that there is more political openness to be found in those regimes than might have been assumed: “With far fewer repressive regimes in the world, one might have expected the holdouts to be places where freedom and political competition are increasingly suppressed. But in fact the opposite is true.”",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Lines 73-77 (“The sharpest ... well”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The previous question asks about how politically open modern autocratic regimes tend to be, but lines 73-77 analyze reasons why some political autocracies may have changed.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/PSAT102RW1/supps/PSAT102RW1-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which of the following is cited in the passage as an indicator of political openness?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "A strong head of state",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Freedom of the press” is clearly cited in line 65 as being an indicator of political openness, but the passage says nothing similar about a strong head of state.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Freedom of the press",
                "Key": {
                    "Correct": true,
                    "Rationale": "Lines 63-64 explain that while elections are central to democracy, other indicators of the openness of a society include “freedom of the press, civil liberties, [and] checks and balances that limit the power of any single institution” (lines 65-67).",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Confidence in the military",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Freedom of the press” is clearly cited in line 65 as being an indicator of political openness, but the passage says nothing similar about confidence in the military.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Presence of a digital culture",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Freedom of the press” is clearly cited in line 65 as being an indicator of political openness, but the passage says nothing similar about the presence of a digital culture.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "17": {
        "Number": 17,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/PSAT102RW1/supps/PSAT102RW1-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "According to the graph, the number of autocracies in 1975 was less than the number of"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "democracies in 1950.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The graph shows that approximately only 20 democracies existed in 1950.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "democracies in 1995.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The graph shows that fewer than 80 democracies existed in 1995.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "autocracies in 2011.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The graph shows that approximately only 20 autocracies existed in 2011.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "democracies in 2011.",
                "Key": {
                    "Correct": true,
                    "Rationale": "While the graph shows there were more than 80 autocracies around the world in 1975, that number is smaller than the number of democracies (nearly 100) that the graph shows existed in 2011.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "18": {
        "Number": 18,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/PSAT102RW1/supps/PSAT102RW1-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "According to the graph, the number of democracies was roughly equal to the number of autocracies in which of the following ranges?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "1975–1980",
                "Key": {
                    "Correct": false,
                    "Rationale": "The graph shows there were more autocracies than democracies in the world from 1975 to 1980.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "1985–1990",
                "Key": {
                    "Correct": true,
                    "Rationale": "The graph shows the lines representing the number of autocracies and the number of democracies intersecting between 1985 and 1990, when there were approximately 60 of each of those types of government around the world.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "1995–2000",
                "Key": {
                    "Correct": false,
                    "Rationale": "The graph shows there were more democracies than autocracies in the world from 1995 to 2000.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "2005–2010",
                "Key": {
                    "Correct": false,
                    "Rationale": "The graph shows there were more democracies than autocracies in the world from 2005 to 2010.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "19": {
        "Number": 19,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/PSAT102RW1/supps/PSAT102RW1-S3.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The main purpose of the passage is to"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "discuss an ecological phenomenon.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The first paragraph states the main idea: “Researchers have found that the reintroduction of the gray wolf to Yellowstone National Park has boosted an important food source for the threatened grizzly bear. A study published in the Journal of Animal Ecology is essentially a tale of who eats what” (lines 3-7). The remainder of the passage then explains how adding gray wolves back into the Yellowstone food web affected various plant and animal species (elk, grizzly bears, fruit-bearing shrubs, aspen, and cottonwood trees), with the main purpose of the passage therefore summarized as a discussion of an ecological phenomenon.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "analyze a scientific experiment.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage is a full discussion of a certain ecological phenomenon (what happened when gray wolves returned to Yellowstone) and does not specifically mention any scientific experiment.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "resolve an environmental debate.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage is a full discussion of a certain ecological phenomenon (what happened when gray wolves returned to Yellowstone) and does not specifically mention any environmental debate.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "draw attention to a historic discovery.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage is a full discussion of a certain ecological phenomenon (what happened when gray wolves returned to Yellowstone) and does not specifically mention any scientific experiment.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "20": {
        "Number": 20,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/PSAT102RW1/supps/PSAT102RW1-S3.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "According to the passage, what was a direct result of the drop in the elk population at Yellowstone National Park?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "An investigation of the grizzly bear population",
                "Key": {
                    "Correct": false,
                    "Rationale": "Even though the passage discusses a study of the ecology in Yellowstone National Park after the reintroduction of wolves, neither the study nor any investigation of grizzly bears occurred specifically due to the drop in the elk population.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "A decrease in the number of aspen trees",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage states that fewer elk in Yellowstone led to a resurgence of aspen trees, not a decrease in their numbers.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "An increase in fruit-bearing plants",
                "Key": {
                    "Correct": true,
                    "Rationale": "Lines 8-15 of the passage highlight what happened in Yellowstone after wolves were introduced back into the park: “When wolves were reintroduced to the park in 1995 after a 70-year absence, they preyed on elk herds that browsed trees and shrubs. The elk population, which had exploded without the wolves, dropped. The over-browsed plants began to rebound, including berry-producing shrubs that provide nutritious summer meals for grizzlies when they are fattening up for hibernation.” In other words, when the reintroduced wolves began to prey on elk herds, fewer grazing elk led to an increase in fruit-bearing plants found in the area.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "A surge in the wolf population",
                "Key": {
                    "Correct": false,
                    "Rationale": "The drop in the elk population in Yellowstone did not result in a surge in the wolf population there; rather, the addition of wolves to the park resulted in the drop in the elk population.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "21": {
        "Number": 21,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/PSAT102RW1/supps/PSAT102RW1-S3.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which choice provides the best evidence for the answer to the previous question?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Lines 6-7 (“A study ... what”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "Lines 6-7 address the study in question but not a direct result of the decrease in elk population in Yellowstone.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Lines 12-15 (“The over-browsed ... hibernation”)",
                "Key": {
                    "Correct": true,
                    "Rationale": "The previous question asks about a direct result of the decrease in elk population in Yellowstone National Park, with the answer being that fewer grazing elk meant more fruit-bearing plants. That idea is supported in lines 12-15: “The over-browsed plants began to rebound, including berry-producing shrubs that provide nutritious summer meals for grizzlies when they are fattening up for hibernation.”",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Lines 42-46 (“When ... beavers”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "While lines 42-46 discuss the resurgence of certain trees in Yellowstone that occurred when the elk population decreased, those lines do not support the answer to the previous question that fewer elk led to more fruit-bearing plants.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Lines 49-50 (“We put ... course”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "Lines 49-50 address the study in question but not a direct result of the decrease in elk population in Yellowstone.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "22": {
        "Number": 22,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/PSAT102RW1/supps/PSAT102RW1-S3.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "According to the passage, one potential challenge to the survival of the grizzly bear population in Yellowstone National Park is a shortage of"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "elk.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Lines 50-53 specifically identify dwindling whitebark pine nuts as a potential threat to grizzly bear survival but the passage says nothing similar about elk.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "beetles.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Lines 50-53 specifically identify dwindling whitebark pine nuts as a potential threat to grizzly bear survival but the passage says nothing similar about beetles.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "cottonwood trees.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Lines 50-53 specifically identify dwindling whitebark pine nuts as a potential threat to grizzly bear survival but the passage says nothing similar about cottonwood trees.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "whitebark pine trees.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The passage specifically mentions one potential challenge to the survival of grizzly bears in lines 50-53: “In the case of the grizzly, the paper's authors said increasing berry production could help make up for the loss of another bear food threatened by climate change, whitebark pine nuts.”",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "23": {
        "Number": 23,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/PSAT102RW1/supps/PSAT102RW1-S3.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which choice provides the best evidence for the answer to the previous question?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Lines 27-30 (“Over ... fell”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "Lines 27-30 discuss the proportion of fruit found in grizzly bear scat over a certain time period.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Lines 50-53 (“In the ... nuts”)",
                "Key": {
                    "Correct": true,
                    "Rationale": "The previous question asks what the passage identifies as a possible challenge to grizzly bear survival, with lines 50-53 explaining the answer that the loss of a food source could prove problematic for that species: “In the case of the grizzly, the paper's authors said increasing berry production could help make up for the loss of another bear food threatened by climate change, whitebark pine nuts.”",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Lines 59-60 (“Ripple ... regrow”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "Lines 59-60 discuss the return of fruit-bearing plants in Yellowstone, a change that would not threaten the grizzly bear but benefit it.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Lines 60-62 (“It may ... grizzlies”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "Lines 60-62 discuss the return of fruit-bearing plants in Yellowstone, a change that would not threaten the grizzly bear but benefit it.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "24": {
        "Number": 24,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/PSAT102RW1/supps/PSAT102RW1-S3.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "As used in line 10, “browsed” most nearly means"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "inspected.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this context, saying the elk herds “browsed trees and shrubs” means they ate those trees and shrubs, not that the elk inspected the trees and shrubs.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "skimmed.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this context, saying the elk herds “browsed trees and shrubs” means they ate those trees and shrubs, not that the elk skimmed the trees and shrubs.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "destroyed.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this context, saying the elk herds “browsed trees and shrubs” means they ate those trees and shrubs, not that the elk destroyed the trees and shrubs.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "grazed.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Lines 8-10 of the passage state that “when wolves were reintroduced to the park in 1995 after a 70-year absence, they preyed on elk herds that browsed trees and shrubs.” In this context, saying the elk herds “browsed” on trees and shrubs means they ate them or grazed on them.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "25": {
        "Number": 25,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/PSAT102RW1/supps/PSAT102RW1-S3.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which choice most closely captures the meaning of the figurative “big silver bullet” referred to in line 61?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Unexpected outcome",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of this sentence, the “big silver bullet” is equated to a panacea or cure-all; the phrase is clearly meant to imply a definitive solution, not an unexpected outcome.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Tempting choice",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of this sentence, the “big silver bullet” is equated to a panacea or cure-all; the phrase is clearly meant to imply a definitive solution, not a tempting choice.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Definitive solution",
                "Key": {
                    "Correct": true,
                    "Rationale": "Lines 60-62 of the passage offer one scientist's opinion that the return of berry-producing shrubs may not solve all the grizzlies' food problems: “It may not be a panacea or a big silver bullet as a food item for the grizzlies.” A “panacea” is a cure-all, so saying the return of berry-producing shrubs may not be a “big silver bullet” means that the return of those shrubs may not be a definitive solution for the grizzlies' food problems.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Dangerous event",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of this sentence, the “big silver bullet” is equated to a panacea or cure-all; the phrase is clearly meant to imply a definitive solution, not a dangerous event.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "26": {
        "Number": 26,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/PSAT102RW1/supps/PSAT102RW1-S3.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The main purpose of the final paragraph of the passage is to"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "advise the reader of some potential limitations of Ripple's conclusions about the nutritional needs of the grizzly bear.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The final paragraph is clear that the story of the gray wolf's return to Yellowstone could have far-reaching effects in studying animal ecology, not that there may have been limitations to the scientist's conclusions.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "extend the implications of the relationship between wolves and grizzlies in a particular environment to other animals and contexts.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The passage concludes in lines 63-69 by stating that the story of the gray wolf's return to Yellowstone may be more than just the story of one animal: “The wolf-bear connection in Yellowstone offers a broader lesson, Ripple said. 'We should be looking much farther and much more holistically at large mammal or predator management,' he suggested. 'There could be far reaching effects that we have not considered in the past. And they can be very important.'” The main purpose of the final paragraph can therefore be seen as a lesson that what happened to the gray wolves in Yellowstone could happen with other large mammal species in other places.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "describe a certain experiment that Ripple will be undertaking in the future to corroborate his findings.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The final paragraph is clear that the story of the gray wolf's return to Yellowstone could have far-reaching effects in studying animal ecology, not that another experiment will be undertaken in the future.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "suggest the potential ramifications of reintroducing another species into an already fragile ecosystem.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The final paragraph is clear that the story of the gray wolf's return to Yellowstone could have far-reaching effects in studying animal ecology, not that there may be potential ramifications to returning another species to some ecosystems.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "27": {
        "Number": 27,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/PSAT102RW1/supps/PSAT102RW1-S3.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "According to the table, the wolf/elk ratio experienced a decrease between which of the following years?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "1998 and 1999",
                "Key": {
                    "Correct": false,
                    "Rationale": "The table shows an increase in the wolf/elk ratio between the years 1998 (2.73) and 1999 (4.09).",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "1999 and 2000",
                "Key": {
                    "Correct": true,
                    "Rationale": "The table shows a decrease in the wolf/elk ratio between the years 1999 (4.09) and 2000 (3.03).",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "2000 and 2001",
                "Key": {
                    "Correct": false,
                    "Rationale": "The table shows an increase in the wolf/elk ratio between the years 2000 (3.03) and 2001 (5.37).",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "2003 and 2004",
                "Key": {
                    "Correct": false,
                    "Rationale": "The table shows an increase in the wolf/elk ratio between the years d 2003 (9.12) and 2004 (12.72).",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "28": {
        "Number": 28,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/PSAT102RW1/supps/PSAT102RW1-S3.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which claim from the passage is most directly supported by the data given in the table?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Elk numbers in Yellowstone National Park showed an overall decline as a result of the introduction of wolves.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The passage's claim that the reintroduction of gray wolves to Yellowstone National Park led to an overall decline in the number of elk is supported by the table, which shows the number of winter elk in Yellowstone going from more than 16,000 in 1995 to only about 8,000 in 2004.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Elk numbers in Yellowstone National Park declined every year following the introduction of wolves.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The table shows that while the number of elk went down most years after the reintroduction of the gray wolf, it actually went up between the years 1998 (11,736) and 1999 (11,742) and the years 1999 (11,742) and 2000 (14,539).",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Elk numbers in Yellowstone National Park in any given year decreased as the ratio of wolves to elk that year increased.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the table shows the wolf/elk ratio increasing between 1998 and 1999 (from 2.73 to 4.09), the number of elk actually increased those years too (from 11,736 to 11,742).",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Elk numbers in Yellowstone National Park stabilized after an initial decline as wolf population numbers stabilized.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The table clearly shows that athe stabilization of wolf numbers in Yellowstone ultimately led to a reduction in the overall number of elk (from about 16,000 in 1995 to 8,000 in 2004), not a stabilization of the elk population.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "29": {
        "Number": 29,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/PSAT102RW1/supps/PSAT102RW1-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "As used in line 22, “command” most nearly means"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "order.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of saying certain men don't command respect, Thoreau means they haven't earned it or don't deserve it, not that they ordered that respect.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "dominate.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of saying certain men don't command respect, Thoreau means they haven't earned it or don't deserve it, not that they dominated that respect.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "overlook.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of saying certain men don't command respect, Thoreau means they haven't earned it or don't deserve it, not that they overlooked that respect.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "deserve.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the second paragraph, Thoreau discusses men who blindly serve the state or government without considering how just their actions might be. In the context of saying these types of men “command no more respect than men of straw or a lump of dirt” (lines 22-23), Thoreau uses the word “command” to mean “deserve.”",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "30": {
        "Number": 30,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/PSAT102RW1/supps/PSAT102RW1-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Thoreau makes which point about people who follow their consciences?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "They often band together with other entities to form corporations.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While Thoreau says “a corporation of conscientious men” forming a “corporation with a conscience” is possible (lines 7-10), he does not suggest such organizations often occur.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "They tend to have mutually antagonistic relationships with their governments.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In lines 30-34, Thoreau explains what happens to the people who follow their consciences instead of blindly adhering to the possibly unjust rules of the state: “A very few, as heroes, patriots, martyrs, reformers in the great sense, and men, serve the state with their consciences also, and so necessarily resist it for the most part; and they are commonly treated as enemies by it...” As those heroes are said to resist the state and are treated as enemies by it, it would be accurate to characterize the relationship between the two as mutually antagonistic.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "They generally believe that the exercise of the moral sense is what makes them human.",
                "Key": {
                    "Correct": false,
                    "Rationale": "At no point in the passage does Thoreau refer to conscientious people's moral sense as making them human.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "They hold their legislators to a different moral standard than that to which they hold themselves.",
                "Key": {
                    "Correct": false,
                    "Rationale": "At no point in the passage does Thoreau suggest that such people hold legislators to a different moral standard than they hold themselves.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "31": {
        "Number": 31,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/PSAT102RW1/supps/PSAT102RW1-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which choice provides the best evidence for the answer to the previous question?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Lines 1-2 (“Must ... legislator”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "Lines 1-2 ask a rhetorical question but do not identify the point Thoreau makes about people who follow their conscience.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Lines 7-10 (“It is ... conscience”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "Lines 7-10 address corporations with a conscience, not people.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Lines 17-21 (“In most ... well”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "Lines 17-21 address people who do not follow their conscience but adhere blindly to the rules of the state instead.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Lines 30-34 (“A very ... by it”)",
                "Key": {
                    "Correct": true,
                    "Rationale": "The previous question asks what point Thoreau makes about the people who follow their consciences, with the answer being that those people usually resist the state and end up its enemies. The best evidence in support of that answer is found in lines 30-34, which state, “A very few, as heroes, patriots, martyrs, reformers in the great sense, and men, serve the state with their consciences also, and so necessarily resist it for the most part; and they are commonly treated as enemies by it...”",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "32": {
        "Number": 32,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/PSAT102RW1/supps/PSAT102RW1-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "According to King, an unjust statute should not be"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "regarded as having moral authority.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Lines 53-55 explain that King does not believe unjust laws and statutes should be followed or have any moral authority: “Conversely, one has a moral responsibility to disobey unjust laws. I would agree with St. Augustine that 'an unjust law is no law at all.'”",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "broken in a manner intended to attract attention.",
                "Key": {
                    "Correct": false,
                    "Rationale": "At no point does King ever argue to do anything simply to attract attention.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "viewed as detrimental to the human spirit.",
                "Key": {
                    "Correct": false,
                    "Rationale": "King says “any law that degrades human personality is unjust” (lines 64-65), which is the opposite of saying an unjust law is not detrimental to the human spirit.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "used to enforce obedience to moral law.",
                "Key": {
                    "Correct": false,
                    "Rationale": "King says an unjust law is “out of harmony with the moral law” (line 60), not that an unjust law should be used to enforce moral law.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "33": {
        "Number": 33,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/PSAT102RW1/supps/PSAT102RW1-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which choice provides the best evidence for the answer to the previous question?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Lines 49-50 (“The answer ... unjust”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "Lines 49-50 highlight what King considers the two different types of laws, just and unjust.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Lines 51-52 (“One ... laws”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "Lines 51-52 explain King's belief that one has a responsibility to follow just laws.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Lines 53-55 (“one ... all”)",
                "Key": {
                    "Correct": true,
                    "Rationale": "The previous question asks how King characterizes unjust statutes, with lines 53-55 providing evidence in support of the idea that King believed those statutes have no moral authority: “one has a moral responsibility to disobey unjust laws. I would agree with St. Augustine that 'an unjust law is no law at all.'”",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Lines 64-65 (“Any ... unjust”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "Lines 64-65 explain King's definition of what makes a law unjust but not how he believes people should respond to such a law.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "34": {
        "Number": 34,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/PSAT102RW1/supps/PSAT102RW1-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "As used in line 57, “determine” most nearly means"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "establish.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Lines 57-58 ask the question “How does one determine whether a law is just or unjust?” In this context, to “determine” whether a law is just means to establish whether a law is just.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "regulate.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of trying to determine whether a law is just or unjust, the word “determine” means to establish what the law is, not regulate it.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "direct.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of trying to determine whether a law is just or unjust, the word “determine” means to establish what the law is, not direct it.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "limit.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of trying to determine whether a law is just or unjust, the word “determine” means to establish what the law is, not limit it.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "35": {
        "Number": 35,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/PSAT102RW1/supps/PSAT102RW1-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The primary purpose of each passage is to"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "make an argument about the relationship between the individual and the law.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The main purpose of each passage is to argue how individuals should respond to the law (especially unjust laws). Thoreau says that people of conscience need to become enemies of the state and King believes that “an unjust law is no law at all” (lines 54-55). That the primary purpose of each passage is to discuss the relationship between the individual and law can be seen from the first sentence of the Thoreau passage: “Must the citizen ever for a moment, or in the least degree, resign his conscience to the legislator?” (lines 1-2) and the last sentence of the King passage: “I submit that an individual who breaks a law that conscience tells him is unjust, and who willingly accepts the penalty of imprisonment in order to arouse the conscience of the community over its injustice, is in reality expressing the highest respect for law” (lines 79-84).",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "advance a view on how laws could be made more just.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Neither passage forwards a view on how to make laws more just (only on how people of conscience should respond to them).",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "question a claim that the morality of actions depends on their consequences.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Neither passage forwards a view on how to equates the morality of actions with their consequences.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "discuss a change in the nature of the state and its power over the individual.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Neither passage forwards a view on how to discusses ways the state's power over an individual may change.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "36": {
        "Number": 36,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/PSAT102RW1/supps/PSAT102RW1-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Both authors would most likely agree with which statement about people who obey their government's statutes?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "They fail to follow the guidance of their consciences.",
                "Key": {
                    "Correct": false,
                    "Rationale": "King does not discuss in detail the consciences of law-abiding people.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "They are incapable of exercising moral judgment.",
                "Key": {
                    "Correct": false,
                    "Rationale": "King does not discuss in detail the moral judgment of law-abiding people.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "They may not be acting in accordance with justice.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Both Thoreau and King argue that having respect for existing law does not mean one necessarily acts justly, and the people who blindly follow all rules aren't always acting in accordance with justice. “Law never made men a whit more just; and, by means of their respect for it, even the well- disposed are daily made the agents of injustice” (Thoreau, lines 10-13). King echoes Thoreau's sentiment: “and I can urge them to disobey segregation ordinances, for they are morally wrong” (King, lines 71-73).",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "They value personal morality over the public good.",
                "Key": {
                    "Correct": false,
                    "Rationale": "King does not discuss in detail the personal moral values of law-abiding people.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "37": {
        "Number": 37,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/PSAT102RW1/supps/PSAT102RW1-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In the passages, a significant difference in how the two authors discuss morality is that Thoreau indicates that"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "very few people follow their consciences, while King indicates that most people consistently adhere to moral laws.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Thoreau suggests that few people follow their consciences. “Must the citizen ... resign his conscience to the legislator?” (lines 1-2). King differentiates between just and unjust laws (lines 50-54) but never suggests how many people might or might not “adhere to moral law.”",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "people should do what they judge to be right, while King indicates that people should follow a universal moral code.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In lines 6-7, Thoreau argues that people should first follow their consciences: “The only obligation which I have a right to assume is to do at any time what I think right.” King, on the other hand, suggests that it is not conscience that must be heard first but something else: “One has not only a legal but a moral responsibility to obey just laws” (lines 51-52). A significant difference between the two could therefore be identified as Thoreau's emphasis on the importance of conscience and King's emphasis on morality.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "the morality of an action derives from its legal status, while King indicates that morality and human law are distinct.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Thoreau argues that legality was secondary to conscience, not that conscience (or morality) resulted from legality.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "even morally good laws should be disobeyed, while King indicates that people should follow just laws.",
                "Key": {
                    "Correct": false,
                "Rationale": "Thoreau does not suggest “good laws” should be disobeyed; he actually says the opposite.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "38": {
        "Number": 38,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/PSAT102RW1/supps/PSAT102RW1-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Assuming that he agrees with the assertions in the final paragraph of Passage 1, King would most likely recommend which course of action to Thoreau?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Thoreau should obey laws upholding slavery while they are in force but should work to repeal them.",
                "Key": {
                    "Correct": false,
                    "Rationale": "King explicitly states in the passage that people have a moral responsibility to disobey unjust laws. King would not recommend that Thoreau obey unjust laws while working to change them.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Thoreau should view laws upholding slavery as immoral but should not break them since doing so would lead to anarchy.",
                "Key": {
                    "Correct": false,
                    "Rationale": "King explicitly states in the passage that people have a moral responsibility to disobey unjust laws. King would not recommend that Thoreau uphold unjust laws.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Thoreau should break laws upholding slavery and in doing so should neither hide his actions nor try to avoid punishment.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Lines 77-79 expressly state how King believes one should respond to unjust laws: “One who breaks an unjust law must do so openly, lovingly, and with a willingness to accept the penalty.” This suggests King would recommend that if Thoreau were truly against slavery, he should publicly break those laws and then willingly accept whatever consequences might result.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Thoreau should openly criticize laws upholding slavery but should follow them since committing a crime would degrade his personality.",
                "Key": {
                    "Correct": false,
                    "Rationale": "King explicitly states in the passage that people have a moral responsibility to disobey unjust laws. King would not recommend that Thoreau uphold unjust laws he is critical of.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "39": {
        "Number": 39,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/PSAT102RW1/supps/PSAT102RW1-S5.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Over the course of the passage, the main focus shifts from a"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "statement about the challenge posed by a particular insect to an indication of why that challenge was easy to overcome.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage does not state that the challenge posed by the western corn rootworm was easy to overcome.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "summary of a once-unexplained natural phenomenon to a biography of the scientists who researched that phenomenon.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage provides virtually no biographical information about the scientists involved (other than the fact they worked at the University of Illinois).",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "description of a problem affecting agriculture to an explanation of how scientists identified the cause of that problem.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The passage first identifies an agricultural problem: “Consider the western corn rootworm — a beetle that's a serious pest of corn in the United States” (lines 7-8). By the conclusion of the passage, however, the way the rootworm's “gut bacteria” (lines 49-50) aided the insect's survival in both corn and soybean fields has been fully explained: “The team proved that the bacteria were responsible by killing them with antibiotics. Sure enough, this drastically lowered the cysteine protease activity in the guts of the rotation-resistant beetles and wrecked their ability to thrive among soybeans” (lines 65-69). Overall, the passage can therefore be summarized as having a focus shifting from the identification of an agricultural problem to an explanation of its cause.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "discussion about a scientific field to an anecdote showing how research is done in that field.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the passage ends its first paragraph by stating the belief that “zoology is ecology,” it otherwise does not discuss any particular scientific field.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "40": {
        "Number": 40,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/PSAT102RW1/supps/PSAT102RW1-S5.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The statement “zoology is ecology” (line 6) mainly serves to"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "propose that two areas of scientific knowledge be merged.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The phrase “zoology is ecology” in line 6 means that the study of animals is greatly affected by studying the ways organisms interact (i.e., the way the western corn rootworm's gut bacteria has affected its growth and survival), not that those two fields of study should be merged.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "point out that knowledge obtained in one field of research will lead to expertise in another.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The phrase “zoology is ecology” in line 6 means that the study of animals is greatly affected by studying the ways organisms interact (i.e., the way the western corn rootworm's gut bacteria has affected its growth and survival), not that knowledge obtained in one of those fields would lead to expertise in the other.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "assert a point about biological science that is supported by the example in the passage.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The first paragraph of the passage says that animals aren't just animals but collections of microbes, with the remainder of the passage going on to explain that scientists found the way to control the western corn rootworm only after coming to understand its gut bacteria. The statement “zoology is ecology” (line 6) implies that the study of animals (zoology) is really the study of ecology (the relationship between organisms), as is shown to be the case through the example of the western corn rootworm's relationship with its gut bacteria. In other words, it asserts a general point that is supported by an example.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "suggest that one field of scientific research has completely supplanted another.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The phrase “zoology is ecology” in line 6 means that the study of animals is greatly affected by studying the ways organisms interact (i.e., the way the western corn rootworm's gut bacteria has affected its growth and survival), not  that one of those fields supplanted another.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "41": {
        "Number": 41,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/PSAT102RW1/supps/PSAT102RW1-S5.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "According to the passage, one similarity between rotation-resistant rootworms and normal rootworms is that they both"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "reduce crop productivity by extracting nutrients from the soil.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage doesn't state that either type of rootworm reduces crop productivity by extracting nutrients from the soil.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "produce larvae that feed on the plant roots of crops.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Normal rootworms lay their eggs in corn fields “so that their underground larvae hatch into a feast of corn roots” (lines 10-11). “These rotation-resistant females might lay among soybean fields, so their larvae hatch into a crop of corn” (lines 20-22). Combined, these statements indicate a similarity: both normal and rotation-resistant rootworms produce larvae whose first food will be the roots of crops.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "adapt to crop rotation by maintaining high levels of enzymes in their guts.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage clearly states that in the face of crop rotation, the normal rootworm will die rather than adapt.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "contain the same quantity and composition of bacteria in their guts.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage says the normal and rotation-resistant rootworms have very different gut bacteria.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "42": {
        "Number": 42,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/PSAT102RW1/supps/PSAT102RW1-S5.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which choice most clearly provides information indicating how some rootworms have overcome farmers' efforts to eradicate them?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Lines 15-17 (“These ... die”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The lines cited do not specifically answer the question of how some rootworms have overcome the farmers' efforts to eradicate them. Rather, lines 15-17 provide one way the farmers have been able to eradicate rootworms.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Lines 18-20 (“But ... corn”)",
                "Key": {
                    "Correct": true,
                    "Rationale": "The passage states that one way farmers have tried to eradicate the western corn rootworm is by rotating their crops (thereby reducing the viable fields for the rootworms), with the question of how some rootworms have overcome that problem being specifically answered in lines 18-20: “But the rootworms have adapted to this strategy by reducing their strong instincts for laying eggs in corn.”",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Lines 25-28 (“Researchers ... question”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The lines cited do not specifically answer the question of how some rootworms have overcome the farmers' efforts to eradicate them. Rather, lines 25-28 explain some of the challenges being faced by researchers studying the rootworm.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Lines 41-43 (“And ... rotation”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The lines cited do not specifically answer the question of how some rootworms have overcome the farmers' efforts to eradicate them. Rather, lines 41-43 identify a problem for the rootworms, not how these beetles have adapted to the farmers' eradication efforts.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "43": {
        "Number": 43,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/PSAT102RW1/supps/PSAT102RW1-S5.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The central claim in the fourth paragraph (lines 23-35) is that"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "extensive study of the rootworm's genes was insufficient to determine why some rootworms are rotation resistant.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The point of the fourth paragraph is to explain how hard it was for scientists to determine what made the rotation-resistant rootworms different from the normal ones. “After many years of research [focused on genes] ... results were mostly inconclusive” (lines 33-35).",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "the rootworm's ability to adapt to pest control methods is unique among insects.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The central claim of the fourth paragraph is simply that many years of research led to only “inconclusive” results about differences between rotation-resistant and normal rootworms. Neither that paragraph nor any part of the passage claims that the rootworm's adaptation ability is unique.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "the genetic profile of rootworms is significantly more complex than researchers initially believed.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The central claim of the fourth paragraph is simply that many years of research led to only “inconclusive” results about differences between rotation-resistant and normal rootworms. Neither that paragraph nor any part of the passage claims that its genetic make-up was more complex than originally thought.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "our current understanding of genetics is inadequate to allow researchers to understand why some rootworms are rotation resistant.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The central claim of the fourth paragraph is simply that many years of research led to only “inconclusive” results about differences between rotation-resistant and normal rootworms. Neither that paragraph nor any part of the passage claims that inadequate understanding of genetics in general was the reason the rootworm remained such a mystery.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "44": {
        "Number": 44,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/PSAT102RW1/supps/PSAT102RW1-S5.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "As used in line 24, “separate” most nearly means"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "distinguish.",
                "Key": {
                    "Correct": true,
                    "Rationale": "“There are almost certainly genetic differences that separate the rotation-resistant rootworms from  their normal peers, but what are they?” (lines 23-25). In the context of genetic differences separating two types of insects, the word “separate” means to distinguish or differentiate.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "discharge.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of genetic differences separating two types of rootworms, “separate” means to distinguish or differentiate, not to discharge.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "extract.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of genetic differences separating two types of rootworms, “separate” means to distinguish or differentiate, not to extract.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "scatter.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of genetic differences separating two types of rootworms, “separate” means to distinguish or differentiate, not to scatter.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "45": {
        "Number": 45,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/PSAT102RW1/supps/PSAT102RW1-S5.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "According to the passage, the gut bacteria of rotation-resistant rootworms"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "help the rootworms survive in soybean crops.",
                "Key": {
                    "Correct": true,
                    "Rationale": "After the passage states that normal rootworms can't survive in soybean fields but that rotation-resistant rootworms can, it explains that the difference between the two is their respective gut bacteria. Lines 54-55 state that “these different microbes give the resistant beetles an edge when eating soybeans.”",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "are responsible for lowering the amount of cysteine protease in the rootworms' guts.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage says that gut bacteria in rotation-resistant rootworms results in more cysteine proteases in their stomachs, not fewer.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "make the rootworms less vulnerable to being killed by antibiotics.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the passage antibiotics are being used to kill microbes (or gut bacteria) only, not the rootworms themselves.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "are transferred to the larvae that hatch from the rootworms' eggs.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage never mentions anything being transferred to the larvae.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "46": {
        "Number": 46,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/PSAT102RW1/supps/PSAT102RW1-S5.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which choice provides the best evidence for the answer to the previous question?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Lines 29-30 (“The western ... Seufferheld”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The lines cited do not explain what the gut bacteria of rotation-resistant rootworms do. Rather, lines 29-30 explain that understanding the western corn rootworm was a challenge to researchers.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Lines 39-40 (“The rotation-resistant ... ones”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The lines cited do not explain what the gut bacteria of rotation-resistant rootworms do. Rather, lines 39-40 state only that normal rootworms and rotation-resistant ones have very different microbes in their stomachs.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Lines 44-47 (“The bad ... study”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The lines cited do not explain what the gut bacteria of rotation-resistant rootworms do. Rather, lines 44-47 explain that the difference in rootworms was not so much simple genetics as a multispecies conspiracy.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Lines 54-55 (“These ... soybeans”)",
                "Key": {
                    "Correct": true,
                    "Rationale": "The previous question asks what the gut bacteria of rotation-resistant rootworms do, with the correct answer being that they allow that variation of beetle to survive in the soybean fields where normal rootworms cannot. This answer is supported specifically in lines 54-55, which state that “these different microbes give the resistant beetles an edge when eating soybeans.”",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "47": {
        "Number": 47,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/PSAT102RW1/supps/PSAT102RW1-S5.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The main idea of the last paragraph is that"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "cysteine proteases are harmful to rootworms when present in large quantities in the body.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The second-to-last paragraph of the passage says cysteine proteases allow rootworms to survive in soybean fields, not that they are in any way harmful to the rootworms.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "eggs laid by rotation-resistant rootworms will hatch into crops of soybeans.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The eggs laid by rotation- resistant rootworms among soybeans will hatch into crops of corn, not of soybeans.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "bacteria unique to rotation-resistant rootworms allow them to digest soybeans.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The main idea of the last paragraph is that it is the gut bacteria of rotation-resistant rootworms that allow them, but not normal rootworms, to thrive in soybean fields. “The team proved that the bacteria were responsible by killing them with antibiotics. Sure enough, this drastically lowered the cysteine protease activity in the guts of the rotation-resistant beetles and wrecked their ability to thrive among soybeans” (lines 65-69).",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "rotation-resistant rootworms do not digest soybeans using cysteine proteases.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage clearly states that rotation-resistant rootworms do use cysteine proteases to digest soybeans, not that they do not use them for that task.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    }
}