{
    "Directions": "Read the next two selections. Then choose the best answer to each question.",
    "Context": [],
    "Title": "Night Flyers",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "Under the cover of darkness, millions of small, furry bats take flight and fill the night skies of Texas. There are 47 different species of bats in the United States, and 31 species live in Texas. The most common bat found throughout the state is the Mexican free-tailed bat. Each year 20 million Mexican free-tailed bats return to Bracken Cave near San Antonio, where they give birth and raise their young. Bracken Cave is home to the largest bat colony in the world."],
        ["", "problems/TX18G4R/media/S3a.jpg"],
        ["", "Bat Benefits"],
        ["2", "While bats seem mysterious or even scary to some, these night flyers are actually helpful creatures. Bats eat insects that can be harmful to plants, animals, and even people. A solitary bat can eat 1,000 mosquito-sized insects in just one hour. Bats also spread pollen among flowering plants. This allows plants to make seeds, and seeds make more plants. In addition, bats produce droppings that make excellent fertilizer. The fertilizer mixes with the soil and makes it richer, which helps plants grow. More plants mean more food for people and animals."],
        ["", "Giving Back to Bats"],
        ["3", "As humans develop land and build new houses and businesses, bat habitats, like trees and caves, often are destroyed. Without homes, bats do not have a place to rest or to raise their young. Humans can help bats with this problem by providing bat houses. Today there are many people who build homes for bats."],
        ["4", "Because bats sleep upside down, bat houses need to have something the bats can grab onto while they sleep. The houses must be painted black on the inside so that they are dark inside. This allows the bats to sleep comfortably during the day. Bat houses should also have access to water and plants so that the bats have something to eat and drink. The houses should be located in high places so that they are off the ground, where predators can't reach them. Giving a bat a home is a great way to help these useful creatures."],
        ["", "problems/TX18G4R/supps/TX18G4R-S3A.json"]
    ],
    "Copyright": "Third party trademark Rubik's Cube© was used in these testing materials.",
    "References": []
}