{
    "Directions": "Read the following passage about inventions then answer each question.",
    "Context": [],
    "Title": "Professor Naismith's New Game",
    "Subtitle": "",
    "Author": "by Jessica Van Dessel",
    "LabelType": "P",
    "Content": [
        [" ", "\t“Touch your toes! Bend your knees! Up and down!” Ernest grumbled bitterly. “Over and over and over again! Wouldn't it drive you out of your mind?”"],
        [" ", "\tJimmie didn't bother to reply as he stumbled along behind his brother on their way to the YMCA. It was just too cold to talk, this December day in 1891. Besides, Ernest was only complaining about his physical education class again."],
        [" ", "\t“Football,” Ernest went on, “is worth coming to class for. So's baseball. But what can you do when the playing fields are frozen and covered with snow? You're stuck in the gym, lifting dumbbells. One-two, one-two! What fun!”"],
        [" ", "\tJimmie was proud of his older brother, most of the time. He was attending the International YMCA Training School in their hometown of Springfield, Massachusetts, studying to qualify as a future YMCA director. But now he had this gym class. For weeks, they'd been doing nothing but gymnastic drills and calisthenics. Class was boring, and Ernest disliked it. Jimmie was just tired of hearing about it."],
        [" ", "\t“I'm not the only one who's fed up, either,” Ernest was saying. “We're grown men in this class, not kids. If something doesn't change soon, everyone's going to—” He broke off. They had entered the gymnasium."],
        [" ", "\tJimmie pulled off his coat and scarf, glad to be out of the wind. He gazed around. The gym was built like a fortress, with high windows and thick walls. A narrow balcony, about ten feet above the floor, ringed the entire room. Along the walls were racks of dumbbells and heavy wooden exercise clubs."],
        [" ", "\tWith Jimmie tagging behind, Ernest crossed the gym to where a big man with a mustache was directing the janitor up on a ladder. “Professor Naismith?” Ernest placed his hand on Jimmie's shoulder. “Can my little brother stay here during class?”"],
        [" ", "\tThe man turned and looked Jimmie up and down. “I suppose so,” he said. “But he'll have to go up on the balcony, out of the way.”"],
        [" ", "\t“Yes, sir!” Ernest grabbed Jimmie's collar and trotted him over to the stairs. “Don't cause any trouble,” he warned in a whisper. Jimmie shook himself free and shot up the stairs. He strolled around the balcony until he reached the other side of the gym, far away from his brother. Then he hung his arms over the railing and surveyed the scene below."],
        [" ", "\tThere were eighteen adult students in the class. Most of them looked to be in their twenties. Each wore a gym uniform—gray woolen pants and a long-sleeved black jersey. Jimmie waited for them to line up and start the boring exercises Ernest had described. Instead, Professor Naismith gathered them and held up a soccer ball."],
        [" ", "\t“Today,” the professor announced, “we're going to try something new.”"],
        [" ", "\tGroans echoed through the gym as the class anticipated a new drill. Naismith gestured for silence."],
        [" ", "\t“A few weeks ago, the athletic department director presented me with a challenge: invent a new game. It could be any kind of game, as long as it could be played indoors without damaging either the players or the facilities—and as long as it was more enjoyable than these endless exercise drills.” Professor Naismith grinned, and the class muttered agreement. “I had fourteen days to invent the game. Well, today's the deadline, and all I've got is an idea I thought up at three o'clock this morning. But we're going to try it anyway!”"],
        [" ", "\t“This will be a game of skill rather than strength! It will be fair to all players! The object is to throw this ball into one of those baskets.” Professor Naismith pointed in Jimmie's direction. Jimmie looked down; nailed to the lower edge of the balcony, just below his feet, was an empty peach basket. A second basket was nailed up on the opposite side of the gym."],
        [" ", "\tProfessor Naismith took a sheet of paper from his pocket and read out the rules of his new game. The ball could be thrown or batted in any direction. A player could not run with the ball. He had to throw it from the spot where he caught it. Pushing, tripping, and tackling were forbidden."],
        [" ", "\tJimmie liked what he heard. This sounded like a game he could play."],
        [" ", "\t“Break into two teams of nine,” Naismith said and walked to the center of the gym. Buzzing with interest, the class followed him."],
        [" ", "\t“The game will start when I release the ball. One... Two...” Jimmie leaned forward, gripping the balcony rail as the professor counted. “THREE!” Naismith flipped the ball straight up into the air. With wild yells, eighteen bodies lunged after it."],
        [" ", "\tOne man grabbed the ball. He stood in place while his teammates ran toward their basket, shouting for him to pass it. The opposing players jumped around with raised arms, hoping to block or intercept the ball. Jimmie raced around the balcony, trying to keep up with the action as the ball passed among the men below. When a large, red-haired man on Ernest's team got the ball, he looked down the court and threw it with one hand straight at the goal. It sailed under the basket and out of bounds."],
        [" ", "\tPHWEET! Professor Naismith blew his whistle. “Pass the ball!” he shouted. “Pass it to a teammate who's closer to the basket!”"],
        [" ", "\tThe first player to reach the ball tossed it back onto the court. Then Ernest got the ball. He tried to pass it to a teammate closer in, as Naismith instructed, but an opponent grabbed it in midair, turned, and heaved it wildly toward his own goal. The ball missed by a mile and bounced beneath the balcony. Five men went for it at once, smashing into the equipment racks. CRASH! Dumbbells rolled all over the floor."],
        [" ", "\tPHWEET!"],
        [" ", "\t“Time out!” Naismith called. “Let's pick this up!” Both teams dashed over to clean up quickly so they could continue the game. Soon the ball was back in play."],
        [" ", "\tAlthough Professor Naismith often had to blow his whistle and stop the game as the players broke the rules or crashed into each other, Jimmie thought the men were getting a little better at moving the ball around. The class was certainly getting a lot of exercise! Nobody was quite sure what he was supposed to be doing, but they were all doing it as hard as they could anyway."],
        [" ", "\tNow the ball belonged to a fellow named Bill Chase. Holding it above his head, he ducked to dodge an elbow—then realized he had an open shot to the basket. With both feet flat on the ground, Chase aimed carefully, then pushed the ball from his chest with two hands, lobbing it softly through the air in a high arc. Jimmie held his breath. The ball swooped down, teetered on the rim of the basket, and fell in."],
        [" ", "\t“Yes!” Jimmie shouted with joy. Ernest's team erupted in cheers, while the opposing playersgood-naturedly tried to boo them down. Professor Naismith placed his hands on his hips and smiled broadly."],
        [" ", "\tThen the cheering and shouting died away. Jimmie looked down. Eighteen faces were staring up at the balcony with puzzled expressions. They'd just realized something."],
        [" ", "\tThe ball was in the basket."],
        [" ", "\tThe basket was ten feet off the ground."],
        [" ", "\t“After we score a goal, sir,” someone ventured, “how do we get the ball back?”"],
        [" ", "\tProfessor Naismith rubbed his forehead. “I guess we'll have to borrow the janitor's ladder again.”"],
        [" ", "\tBut before the janitor could come plodding back in, Jimmie had an idea. He knelt down above the basket and stretched his arms through the balcony rail. He could just touch the ball with his fingertips, but it was enough. He pulled the ball up and pushed it over the rim."],
        [" ", "\tBoth teams hurrahed as the ball dropped down and bounced across the floor. Everyone scrambled after it. CRASH!"],
        [" ", "\tPHWEET!"],
        [" ", "\t“We're out of time!” Naismith announced. “Class is over.” He grinned at their disappointed faces. “Don't tell me you actually enjoyed our session today!”"],
        [" ", "\tJimmie didn't want the game to end, either. As he came slowly down the stairs, Ernest smiled at him, proud that he had helped out."],
        [" ", "\t“What do you call your game, sir?” Bill Chase asked, still puffing from the exercise."],
        [" ", "\tNaismith shrugged. “I hadn't thought about a name. Gymnasium-Ball, perhaps?”"],
        [" ", "\t“That's too dull for such a good game,” the red-haired fellow said. Jimmie agreed. An exciting sport like this should have a really good name, something with a lot of bounce that caught the whole spirit of the game."],
        [" ", "\t“How about Naismith-Ball?” someone suggested. The professor waved that away with a snort."],
        [" ", "\tAs the class filed out, Jimmie listened to the men discussing ways to solve the problem of retrieving the ball."],
        [" ", "\t“If there was a string you could pull, to tip the basket and shake the ball out...”"],
        [" ", "\t“Or if you poked a long stick into the basket, maybe you could push the ball out...”"],
        [" ", "\tJimmie frowned. He had a feeling they were all missing a perfectly simple solution."],
        [" ", "\t“I can get an old basket,” Ernest was saying, “and nail it up to the haymow in our barn. Jimmie, old pal, I'll need to borrow your soccer ball.”"],
        [" ", "\t“Only if I can play, too!”"],
        [" ", "\tJimmie couldn't wait to show his friends the new game. He knew they'd love it. And they would show their friends, and those friends would show friends, until pretty soon, everyone would be playing it."],
        [" ", "\tBasket-Ball, Jimmie thought. That's what we ought to call it."]
    ],
    "Copyright": "",
    "References": []
}