{
    "Directions": "Read the story, then answer each question that follows.",
    "Context": [
        "This story is about a girl who finds some unusual shoes."
    ],
    "Title": "Those Wacky Shoes",
    "Subtitle": "",
    "Author": "by Julie Parker Amery",
    "LabelType": "P",
    "Content": [
        ["1", "I thought it was going to be an ordinary Saturday—but, boy, was I wrong."],
        ["2", "I bought some shoes at a thrift shop downtown. They were blue-and-red- checkered slip-on sneakers. Unusual. I liked them."],
        ["3", "I put them on outside the store. I got ready to turn right, toward home ... but my feet turned left! It was as if those wacky shoes were in control. I tried to stop to take them off, but my feet wouldn't let me. I quickly realized that those shoes were going to take me wherever they wanted."],
        ["4", "The shoes walked me up Main Street, nice and slow. After a few blocks, they turned my feet left up Pine Street. They started picking up speed. I passed a woman walking a beagle. She looked at my shoes and said, “Did you get those at the secondhand store downtown?”"],
        ["5", "“Yep.” I hurried along at the pace of a speed-walker."],
        ["6", "“I was stuck in those shoes once,” she said. “They took me all the way to Vermont!”"],
        ["7", "“How do I get out of them?” I shouted over my shoulder. By now I was running."],
        ["8", "“You have to outsmart them,” she yelled back. And she said something else, but by then I was too far away to hear."],
        ["9", "Great, I thought. Someone tells me to outsmart a pair of shoes, and I can't. This doesn't speak well for my brain."],
        ["10", "We turned up a dirt path, heading straight for a huge oak. I put my hands over my face, certain I'd smash right into that tree. But my feet started climbing up the trunk! I grabbed the trunk with both hands to keep my balance. We went higher and higher."],
        ["11", "Did I mention that I don't like heights much? I tried not to look down. I kept going, my heart pounding like a giant hammer in my chest, when—suddenly— my feet slipped."],
        ["12", "So those shoes weren't perfect, after all."],
        ["13", "I grabbed a branch with both hands and hung. It sure was high up there."],
        ["14", "Somehow, I managed to pull myself up to sit on a branch. My feet were still. It seemed that when they weren't on something solid, those shoes weren't quite so tough. I tried to pull one off, but it was latching on with all its might. Now what should I do?"],
        ["15", "The good thing about being stuck in the tree was that I had time to think up a wild idea."],
        ["16", "I started yelling. Since I was in the middle of nowhere, I had to yell for what seemed like a hundred years. Finally, a kid rode up on his bike."],
        ["17", "“Can you do me a favor?” I called. “Can you get someone to bring a big bucket of wet cement? It would really help me out.”"],
        ["18", "“We've got cement mix in our garage,” he said. “I can make some and bring it to you.” And off he went, just like that. I like a kid who doesn't ask a lot of questions."],
        ["19", "Eventually the kid came back, walking this time, and pulling a rusty wagon behind him. The wagon was filled with wet cement."],
        ["20", "“Hey, thanks!” I said. “Now, I'm going to start coming down the tree. I want you to put the wagon right under my feet when I get low enough to jump. Got it?”"],
        ["21", "He nodded, and I set to work on shimmying from branch to branch, careful not to let my feet touch anything. I didn't want the shoes to take over again."],
        ["22", "When I was on a lower branch, I jumped. My feet went luuuurrrrp as they hit the wet cement."],
        ["23", "“Now, can you find a couple of strong people?” I asked. I stood there in the cement while he was gone, my stomach feeling all twisty. I was scared and excited at the same time."],
        ["24", "The boy returned with a boy and a girl. They looked at me strangely, but I just said, “Could you yank me out?”"],
        ["25", "They grabbed me under my arms and pulled."],
        ["26", "My plan worked! The cement held the shoes in place, and I came out of them. I was free!"],
        ["27", "“Thanks, guys!” I said."],
        ["28", "“I guess your shoes are stuck in there forever,” the girl said."],
        ["29", "“It's OK. I was done with them anyway.”"],
        ["30", "Then the wagon started rolling down the path. It gathered speed, took a left when it got to the road, went steadily up the hill, and was soon out of sight."],
        ["31", "I sure hope those wacky shoes know how to drive."]
    ],
    "Copyright": "“Those Wacky Shoes” by Julie Parker Amery from Highlights for Children Magazine's December 2009 issue, copyright © 2009 by Highlights for Children, Inc., Columbus, Ohio. Used by permission.",
    "References": []
}