{
    "Directions": "Read the passage and then write a response to the prompt that follows.",
    "Context": [],
    "Title": "Clover",
    "Subtitle": "",
    "Author": "by Billy Lombardo",
    "LabelType": "P",
    "Content": [
        ["1", "\tBy the time Graham entered the class, the go-around had already begun. What had developed over the past two months — without captaincy, it seemed, without organization or deliberation—was an informal Monday morning circle in which each student shared the best moment of her weekend with the rest of the class."],
        ["2", "\tGraham waited for the ritual to feather away and for the girls to take out their novels and note­books before he cleared his throat and pointed to his hair, which a couple of the girls had already noticed. Emma Neary seemed to look everywhere but at Graham during the Monday ritual. Leigh Fanning disguised her alarm at his hair by passing it off as a crick in her neck."],
        ["3", "\t“Before I begin with a poem,” Graham said, “if I might just talk about my hair a moment.”"],
        ["4", "\tThere were smiles, there was the folding of arms across chests, the lovely and generous gestures of smart and confident young women who appreciated the perquisites that sometimes came with being smart and responsible — these anecdotal asides, for example, from teachers who treated them like grownups."],
        ["5", "\t“You know, of course,” Graham began, “that I've been working feverishly on my house since the day I bought it two years ago.”"],
        ["6", "\tOf course they knew. They had been in on the ongoing saga of Graham's home renovations from the first day of class. They knew about his plumbing issues and the crumbling chimney, the gutter debacle, the ancient wiring, the plaster and lath. They knew about the never­ending trips to Peasley's Hardware. Graham believed in these small revealings of his life to his students; they had been part of his pedagogy from early in his teaching career. There were teachers who complained incessantly about the lack of classroom time, about the chippings away of the day, about bathroom visits and early dismissals for swim meets and soccer games, but Graham made no apologies for the few minutes he allowed his students some respite from the rigors of the school day."],
        ["7", "\t“You remember Previous Owner,” he said, and the girls smiled. The previous owner had taken on a kind of literary value in their class. He was a secondary character, a clownwho had a habit of taking the easy way out. The girls sat back in relaxed anticipation while Graham reminded them of the time Previous Owner had painted over wallpaper and the wallpapered over that. Graham reminded them of the layers of linoleum and tile built upon each other like kitchen strata."],
        ["8", "\t“Well,” Graham continued, “one of the last remnants of Previous Owner's terrible taste in everything is the bathroom mirror.”"],
        ["9", "\tHe couldn't say why he had kept the ancient relic up so long. He had cut his index finger twice before finally covering the bottom corner of the mirrored cabinet with duct tape. It was a rusting tin box with shelves, painted white, to which looking glass had been glued."],
        ["10", "\t“Well,” Graham said, “I've finally taken the mirror down.” There was applause, smattered and light. Graham nodded, right-angled his arms at the front and back of his waist, and bowed at their recognition of this small triumph. But there was more."],
        ["11", "\tThe plan was to install the new mirror last night as well, but the installation turned out to be trickier than he had anticipated. He'd purchased the new mirror months before but had forgotten electrical work would be involved. There were lights."],
        ["12", "\t“Anyway,” Graham said. “I realized late last night that it would have to wait until another day. It's looking to become one of those projects that requires numerous trips to Peasley's.”"],
        ["13", "\t“What does that have to do with your hair?” Leigh Fanning asked."],
        ["14", "\tGraham set his palms in the air before him, two gentle stop signs for Leigh Fanning, and the class smiled. Leigh Fanning was not patient."],
        ["15", "\t“The long and short of it is this,” Graham said. “In the morning, when I showered and dried my hair and otherwise prepared for the school day, I did so without the benefit of a bathroom mirror. Ergo this.” He pointed to the tuft."],
        ["16", "\t“It's like an ossicone,” McKenzie Caldwell said."],
        ["17", "\t“I knew someone in this class would use that word,” Graham said."],
        ["18", "\t“What's an ossicone?” asked another girl."],
        ["19", "\t“Giraffes have them,” someone said, and Ellery White raised her hand."],
        ["20", "\tEllery was sitting that day where Caroline Dahl usually sat — between McKenzie Caldwell and Lizzy Bell. Always the first to enter the room, she took a different seat each day, and in this manner she worked her clockwise way around the oval table. Among the other ways she distinguished herself from the girls in the classroom was this: she was the only student who ever raised her hand."],
        ["21", "\t“Yes, Ellery?” Graham said, and Ellery's right hand drifted slowly and lightly downward before settling on her left. She was graceful and lovely and smart. “Don't you have another mirror, Mr. Koglin?” she asked."]
    ],
    "Copyright": "“Clover” by Billy Lombardo, Cicada, September 1, 2011. Copyright © 2011 by Cricket Media. Used with permission of Carus Publishing Company via Copyright Clearance Center.",
    "References": []
}