{
    "Directions": "Read the next two selections and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [
        "problems/TX17G5R/media/S2a.jpg"
    ],
    "Title": "Pucker-up Time in Eau Claire",
    "Subtitle": "",
    "Author": "by Lou Mumford",
    "LabelType": "P",
    "Content": [
        ["1", "EAU CLAIRE—Apparently, spitting tart cherry pits, an activity that began at Eau Claire’s Tree-Mendus Fruit Farm as a neighborhood get-together and evolved into an international competition, is a difficult habit to break."],
        ["2", "Don’t believe it? The orchard at 9351 E. Eureka Road on Saturday will host its 40th annual pit spit."],
        ["3", "With every such event, it seems, there has been suspense and even shock as contestants let the pits fly across the 100-foot asphalt court. Usually, it’s Rick “Pellet Gun” Krause, a 15-time tournament champion, or members of his pit-spitting family who are responsible for the shock and awe."],
        ["4", "Take, for example, Brian “Young Gun” Krause’s spit in 2003 that traveled, with the roll—yes, rolls count—an incredible 93 feet, 6 1/2 inches. Spits like that are the reason a Krause usually walks off as tournament champion."],
        ["5", "But the consecutive 10-year-plus Krause family reign came to a screeching halt in 2012 when unemployed Chicago truck driver Ronn Matt, 46, blew away the competition with a 69-foot spit. Surprisingly, he said he had never before spat a cherry pit, although he admitted spitting larger peach pits at the Glad Peach Festival in Coloma where he’s a two-time champion."],
        ["6", "Asked about his technique, Matt said he doesn’t have one."],
        ["7", "“I just wing it,” he said."],
        ["8", "Teichman¹ said he’s expecting Rick Krause, who lives in Arizona, to return Saturday for another s͟h͟o͟t at the title. Expected, too, are Brian Krause and another Krause offspring, Matt, who finished third last year with a spit that traveled just shy of 54 feet. Rick Krause was the runner-up with a spit of 61 feet, 2 inches."],
        ["9", "Teichman said that while last year’s frosts resulted in relatively few cherries for the competitors, the harvest this season has been such that cherries are abundant. Given the event’s 40th anniversary, there will be more activities Saturday as well, including prizes for all qualifying children contestants and several surprise award presentations."],
        ["10", "Qualifying rounds run from 10 A.M. to noon. At 1 P.M., a dignitaries’ competition is on tap, followed at 1:30 P.M. by youth competitions for age groups 5 and younger, 6 to 8, and 9 to 12. Women will compete at 1:45 P.M. and the championship spit-off is set for 2 P.M."],
        ["11", "Teichman, a self-described “pitiful pit spitter” whose best spit covered a little more than 27 feet, said competition could be intense with the expected appearance of a competitor from California who won a similar tournament in that state."],
        ["12", "As for Rick Krause, he no doubt will be ready to roll."],
        ["13", "“He’s probably behind a tree right now, practicing,” Teichman said."]
    ],
    "Copyright": "South Bend Tribune",
    "References": [
        ["¹", "Herb Teichman is the contest founder and the owner of the Tree-Mendus Fruit Farm."]
    ]
}