{
    "Directions": "Read the selection and choose the best answer to each question.",
    "Context": [],
    "Title": "The Making of a Baseball Bat",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "For baseball fans, there's nothing quite like the crack of a wood baseball bat when it makes contact with a baseball. Although many schools and leagues use metal bats, players in the major leagues have always been required to use wood bats. These bats are made for each player, often with specific features requested by the players themselves."],
        ["", "The Birth of a Legend"],
        ["2", "One of the most famous baseball-bat makers is Hillerich & Bradsby Company. The idea for the company's famous baseball bat, the Louisville Slugger, was born in 1884 when John “Bud” Hillerich took a break from working at his father's woodworking shop in Louisville, Kentucky, to watch a local baseball game. One of the players, Pete Browning, was so frustrated when he couldn't hit the ball that he broke his bat. Hillerich offered to make Browning a new bat. The two went to the woodworking shop, where Browning told Hillerich exactly what kind of bat he wanted. After Browning got three hits the first day he used his new bat, other baseball players began asking Hillerich to make bats for them, too."],
        ["3", "There was just one problem. Hillerich's father was not interested in making bats. At first, he refused to make bats for baseball players, preferring to continue making products such as stair rails and butter churns. Hillerich finally convinced his father that making bats would be good for the shop, and a new business was born."],
        ["", "A Standard Slugger"],
        ["4", "Since 1884 more than 100 million Louisville Slugger bats have been made. The bats have remained popular with major league baseball players for more than 100 years."],
        ["5", "In 1905, Honus Wagner, one of baseball's best hitters at that time, became the first professional athlete associated with a sports product. He signed a contract that allowed his signature to appear on Louisville Slugger bats. Once other baseball players saw how the Louisville Slugger affected Wagner's hitting, they, too, began using and promoting the bats."],
        ["6", "Professional baseball became very popular in the United States during the 1920s. Louisville Slugger bats were favored by the game's biggest stars. Baseball legends such as Babe Ruth and Ted Williams went to the factory where Louisville Sluggers were made and talked with the workers. The talented workers then crafted the bats according to each player's description. The players knew exactly how they wanted their bats designed. Williams once complained that the handles on his bats didn't feel right. When workers measured the bats, they found out he was correct. The handles were too narrow — by 5/1000 of an inch!"],
        ["", "problems/TX17G5R/media/S6a.jpg"],
        ["7", "Professional athletes have grown a͟c͟c͟u͟s͟t͟o͟m͟e͟d to using the same equipment in games and in practice. They know that even a slight change in the proportions of a baseball bat can hurt a player's performance in a game. Professional baseball players spend much time and effort to ensure they are using equipment that is the right size."],
        ["", "Old and New"],
        ["8", "In the early days of baseball, bats varied in size and shape. They were made with any kind of wood that was available. Most of today's bats are made from two kinds of wood: maple and ash. Maple is harder than ash, so a bat made from maple can strike the ball with more force than a bat made from ash. Ash is lighter than maple, so a bat made from ash can be swung faster. The shape of today's baseball bats is also more regular — narrow at the handle and wide at the end."],
        ["9", "Although the basic design of today's professional bats is similar, it is up to each player to find the bat that works best. Several factors are important for a player to consider. Bats come in different lengths and weights. The barrel diameter, or the distance around the top of the bat, also varies. And then there are the different types of wood to choose from. The best way for baseball players to find the bat that will most enhance their game is to try several bats and see which one feels right."],
        ["10", "Baseball bats have changed a great deal over the years. Players now have more choices when selecting a bat. But one thing remains constant: the opportunity for players to perform at their best, thanks to the great designs offered by Hillerich & Bradsby Company and its Louisville Slugger."],
        ["", "problems/TX17G5R/media/S6b.jpg"]
    ],
    "Copyright": "Third party trademarks Hillerich and Bradsby Co.® and Louisville Slugger® were used in these testing materials.",
    "References": []
}