{
    "Directions": "",
    "Context": [
        "Philip Desmond, a writer from Canada, is visiting Ireland with his wife and children. After weeks of travelling, he is planning to start work on a novel."
    ],
    "Title": "(from) The Leper's Squint",
    "Subtitle": "",
    "Author": "by Jack Hodgins",
    "LabelType": "P",
    "Content": [
        ["1", "Mrs. O'Sullivan is in the next room, Desmond knows, in her own room listening. If he coughs she will hear. If he sings. She will know exactly the moment he sets down his next word on that top sheet of paper. Mrs. O'Sullivan is the owner of this house, which Desmond rented from home through the Borde Failte people before he discovered that she would live in it with them, in the centre of the house, in her two rooms, and silently listen to the life of his family going on around her. She is a tall dry-skinned old woman with grey finger-waves caged in blue hair net, whose thick fingers dig into the sides of her face in an agony of desire to sympathize with everything that is said to her. “Oh I know I know I know,” she groans. Last night when Desmond's wife mentioned how tired she was after the long drive down from Dublin, her fingers plucked at her face, her dull eyes rolled up to search for help along the ceiling: “Oh I know I know I know.” There is no end to her sympathy, there is nothing she doesn't already know. But she will be quiet as a mouse, she promised, they won't know she is here."],
        ["2", "“Maybe she's a writer,” Desmond's wife whispered to him, later in bed. “Maybe she's making notes on us. Maybe she's writing a book called North Americans I Have Eaves-Dropped On.”"],
        ["3", "“I can't live with someone listening to me breathe,” Desmond said. “And I can't write with someone sitting waiting.”"],
        ["4", "“Adjust,” his wife said, and flicked at his nose. She who could adjust to anything, or absorb it."],
        ["5", "On this first day of his novel Desmond has been abandoned by his wife, Carrie, who early this morning drove the car in to Cork. There are still, apparently, a few Seamus Murphy Statues she hasn't seen, or touched. “Keep half an eye on the kids,” she said before she left. Then she came back and kissed him and whispered, “Though if you get busy it won't matter. I'm sure Mrs. O'Sullivan won't miss anything.” To be fair, to be really fair, he knows that his annoyance is unjustified. He didn't tell her he intended to work today, the first day in this house. She probably thinks that after travelling for six weeks through the country he'll rest a few more days before beginning; she may even believe that he is glad to be rid of her for the day, after all those weeks of unavoidable closeness. She certainly knows that with Mrs. O'Sullivan in the house no emergency will be overlooked, no crisis ignored."],
        ["6", "Desmond now that his hands have warmed a little lifts one of the pens to write, though silently as possible, as if what he is about to do is a secret perversion from which the ears of Mrs. O'Sullivan must be protected. But he cannot, now, put down any new words. Because if the novel, which has been roaring around his head all summer and much longer looking for a chance to get out, should not recognize in the opening words the crack through which it is to spring forth, transformed into a string of words like a whirring fish line, then he will be left with all that paper to stare at, and an unmoving pen, and he is not ready to face that. Of course he knows the story, has seen it all in his mind a hundred times as if someone else had gone to the trouble of writing it and producing it as a movie just for him. But he has never been one for plunging into things, oceans or stories, and prefers to work his way in gently. That opening paragraph, though, is only a paragraph after all and has no magic, only a few black lifeless lines at the top of the paper. So he writes it out again, beneath the first time, and again under that, and again, hoping that the pen will go on by itself to write the next words and surprise him. But it does not happen, not now."]
    ],
    "Copyright": "“The Leper's Squint” first published in the collection Damage Done by the Storm. McClelland & Stewart Ltd, Toronto, Canada, 2004.",
    "References": []
}