{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [
        "Mordecai has written this essay to explain an invention that will benefit areas of the world that lack clean drinking water. Read Mordecai's essay and look for any corrections that he needs to make. When you finish reading, answer the questions that follow."
    ],
    "Title": "Using Solar Power to Clean Drinking Water",
    "Subtitle": "",
    "Author": "",
    "LabelType": "N",
    "Content": [
        ["", "\t(1) What happens when you combine three universities, a worldwide need, and an ancient technology? (2) The result is an innovative and modern machine based on an old idea. (3) Engineers from the University at Buffalo, Fudan University in China, and the University of Wisconsin-Madison have come together with funding from the National Science Foundation to produce an efficient and cost-effective device that filters drinking water using the world's most abundant power source—the sun."],
        ["", "\t(4) The need for clean drinking water has been present since humans have been on Earth. (5) More than 2,300 years ago, the philosopher Aristotle described the water cycle in his writing titled Meteorology. (6) He explained that water is heated by the sun, evaporates up into the air, condenses into drops, and then fell back to the ground, pure and free of contaminants. (7) The evaporative stage is what purifies the water. (8) Devices known as solar stills replicate this natural water purification process. (9) The earliest solar stills were used by sailors to convert seawater to fresh water."],
        ["", "\t(10) Despite this knowledge about how to generate clean water using evaporation, pure drinking water is not available everywhere. (11) It is estimated that over one billion people worldwide lack clean drinking water. (12) University at Buffalo Professor Qiaoqiang Gan and the other engineers funded by the National Science Foundation recognized this need. (13) In response, they created a method of purifying water that builds upon Aristotle's ancient observations."],
        ["", "\t(14) Gan's team invented a solar water purifier that is a modern version of an evaporative solar still. (15) This device resembles the roof of a tent, with a strip of carbon-coated paper draped over the top so that the paper strip hangs down on the sides in a slight slope. (16) The ends of the paper strip dip into a water container at the bottom. (17) Gradually, the water in the container is absorbed by the paper. (18) When the black carbon coating on the paper is heated by the sun, the wet paper begins to dry. (19) During evaporation, salt, dirt, bacteria, and other contaminants are trapped in the paper. (20) As the temperature cools, water droplets begin to condense on the surface of the paper. (21) The purified water is collected in a clean container and is ready to drink."],
        ["", "\t(22) There are a few key advantages of the solar water purifier. (23) First, the device is quick and efficient. (24) The solar still can generate up to 5 gallons of clean water daily, which is enough to provide sufficient drinking water for a family. (25) Furthermore, this solar water purifier is cheaper than other water-purification devices because they are made with inexpensive and widely available materials. (26) However, there are also disadvantages of using the solar water purifier. (27) The diversity of environments' on Earth presents design challenges that have put Gan and the other engineers to the test. (28) One challenge is tweaking the device to accommodate different water types. (29) The solar water purifier can filter salt water to make it drinkable, however, the salt left behind quickly builds up and hinders the process. (30) Humid environments also create a challenge, since little water can evaporate into moist air. (31) Gan and his team, who are funded by a special grant, continue to adjust their device to correct these issues."],
        ["", "\t(32) Currently, the engineers are working to make their purifier available worldwide. (33) Soon, drinkable water will be purified and assessible where it is needed. (34) The future of solar water purification looks bright."]
    ],
    "Copyright": "",
    "References": []
}