{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [],
    "Title": "Teen Studies Better Cleaning through Chemistry",
    "Subtitle": "",
    "Author": "by Bethany Brookshire\nScience News for Students\nNovember 11, 2016",
    "LabelType": "P",
    "Content": [
        ["1", "Inspiration for science projects can be found almost anywhere, even in the most common of tasks. Nathan Deng, 14, found his doing the dishes. The teen wondered why hot water worked better than cold water when washing, and what made soap a good cleaner. The simple experiments he devised to investigate these matters earned him the Lemelson Award for Invention here at the Broadcom MASTERS."],
        ["2", "MASTERS stands for Math, Applied Science, Technology and Engineering for Rising Stars. Every year, this event brings together 30 middle-school students from around the country to share their award-winning science fair projects. The competition was created by Society for Science & the Public — which publishes Science News for Students. It's sponsored by the Broadcom Foundation."],
        ["3", "Nathan — now a freshman at San Marino High School in California — doesn't like his household chores any more than anybody else. But he said doing them made him curious about why we use hot water and soap to clean. The teen was further inspired by something he read about the Deepwater Horizon oil spill in the Gulf of Mexico in 2010. To clean up the mess, planes sprayed the water with a chemical mix called Corexit. It was supposed to help disperse the oil, preventing it from clumping on the surface and coating the wildlife, though it didn't work well."],
        ["4", "“I decided that I wanted to find a method for cleaning that is both efficient and environmentally friendly,” he says."],
        ["5", "But this is a big goal, so the teen started small. He decided to look at surface tension — an effect that occurs when molecules bond to each other on the surface of a liquid. Surface tension is why, when you fill a glass just a little too much, the water forms a tiny lump at the top. This is great for keeping water in your glass but bad for cleaning, Nathan explains. Dishes are riddled with tiny cracks and pores — places where dirt and germs can hide. Surface tension holds water together, keeping it out of these itty bitty spots. Instead of going into the pores where it can reach the dirt, the water bridges over these places, Nathan explains. And that “can make it difficult to clean the stuff stuck in the crevices,” he says."],
        ["", "problems/TX22HSE2/media/S8a.jpg"],
        ["6", "The teen wanted to see how he might reduce the surface tension of water. That would break up the bridging over the pores, he explains. Then, the water could flush through and rinse out the dirty substances."],
        ["", "Wᴇɪɢʜᴛʏ Wᴀᴛᴇʀ"],
        ["7", "Nathan didn't have a lot of fancy equipment to work with. That didn't stop him. To measure surface tension, he gathered a large plastic syringe, some tubing, a kitchen scale — and of course some water. If a water droplet has a high surface tension, it holds together longer — and gets bigger — before a drop breaks apart. Nathan filled his syringe with water and slowly pushed it out over the scale. Bigger drops have more surface tension. So by weighing his drops, the teen could find out if changes he made to the water increased or decreased the surface tension."],
        ["8", "Nathan started with drops of water that had different temperatures. As water gets hotter, the molecules in it move faster. The teen hypothesized that this would make it harder for the water to form a film on the surface and its surface tension would decrease. He tested water at 5°, 15°, 20°, 35° and 50° Celsius (41°, 59°, 68°, 95° and 122° Fahrenheit). Nathan avoided water at 0 °C (32 °F) since ice doesn't drip well. He also avoided boiling water, which could get dangerous. The teen dripped water at each temperature and weighed it to determine the size of his drops, running each temperature test three times."],
        ["9", "As the temperature of the water increased, the size of the drops decreased, which suggested the surface tension was also decreasing. Nathan concluded that cleaning a dish with hot water is probably more efficient than cold."],
        ["10", "Next, he tested soap — or rather a main ingredient in it, sodium lauryl sulfoacetate (or SLSA). This chemical is a surfactant — a chemical that decreases the attraction between water molecules, which lowers surface tension. Nathan tested pure water, water with 0.01375 percent, 0.01275 percent, 0.055 percent, 0.1 percent, 0.2 percent and 0.5 percent SLSA. (All were held at the same temperature of 20 °C.) He dripped and weighed his mixtures again."],
        ["11", "The addition of the surfactant decreased surface tension more than simply heating water, Nathan found. After reading more about the chemical, the teen discovered that SLSA is a chemical with two ends. One is hydrophobic — it is repelled by water. The other is hydrophilic, or attracted to water. When SLSA with its two ends is placed in water, the molecules of the chemical line up at the water's surface. Their hydrophobic heads stick out into the air while their hydrophilic tails stay comfortably in the water. This film of molecules means water can't form its usual bonds at the surface. The whole mixture has lower surface tension."],
        ["12", "At high concentrations of SLSA, something else happens. The surface of the water is filled with the chemical, and the rest of the molecules are stuck under the water. There they form clumps called micelles. These clumps are very good for cleaning up oil, Nathan notes. Oil is also hydrophobic, and a micelle isolates the oil from the water."],
        ["13", "Finally, Nathan wanted to see what would happen if he added regular old table salt. He thought that salt might decrease surface tension, because adding the tiny molecules to the water would stop the water bonding to itself at the surface. But he found that salt made very little difference."],
        ["14", "The teen ended up with an answer to why we use hot water and soap to clean dishes instead of cold water alone. Both reduce surface tension. And this helps water get into the nooks and crannies of our dirty dishes. If you have no soap, he says, use hot water. But adding soap is usually a good idea."],
        ["15", "Nathan found that his apparatus — a syringe and tube with a scale — was great for measuring surface tension. He wants to sell his setup as a surface tension kit for classrooms, so other teens can do his experiments. Then they, too, can learn that invention and research don't require fancy materials or expensive equipment."]
    ],
    "Copyright": "Bethany Brookshire, Science News for Students, November 11, 2016. Used with permission.",
    "References": []
}