{
    "Directions": "Read the passage. Then answer each question that follows.",
    "Context": [],
    "Title": "[from] Courage for Beginners",
    "Subtitle": "",
    "Author": "by Karen Harrington",
    "LabelType": "P",
    "Content": [
        ["1", "I don't know much, but I do know people stop to look at unusual things. People slow down to look at car accidents. People pull out their cameras to snap pictures of orange sunsets. People lie on the grass in the dark if a news reporter says you might spot a meteor shower after midnight."],
        ["2", "Maybe I look unusual right now. I probably do, but then, how could I stop to look at myself? That would be a trick."],
        ["3", "I could be a painting in a museum. Girl Who Sits by a Window."],
        ["4", "Museumgoers in colorful summer sandals would walk by my picture frame and say, Here is an odd red- haired girl sitting by her window. What is she waiting for? What is she looking at? What are we looking at?"],
        ["5", "In school I learned that if you are really quiet, people will think you are smart. This is another trick. I'm not smart. I just can't stop thinking."],
        ["6", "I sit here motionless and still. Thinking. There is nothing else to do."],
        ["7", "Most people aren't stuck inside their boring houses all the livelong day."],
        ["8", "I am. That alone makes me unusual."],
        ["9", "Dad is at work and Mama is in her room with the door closed and I have no idea about Laura. Mama just painted her walls Seafoam Green in preparation for another mural, and I wouldn't want to be in there if I was her, because of the fresh paint smell. But Laura is probably sidled up next to Mama on her bed, discussing whether the new mural should be a tree or teddy bears at a picnic or teddy bears at a picnic under a tree. As for me, I told Mama to quit changing the mural scene on my wall. I'm just fine with her version of the Mona Lisa, which we call the Faux- na Lisa. So far, she's left it there. She is starting on a forest in the hallway. For once in my life, I'm thankful none of my friends come over. Actually, that my one friend doesn't come over. There is only one. But I would die a thousand deaths of embarrassment if he saw all Mama's paintings. A portrait of SpongeBob is displayed over the hallway toilet. How do you explain that? Maybe it's just another unusual thing about my life."],
        ["10", "The thing to do is move away from the window and stop looking at the street. It's getting hot, and I can already tell this August afternoon is going to be a heat- down, beat- down. It's my turn to water the backyard vegetables. They are probably screaming for me now. Help! Help us! If vegetables could scream, that is. But I have to wait for Woman Who Goes Somewhere to walk by our house. I need to take her picture and solve the mystery of where she is going before I get in trouble again."],
        ["11", "Around the Fourth of July, I'd gotten the grounding of my life for taking pictures of Woman Who Goes Somewhere. Every flip- flop day of the summer, this woman has walked past my house, slow and steady and always in some weird outfit. Long baggy pants. Neon- yellow shirts. A parka! Let me tell you this: No one in Texas needs a parka. Nothing about this woman says she's a professional walker. And I know what they look like. There are two power walkers on our block who wear black- and- green warm- ups and put their hair up in tight ponytails. That is what they are supposed to do. Not Woman Who Goes Somewhere. Her hair is usually wild and disorganized. She doesn't carry a purse. She doesn't have anyone with her. She strolls to the beat of her own music. Where is she going? I have my theories. There are a lot of things going on in the big, wide world. Dangerous things. Adventurous things. Unusual things."]
    ],
    "Copyright": "Courage for Beginners by Karen Harrington. Copyright 2014 by Little, Brown Books for Young Readers. Reproduced with permission of Hachette Book Group, Inc. via the Copyright Clearance Center.",
    "References": []
}