{
    "Directions": "Read the passage. Then answer each question that follows.",
    "Context": [],
    "Title": "Dancers on Wheels",
    "Subtitle": "",
    "Author": "by Janeen R. Adil",
    "LabelType": "P",
    "Content": [
        ["1", "Annie had her first dance lesson when she was 9 years old and in third grade. The students watched her come in, and even the grownups looked at her. She heard people whisper, “That girl can't dance. She can't even walk.”"],
        ["2", "Annie knew they were wrong, and so did her teacher. They knew that dancing, just like painting or playing music, comes from the heart. Annie didn't need to move her feet— she could dance by moving her strong arms and body. Her wheelchair would become part of the dance."],
        ["3", "Every week, Annie went to her dance lesson with Miss Karen. First Annie warmed up her muscles by stretching up and down and side to side. Then her teacher put on some music. When the music was fast, Annie loved to twirl, spinning her wheelchair in circles. When the music was slow, Annie moved her arms like a graceful swan."],
        ["4", "Annie practiced for months to get ready for a dance show. She picked out her own music and costume. When the big night finally came, Annie was nervous but excited, too. When it was her turn, she gave Miss Karen a happy smile and thought proudly, “I am a dancer!” Then Annie wheeled out onto the stage and began to dance."],
        ["5", "Kitty Lunn is someone who understands Annie's experience. She was 8 when she decided to be a dancer. By the time she was 15, Kitty was dancing with the New Orleans Civic Ballet. She studied with famous teachers and danced in widely- known ballets such as Swan Lake and The Nutcracker. When she was older, Kitty moved to New York City, where she worked as an actress and a dancer. She was getting ready to perform in her first Broadway show when her life changed forever."],
        ["6", "While hurrying to rehearsal, Kitty slipped on some ice. She fell down a flight of stairs and broke her back. The accident left her a paraplegic. This means she can move her arms and body but not her legs. It also means that Kitty now uses a wheelchair to get around."],
        ["7", "At first, Kitty thought her life as a dancer was over. Then she learned something important. “The dancer inside me,” she says, “didn't know or care that I was using a wheelchair. She just wanted to keep dancing.” So Kitty found a way to continue doing what she loved."],
        ["8", "In 1994, Kitty Lunn started Infinity Dance Theater. Its members are dancers with and without disabilities. They use movements from ballet, modern dance, and jazz. Like some of the other dancers, Kitty uses a special lightweight wheelchair."],
        ["", "problems/MDG5E/media/S6a.jpg"],
        ["9", "When the 1996 Olympics were held in Atlanta, Georgia, Kitty was there. She performed a dance called “Inside My Body There Is a Dancer.” This title is a good description of what Kitty believes."],
        ["10", "The Infinity dancers perform all over the world. They also help dance teachers learn to work with students who have disabilities."],
        ["11", "There are many other dance companies that include both wheelchair and standing dancers. Each of them would agree with Kitty's advice when she says, “Listen to the dancer in your heart.” There's always a way to dance!"],
        ["", "problems/MDG5E/media/S6b.jpg"]
    ],
    "Copyright": "“Dancers on Wheels” by Janeen R. Adil. Copyright 2004 by Cobblestone Publishing Company. Reproduced with permission of Cobblestone Publishing Company via Copyright Clearance Center.",
    "References": []
}