{
    "Directions": "Read the passage. Then answer each question that follows.",
    "Context": [],
    "Title": "Elephant Talk",
    "Subtitle": "",
    "Author": "by Jack Myers",
    "LabelType": "P",
    "Content": [
        ["1", "Elephants are highly social animals. In Africa they live together in groups of related females with their calves, often led by the grandmother of the family. When the males reach their teens they become independent. Adult males live in separate bachelor herds, or alone, or visiting with many families."],
        ["2", "Scientists naturally expected that animals living so closely together would have a lot of communication. They had listened to sounds of an elephant herd. But until recently no one had heard what could be called elephant talk."],
        ["3", "Katy Payne is a scientist in the Bioacoustics Program of the Laboratory of Ornithology at Cornell University. The laboratory is famous for its study of birds. The program was started to study bird songs but has gone on to many other animal sounds. That's the bioacoustics part."],
        ["4", "Katy had been studying the songs and other sounds of whales. She was curious also about other big social animals and was excited when she got a chance to spend a week with elephants of the zoo in Portland, Oregon."],
        ["5", "She spent every day of that week watching and listening to elephants. “Elephants may not have been the only interesting animals in the zoo, but I had eyes, or ears, only for them,” she wrote later."],
        ["6", "She also learned from the keepers, who told her about some of the things elephants had done. She began to think of those elephants as individuals, each with its own personality."],
        ["7", "Katy had gotten hooked on elephants. On her way home from that first experience, she realized how little she had learned about elephant talk."],
        ["8", "Could it be that the elephants were talking in sounds that her ears couldn't hear? Some whales are known to do that. And she remembered several times in the elephant house when she had felt a throbbing in the air— something she felt but couldn't hear."],
        ["", "Iɴꜰʀᴀsᴏᴜɴᴅ"],
        ["", "problems/MDG5E/media/S2a.jpg"],
        ["9", "In a few months Katy and two friends were back at the elephant house with special microphones and tape recorders. While the recorders were running, the researchers watched and kept records of what was going on."],
        ["10", "When she got home Katy told other scientists of the program about her idea. They encouraged her and found equipment she could use to record infrasound— sound below the frequency that human ears can hear."],
        ["11", "In the laboratory they played back the tapes, but at ten times the recording speed. That increased the frequency of the recorded sounds so people could hear them. Now there was a lot to hear— Katy says it sounded something like a bunch of cows in a barn. She had learned how to listen to elephant talk."],
        ["12", "Now that Katy had learned about infrasound, she wondered how wild African elephants actually talked to one another. That question took her to East Africa and the Amboseli Park of Kenya."],
        ["", "problems/MDG5E/media/S2b.jpg"],
        ["13", "There she teamed up with two other scientists, who knew each of the several hundred elephants of the park. By watching elephants while recording their sounds, the team was able to figure out several different calls."],
        ["14", "When two related elephant families met, there was a lot of excitement, with trumpeting, screaming, and special rumbles of greeting. There's a let's- go call used by an elephant that seemed to want the family to get moving. There were contact calls used by an elephant that had wandered off and wanted to locate her family. In response there were answering calls from the family."],
        ["15", "Katy could hear the calls of nearby elephants because they include some higher-frequency sounds. These calls don't travel as far as infrasound does."],
        ["16", "She also recorded many distant, low- frequency calls. She guessed that the elephants relied upon these infrasonic calls for long- range communication."],
        ["17", "To find out whether the guess was right, the team reversed procedure. They used loudspeakers mounted on a truck to play back elephant recordings while they watched a group of elephants from a tower at a watering hole."],
        ["18", "When an elephant heard a distant call, it had a special “listening” response. It stood still, spread its ears, and moved its head from side to side as if locating the direction of the call. By moving the loudspeakers to different locations, the researchers found that elephants stopped to listen to calls played back from more than a mile away."],
        ["", "Tʜᴇ Cᴏᴏʟ Eᴠᴇɴɪɴɢs"],
        ["19", "They also found that elephants do most of their calling in late afternoon or early evening. At that time the ground is cooling. The air above forms a cool layer close to the ground. That layering of air creates a kind of “sound channel” that can carry sounds for great distances. Then calls probably can be heard by elephants even as far as five miles away."],
        ["20", "The curiosity and hard work of Katy Payne has led to the beginnings of an understanding of how elephants talk to one another. Now she is really hooked on elephants."]
    ],
    "Copyright": "“Elephant Talk” by Jack Myers. Copyright 2015 by Highlights for Children. Reproduced with permission of Highlights for Children via Copyright Clearance Center.",
    "References": []
}