{
    "Directions": "Read the passage. Then answer each question that follows.",
    "Context": [],
    "Title": "High- Flying Simone Biles",
    "Subtitle": "",
    "Author": "by Marty Kaminsky",
    "LabelType": "P",
    "Content": [
        ["", "problems/MDG5E/media/S5a.jpg"],
        ["1", "The crowd stirs as 16- year- old gymnast Simone Biles mounts the balance beam at the 2013 World Artistic Gymnastics Championships in Belgium."],
        ["2", "The beam is 4 feet high, 16 feet 5 inches long, and only 4 inches wide. Walking across its surface would be a challenge for most people, but Simone must do far more than that to earn a gold medal. During her 90- second performance, Simone must leap high in the air, spin completely around on one foot, and execute handsprings and flips without falling off the beam or landing awkwardly."],
        ["3", "To start her routine, the 4- foot- 8- inch athlete pirouettes¹ on one foot two and a half times, then pulls off a flawless split leap. The audience gasps with each move, but Simone is calm as she dances on the beam. She completes her routine with a full twisting double back². After flying high through the air, Simone lands on her feet, and the crowd roars."],
        ["4", "The judges are impressed, too, rewarding Simone with her first All- Around title."],
        ["", "Making Her Mark"],
        ["5", "Since then, Simone has taken the gymnastics world by storm. She is the first female to win three straight All- Around World Championships, earning a total of 14 medals, 10 of them gold. Now, at age 19, she is the most decorated American female gymnast in World Championship history."],
        ["6", "At the 2016 Olympics in Rio de Janeiro, Brazil, Simone added five medals to her total: golds in team, individual all- around, vault, and floor exercise, and bronze on beam."],
        ["", "Talent at a Young Age"],
        ["7", "Life was not always easy for Simone. Her birth mother was unable to care for her children. Simone's grandparents, Ron and Nellie Biles, adopted Simone and her younger sister, Adria. Their new dad and mom moved the girls from Ohio to their home in Texas."],
        ["8", "Simone loved to climb their five- foot- high mailbox and somersault to the ground. On a field trip with her daycare class, six- year- old Simone was introduced to her sport at Bannon's Gymnastix. In no time flat, she started copying the gymnasts, drawing the attention of the instructors."],
        ["9", "“I loved the idea of flipping around, and the center saw something in me, so they sent home a letter to my parents encouraging me to join,” Simone explains. “Right from the start, I was fearless and willing to try anything and everything.”"],
        ["10", "Simone advanced quickly. At age seven, she began performing competitively. In 2011, she placed first on vault and balance beam at the American Classic. Her debut as an international gymnast was in March 2013 at a World Cup event."],
        ["", "Bubbly and Genuine"],
        ["11", "Simone is known for her power and upbeat personality. She often plays to the crowd, flashing a big smile as she performs in the floor exercise."],
        ["12", "In order to master the variety of skills needed to excel at the four events in her sport, Simone trains five to six hours a day, year- round."],
        ["13", "Simone's coach, Aimee Boorman, appreciates her hard work and personality. “Simone is bubbly. She loves to laugh, is genuine and real. When she wins and is given flowers on the medal podium, she searches out the shyest child in the crowd and gives her the flowers.”"],
        ["14", "How does Simone handle the pressures of life as an athlete? “It is important to embrace the moment,” she says. “Remember to have as much fun as you can, but keep in mind, win or lose, you still have your whole life ahead. You can achieve anything that you put your mind to.”"]
    ],
    "Copyright": "“High- Flying Simone Biles” by Marty Kaminsky. Copyright 2016 by Highlights for Children, Inc. Reproduced with permission of Highlights for Children, Inc. via Copyright Clearance Center.",
    "References": [
        ["¹", "pirouettes - whirling the body in a quick motion"],
        ["²", "double back - tumbling backwards in a somersault twice in a row"]
    ]
}