{
    "Directions": "Read the passage and answer each question that follows.",
    "Context": [],
    "Title": "[Excerpt from] The Mystery of the Hot Air Balloon",
    "Subtitle": "",
    "Author": "by Gertrude Chandler Warner",
    "LabelType": "P",
    "Content": [
        ["1", "\tJust then, a shadow fell across the kitchen. The room grew dark. Watch's ears perked up. He whined and scooted under the table. The dog never acted like that without a reason."],
        ["2", "\tJessie pushed herself away from the table. “Maybe there is something out there,” she said."],
        ["3", "\tViolet put down her paintbrush."],
        ["4", "\tHenry closed the cookbook and went to the door. He saw something hovering over the lawn. “It's an aerostat!” he said, his voice full of surprise and wonder."],
        ["5", "\t“It looks like a big balloon to me,” Benny said."],
        ["6", "\t“An aerostat is a balloon,” Henry told him, but Benny didn't hear him. He was already running outside."],
        ["7", "\tHenry, Jessie, and Violet dashed after him."],
        ["8", "\tA large basket hung below the balloon. Two people were inside it. Ropes hung from its sides."],
        ["9", "\t“Grab those ropes!” Henry called."],
        ["", "problems/TN21G4E/media/S1a.jpg"],
        ["10", "\tJessie reached out and took hold of a dangling rope. Violet and Jessie each grabbed other lines."],
        ["11", "\t“Hold on tight!” Henry instructed."],
        ["12", "\tThe basket thumped to the ground and bounced."],
        ["13", "\tHenry ran toward the collapsing balloon. He caught hold of a line at its crown."],
        ["14", "\tThe basket stopped moving and tipped over."],
        ["15", "\tAfraid someone was hurt, Jessie gasped and put her hands over her eyes."],
        ["16", "\tLaughing, a young man and woman in their late twenties crawled out."],
        ["17", "\t“Are you all right?” Jessie asked."],
        ["18", "\t“We're fine,” the young woman assured Jessie. “Thanks to you.”"],
        ["19", "\tHenry stepped forward. “Glad to help,” he said. He extended his hand. “I'm Henry James Alden.”"],
        ["20", "\tThe woman smiled as she shook Henry's hand. “I'm Sky Blair.” She turned to the young man at her side. “And this is Matt Farber.”"],
        ["", "problems/TN21G4E/media/S1a.jpg"],
        ["21", "\t“Sky!” Benny blurted out. “Your name is Sky?”"],
        ["22", "\t“Sky!” Benny blurted out. “Your name is Sky?”"],
        ["23", "\t“Oh, it's all right,” Sky said. “Everybody reacts like that.” She smiled at Benny. “My parents wanted an unusual name. They didn't know I'd end up as a balloon pilot.”"],
        ["24", "\tHenry introduced his sisters and brother."],
        ["25", "\t“We're happy to meet you,” he said."],
        ["26", "\tMatt laughed. “I'll bet you've never met anyone who landed on your lawn before.”"],
        ["27", "\t“Never!” the Aldens all said at once."],
        ["28", "\t“We didn't intend to land here,” Sky said. “A sudden gust of wind blew us off course.”"],
        ["29", "\t“Don't you have a steering wheel or something?” Benny asked."],
        ["30", "\tSky rolled her blue eyes. “Don't I wish,” she answered."],
        ["31", "\t“An aerostat is pretty much at the mercy of the breezes,” Jessie said."],
        ["32", "\t“You seem to know a lot about ballooning,” Matt said."],
        ["33", "\t“I'm reading a book on the history of flight,” Jessie explained. “I just finished the section on hot air balloons, and now a balloon lands on the lawn!”"],
        ["34", "\t“Where'd you come from?” Benny asked Sky."],
        ["35", "\t“Lloyd's Landing,” she told him."],
        ["36", "\t“How will you get back?” Violet asked."],
        ["37", "\t“That's a problem,” Matt answered. “We lost contact with our chase crew.”"],
        ["38", "\t“Chase crew?” Benny repeated."],
        ["39", "\t“Every flight is followed by a ground crew,” Sky explained. “They meet us at the landing site.”"],
        ["40", "\t“We use two-way radios to keep in touch,” Matt said. “Something happened to ours. I think the batteries gave out.”"],
        ["41", "\tHenry invited them inside."],
        ["42", "\tWhile they waited for the chase crew, Matt and Sky drank lemonade and talked about ballooning."],
        ["43", "\t“We're going to start a ballooning business in Lloyd's Landing. We'll take people up for rides and also teach them how to balloon,” Sky told them. “It's the perfect place to do this.”"],
        ["44", "\t“And we're holding a rally this weekend to advertise the opening,” Matt added."],
        ["45", "\t“Will there be lots of people there?” Benny asked. He imagined the sky full of colorful balloons. What a sight that must be!"],
        ["46", "\tMatt laughed. “We hope so.”"],
        ["47", "\t“How would you like to come to the rally?” Sky asked. “We could use your help.”"],
        ["48", "\t“You're a good crew,” Matt agreed. “And when the rally's over, we'll take you up in the balloon.”"],
        ["49", "\tBenny's eyes grew big. This was the adventure he had hoped for. “We'll be there!”"]
    ],
    "Copyright": "Excerpt from The Mystery of the Hot Air Balloon by Gertrude Chandler Warner from A. Whitman. 1995. pp 6–13. Copyright © 1995. Used by permission of the publisher via Copyright Clearance Center.",
    "References": []
}