{
    "Directions": "Read the passage and then answer each question that follows.",
    "Context": [
        "Fourteen-year-old Dorothy (Dorry or Dot) is about to ride a horse, Lady, through the field where her twin brother, Donald, and some other children are playing."
    ],
    "Title": "[Excerpt from] Donald and Dorothy",
    "Subtitle": "",
    "Author": "by Mary Mapes Dodge",
    "LabelType": "P",
    "Content": [
        ["1", "\tJog, jog went Lady out through the wide stable doorway, across the yard into the open field. Dorry, hastily arranging her skirts and settling herself comfortably upon the grand but dingy saddle (it had been Aunt Kate's in the days gone by), laughed to herself, thinking how astonished they all must be to see her riding Lady back to them. For a moment she playfully pretended to be unconscious of their gaze. Then she looked up."],
        ["2", "\tPoor Dorry! Not a boy, not even Donald, had remained in the field! He and the little Danbys were listening to one of Ben's stories of adventure. Even the two horses and Don's pony were quietly nosing the dry grass in search of green tufts."],
        ["3", "\t“I don't care,” she murmured gayly, overcoming her disappointment. “I mean to have a ride, any way. Get up, Lady!”"],
        ["4", "\tLady did get up. She shook her head, pricked up her ears, and started off at a beautiful canter across the fields."],
        ["5", "\t“How lovely!” thought Dorry, especially pleased at that moment to see several figures coming toward her from the Danby yard; “it's just like flying!”"],
        ["6", "\tLady's canter had become a run, and the run soon grew into a series of leaps. Still Dorry kept her seat. Young as she was, she was a fearless rider, and at first, as we have seen, rather enjoyed the prospect of a tussle with Lady. But as the speed increased, Dorry found herself growing deaf, dumb and blind in the breathless race. Still, if she could only hold on, all would be well; she certainly could not consent to be conquered before “those boys.”"],
        ["7", "\tLady seemed to go twenty feet in the air at every leap. There was no merry shouting now. The little boys stood pale and breathless. Ben, trying to hold Don back, was wondering what was to be done, and Charity was wringing her hands."],
        ["8", "\t“Oh, oh! She'll be thrown!” cried the girls."],
        ["9", "\t“Not a bit of it!” insisted Donald. “I've seen Dot on a horse before.” But his looks betrayed his anxiety. “See! the mare's trying to throw her now! But she can't do it—she can't do it! Dot understands herself, I tell you,—Whoa-o!—Let me go!” and, breaking from Ben, he tore across the field, through the opening in the hedge, and was on his pony's back in a twinkling. How he did it, he never knew. He had heard Dorry scream, and somehow that scream made him and his pony one. Together, they flew over the field; with a steady, calm purpose, they cut across Lady's course, and soon were at her side. Donald's “Hold on, Dot!” was followed by his quick plunge toward the mare. It seemed that she certainly would ride over him, but he never faltered. Grasping his pony's mane with one hand, he clutched Lady's bridle with the other. The mare plunged, but the boy's grip was as firm as iron. Though almost dragged from his seat, he held on, and the more she struggled, the harder he tugged,—the pony bearing itself nobly, and quivering in eager sympathy with Donald's every movement. Jack and Ben were now tearing across the field, bent on rescue; but they were not needed. Don was master of the situation. The mare, her frolic over, had yielded with superb grace, almost as if with a bow, and the pony was rubbing its nose against her steaming side."],
        ["10", "\t“Good for you, Dot!” was Donald's first word. “You held on magnificently.”"]
    ],
    "Copyright": "Excerpt from Donald and Dorothy by Mary Mapes Dodge. Originally published in 1883.",
    "References": []
}