{
    "Directions": "Read the passage and then answer each question that follows.",
    "Context": [],
    "Title": "Reasoning Like a Raven",
    "Subtitle": "",
    "Author": "by Charles C. Hofer",
    "LabelType": "P",
    "Content": [
        ["1", "\tOne hot afternoon, a thirsty crow found a tall pitcher with water in it. But the bird could not reach the water at the bottom of the container. The crow thought and thought about this problem . . . then it had an idea. One by one, the crow gathered pebbles and dropped them into the pitcher. The water began to rise and rise, until finally it reached the rim. At last, the crow took a long drink of refreshing water, a job well done.\n\n\t—Aesop’s “The Crow and the Pitcher”"],
        ["2", "\tWhen Aesop first told his famous fable some 2,500 years ago, the crow and its close cousin, the raven, were already well known around the world for their crafty smarts. In one ancient Greek myth, the god Apollo used a raven as a messenger. Native Americans of the Pacific Northwest depicted the crow as a wise trickster. And the Norse god Odin kept two ravens as sneaky spies."],
        ["3", "\tCrows and ravens belong to a family of birds known as corvids, a group that also includes jays, magpies, jackdaws, and rooks. Corvids have gained respect because of their unique intelligence, a type of creative smarts like no other in the animal kingdom. For starters, corvids are known to solve complex problems, use tools to obtain food, play in a social environment, cache food (or hide it for later), and recognize the faces of human friends and enemies."],
        ["", "Tʜᴇ Mᴏᴛʜᴇʀ ᴏꜰ Iɴᴠᴇɴᴛɪᴏɴ"],
        ["4", "\tRavens, crows, and other corvids need to be intelligent in order to survive. Corvids mostly eat foods other animals leave behind. As scavengers, they help clean ecosystems by consuming what others don’t want."],
        ["5", "\tTo be a successful scavenger, one also needs a special kind of brains. A scavenger must first identify a food source and then problem-solve to figure out how to obtain that food — without getting into trouble. A raven can’t just fly into a pack of wolves that’s devouring an elk. The raven has to think, be patient, and wait for an opportunity to sneak in and steal food from the hungry wolves."],
        ["6", "\tThe corvids’ unique intelligence has allowed these birds to flourish in our modern world as well. Crows, ravens, and jays have found great success living among humans in cities and towns across the globe. Stealing from picnics, opening trash bins for food, and picking at roadkill are just a few examples of their successful adaptation to modern life."],
        ["", "Aɴɪᴍᴀʟ Iɴᴛᴇʟʟɪɢᴇɴᴄᴇ"],
        ["7", "\tIn general, intelligence can be thought of as the application of knowledge. In other words, it means taking what you’ve learned and putting it to use. In this sense, all animals are intelligent to some degree. A creature might know how to find food or how to build a nest for shelter. But what if that food supply disappears? What if there are no more good trees in which to nest?"],
        ["8", "\tThe ability to adapt to a changing environment is what sets corvid intelligence apart from other animals. “Intelligent animals are able to figure out and learn solutions to novel problems,” says Emily Faun Cory, who studies raven behavior and intelligence at the University of Arizona. “Corvids show remarkable learning ability, creativity, and behavioral flexibility, with an ability to take advantage of other species.”"],
        ["9", "\tThe animal kingdom is full of intelligent animals. Dolphins, monkeys, parrots, and your pet dog are just a few examples. But corvids have a creative intelligence like no other animal. Well, actually, there is one animal with a similar kind of creative intelligence: Homo sapiens."],
        ["", "Bɪɢ Bʀᴀɪɴs"],
        ["10", "\tTo understand how corvids and humans think alike, we need to look a little closer at our brains. Animal intelligence largely depends on a rule that scientists call the “brain-to- body ratio.” This rule states that animals with larger brains compared to the rest of their bodies are generally more intelligent."],
        ["11", "\tFor example, the human brain is enormous compared to the rest of our body. Our brain weighs up to three pounds (1.4 kilograms) and accounts for nearly 2 percent of our total body weight. Therefore, humans have a very high brain-to-body ratio. Now consider the blue whale, the largest animal on Earth. The blue whale brain can weigh over 16 pounds (7.3 kilograms)! But the blue whale’s body-to-brain ratio is very low. That huge brain accounts for less than 0.01 percent of the whale’s total body weight. That tiny ratio doesn’t make for an especially smart whale."],
        ["12", "\tLike humans, corvids have high body-to-brain ratios. The New Caledonia crow lives on a small group of islands in the South Pacific Ocean and is widely regarded as the smartest ofall corvids. Its brain accounts for about 2.4 percent of its body weight. That’s huge! The New Caledonia crow has a body-to-brain ratio similar to that of a small monkey, another animal with high intelligence."],
        ["", "Gʀᴇᴀᴛ Mɪɴᴅs Tʜɪɴᴋ Aʟɪᴋᴇ"],
        ["13", "\tBesides the body-to-brain ratio, human and corvid brains don’t have much else in common. The structure of each brain is very different. However, both brains function in similar ways."],
        ["14", "\tSo how did humans and corvids both get so smart? The answer can be found in something called convergent evolution. This is when unrelated animals take different evolutionary routes to reach the same result. Look at insects, birds, and bats. These distinctly different animals are all capable of self-powered flight. However, each took a different evolutionary path to be able to fly."],
        ["15", "\tThe same rule of convergent evolution can be applied to the similarities between the human brain and the corvid brain. “Birds and mammals are very different from each other,” says Cory. “The brains are also built very differently. But animals from both groups seem to approach problems in the same manner and remember information in much the same ways.”"],
        ["", "problems/MS23G8E/media/S2a.jpg"]
    ],
    "Copyright": "Text and photographs from “Reasoning Like a Raven” by Charles C. Hofer, Muse, September 1, 2016. Copyright © 2016 by Cricket Media. Used with permission of Cricket Media, Inc.",
    "References": []
}