{
    "Directions": "Read the passage below, then answer each question that follows.",
    "Context": [],
    "Title": "Let's Go Fly a Kite!",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "\tMany people look forward to afternoons when the wind is just right. Tree leaves rustle, grass sways, and flags flap in the breeze. This is ideal weather for kite flying. People who fly kites can enjoy fresh air, exercise, and fun. Kite flying also offers another surprise—an opportunity to take part in an experience that has been happening for thousands of years in many parts of the world."],
        ["2", "\tKites have been around for more than 2,000 years! The first kites were most likely flown in China. One legend describes a Chinese farmer who tied a string to his hat on a windy day. When his hat blew up into the air, the first kite was created."],
        ["3", "\tOver time, people in different countries started to fly kites. Many kites had special purposes. Some gave signals so armies knew where to march. Others dropped bait into the water so fishermen could catch more fish."],
        ["4", "\tLater, kites became popular as children's toys. However, kites still did some important jobs! Many years ago, a weather scientist used a kite to carry a thermometer 3,000 feet into the sky. This way, the scientist could measure the temperature there. Benjamin Franklin used a kite to discover that lightning was an example of electricity. Space scientists also used kites to find spacecrafts that had returned to Earth."],
        ["4", "\tToday, people enjoy flying kites for fun. Kite contests are also very popular. For some contests, people try to build the most interesting kites. For others, people try to fly kites high and far. Sometimes the kite flyer tries to make the kite do tricks in the air. The best kites and flyers compete in world championships."],
        ["", "Serious Fun"],
        ["5", "\tToday, people enjoy flying kites for fun. Kite contests are also very popular. For some contests, people try to build the most interesting kites. For others, people try to fly kites high and far. Sometimes the kite flyer tries to make the kite do tricks in the air. The best kites and flyers compete in world championships."],
        ["6", "\tSome kites that have won contests have unusual shapes. They may look like a dragonfly, a spaceship, or a bee. Often, kites are covered with beautiful colors and pictures."],
        ["", "How Kites Fly"],
        ["7", "\tOne of the reasons kites can fly is that they are lightweight. This helps them get off the ground. Kites must also be sturdy. They need to keep their shape even when the wind is blowing strong."],
        ["8", "\tA kite that has a tail flies better. This tail adds weight to the kite. When the wind blows, it blows the tail. This makes the kite point toward the wind and stay in the air. Without a tail, the kite might spin and roll."],
        ["9", "\tOf course, a kite must have a string. The person who flies the kite holds tightly to it. Without the string, the kite would blow away. The string can also help the flyer to get the kite into the air. If there is not much wind, the flyer can hold onto the string and run. The wind caused by running pushes the kite into the air. Before long, the kite will be flying high in the sky! The string also helps the flyer control the path the kite flies."],
        ["", "How to Fly a Kite"],
        ["10", "\tFlying a kite by yourself is possible, but may be easier with two people. One person is the launcher and holds the kite. The other person is the flyer and holds the ball of string and flies the kite."],
        ["11", "\tThe flyer needs to stand with his back to the wind. The launcher holds the kite out in front of the flyer facing the wind. The flyer begins to slowly run away from the kite, unrolling a long length of string. As the flyer runs from the launcher, he needs make sure that there are no obstacles in the way. Things such as trees, power lines, streetlights, and other objects can be d͟a͟n͟g͟e͟r͟o͟u͟s when flying a kite."],
        ["12", "\tOnce the flyer is away from the launcher and has unrolled enough string, he makes sure that the string is stretched out snug, but not too tight. When the flyer is ready, he needs to signal to the launcher. Then, the launcher casts the kite into the air, but does not throw it. As the kite moves up, the wind takes hold of it. The flyer needs to let out more string."],
        ["13", "\tThe flyer needs to pay attention to the direction of the wind. If the wind changes direction, he will need to s͟t͟e͟e͟r the kite so that it stays up in the air. To lower the kite, the flyer just needs to pull on the string. To steer the kite, the flyer needs to pull the string in the direction he wants the kite to go. If the kite falls to the ground, simply pick it up and try again."],
        ["14", "\tFlying a kite can be frustrating at first, but don't give up. Once you get the hang of it, kite flying will provide you with hours of fun and entertainment!"]
    ],
    "Copyright": "",
    "References": []
}