{
    "Directions": "Read this passage, then answer each question that follows.",
    "Context": [],
    "Title": "The Eastern Mail",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "\tFor a long time Teddy had wanted a cart, and when his seventh birthday came, there by the back door stood the “Eastern Mail” with a birthday letter from grandpa on the seat:"],
        ["2", "\t“Dear Teddy,” it said, “I know you’ve wanted a cart for a long time so I hope you will like my birthday present. Have a good time with it, and give somebody else a good time with it, too.”"],
        ["3", "\t“Your loving Grandpa.”"],
        ["4", "\tTeddy played nearly all day with his new present, and for a week he cared for very little else. One day he raced up the walk, dragging his cart behind him, and dropped down on the piazza steps near where mother was sitting."],
        ["5", "\t“That’s a dandy cart, mother,” he exclaimed. “Jack Hoyt says it’s the best one on the street. It’s awfully strong, and it can go just as fast as anything. I tell you grandpa got a great bargain when he got the Eastern Mail.”"],
        ["6", "\t“Then you’re doing just what grandpa wrote you to do with the cart?” mother asked."],
        ["7", "\t“What’s that? Have a good time with it?” Teddy answered. “I guess I am. I just wish grandpa could see how many miles that cart goes a day.”"],
        ["8", "\t“But grandpa wanted you to do something else with it, too,” mother added. “Do you remember about that?”"],
        ["9", "\t“No, I don’t,” Teddy replied slowly. Then after a minute’s thought he exclaimed, “Oh! He said to give somebody else a good time, too, didn’t he, mother?”"],
        ["10", "\tMother nodded."],
        ["11", "\t“But I don’t see how I can give anybody else a good time with it except Mary and Ned, for all the boys have either a cart or a bicycle or something, so they don’t care about playing with mine.”"],
        ["12", "\t“Well, dear, keep watch and see what else you can do. There may be some chances to make somebody else happy. Will you take this jelly over to old Mrs. Atwood, now? She’s been sick again.”"],
        ["13", "\tTeddy started off with the jelly, and in half an hour he came rushing back with his face b͟e͟a͟m͟i͟n͟g."],
        ["14", "\t“Oh, mother,” he called. “Mrs. Atwood says that Mrs. Carter will give her a stove for her sitting room, but she thinks it’s going to cost a lot to get it moved. It’s only a little one, and do you s’pose I could take it over from Mrs. Carter’s in my cart?”"],
        ["15", "\t“I’m sure you could, if it’s not very big,” mother answered heartily. “I guess Mrs. Carter’s son would lift it in for you, and we could find some man to get it out at Mrs. Atwood’s.”"],
        ["16", "\tTeddy ran to the cellar for the Eastern Mail and in a few minutes it was rattling down the street towards Mrs. Carter’s."],
        ["17", "\t“I’ve come to move that stove over to Mrs. Atwood’s,” he explained p͟o͟l͟i͟t͟e͟l͟y, when Mrs. Carter opened the door."],
        ["18", "\t“Do you think it will go in your cart?” the lady asked in surprise. “Wait just a minute, and I’ll get my son to see if he thinks it can go in that way.”"],
        ["19", "\tRob Carter was as sure as Teddy himself, and in a little while the stove was aboard, and Teddy was carefully drawing the Eastern Mail to Mrs. Atwood’s, and Rob Carter went along to steady the stove and lift it out when they got there."],
        ["20", "\t“I can’t thank you enough,” Mrs. Atwood said when the stove was in place. “It’s helped me a lot to get the stove brought over.”"],
        ["21", "\tAnd as the Eastern Mail turned toward home she slipped a couple of lovely cookies into its owner’s hand."]
    ],
    "Copyright": "(“The Eastern Mail” by May G. Mooar)",
    "References": []
}