{
    "Directions": "Read the selection and choose the best answer to each question.",
    "Context": [],
    "Title": "These Pumpkins Sure Can Kick!",
    "Subtitle": "",
    "Author": "by Patricia Cuff",
    "LabelType": "P",
    "Content": [
        ["", "problems/TX21G5R/media/S6a.jpg"],
        ["1", "\tBefore January 2005, young girls couldn't play soccer in Katutura, a black township in Namibia, Africa. They had no soccer balls, no playing field, no shoes, and no leader. Each day, girls and boys gathered at the Nordkamp Center, an after-school drop-in center, for soup. Then most of the boys would leave to play soccer in a nearby dirt field while the girls remained at the center to jump rope, braid hair, or read books."],
        ["2", "\tCenter counselor Mary Beth Gallagher loved soccer and knew that the girls would love it, too. So she organized a girls' team with players under the age of 12. She knew it would be the youngest girls' soccer team in the whole country. No one knew then that this team would completely change the lives of girls in Namibia."],
        ["3", "\tIt wasn't long before the girls loved the game, even though their field was filled with stones, thorns, and broken glass. Because they had no other girls' teams to compete with, Mary Beth a͟r͟r͟a͟n͟g͟e͟d matches against the boys' teams. The boys were bigger and tougher, but the girls didn't back down. Like the boys, the girls learned to play fast and smart, and they learned ways to outsmart their stronger opponents."],
        ["", "Becoming the Pumpkins"],
        ["4", "\tSoon news spread about the Nordkamp girls' team. An American soccer team from Briarcliff Manor, New York, heard about them from friends and immediately sent all their uniforms and shoes to their “soccer sisters.” When the bright orange uniforms arrived, the Nordkamp girls danced with delight."],
        ["5", "\t“You look like a bunch of pumpkins,” Mary Beth said."],
        ["6", "\tA girl's voice called out, “If we are pumpkins, we're beautiful pumpkins.”"],
        ["7", "\tWith their new name — the Pumpkins — and uniforms, the experienced team was ready to enter tournament play."],
        ["8", "\tAn invitation arrived."],
        ["", "Tournament Play!"],
        ["9", "\tOn December 1, 2006, the Pumpkins gathered and marched in a big orange line to a field near the Nordkamp Center. It was 8:00 A.M. The girls were excited but scared."],
        ["10", "\tTheir first opposing team laughed at the young players, but they didn't laugh for long. They quickly found out just how good the Pumpkins were. The Pumpkins beat that first team and then the next. But the strain began to show in the third match. This team was stronger, and the game was tied up until the last minute. Emma, the Pumpkins' kicker, was the Nordkamp girls' only hope."],
        ["", "problems/TX21G5R/media/S6b.jpg"],
        ["11", "\tEveryone was quiet as Emma lined up to take a direct free kick. She bent and ran at the ball, head down. She pulled back her leg and then — a solid kick. The ball flew past the diving goalie and into the back of the net. Emma had scored the game-winning goal."],
        ["12", "\tThe Pumpkins felt like the tournament winners, even though they had one more match to play. The only problem? Their final opponents had not yet arrived. Sitting on the grass and eating peanut-butter sandwiches, the Pumpkins waited impatiently for the team to show up. With only 10 minutes left before the deadline, two big buses marked Botswana pulled through the gate. They were nine hours late!"],
        ["13", "\tIt was almost dark when the whistle blew for the match to begin at 7:30 P.M. The official looked at the tall women from Botswana and laughed at the little Pumpkins. He told the Pumpkins to forfeit so they could all go home. That made the Pumpkins angry. They took to the field. They didn't come to quit."],
        ["", "The Toughest Match"],
        ["14", "\tWith all their might, the Pumpkins held off the Botswana team that night. The girls were diving left and right, kicking and running after the ball. This was the Pumpkins' toughest match."],
        ["15", "\tWith only seconds left to play, the game remained scoreless. Then, out of nowhere, out of the dark, the ball shot into the Pumpkins' goal past their stunned goalie. The whistle blew. The game was over. The final score: Botswana 1, Pumpkins 0."],
        ["16", "\tThe Pumpkins had lost the match, but their courageous story made them famous. They had inspired others. In Namibia, schools began to sponsor girls' teams and offer soccer scholarships to girls who would study and play hard."],
        ["", "problems/TX21G5R/media/S6c.jpg"],
        ["17", "\tAnd it all began with these brave girls who loved the game and their team. They stepped up to meet their biggest challenge — and changed the world."]
    ],
    "Copyright": "Copyright © 2015 Highlights for Children, Inc., Columbus, Ohio",
    "References": []
}