{
    "Directions": "Read the selection and choose the best answer to each question.",
    "Context": [],
    "Title": "The Platypus",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "In Australia there is a small, furry, brown animal that lives in lakes, rivers, and streams. It looks a bit like an otter but appears to have a duck's bill and a beaver's tail. When it walks on land, it waddles from side to side like a large lizard. The platypus is so odd looking that the first time English scientists saw it, they thought someone was playing a trick on them."],
        ["", "problems/TX21G5R/media/S5a.jpg"],
        ["", "The Female Platypus"],
        ["2", "Scientists have since learned that in addition to its mixed-up looks, the platypus has some mixed-up behaviors. One of the oddest things about the platypus is that it hatches its young from leathery eggs. This is strange because scientists consider the platypus a mammal."],
        ["3", "Scientists are interested in what a particular kind of animal has in common with other animals. Animals in the mammal group are warm blooded and have hair or fur. Female mammals produce milk for their babies. In addition, they give birth to live young rather than hatching their young from eggs."],
        ["4", "The platypus breaks this rule. It is one of only two mammals that lay eggs. When a female platypus is ready to have babies, she uses her sharp claws to dig a hole in the bank of a river or stream. The hole is called a burrow. The female takes grass and leaves into the burrow and makes a nest where she lays her eggs. The platypus's eggs are tough like a reptile's, rather than brittle like a bird's. The female platypus keeps the eggs warm for about 10 days until they hatch."],
        ["5", "The newly hatched platypuses are about the size of a lima bean. The mother and her babies live in the burrow until the young are strong enough to leave. When platypuses grow up, they go off on their own. This animal p͟r͟e͟f͟e͟r͟s living alone rather than living in a group."],
        ["", "The Male Platypus"],
        ["6", "Female platypuses are not the only ones to have an interesting characteristic rarely found in mammals. Male platypuses have a sharp bone on their hind leg called a spur."],
        ["", "problems/TX21G5R/media/S5b.jpg"],
        ["7", "The male platypuses use their spurs to defend themselves from hungry foxes, dogs, and water snakes. They may also use the spurs on each other while fighting over female platypuses. The male platypuses can use their spurs to cause other animals a great deal of pain."],
        ["", "A Special Way to Find Food"],
        ["8", "Platypuses do not spend much time walking. When they are not curled up in their burrows, they are usually swimming. They spend nearly half the day in water hunting for food. They can eat an amount equal to 20 percent of their own body weight every day."],
        ["9", "Platypuses eat tiny water creatures, including young insects, worms, and shrimp. They may also eat small frogs or fish. Most of their tiny prey is hidden in the dark sand at the bottom of a lake or river. Platypuses close their eyes and ears when they dive, so they must use special sensitive cells on their bills that tell them where to find a meal."],
        ["10", "Platypuses may have some of the features of animals in other classes, but clearly, this mammal is unique and fascinating."]
    ],
    "Copyright": "",
    "References": []
}