{
    "Directions": "Read the following passage about different ways of identifying people, then answer each question that follows.",
    "Context": [],
    "Title": "Biometrics and Fingerprints",
    "Subtitle": "",
    "Author": "by Maria Birmingham",
    "LabelType": "P",
    "Content": [
        [" ", "\tYou are one in a million. Actually, if we include all the people roaming the planet, you’re more like one in 7.4 billion. (But who’s counting?) There are lots of things that make you stand out from the gigantic human crowd. Your ideas, values, and beliefs are an important part of what make you an individual."],
        [" ", "\tYour physical features play a big role in your uniqueness, too. Each day, you’re recognized as “you” because of the way you look. And you recognize those who are important in your life just the same way. For instance, when you spot a family member getting out of a car, you know that person immediately based on appearance. And that person knows you just by glancing your way."],
        [" ", "\tNow think about your fingerprints. No one else in the world has prints that match yours. The same goes for everyone else out there. Since the late 1800s, scientists have used fingerprints to accurately identify people."],
        [" ", "\tIt doesn’t end with your physical appearance, though. You may recognize a friend from a distance based solely on the way he walks. You’re familiar with the unique way he moves and know it almost instantly. A person’s voice is also very distinctive. If your best friend calls you on the phone, chances are you’ll know it’s her as soon as you hear her voice."],
        [" ", "\tWe humans rely on our natural ability to recognize people by their many traits—both physical ones and aspects of behavior. Now we’ve entered a new era where computers are doing the same thing, analyzing our bodies and behaviors to identify us. This has turned the human body into a form of identification—an ID that we never forget to carry with us."],
        [" ", "\tBiometrics is the name for the science of using the body to identify a person. The word “biometrics” comes from the Greek bio (meaning “life”) and metron (meaning “measure”). This technology measures unique physical traits, such as our ear shape, scent, or vein patterns, to identify us. It can also ID us by analyzing how we perform a specific task, such as talking or typing."],
        [" ", "\tBiometrics is really based on the age-old fact that there is no one else like you on Earth. And that makes your body the ultimate ID."],
        ["", "So why is identification so important?"],
        [" ", "\tThe bottom line is that it confirms we are who we say we are. It proves that we have the right to be in a certain place, do a certain thing, or receive a certain item or service. In our daily lives, we need identification if we want to go to school, sign up for a sports team, visit the doctor, or travel outside the country. ID is sometimes necessary if we want to gain access to a building or to information on a computer."],
        ["", "Who are you?"],
        [" ", "\tIn ancient times, we identified a person by little more than physical appearance. Over time, we’ve turned to stronger methods of ID, such as birth certificates and driver’s licenses. These documents offer details like our birth date, a simple physical description, and even a photo. They’re something you can hold in your possession and present to prove that you are you."],
        ["", "What’s the password?"],
        [" ", "\tPasswords are another common form of ID. They’re a word or a series of characters that are meant to be something only you know. Passwords allow us to access computers, devices, bank machines, social media accounts, and way more. But they have their own long history. Thousands of years ago, people relied on passwords to determine if someone was “one of them.” For instance, a Roman soldier might have challenged a person to say the secret password—and prove he was an ally—before he could enter a particular region."],
        ["", "A Hacker Attack"],
        [" ", "\tWhile passwords and identification documents have been used successfully for years, they are far from perfect. Pieces of ID can be copied or faked. And there are more and more instances of passwords being cracked or stolen. In fact, in the past several years, tens of millions of passwords have been stolen by criminals hacking into the databases of major stores and banks. This has led to an increase in identity theft—when someone pretends to be somebody else. Identity theft allows thieves to get their hands on other people’s private information, property, and money. It’s a big problem. And this is where biometrics comes in."],
        ["", "Who do you think you are?"],
        [" ", "\tIn the world of identification, biometrics is a game changer. Rather than depending on passwords or documents—things that you know or own, but that can be easily copied or stolen—biometrics focuses on who you are. Since your body and its specific traits are a part of you, they can’t be misplaced or taken, and they’re extremely difficult to duplicate. Biometrics takes advantage of the fact that no two people are exactly alike."],
        ["", "Follow These Steps"],
        [" ", "\tThere are two stages involved in using biometrics to prove your identity. The first one is called enrollment. In this stage, a biometric system gets to know you for the first time by collecting a sample, such as a fingerprint or an iris pattern. During the second stage, called verification, identification is confirmed by comparing your original sample—known as the template—to another sample that you submit in the future."],
        ["", "The More the Merrier"],
        [" ", "\tYou may be wondering why there are so many different biometric methods. Isn’t it enough to use, say, our fingerprints to prove our identity and call it a day? Why bother with our face, eyes, ears, hands, and so on? Well, for one thing, no biometric method is 100 percent foolproof. So experts continue to search for that one flawless method that’ll leave all the others behind. But our curiosity may be the biggest reason for the growing interest in biometrics. Humans, especially scientists, are always on the lookout for an original idea. So when we come up with a new one, we just have to try it out to see how well it works!"],
        ["", "Fingerprints"],
        [" ", "\tWhile the concept of biometrics may be new to you, you’re probably very familiar with the most common biometric method used to ID a person—fingerprinting. Those ridges found on the tips of your fingers formed before you were born, and they remain the same throughout your lifetime. Every person has distinctive prints—even those of identical twins are different from one another. These fingerprint patterns are more than a series of fancy loops and whorls. In the world of biometrics, they are your own portable password, unlocking rooms, buildings, and devices."],
        ["", "Catching a Break"],
        [" ", "\tTiny details within a fingerprint—called minutiae (ma-NU-she-ah)—are critical when it comes to identifying a person. These small breaks in the print’s ridges are what make your fingerprints so unique. Computer software examines these minutiae to figure out whether one fingerprint matches another."],
        ["", "Where It All Began"],
        [" ", "\tThroughout human history, fingerprints have been used as a type of signature. They were always considered a personal mark of an individual, but our ancient ancestors probably didn’t realize that they could uniquely identify a person. The idea that no two fingerprints are exactly the same came about in the 1820s, when a Czech biologist named Jan Evangelista Purkinje made this observation. Even then, it took another sixty years before anyone suggested using fingerprints to ID an individual. That’s when a Scottish doctor named Henry Faulds published an article about just that. Soon after, a system for classifying fingerprints was developed by the British scientist Francis Galton. His method of fingerprint identification is still used by experts to this day."],
        ["", "Where can you see it?"],
        [" ", "\tHere are a few of the places where fingerprints have made their mark."],
        ["", ":ibox:• A Canadian company designed a bike lock with a built-in fingerprint scanner. It will unlock only with the owner’s print.\n• Several smartphones and tablets use fingerprint verification to keep the devices secure.\n• An American credit card has a built-in fingerprint scanner. The card can be used only after the cardholder swipes a finger across the sensor."],
        ["", "Still to come?"],
        [" ", "\tAn American company is developing a scanner that will read fingerprints from a distance of 20 ft. (6 m) away. If successful, this could completely change the way that fingerprint scanning is done, allowing people to be identified without placing their fingers on a biometric sensor. While it sounds ultra-cool, this new technology does raise concerns about privacy. With this system, fingerprints could potentially be collected without a person even being aware that it’s happening. And shouldn’t we be able to choose when and if we want to share our ID with others?"],
        [" ", "\tScientists in South Korea have discovered a new way of analyzing fingerprints. It turns out we all have unique sweat pores on our fingertips. The experts hope to learn how to map the patterns of these pores so they may one day be used as identification."]
    ],
    "Copyright": "",
    "References": []
}