{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [],
    "Title": "Creative Clutter",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["", "Cʜᴀʀᴀᴄᴛᴇʀs"],
        [" ", "DWAYNE: an 11-year-old boy"],
        [" ", "MOM: Dwayne's mother, known to Bryson as Aunt Meg"],
        [" ", "BRYSON: Dwayne's 11-year-old cousin\n\n"],
        ["", "SCENE 1"],
        ["1", "[Dwayne's bedroom, which is very orderly. A set of bunk beds are crisply made. A closet is open with all of Dwayne's clothes hung on hangers and pushed to one side. Dwayne and Mom enter with Bryson right behind them, lugging a heavy suitcase.]"],
        ["2", "MOM: You'll be staying with Dwayne in his room, Bryson."],
        ["3", "BRYSON: Are you sure you don't m͟i͟n͟d, Dwayne?"],
        ["4", "DWAYNE: [Cheerfully.] Not at all! It'll be like having a sleepover every night. Look, I already made room for your stuff in the closet."],
        ["5", "MOM: We are so excited to have you for the whole summer. I know you boys are going to have a wonderful time together."],
        ["6", "BRYSON: [Smiling.] Thanks, Aunt Meg."],
        ["7", "[Mom exits.]"],
        ["8", "DWAYNE: You can have the top bunk, if you want."],
        ["9", "[Bryson kicks off his shoes, which land in the middle of the floor. He scrambles up the ladder to the top bunk. Dwayne stares at the shoes.]"],
        ["10", "BRYSON: This is great! I've never slept in a bunk bed before."],
        ["11", "[Bryson strips off his socks and tosses them down from the bed. They land on the floor. Dwayne picks up the shoes and places them side by side in the closet.]"],
        ["12", "DWAYNE: [Helpfully.] Shoes go in here..."],
        ["13", "BRYSON: Oh, OK. Cool."],
        ["14", "[Dwayne picks up the socks and drops them into a hamper in the corner.]"],
        ["15", "DWAYNE:... and dirty socks go in there."],
        ["16", "BRYSON: [Slightly embarrassed.] Sorry."],
        ["", "SCENE 2"],
        ["17", "[The next day. Dwayne walks into his bedroom and sees Bryson's things scattered like dropped popcorn in a movie theater. His shoes have been kicked off in the middle of the room and his suitcase is open and piled high with rumpled clothes.]"],
        ["18", "DWAYNE: [To himself.] I can't concentrate like this. [Dwayne places Bryson's shoes in the closet and his socks in the hamper. He climbs up and straightens Bryson's bed. Then, Dwayne starts hanging some of Bryson's clothes in the closet. He folds the rest and puts them in drawers. He hums while he works.]"],
        ["", "SCENE 3"],
        ["19", "[Later the same day. Dwayne's room is as tidy as it was before Bryson came to visit. Bryson enters and stops. He looks around. He opens drawers and looks in the closet. Then, Bryson shrugs and takes his drawing pad and pencils from the bookcase and climbs to the top bunk. He makes some marks on the pad but stops and frowns, his body tense.]"],
        ["20", "BRYSON: [To himself.] It isn't mess... [Ripping a piece of paper out of his drawing pad and tossing it to the floor.]... it is creative clutter!"],
        ["21", "[He takes off his socks and throws them onto the floor. He messes up the blankets on his bed. He tears out another sheet of paper, crumples it, and tosses it down. He sighs and his body relaxes. He begins to draw.]"],
        ["22", "[Dwayne enters. He looks around the room and glares at Bryson, who is drawing. Dwayne clears his throat a few times.]"],
        ["23", "BRYSON: [Pauses. Then continues drawing.] Need something?"],
        ["24", "DWAYNE: Your shoes. And socks. And crumpled trash. [He begins tidying up.]"],
        ["25", "BRYSON: Hey, stop! I put those things there for a reason."],
        ["26", "DWAYNE: You just didn't feel like putting them away!"],
        ["27", "BRYSON: Not true!"],
        ["28", "[Mom, hearing their raised voices, pokes her head in the door.]"],
        ["29", "MOM: Everything OK in here?"],
        ["30", "DWAYNE: [Pointing to Bryson's mess.] I like my room tidy."],
        ["31", "BRYSON: And I like my room to have some creative clutter!"],
        ["32", "DWAYNE: But it's my room, not yours."],
        ["33", "MOM: Dwayne, for the summer, your room is Bryson's room too. You two need to find a way to compromise."],
        ["34", "DWAYNE: [Pausing to consider what Mom said.] I really like hanging out with you at the pool and the park, Bryson. I just get annoyed when the room is messy."],
        ["35", "BRYSON: I don't mean to annoy you. I just think better when things aren't so... picked up."],
        ["36", "[Both boys appear deep in thought.]"],
        ["37", "DWAYNE: Hey, Bryson! I have an idea that allows both of us to get what we want! [Gets roll of tape from drawer. Tapes line down middle of room.] That's your side, Bryson, and this is my side."],
        ["38", "BRYSON: [Smiling down from the top bunk.] Now that's a creative idea!"],
        ["39", "[Lights down.]"]
    ],
    "Copyright": "",
    "References": []
}