{
    "Directions": "",
    "Context": [],
    "Title": "Public Speaking Is Easier When a Cute Dog Is Listening",
    "Subtitle": "",
    "Author": "by Washington Post, adapted by Newsela staff",
    "LabelType": "P",
    "Content": [
        ["", "problems/TX22G5R/media/S4a.jpg"],
        ["1", "Devon Wallick had been working on his speech for a long time. He practiced it many times in front of friends, teachers and the mirror."],
        ["", "“Nᴏᴛ Yᴏᴜʀ Aᴠᴇʀᴀɢᴇ Pᴜʙʟɪᴄ Sᴘᴇᴀᴋɪɴɢ Cᴏᴀᴄʜ”"],
        ["2", "Even so, he didn’t feel quite ready. He was nervous to speak in front of a large group of people. He needed help. That’s why he decided to visit Dexter."],
        ["3", "Dexter is an English springer spaniel with giant white paws and floppy ears. Obviously, he’s not your average public speaking coach. He is one of eight “audience dogs.” They work at the Kogod School of Business at American University in Washington, D.C. These pooches volunteer to help students practice speaking in public."],
        ["4", "Wallick pet Dexter as he practiced. The dog, listening, licked Wallick’s right hand."],
        ["5", "Rob Cheek is Dexter’s owner. He said the pup’s love of people and focused look are his strong suits. The pair was recruited after they were spotted walking on the school grounds."],
        ["6", "Dexter seems to like his volunteer job. His excitement might have something to do with the bag of treats. Students practicing their speeches have them waiting for him."],
        ["7", "Wallick briefly laughed during the first of two readings with Dexter. He later explained that it was because the dog did not look interested in what he was doing. But, he thought it was helpful to be able to make light of what “has been a very serious process.”"],
        ["", "Mᴀᴋᴇ A Mɪsᴛᴀᴋᴇ? Dᴏɢs Dᴏ Nᴏᴛ Cᴀʀᴇ"],
        ["8", "Unlike humans, who hear a speech and can’t help but judge its quality, dogs aren’t j͟u͟d͟g͟e͟m͟e͟n͟t͟a͟l. It doesn’t matter if students mess up. The dogs won’t know if they do. They are there to support the students and help them feel less nervous."],
        ["9", "The program began thanks to Caron Martinez. She is the director of the Kogod Center for Business Communications. She also happens to be the owner of one of the audience dogs, 11-year-old Reggie."],
        ["10", "Martinez thinks that dogs can have a calming effect on people. After doing a session with the audience dogs, students reported feeling less nervous, she said. She added that the best way to deliver a great speech is to practice."],
        ["11", "“How do you get students to practice? Any way you can,” she said. Getting to practice with dogs might make some students practice more."],
        ["12", "Any student at the school that has a presentation to deliver can book 30 minutes with one of the audience dogs. Wallick said he signed up because he needed more practice."],
        ["13", "He said he weighed the pros and cons of signing up to work with Dexter. For him, the benefits were worth the time it took up."],
        ["", "Sᴀsʜᴀ’s Sᴘᴇᴇᴄʜ"],
        ["14", "Later that day, at 3 p.m., student Sasha Gilthorpe is getting ready to give a speech at school. She will be speaking in front of about 4,000 people on graduation day. But, today she is only giving a speech to one audience member, and it is a dog named Noche."],
        ["15", "When I felt myself shake a little bit at the end, I looked at Noche and I was like, ‘I’m all good,’” Gilthorpe said. “I’m going to imagine an audience full of Noches.”"]
    ],
    "Copyright": "From The Washington Post, May 17, 2017. © 2017 The Washington Post. All rights reserved. Used by permission and protected by the copyright laws of the United States.",
    "References": []
}