{
    "Directions": "Read this text, then answer each question that follows.",
    "Context": [],
    "Title": "Libby Saves the Team",
    "Subtitle": "",
    "Author": "by Kristine Nielsen",
    "LabelType": "P",
    "Content": [
        ["1", "Libby wiggled with excitement as she watched her dad hook up their six Alaskan huskies to the red and black canvas sled. Her brown eyes peeked out of the fur-lined hood which outlined her round, full face."],
        ["2", "Libby paced around the sled, impatiently waiting for her father as he hooked each dog to the gang-line. “Dad,” she shouted in her self-assured voice, “let's go! I want to go! The dogs have ants in their pants. Let's go!”"],
        ["3", "“Yeah, just a minute, Libby. I've got one more dog to harness, and we're out of here,” her dad said."],
        ["4", "The dogs, sensing the excitement in Libby's voice, began a chorus of their own, joining in one at a time with howls and cries."],
        ["5", "Just minutes later, Libby hopped into the sled and wiggled down to get comfortable on a bed of washed-out throw pillows."],
        ["6", "Libby's dad took a position standing on the sled behind her. He shouted out to the team, “Ready girls? Yip”"],
        ["7", "The dogs' ears stood erect as the team lunged forward."],
        ["8", "Libby felt the power of the dogs as the sled jolted across the packed-snow trail. She held tightly to the sides of the sled with her oversized gloves while steadying herself against the cold canvas. “Whee ... we're finally off. I can hardly believe it,” Libby giggled."],
        ["9", "Her father yelled, “Gee!” and the dogs obediently turned into the woods."],
        ["10", "The sled stirred the snow up around them, and the wind threw the snow into Libby's smiling face. “How far are we running the dogs today?” Libby called to her dad."],
        ["11", "“About twenty miles, Libby. If they make it that far,” he answered."],
        ["12", "Libby reached out toward the pine trees and grabbed one of the snow-covered branches. Clenching the twig, she snapped it off and swung it between Timber and Tucker, the two dogs closest to the sled. “Go, girls, go!” Libby called."],
        ["13", "Just as Libby shouted, the dogs darted, with a bump, through the woods faster than ever, and Libby giggled in excitement."],
        ["14", "Seconds passed, then Libby heard her father shouting in the distance behind her. She turned around and brushed her hair back and tried to see through the back of the sled."],
        ["15", "“Dad? Dad, where are you?” she yelled."],
        ["16", "There was no response. She realized her father must have been bumped off the sled on the last turn. What was she going to do? The sled bounced along the trail."],
        ["17", "Libby steadied her shaky legs and stood. It seemed the sled was moving faster than ever. Grabbing the canvas with one hand and the top of the sled with the other, she pulled herself over the bar and planted her feet where her father's had been just minutes before. She felt her heart beating faster and faster."],
        ["18", "She reached down for the metal anchor and pushed it over the edge of the sled. Nothing happened. The dogs still raced out of control, not feeling the weight of the anchor dragging in the snow."],
        ["19", "Libby then leaned back, dug her right boot deep into the snow and commanded the dogs to stop. “Whoa, girls, WHOA!” she shouted at the top of her lungs."],
        ["20", "The sled slowed to a halt, and the dogs stood motionless, waiting for her next command."],
        ["21", "Libby let out a sigh and wiped her wet nose with her gloves, which were now dirty and torn."],
        ["22", "Soon her father came running through the snow. He grabbed Libby and hugged her."],
        ["23", "“You saved the team, Libby! You really did it. I'm so proud of you.”"],
        ["24", "Libby spread her cheeks into a wide, proud smile for her dad and squeezed him even tighter. Libby and her father stood at the edge of the sled until the dogs gently nudged them on, and then they headed for home."]
    ],
    "Copyright": "COPYRIGHT 2003 Saturday Evening Post Society No portion of this article can be reproduced without the express written permission from the copyright holder.\nCopyright 2022 Gale, Cengage Learning. All rights reserved.",
    "References": []
}