{
    "Directions": "Read this text, then answer each question that follows.",
    "Context": [],
    "Title": "Dinos in the Dark",
    "Subtitle": "",
    "Author": "by Stephen Whitt",
    "LabelType": "P",
    "Content": [
        ["1", "When you think of dinosaurs and where they lived, what do you picture? Do you see hot, steamy swamps, thick jungles, or sunny plains? Dinosaurs lived in those places, yes.But did you know that some dinosaurs lived in the cold and the darkness near the North and South Poles?"],
        ["2", "This surprised scientists, too. Paleontologists¹ used to believe that dinosaurs lived only in the warmest parts of the world. They thought that dinosaurs could only have lived in places where turtles, crocodiles, and snakes live today. Later, these dinosaur scientists began finding bones in surprising places."],
        ["3", "One of those surprising fossil beds is a place called Dinosaur Cove, Australia. One hundred million years ago, Australia was connected to Antarctica. Both continentswere located near the South Pole. Today, paleontologists dig dinosaur fossils out of the ground. They think about what those ancient bones must mean."],
        ["4", "What was the climate like at Dinosaur Cove then? It was cold! The average temperature was probably around 30 degrees F. The weather would have been like the weather in southern Alaska. How could dinosaurs have lived in such cold temperatures?"],
        ["5", "And that’s not all. Dinosaur Cove was located near the South Pole. This means that for several months each year, the sun never rose. Instead, Dinosaur Cove was plunged into a dark, cold winter night that didn’t end until the spring or summer."],
        ["", "Go or Stay?"],
        ["6", "In other parts of the world, dinosaurs probably migrated away from the winter’s darkness. But the animals at Dinosaur Cove lived on a peninsula of land. They were blocked to the north by a huge lake. To the south and east was the ocean. The only way out was to the west, but it was too far for most of the animals at Dinosaur Cove to migrate. So they couldn’t travel each year when the long night came."],
        ["7", "To survive, these dinosaurs had to adapt.² How did they change over time? Imagine you are a dinosaur at Dinosaur Cove. If you happen to have larger eyes, you will have a better chance of surviving than will a dinosaur with small eyes because you can see in the dark. Your children will probably have big eyes, too. As time goes by, there will be more and more dinosaurs with bigger eyes."],
        ["8", "Big eyes helped the dinosaurs see evergreen trees in the darkness. Since these trees didn’t lose their needles in the winter, they were food for the plant-eating dinosaurs. Big eyes also helped the dinosaurs watch out for predators that would have hunted them."],
        ["", "Dino Blood?"],
        ["9", "Even with big eyes, though, the dinosaurs at Dinosaur Cove faced another problem—the cold. Turtles, snakes, and crocodiles are all reptiles. Almost all of them live in the warmer parts of the world, and for good reason. Their bodies don’t produce their own heat, so they stay the same temperature as their surroundings. We say these animals are “cold-blooded,” but their blood doesn’t have to be cold. It’s just as warm as the air or water around them."],
        ["10", "If reptiles get too cold, they become sluggish and slow. Some paleontologists wonder if maybe dinosaurs were more like birds than reptiles. If dinosaurs were “warm-blooded” like birds, then they could have made their own heat. That would explain how dinosaurs might have survived through the cold, dark winters at Dinosaur Cove."],
        ["", "The Last Dinosaurs?"],
        ["11", "But that brings up another mystery. Most paleontologists think the dinosaurs died out because the world got very cold very quickly. Maybe a giant rock from space (an asteroid) slammed into Earth and threw up a cloud of dust. Or maybe ash from volcanoes blocked out the sun. Either way, the world became too cold for the dinosaurs to survive."],
        ["12", "But what if some dinosaurs could survive cold polar winters? Could they also survive on a colder planet? What if the descendents³ of the animals at Dinosaur Cove survived the extinction?⁴ Could they have been the last dinosaurs on Earth?"],
        ["13", "The wonderful thing about science is that each new answer creates more questions. Maybe one day you will become a paleontologist and travel to the coldest parts of the world to search for the bones of Earth’s last dinosaurs. Be sure to pack a sweater!"]
    ],
    "Copyright": "",
    "References": [
        ["¹", "paleontologists - scientists who study fossils of animals that lived very long ago"],
        ["²", "adapt - change"],
        ["³", "descendents - children, and children of children"],
        ["⁴", "extinction - the end of something"]
    ]
}