{
    "Directions": "Read this text, then answer each question that follows.",
    "Context": [
        "This article was written in 2006."
    ],
    "Title": "What’s It Like to Be a Chef?",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "November is one of my favorite times of the year. It seems that everyone spends a lot more time in the kitchen getting ready for Thanksgiving! Pumpkin pie, turkey, sweet potatoes—yum! Have you ever wondered what it’s like to be a chef and to cook for lots and lots of people? Bill Justus is the Executive Chef at Hershey Lodge¹ in Hershey, Pennsylvania. He comes up with recipes to go on the menus of the resort’s restaurants, and he loves to cook with chocolate. And not just desserts! At Hershey, the home of the famous Hershey chocolate bar, they use chocolate in all different types of recipes! I was lucky to meet with Chef Justus and get his story about what it’s like to be a chef."],
        ["2", "TRUMAN: What does it take to become a chef?"],
        ["3", "CHEF JUSTUS: First of all, it takes a little bit of schooling. Whether you go through an apprenticeship,² or there’s a lot of really good culinary³ schools in the United States now. If you are in an area that is fortunate to have a good vocational technical school,⁴ that’s a good way for you to get in and see if it’s really something you’d like to pursue as a profession."],
        ["4", "TRUMAN: When did you know that this was something you wanted to do for a living?"],
        ["5", "CHEF JUSTUS: Well, I’d always kind of kicked the idea around a little bit, helping my aunt and uncle who had some restaurants. Probably when I went into vocational school is when I really started taking it seriously as a profession. I went to vocational school during my junior and senior years of high school."],
        ["6", "TRUMAN: Did you always like to help out in the kitchen when you were young?"],
        ["7", "CHEF JUSTUS: I always helped out somewhat. My mother is a really, really good cook, and she can make pretty much anything. My grandmother was a really good baker, and she liked to make candies. I have two brothers, so when my mom was at work, I would help her out a little bit in the kitchen."],
        ["8", "TRUMAN: What exactly do you do as an executive chef?"],
        ["9", "CHEF JUSTUS: As an executive chef, you have a lot of responsibilities, not only with cooking, but with scheduling, menu planning, organizing, hiring, training. Budgets and numbers, things of that nature. Not only is it being a good cook, but you also have to communicate with people—like we’re doing here today. With the Food Network and things like that, people are a little more aware of what’s going on and a little more educated about cooking."],
        ["10", "TRUMAN: What is a typical day like?"],
        ["11", "CHEF JUSTUS: A typical day is coming in, going over financial reports from the previous day, meeting with your staff and going over menu development. We have menu tastings, too. The property is pretty big, so we have really big groups that come in. We have one coming up soon for 1,300 people. It’s a lot of planning—planning ahead. You have to figure out how much lettuce to order, how many vegetables to order, things of that nature. We try to use seasonal products on the menu and change them for spring, fall, and special holidays."],
        ["12", "TRUMAN: So when do you actually cook?"],
        ["13", "CHEF JUSTUS: I cook as much as I can. I’m fortunate enough that when we do the specialty functions, I try to get a hand in that. A lot of times, my sous chefs—the assistants—they are the ones that are on the floor throughout the day supervising the line-level staff⁵ and making sure that everything is going according to plan."],
        ["14", "TRUMAN: So, what’s the best part of your job?"],
        ["15", "CHEF JUSTUS: I think the creativity. It changes daily. Dealing with different groups and the diversity of what we do—one day you might be doing a basic box lunch, and the next day you’re doing a seven-course dinner. It changes—every day it’s something different. It’s exciting."],
        ["16", "TRUMAN: What’s the worst part of your job?"],
        ["17", "CHEF JUSTUS: I don’t consider anything bad. I think the one thing people would have to realize is that the hours are different than most people have. You work the weekends, the holidays; it’s not a bad thing, just something you should be aware of. My first chef told me, “Always remember, when everybody is playing, you’re working.”"],
        ["18", "TRUMAN: I hear you do some interesting things with chocolate. What’s your favorite kind of chocolate?"],
        ["19", "CHEF JUSTUS: My favorite is the Hershey Special Dark. They’ve also come out with some new products, the extra dark. I like the dark chocolates. We use the chocolates as much as we can. Not only for desserts, but we try to use it in the center-of-plate items. We use the Hershey cocoas, spice it up with different spices and seasonings and use it as a rub for meats, fish, and chicken. We try to use chocolate not only for dessert, but other applications. We do a chocolate-barbecued chicken wing that is pretty good."],
        ["20", "TRUMAN: What’s your favorite dessert?"],
        ["21", "CHEF JUSTUS: My favorite dessert—hmm, I like desserts! My favorite dessert is probably pumpkin pie."],
        ["22", "TRUMAN: And what’s your favorite meal?"],
        ["23", "CHEF JUSTUS: I like to make soups when I’m at home. I like a nice homemade soup or stew. I like the one-dish meals."],
        ["24", "TRUMAN: What are you serving for Thanksgiving dinner at Hershey Lodge?"],
        ["25", "CHEF JUSTUS: We’re going to have a wide variety of things, a little bit of an international flair this year. We’ll be using local ingredients as well as recipes and items from around the world. We’re calling it a world of thanks."],
        ["26", "TRUMAN: What kind of advice would you give to kids who are interested in becoming a chef?"],
        ["27", "CHEF JUSTUS: Be open-minded. Study. Math, science, all the classes, take all that to heart and make sure to get a good education. The opportunities are wide open in the culinary and hospitality⁶ field. You can be adventurous and travel. Be open-minded."],
        ["28", "TRUMAN: Thanks for talking to me! And these cookies are delicious—this really is the sweetest place on Earth!"]
    ],
    "Copyright": "",
    "References": [
        ["¹", "lodge - a hotel"],
        ["²", "apprenticeship - a training period when a person learns on the job"],
        ["³", "culinary - concerning cooking"],
        ["⁴", "vocational technical school - a school that trains people for a particular job"],
        ["⁵", "line-level staff - beginning jobs"],
        ["⁶", "hospitality - concerning housing and entertaining visitors"]
    ]
}