{
    "Directions": "Read the following passage about Lynne Cox then answer each question.",
    "Context": [],
    "Title": "Long-distance swimmer and author Lynne Cox",
    "Subtitle": "",
    "Author": "by Michael Clarke",
    "LabelType": "P",
    "Content": [
        [" ", ":box:Lynne Cox is a famed open water swimmer and author of the best-selling book Swimming to Antarctica (2004)—a chronicle of her swims across the Bering Strait, the English Channel (twice), and one mile to the shores of Antarctica.\n\nHer book Grayson (2006) is the remarkable story of her experience swimming with a lost gray whale off the coast of California when she was just 17 years old. We spoke with Lynne to get her thoughts on that amazing experience."],
        [" ", "\tIᴛ’s ʙᴇᴇɴ ᴀ ʙᴜsʏ ʏᴇᴀʀ ꜰᴏʀ ʏᴏᴜ. Oh very much so. I’m here today gone tomorrow. The book tour that every author loves and dreads and loves again has me going. But, it’s been a tremendous year."],
        [" ", "\tAꜰᴛᴇʀ Sᴡɪᴍᴍɪɴɢ ᴛᴏ Aɴᴛᴀʀᴄᴛɪᴄᴀ, ᴡʜʏ ᴅɪᴅ ʏᴏᴜ ᴅᴇᴄɪᴅᴇ ᴛᴏ ᴠᴇɴᴛᴜʀᴇ ɪɴᴛᴏ ᴛʜᴇ ʏᴏᴜɴɢ ᴀᴅᴜʟᴛ/ᴄʜɪʟᴅʀᴇɴ’s ɢᴇɴʀᴇ? Actually I wrote it for adults, but it turns out it’s being read to all ages. The youngest reader I met was four years old. The oldest is 97. It’s really cool. I met a librarian from Carlsbad, California, and she and her husband would take turns reading a page at a time at night. You write a book and you never think about the way that story will be shared. But, it’s so cool."],
        [" ", "\tTʜᴇ ʙᴏᴏᴋ ɪs ᴠᴇʀʏ ᴅᴇᴛᴀɪʟᴇᴅ ᴀʙᴏᴜᴛ ʏᴏᴜʀ ᴇxᴘᴇʀɪᴇɴᴄᴇ ɪɴ ᴛʜᴇ ᴡᴀᴛᴇʀ ᴡɪᴛʜ ᴀ ɢʀᴀʏ ᴡʜᴀʟᴇ ʏᴏᴜ ɴᴀᴍᴇ Gʀᴀʏsᴏɴ. Hᴏᴡ ᴅɪᴅ ʏᴏᴜ ᴄᴏᴍᴇ ᴜᴘ ᴡɪᴛʜ ᴛʜᴏsᴇ ᴅᴇᴛᴀɪʟs sᴏ ᴍᴀɴʏ ʏᴇᴀʀs ᴀꜰᴛᴇʀ ᴛʜᴇ ᴇᴠᴇɴᴛ? It’s a combination of telling the story and making it more real by including details. So I went back and did research on everything to make sure it was accurate. Things like, do gray whales have four or five dimples on their back? I couldn’t remember. I had to find that out. Or how big the mother whale gets and whether the female is bigger than the male. (She is!)"],
        [" ", "\tI would also try to describe what it’s like to swim in certain situations. What it’s like swimming through sunset. How the light becomes liquid. It’s about trying to put the reader in the water with the whale and me."],
        [" ", "\tIɴ ᴛʜᴇ ʙᴏᴏᴋ ʏᴏᴜ sᴀʏ, “Eᴀᴄʜ ᴅᴀʏ ɪɴ ᴛʜᴇ ᴏᴄᴇᴀɴ ᴡᴀs ᴅɪꜰꜰᴇʀᴇɴᴛ.” Tʜɪs ᴅᴀʏ ᴡᴀs ᴄᴇʀᴛᴀɪɴʟʏ ɴᴏ ᴇxᴄᴇᴘᴛɪᴏɴ. Is ᴛʜᴀᴛ ᴡʜᴀᴛ ʏᴏᴜ ʟɪᴋᴇ ᴀʙᴏᴜᴛ ɪᴛ? Absolutely! You never know what’s going to happen. And you have to adjust to it. You think, “Okay, I can’t just do the same freestyle. I’ve got to cut down the arm stroke.” Or the waves will be strong so I’ll have to work harder. It’s hard for me to swim in a pool."],
        [" ", "\tI just met a guy who swam Catalina Channel, and the way he trained for it was in his condo pool. How amazing to do something so big and amazing in your condo pool. The amount of laps he had to do. Wow."],
        [" ", "\tIɴ ᴛʜᴇ ʙᴏᴏᴋ ʏᴏᴜ sᴀʏ, “Yᴇᴀʀs ʟᴀᴛᴇʀ I ʀᴇᴀʟɪᴢᴇᴅ ᴛʜᴀᴛ ɪꜰ I ʜᴀᴅ ꜰᴏᴜɴᴅ ᴛʜᴇ ʙᴀʙʏ ᴡʜᴀʟᴇ ᴏɴ ᴍʏ ꜰɪʀsᴛ ᴅɪᴠᴇ, I ᴍɪɢʜᴛ ɴᴇᴠᴇʀ ʜᴀᴠᴇ ʜᴇᴀʀᴅ ʜɪᴍ sᴘᴇᴀᴋ ᴜɴᴅᴇʀᴡᴀᴛᴇʀ . . . ᴀɴᴅ I ᴡᴏᴜʟᴅ ɴᴇᴠᴇʀ ʜᴀᴠᴇ ᴋɴᴏᴡɴ ʜᴏᴡ ꜰᴀʀ I ᴄᴏᴜʟᴅ ɢᴏ ᴅᴏᴡɴ ɪɴᴛᴏ ᴛʜᴇ ᴏᴄᴇᴀɴ ᴅᴇᴘᴛʜs ᴏɴ ᴀ sɪɴɢʟᴇ ʙʀᴇᴀᴛʜ.” Hᴏᴡ ᴅɪᴅ ᴛʜᴇ ᴇxᴘᴇʀɪᴇɴᴄᴇ ᴡɪᴛʜ Gʀᴀʏsᴏɴ sʜᴀᴘᴇ ʏᴏᴜʀ ʙᴇʟɪᴇꜰ ɪɴ ᴡʜᴀᴛ ᴡᴀs ᴘᴏssɪʙʟᴇ? I think it made me realize the things that are impossible really aren’t. I mean think about it . . . how do you find a mother whale in the Pacific Ocean? I mean it’s startling. Realizing I could do something like that made me understand in life when things look really big, if yo"],
        [" ", "\tYᴏᴜ ᴀʟsᴏ sᴀʏ, “I ᴡᴀs ʙᴇɢɪɴɴɪɴɢ ᴛᴏ ʀᴇᴀʟɪᴢᴇ ᴛʜᴀᴛ I ɴᴇᴇᴅᴇᴅ ᴛᴏ ɴᴏᴛ ᴏɴʟʏ ᴘʀᴇᴘᴀʀᴇ ᴘʜʏsɪᴄᴀʟʟʏ ꜰᴏʀ sᴏᴍᴇᴛʜɪɴɢ, ʙᴜᴛ ᴍᴇɴᴛᴀʟʟʏ ᴀs ᴡᴇʟʟ.” Is ᴛʜᴀᴛ ᴛʜᴇ ʀᴇᴀʟ sᴛʀᴜɢɢʟᴇ ᴡɪᴛʜ ʟᴏɴɢ sᴡɪᴍs—ᴛʜᴇ ᴍᴇɴᴛᴀʟ sɪᴅᴇ? Physical training prepares you mentally. During the swim with Grayson I was scared and wanted to get out of the water, but I kept talking to myself and telling myself to remain calm—to remind myself to swim closer to shore. And, I think all that is about training your mind as well as your body. But, sometimes I think if it’s so mental, why am I training so hard? (Laughs)"],
        [" ", "\tGʀᴀʏsᴏɴ ᴡᴏᴜʟᴅ ʙᴇ 30 ʏᴇᴀʀs ᴏʟᴅ ɴᴏᴡ. Dᴏ ʏᴏᴜ ᴛʜɪɴᴋ ᴏꜰ ʜɪᴍ ᴏꜰᴛᴇɴ? Oh yeah. How could you not? It’s like having a relationship with somebody and they move on, and you always wonder what happened to them. Did he have a family? If I’m swimming off Palos Verdes and I see the migration of the gray whales, I always wonder if he’s out there with them."],
        [" ", "\tI ʜᴀᴠᴇ ᴏɴᴇ ǫᴜᴇsᴛɪᴏɴ ᴀʙᴏᴜᴛ Aɴᴛᴀʀᴄᴛɪᴄᴀ. Dɪᴅ ʏᴏᴜ ᴇᴠᴇʀ ᴛʜɪɴᴋ ʙᴇꜰᴏʀᴇ ᴛʜᴀᴛ sᴡɪᴍ, “Yᴏᴜ ᴋɴᴏᴡ ɪꜰ I ʜᴀᴠᴇ ᴛᴏ ꜰɪʟʟ ᴍʏ ᴛᴇᴇᴛʜ ᴡɪᴛʜ ꜰʟᴜᴏʀɪᴅᴇ sᴏ ᴛʜᴇʏ ᴅᴏɴ’ᴛ sʜᴀᴛᴛᴇʀ, ᴍᴀʏʙᴇ I sʜᴏᴜʟᴅ ᴛʜɪɴᴋ ᴛᴡɪᴄᴇ ᴀʙᴏᴜᴛ ᴛʜɪs?” Well, actually that came from a book by Apsley Cherry-Garrard called The Worst Journey in the World. He and a friend were in Antarctica during the winter, and the climate made their teeth shatter."],
        [" ", "\tI realized it wasn’t going to be that cold—because I swam there during the summer—but I didn’t know how swimming in 32 degree weather would affect me. Would it damage my hearing? Would the goggles be affected? Nobody knew. The best thing to do is try to protect against everything. And that’s why I had my teeth infused with fluoride and why we used dental material to protect my ear canal."],
        [" ", "\tWʜᴀᴛ’s ʏᴏᴜʀ ɴᴇxᴛ sᴡɪᴍ? Aɴʏ ᴏᴛʜᴇʀ ᴅᴀɴɢᴇʀᴏᴜs ᴘʟᴀᴄᴇs ʏᴏᴜ’ʀᴇ ᴛʜɪɴᴋɪɴɢ ᴏꜰ? The backyard swimming pool. (Laughs) Right now I’m just happy to swim wherever I am. I’m headed to Florida, so maybe I’ll swim with the alligators and sharks."],
        [" ", "\tDᴏ ʏᴏᴜ ᴛʀᴀɪɴ ᴡɪᴛʜ ᴀ ᴄᴏᴀᴄʜ? I haven’t trained with a coach since my late teens. I’ve pretty much coached myself. I feel like I know my body better than anybody else. I know when I need to push myself and when I need to slack off."],
        [" ", "\tFor Antarctica I did a lot of work on the ball and core training. I would usually do this for about an hour because I had to keep my head above water—precisely because your body heat leaves through your head."],
        [" ", "\tHᴏᴡ ᴅɪᴅ ʏᴏᴜ sᴛᴀʏ sᴇʟꜰ-ᴍᴏᴛɪᴠᴀᴛᴇᴅ ᴅᴜʀɪɴɢ ʏᴏᴜʀ ʟᴀɴᴅ ᴛʀᴀɪɴɪɴɢ? When you try new things, you’re always the worst at something, but you have to convince yourself that nobody is watching and nobody cares. My neighbor said to me as I was training, “I thought I was really awful, but then I saw you, Lynne.” (Laughs) I just said, “Suzy, I’m here to show you how far you’ve come.”"]
    ],
    "Copyright": "",
    "References": []
}