{
    "Directions": "Read the passage and then answer each question that follows.",
    "Context": [],
    "Title": "Adelita's Amazing Journey",
    "Subtitle": "",
    "Author": "by Elizabeth Armstrong Hall",
    "LabelType": "P",
    "Content": [
        ["1", "\tOn August 10, 1996, a loggerhead sea turtle named Adelita was about to make navigation history. Ten years earlier, she'd been caught by a fisherman in the Pacific Ocean near Baja, Mexico. Adelita had spent the last ten years in a water tank. Over time, she grew into a 223-pound adult with a wide head and a humungous appetite. She was outgrowing her tank. It was time for her to return to the sea."],
        ["2", "\tBy this time, scientists had taken over the care of Adelita. That morning, they took her out in a boat. A few miles off shore, they lowered her into the water. It took Adelita a moment to realize that she was free. But then she turned west and swam off into the vast Pacific Ocean."],
        ["3", "\tWallace Nichols, a graduate student in marine biology, was there when Adelita was released. Nichols had a sea turtle mystery to solve."],
        ["4", "\tLike all sea turtles, Adelita was “programmed” to return to the beach where she was born and to lay her eggs there. However, the closest loggerhead beach was in Japan, thousands of miles away. Would Adelita remember how to get there?"],
        ["5", "\tSo he could follow her route, Nichols had glued a satellite transmitter on the highest point of Adelita's shell. The transmitter had a waterproof casing and an antenna sticking out of the top. Nichols could plot her location from a satellite signal whenever she came up for air. It was the first time anyone tried to track an ocean-going animal with a satellite transmitter."],
        ["6", "\tAdelita took to the ocean like she'd never left. On New Year's Day, she passed the Hawaiian Islands. Then she turned northwest and swam all the way to Japan. Averaging 20 miles each day, Adelita clocked over 9,000 miles in 368 days."],
        ["7", "\tHow did she find her way? Close to shore, light and wave direction indicated the way to land. But as she crossed the ocean, her internal compass kicked in. Like all sea turtles, Adelita was born with her compass. In fact, she needed it as soon as she hatched: She had to dig her way out of an underground nest, then scramble across the beach to reach the sea."],
        ["8", "\tNichols explains it like this: “A sea turtle can perceive Earth's magnetic fields. Just like we sense gravity and know which way is up or down, a sea turtle senses 'home'.” After living in Baja for most of her life, Adelita never forgot the way back to the spot where she was born."],
        ["", "problems/MS23G3E/media/S2a.jpg"]
    ],
    "Copyright": "Text and illustration from “Adelita's Amazing Journey” by Elizabeth Armstrong Hall, illustrated by Margaret Lindmark, Appleseeds, January 1, 2013. Copyright © 2013 by Cricket Media. Used with permission of Carus Publishing Company.",
    "References": []
}