{
    "Directions": "Read this passage, then answer each question.",
    "Context": [],
    "Title": "Pill Bugs",
    "Subtitle": "",
    "Author": "by Patricia Toht",
    "LabelType": "P",
    "Content": [
        ["1", "\tTurn over a rotting log or look under some dead leaves. Do you see little balls that look like hard seeds? Keep watching! They may not be seeds at all. The balls may uncurl and scurry away. Some people call them roly-polies, or tiggy hogs, or potato bugs. But most people call them pill bugs."],
        ["2", "\tPill bugs often live in forests. But they can also be found on beaches, in basements, or in the cracks of city buildings—anywhere they can find a dark, damp spot to hide from the sun."],
        ["3", "\tPill bugs are not “bugs” at all—they are related to shrimp and lobsters. They also have gills, like fish. These gills take oxygen from water for pill bugs to breathe. If pill bugs get too dry, they will die."],
        ["4", "\tLike a tiny tank, a pill bug’s back is a hard shell. When a bird, lizard, or frog comes looking for a tasty treat, pill bugs fold their fourteen legs and roll up to escape from being eaten."],
        ["5", "\tA pill bug will never pinch, or bite, or sting. You can gently pick one up and hold it in your hand."],
        ["6", "\tLook closely at the pill bug. What color is it? Adult pill bugs are often gray, but they may also be red, orange, or brown. Baby pill bugs are smaller and cream-colored."],
        ["7", "\tA mother pill bug carries her eggs, and then babies, in a pouch on her stomach until the babies are ready to live on their own. As a baby pill bug grows, its shell becomes too tight. The baby sheds, or molts, its shell. A new shell grows in its place. But a molting pill bug is soft and cannot roll into a hard ball to protect itself. Be careful, baby pill bugs!"],
        ["8", "\tCan you see two feelers on the pill bug’s head? These help a pill bug find food. Pill bugs love rotting vegetables and plants, ant droppings and spider eggs. A molting pill bug may even eat its own shell!"],
        ["9", "\tWhen you've finished looking at your pill bug, put it back in a damp, dark place. Then it can live a happy pill bugs' life."],
        ["", "problems/NY22G3E/media/S4a.jpg"]
    ],
    "Copyright": "",
    "References": []
}