{
    "Directions": "Read this passage, then answer each question.",
    "Context": [],
    "Title": "Just Listen",
    "Subtitle": "",
    "Author": "by Kathleen Weidner Zoehfeld",
    "LabelType": "P",
    "Content": [
        ["1", "\tPsssst! Your friend leans close and whispers a secret. Woof! Woof! His dog barks as a car zooms past. Beep beep! The driver honks her horn to say hello. People and animals and things are making sounds all the time. I hear birds singing. Is that rumbling sound thunder? Some sounds are as quiet as a leaf rustling in the breeze. Others are so loud you might cover your ears."],
        ["2", "\tPluck a guitar string or a rubber band stretched between your fingers. You see the string or rubber band go back and forth very fast. It is vibrating. You can't see it, but the vibration makes waves in the air, like you make waves in a bathtub of water when you waggle your hand up and down quickly."],
        ["3", "\tEvery sound is made by vibrations. Place your fingertips lightly on the front of your throat. Say or shout a few words. Feel the tiny, quick, shaking movements? That is the vibration of the vocal cords in your throat. It makes the sound of your voice."],
        ["4", "\tYour ears are sound wave collectors. Sit very quietly. Listen to all the different sounds you can hear."],
        ["5", "\tThe sound waves your ear collects travel through your ear canal. At the end of the canal is a thin piece of skin called your eardrum. The sound waves make your eardrum vibrate. Special nerve hairs further inside your ear pick up the vibrations. They send signals to your brain. Your brain makes sense of all the sounds you hear. The faster your eardrum vibrates, the higher the sound you will hear. If the vibration is slower, you will hear a lower sound."],
        ["6", "\tSound waves travel not only through air but also through water. They can even travel through solid things, like wood. Knock on your table top. Listen to the sound. Now put one ear down on your table and knock again the same way. Does the knock sound different? Sound waves are traveling to your ear through the table top. They travel even faster through wood or metal than they do through air."],
        ["7", "\tIn outer space, there is no air. And guess what. There are no sounds, either, because there is nothing for sound waves to travel through. If an astronaut bangs a hammer on the outside of a spaceship, people inside the spaceship may hear it. But there will be no sound outside the ship—no matter how hard the astronaut hammers! Because there is no air, the hammering creates no sound waves. There is only silence."],
        ["8", "\tSometimes your ear collects a sound twice. If  you make a wave of water in the tub, it will go to the edge and bounce back. Sometimes sound waves bounce back, too. If you clap your hands in an empty room, you hear the clap as soon as your hands come together. But you may hear it again, a split second later, as the sound waves travel to the wall and bounce back to your ear. It's called an echo."],
        ["9", "\tThe world is full of sounds. Just listen."],
        ["", "problems/NY22G3E/media/S2a.jpg"]
    ],
    "Copyright": "",
    "References": []
}