{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G3R/supps/TX18G3R-S1.json"
        ],
        "Content": [
            "Read the dictionary entry for the word p͟a͟s͟s.",
            ":box:pass \\'pas\\ verb\n1. to ignore\n2. to move by\n3. to throw or hit a ball to a teammate\n4. to complete a class successfuly",
            "Which meaning best matches the way the word p͟a͟s͟s͟e͟d is used in paragraph 7?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Meaning 1",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 7, other builders slowed down to look at the mound of sand, which shows that they were paying attention to what Max and Carter were doing, not ignoring them.",
                    "Percent": 6
                }
            },
            "B": {
                "Choice": "Meaning 2",
                "Key": {
                    "Correct": true,
                    "Rationale": "Meaning 2 best matches the way the word p͟a͟s͟s͟e͟d is used in paragraph 7. The other builders “slowed down” to look “at the growing mound of sand,” which shows that they were moving by Max and Carter.",
                    "Percent": 82
                }
            },
            "C": {
                "Choice": "Meaning 3",
                "Key": {
                    "Correct": false,
                    "Rationale": "There are no balls hit or thrown in paragraph 7, so this is not the correct meaning of p͟a͟s͟s͟e͟d.",
                    "Percent": 6
                }
            },
            "D": {
                "Choice": "Meaning 4",
                "Key": {
                    "Correct": false,
                    "Rationale": "The characters in the story are not in a class; they are enjoying free time at the beach, so this is not the correct meaning of p͟a͟s͟s͟e͟d.",
                    "Percent": 5
                }
            }
        }
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G3R/supps/TX18G3R-S1.json"
        ],
        "Content": [
            "Which sentence best describes Carter and Max when they first notice the girls?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "They are worried that the girls are building a better car than they are.",
                "Key": {
                    "Correct": false,
                    "Rationale": "When Carter and Max first meet the girls, the boys are upset because the girls are also making a sports car, but they are not worried that the girls’ car will be better. In paragraph 17, Carter says that their own sports car will be better.",
                    "Percent": 18
                }
            },
            "G": {
                "Choice": "They want to change their plan and build a different sand sculpture.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 17, Carter tells Max to keep working, showing that the boys do not intend to change their plan.",
                    "Percent": 3
                }
            },
            "H": {
                "Choice": "They are not pleased that the girls are also building a sports car.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Carter and Max are not pleased that the girls are building a sports car since Carter and Max are building one as well. They tell the girls that they “‘can’t build a sports car’” and that the girls are copying them.",
                    "Percent": 74
                }
            },
            "J": {
                "Choice": "They decide to help the girls make their car look even better.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Carter and Max do not decide to help the girls when they first meet them. It is later in the story when the boys begin to share tips and work together with the girls.",
                    "Percent": 4
                }
            }
        }
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G3R/supps/TX18G3R-S1.json"
        ],
        "Content": [
            "Read the story chart below.",
            "problems/TX18G3R/media/3a.jpg",
            "Which of the following events completes the chart?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Carter tells Kate how to make the tires look round.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Carter tells Kate how to make the tires look round in paragraph 37, but this comes after Max tells the girls that he and Carter began building their sculpture first.",
                    "Percent": 3
                }
            },
            "B": {
                "Choice": "Carter reminds Max that the judging begins at two o’clock.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Carter reminds Max that the judging is at two o’clock in paragraph 22, which is after Max tells the girls that he and Carter began building their sculpture first.",
                    "Percent": 16
                }
            },
            "C": {
                "Choice": "Carter, Max, Sophie, and Kate hurry to build a racetrack around their cars.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Carter, Max, Sophie, and Kate hurry to form the racetrack in paragraph 34, which is after Max tells the girls that he and Carter began building their sculpture first.",
                    "Percent": 6
                }
            },
            "D": {
                "Choice": "Carter and Max begin making their sand sculpture by digging up sand and putting it in a pile.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 6, Carter and Max are digging up sand and making a pile. This happens after Carter meets Max at the beach (paragraph 4) and before they first meet the girls (paragraph 12).",
                    "Percent": 75
                }
            }
        }
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G3R/supps/TX18G3R-S1.json"
        ],
        "Content": [
            "Why are paragraphs 13 through 22 important to the plot of the story?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "They show that both groups are determined to win the sand-sculpture competition.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraphs 13 through 22, both teams keep working hard on their sculptures, showing that they are all determined to win the sand-sculpture competition.",
                    "Percent": 68
                }
            },
            "G": {
                "Choice": "They suggest that the girls may cause trouble when the judging begins.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence in paragraphs 13 through 22 that the girls may cause trouble when the judging begins.",
                    "Percent": 9
                }
            },
            "H": {
                "Choice": "They show why the boys should not talk with other people in the contest.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The boys are upset with the girls in these paragraphs, but Carter and Max end up enjoying the girls’ company, so there is nothing to suggest that the boys should not talk to anyone.",
                    "Percent": 5
                }
            },
            "J": {
                "Choice": "They suggest that the boys are concerned that the judges are interested in the car the girls are making.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the boys are annoyed that the girls are also building a car (paragraphs 13–17), Carter and Max are not concerned that the judges are interested in the girls’ car. In paragraphs 20 through 22, Carter and Max are focused on building their own car.",
                    "Percent": 17
                }
            }
        }
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G3R/supps/TX18G3R-S1.json"
        ],
        "Content": [
            "In paragraph 20, the word m͟o͟i͟s͟t͟e͟n͟e͟d means that the sand was made —"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "wet",
                "Key": {
                    "Correct": true,
                    "Rationale": "Carter uses a spray bottle to moisten the car after the sun “was drying out the sand.” This context is included to help the student know that the word m͟o͟i͟s͟t͟e͟n͟e͟d means that Carter made the sand “wet.”",
                    "Percent": 82
                }
            },
            "B": {
                "Choice": "firm",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although moistening the sand helped make it firmer, this is not the meaning of the word m͟o͟i͟s͟t͟e͟n͟e͟d.",
                    "Percent": 10
                }
            },
            "C": {
                "Choice": "shiny",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although something wet may be “shiny,” this is not the meaning of the word m͟o͟i͟s͟t͟e͟n͟e͟d.",
                    "Percent": 5
                }
            },
            "D": {
                "Choice": "bright",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no context to support that moistening the sand would make it “bright.",
                    "Percent": 4
                }
            }
        }
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G3R/supps/TX18G3R-S1.json"
        ],
        "Content": [
            "n the story, how are the boys and the girls alike?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "They planned their idea before the contest began.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The boys and girls had both planned their ideas before the contest began. In paragraph 3, Max and Carter had the idea for the car prior to the contest, and in paragraph 16, Sophie mentions that she and Kate have “‘been planning this all year.’”",
                    "Percent": 78
                }
            },
            "G": {
                "Choice": "They have built sand castles in other competitions.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Max and Carter may have participated in the New Year’s Eve sand-sculpture contest before, but there is no evidence in the story that Sophie and Kate have built sand castles in other competitions.",
                    "Percent": 9
                }
            },
            "H": {
                "Choice": "They have won this contest before.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence included in the story that suggests the boys or girls have won this contest before.",
                    "Percent": 3
                }
            },
            "J": {
                "Choice": "They know what they should call their sculpture.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 42, Carter is not sure what to call the sand sculpture, but Kate comes to the rescue with a name in paragraph 43. This is not a way in which the boys and girls are alike.",
                    "Percent": 10
                }
            }
        }
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G3R/supps/TX18G3R-S1.json"
        ],
        "Content": [
            "Which sentence states the main theme of the story?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It is important to be on time when others are depending on you.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Carter mentions hurrying to be on time for judging (paragraph 22), but being on time is not an overall theme of the story.",
                    "Percent": 3
                }
            },
            "B": {
                "Choice": "Winning does not matter as long as you try hard.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Both teams end up winning because they work together, so winning is actually an important part of the theme, making this option incorrect.",
                    "Percent": 33
                }
            },
            "C": {
                "Choice": "Working with others can be better than working on your own.",
                "Key": {
                    "Correct": true,
                    "Rationale": "At the end of the story, the two teams come together as one and win the competition, supporting the main theme, or central message, that working with others can be better than working on your own.",
                    "Percent": 59
                }
            },
            "D": {
                "Choice": "The best ideas come to those who are patient.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Sophie and Kate have shown a good amount of patience by planning their sculpture all year, this is not a theme of the story.",
                    "Percent": 5
                }
            }
        }
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G3R/supps/TX18G3R-S1.json"
        ],
        "Content": [
            "Which sentence from the story contains descriptions that appeal most to the reader’s sense of touch?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "This was the day he had waited for all year—the New Year’s Eve sand-sculpture contest at the beach.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This sentence does not contain any details that appeal to the reader’s sense of touch.",
                    "Percent": 23
                }
            },
            "G": {
                "Choice": "Then he packed the sand with both hands while Max dumped on more sand and slapped it into a mound.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sentence from paragraph 6 is included to describe how Carter “packed the sand with both hands” and Max “slapped it into a mound.” The author uses these descriptions to appeal to the sense of touch.",
                    "Percent": 60
                }
            },
            "H": {
                "Choice": "Rising out of the sand nearby were castles, dragons, whales, and mermaids.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the shapes of different sculptures are described in this sentence, which may appeal to the reader’s sense of sight, the author does not include descriptions that appeal to the sense of touch.",
                    "Percent": 7
                }
            },
            "J": {
                "Choice": "A photographer hurried over to take a picture for the newspaper—two beautiful racing cars and four smiling sculptors.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This sentence does not include details that appeal to the reader’s sense of touch.",
                    "Percent": 10
                }
            }
        }
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G3R/supps/TX18G3R-S1.json"
        ],
        "Content": [
            "What is the best summary of the story?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "While two boys build a sand sculpture at a contest on the beach, people walk around to look at their work. When the judge sees what the boys are building, the boys realize that the judge has the wrong idea about their sculpture.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Important information about the conflict of the story is left out of this option—there is no mention of the girls. The resolution is also omitted, making this summary incomplete.",
                    "Percent": 4
                }
            },
            "B": {
                "Choice": "Two boys are excited about entering a sand-sculpture contest. They find a good place on the beach to build their sculpture. Many people stop to watch them work. Two girls next to them are building a similar sand sculpture.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The boys’ reaction to the girls’ similar structure, which is the main conflict of the story, is left out of this option. The resolution is also omitted, making this summary incomplete.",
                    "Percent": 15
                }
            },
            "C": {
                "Choice": "Two boys build a sand sculpture for a contest at the beach. They are surprised when two girls next to them are building the same thing. When the contest judge thinks the four kids are working together, the kids go along with the idea and win the contest.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This summary successfully includes the major events and key details from the entire story. The first sentence includes events from paragraphs 1 through 10: Carter and Max enter a contest at the beach and are building a sand sculpture. The conflict is described in the second sentence, and the last sentence includes a description of the resolution when the two teams join together to win the competition.",
                    "Percent": 68
                }
            },
            "D": {
                "Choice": "When two boys work next to two girls at a sand-sculpture contest on the beach, they learn that they had the same idea for the contest. No one wants to start over to make something else. The boys try to make their sculpture better than the girls’ sculpture, but the girls do the same.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Important details such as the boys’ feelings about the girls’ sculpture are left out of this summary. The resolution is also omitted, making this summary incomplete.",
                    "Percent": 12
                }
            }
        }
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G3R/supps/TX18G3R-S2.json",
            "problems/TX18G3R/supps/TX18G3R-S3.json"
        ],
        "Content": [
            "Which words in paragraph 4 best help the reader understand the meaning of r͟e͟s͟o͟u͟r͟c͟e͟s?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "where to look",
                "Key": {
                    "Correct": false,
                    "Rationale": "The words “where to look” are related to finding the stars in the sky. These words are not included to provide information about what the word r͟e͟s͟o͟u͟r͟c͟e͟s means.",
                    "Percent": 8
                }
            },
            "G": {
                "Choice": "stars and planets",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although there are resources that have information about stars and planets, the words “stars and planets” on their own are not included to help the reader understand the meaning of r͟e͟s͟o͟u͟r͟c͟e͟s.",
                    "Percent": 9
                }
            },
            "H": {
                "Choice": "what you are seeing",
                "Key": {
                    "Correct": false,
                    "Rationale": "The phrase “what you are seeing” refers to the night sky and is not included to provide context for what r͟e͟s͟o͟u͟r͟c͟e͟s means.",
                    "Percent": 6
                }
            },
            "J": {
                "Choice": "tools to find information",
                "Key": {
                    "Correct": true,
                    "Rationale": "The words “tools to find information” are included to help the reader determine the meaning of r͟e͟s͟o͟u͟r͟c͟e͟s. In paragraph 4, the author mentions that the star charts and guidebooks are examples of these tools, providing further context for the correct meaning.",
                    "Percent": 77
                }
            }
        }
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G3R/supps/TX18G3R-S2.json",
            "problems/TX18G3R/supps/TX18G3R-S3.json"
        ],
        "Content": [
            "What is the most likely reason the author begins the selection with the ideas in paragraph 1?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "To describe an activity that the reader may not have experienced",
                "Key": {
                    "Correct": true,
                    "Rationale": "Details in paragraph 1, such as “the land is quiet and dark” and “Everyone gazes up at the night sky,” are included to describe an activity most readers may not have experienced. Star parties are likely not a familiar occurrence in most places, so starting the selection with these ideas helps the reader understand what the activity entails.",
                    "Percent": 49
                }
            },
            "B": {
                "Choice": "To suggest that a star party is similar to a party the reader may have attended",
                "Key": {
                    "Correct": false,
                    "Rationale": "The details are included in paragraph 1 to describe what makes a star party unique; some of the events are not similar to those that take place at another type of party that the reader may have attended.",
                    "Percent": 14
                }
            },
            "C": {
                "Choice": "To identify the types of objects the reader would see in the night sky",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 1, the author describes the partygoers and the events that take place prior to seeing the stars, not the objects that would be seen in the sky.",
                    "Percent": 25
                }
            },
            "D": {
                "Choice": "To inform the reader of the items needed for a successful experience",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 1, the author does not list any items needed for a successful experience at a star party—these items are not mentioned until paragraphs 3 and 4.",
                    "Percent": 12
                }
            }
        }
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G3R/supps/TX18G3R-S2.json",
            "problems/TX18G3R/supps/TX18G3R-S3.json"
        ],
        "Content": [
            "In the boxed information titled “Make Your Own Stargazing Flashlight,” the word s͟e͟c͟u͟r͟e means to —"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "cut out neatly",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although it says in Step 1 to cut the plastic or cloth, Step 3 does not include directions to cut anything out.",
                    "Percent": 10
                }
            },
            "G": {
                "Choice": "glue together",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although an object could be secured with glue, Step 3 includes directions to secure with a rubber band, which suggests just fastening tightly.",
                    "Percent": 13
                }
            },
            "H": {
                "Choice": "fasten tightly",
                "Key": {
                    "Correct": true,
                    "Rationale": "The details “to the flashlight” and “with the rubber band” in Step 3 are meant to suggest that the word s͟e͟c͟u͟r͟e means to “fasten tightly.” The rubber band would hold the plastic or cloth in place on the flashlight.",
                    "Percent": 72
                }
            },
            "J": {
                "Choice": "fold in half",
                "Key": {
                    "Correct": false,
                    "Rationale": "Step 3 includes directions to “S͟e͟c͟u͟r͟e ... to the flashlight,” which would indicate fastening something onto the flashlight, not folding something in half on the flashlight.",
                    "Percent": 5
                }
            }
        }
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G3R/supps/TX18G3R-S2.json",
            "problems/TX18G3R/supps/TX18G3R-S3.json"
        ],
        "Content": [
            "What information can be found in the section titled “What Are You Staring At?”"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Why star parties take place in the country",
                "Key": {
                    "Correct": false,
                    "Rationale": "The reason why star parties take place in the country can be found in paragraph 2, not in the section “What Are You Staring At?”",
                    "Percent": 24
                }
            },
            "B": {
                "Choice": "The purpose of a star chart",
                "Key": {
                    "Correct": true,
                    "Rationale": "Paragraph 4 is located in the section “What Are You Staring At?” The paragraph contains information about what star charts are and describes their purpose.",
                    "Percent": 46
                }
            },
            "C": {
                "Choice": "What type of weather to expect during a star party",
                "Key": {
                    "Correct": false,
                    "Rationale": "The type of weather to expect during a star party is mentioned in paragraph 7, not in the section “What Are You Staring At?”",
                    "Percent": 18
                }
            },
            "D": {
                "Choice": "The purpose of a red flashlight",
                "Key": {
                    "Correct": false,
                    "Rationale": "The purpose of a red flashlight is explained in paragraph 8, not in the section “What Are You Staring At?”",
                    "Percent": 12
                }
            }
        }
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G3R/supps/TX18G3R-S2.json",
            "problems/TX18G3R/supps/TX18G3R-S3.json"
        ],
        "Content": [
            "Star parties do not usually take place in cities because —"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "cities do not have enough hills",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 1, the author mentions that cars travel up a hill to get to the area where a star party is taking place, but a lack of hills is not the reason why the parties do not usually take place in cities.",
                    "Percent": 10
                }
            },
            "G": {
                "Choice": "there are too many people around",
                "Key": {
                    "Correct": false,
                    "Rationale": "The presence of too many people is not a reason that star parties do not usually take place in cities. The author mentions that “everyone is welcome at a star party” (paragraph 2), which indicates that there could be a large number of people in attendance.",
                    "Percent": 8
                }
            },
            "H": {
                "Choice": "cities do not have quiet places for viewing",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author mentions that “the land is quiet,” this is not the reason why the star parties take place in the country; it is more about the lack of light than lack of noise.",
                    "Percent": 12
                }
            },
            "J": {
                "Choice": "there is too much light to see the stars clearly",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 2, the author explains that star parties do not take place in the cities “Because city skies are usually bright with lights at night.” In the country, there is less light and “stars can be easily seen.”",
                    "Percent": 70
                }
            }
        }
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G3R/supps/TX18G3R-S2.json",
            "problems/TX18G3R/supps/TX18G3R-S3.json"
        ],
        "Content": [
            "Look at the diagram from the selection.",
            "problems/TX18G3R/media/15a.jpg",
            "This diagram helps the reader understand —"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "how the constellation Leo is formed",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 5, the author explains that stars in a constellation may be grouped into the shape of an animal. Placing the constellation and its outline on top of a picture of a lion helps readers understand how this grouping of stars forms the shape of a lion.",
                    "Percent": 68
                }
            },
            "B": {
                "Choice": "the myth about the constellation Leo",
                "Key": {
                    "Correct": false,
                    "Rationale": "The diagram is not included to provide any information related to the myth about the constellation Leo.",
                    "Percent": 16
                }
            },
            "C": {
                "Choice": "where to find the constellation Leo in the sky",
                "Key": {
                    "Correct": false,
                    "Rationale": "The diagram is not included to provide any information about where in the sky the constellation can be found.",
                    "Percent": 10
                }
            },
            "D": {
                "Choice": "the names of all the stars in the constellation Leo",
                "Key": {
                    "Correct": false,
                    "Rationale": "The only name that appears on the diagram is “Leo,” which is the name of the constellation. The stars that make up the constellation are not named in the diagram.",
                    "Percent": 6
                }
            }
        }
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G3R/supps/TX18G3R-S2.json",
            "problems/TX18G3R/supps/TX18G3R-S3.json"
        ],
        "Content": [
            "The row of pictures at the top of the boxed information titled “Make Your Own Stargazing Flashlight” helps the reader understand —"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "where to buy the supplies",
                "Key": {
                    "Correct": false,
                    "Rationale": "The row of pictures is included to show which supplies are needed, not where to buy the supplies.",
                    "Percent": 4
                }
            },
            "G": {
                "Choice": "what supplies are needed",
                "Key": {
                    "Correct": true,
                    "Rationale": "The row of pictures is included to show exactly what supplies are needed to make a stargazing flashlight.",
                    "Percent": 85
                }
            },
            "H": {
                "Choice": "how to use the scissors correctly",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although a picture of scissors is included in the row of pictures, there is no instruction on how to properly use the scissors.",
                    "Percent": 5
                }
            },
            "J": {
                "Choice": "how long the project will take to finish",
                "Key": {
                    "Correct": false,
                    "Rationale": "The row of pictures is included to help the student understand what supplies are needed, not how long it will take to complete the project.",
                    "Percent": 6
                }
            }
        }
    },
    "17": {
        "Number": 17,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G3R/supps/TX18G3R-S2.json",
            "problems/TX18G3R/supps/TX18G3R-S3.json"
        ],
        "Content": [
            "According to the boxed information titled “Make Your Own Stargazing Flashlight,” what should the reader do right after cutting the red plastic or cloth?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Place it next to the flashlight",
                "Key": {
                    "Correct": false,
                    "Rationale": "In Step 2, covering the lighted end of the flashlight with the cloth, not placing the cloth next to the flashlight, is mentioned.",
                    "Percent": 7
                }
            },
            "B": {
                "Choice": "Place it over the lighted end of the flashlight",
                "Key": {
                    "Correct": true,
                    "Rationale": "Cutting the red plastic or cloth is Step 1. The step that immediately follows—Step 2—is placing the material over the lighted end of the flashlight: “Cover the lighted end of the flashlight with the red plastic or cloth.”",
                    "Percent": 59
                }
            },
            "C": {
                "Choice": "Wrap the rubber band around the flashlight",
                "Key": {
                    "Correct": false,
                    "Rationale": "Wrapping the rubber band around the plastic or cloth is Step 3, which comes after covering the lighted end of the flashlight with the plastic or cloth.",
                    "Percent": 15
                }
            },
            "D": {
                "Choice": "Wrap the edges around the sides of the flashlight",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the edges do need to be wrapped around the sides of the flashlight, the lighted end of the flashlight must first be covered by the plastic or cloth.",
                    "Percent": 19
                }
            }
        }
    },
    "18": {
        "Number": 18,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G3R/supps/TX18G3R-S2.json",
            "problems/TX18G3R/supps/TX18G3R-S3.json"
        ],
        "Content": [
            "The author wrote this selection most likely to —"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "provide information about what happens at star parties",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author wrote this selection most likely to provide information about what happens at star parties. The author begins with a description of what people do during a star party. The author then explains what equipment is used and lists helpful resources to explore, and concludes with tips on how to get ready for a star party.",
                    "Percent": 62
                }
            },
            "G": {
                "Choice": "explain how people can find star parties in their area",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author does mention that star parties usually take place in “the country,” there is no specific explanation of how people can find such parties in their area.",
                    "Percent": 10
                }
            },
            "H": {
                "Choice": "describe what the reader needs at a star party",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author does describe what is needed at a star party, but this is a detail included to support the author’s larger purpose of providing information about what happens at star parties.",
                    "Percent": 12
                }
            },
            "J": {
                "Choice": "persuade the reader to attend a star party",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author seems enthusiastic about star parties, there is no evidence included to suggest the purpose of the selection is to persuade the reader to attend such a party.",
                    "Percent": 15
                }
            }
        }
    },
    "19": {
        "Number": 19,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G3R/supps/TX18G3R-S4.json"
        ],
        "Content": [
            "The description in lines 9 through 12 helps the reader picture —"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "what a kitten’s fur looks like",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the kitten’s fur is mentioned in these lines, the description does not include details that help the reader picture what the fur looks like.",
                    "Percent": 13
                }
            },
            "B": {
                "Choice": "which kitten the mother cat is worried about",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence to suggest that the mother is worried about any of her kittens.",
                    "Percent": 17
                }
            },
            "C": {
                "Choice": "where the mother cat keeps her kittens",
                "Key": {
                    "Correct": false,
                    "Rationale": "The description included in lines 9 through 12 does not provide any details about where the kittens are kept.",
                    "Percent": 15
                }
            },
            "D": {
                "Choice": "how the mother cat moves a kitten",
                "Key": {
                    "Correct": true,
                    "Rationale": "The poet includes the description in lines 9 through 12 to help the reader picture how the mother cat moves a kitten by explaining how the mother cat “turned it [the kitten] over from beneath and took its fur between her teeth.” This sensory language provides a visual image of how she takes the kitten outside.",
                    "Percent": 54
                }
            }
        }
    },
    "20": {
        "Number": 20,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G3R/supps/TX18G3R-S4.json"
        ],
        "Content": [
            "In the poem‚ the mother cat wants her kittens to learn to feel comfortable —"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "in the snow",
                "Key": {
                    "Correct": true,
                    "Rationale": "Details included throughout the poem show that the mother cat wants her kittens to be comfortable in the snow. This is summarized in the last lines of the poem: “so when they’re grown they’ll always know to never be afraid of snow.”",
                    "Percent": 77
                }
            },
            "G": {
                "Choice": "around other animals",
                "Key": {
                    "Correct": false,
                    "Rationale": "The pet dog is mentioned in line 16, but he helps the mother cat make her kittens comfortable in the snow, not around him.",
                    "Percent": 8
                }
            },
            "H": {
                "Choice": "when she picks them up",
                "Key": {
                    "Correct": false,
                    "Rationale": "The mother cat does pick her kittens up, but she does this in order to bring them outside to become comfortable in the snow.",
                    "Percent": 10
                }
            },
            "J": {
                "Choice": "when the speaker is near them",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this poem, the speaker seems to be observing the mother cat and her kittens, not interacting with them. The poet does not suggest that the kittens need to become comfortable when near the speaker.",
                    "Percent": 4
                }
            }
        }
    },
    "21": {
        "Number": 21,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G3R/supps/TX18G3R-S4.json"
        ],
        "Content": [
            "Which lines from the poem rhyme?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "weeks ago\nwhen everything outside was snow.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The two words “ago” and “snow” at the ends of these lines rhyme; the words both end with a long /o/ sound.",
                    "Percent": 73
                }
            },
            "B": {
                "Choice": "and carried it\noutside to see",
                "Key": {
                    "Correct": false,
                    "Rationale": "The words “it” and “see” do not rhyme.",
                    "Percent": 6
                }
            },
            "C": {
                "Choice": "and then our dog\ndecided he",
                "Key": {
                    "Correct": false,
                    "Rationale": "The words “dog” and “he” do not rhyme.",
                    "Percent": 7
                }
            },
            "D": {
                "Choice": "and one by one\nthey took them out",
                "Key": {
                    "Correct": false,
                    "Rationale": "The words “one” and “out” both begin with the letter o, but they do not rhyme.",
                    "Percent": 14
                }
            }
        }
    },
    "22": {
        "Number": 22,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G3R/supps/TX18G3R-S4.json"
        ],
        "Content": [
            "Read line 21 from the poem.",
            ":box:to see what sun is all about",
            "The poet includes this line to emphasize that the mother cat —"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "knows it will snow again soon",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although there have been “clouds and storm,” there is no indication that the poet includes line 21 to emphasize that the mother cat knows it will snow again soon.",
                    "Percent": 12
                }
            },
            "G": {
                "Choice": "knows it will snow again soon",
                "Key": {
                    "Correct": false,
                    "Rationale": "The inference that the mother cat has had a bad experience in the winter is not supported by line 21.",
                    "Percent": 7
                }
            },
            "H": {
                "Choice": "wants her kittens to explore new things",
                "Key": {
                    "Correct": true,
                    "Rationale": "Because the mother cat had kittens “when everything outside was snow,” the kittens have not had a chance to experience the sun. In line 21 (“to see what the sun is all about”), the poet emphasizes that the mother cat wants her kittens to explore new things.",
                    "Percent": 63
                }
            },
            "J": {
                "Choice": "thinks her kittens will like the snow",
                "Key": {
                    "Correct": false,
                    "Rationale": "The mother cat does not know whether her kittens will like the snow; she wants them to go out to experience snow without being afraid.",
                    "Percent": 17
                }
            }
        }
    },
    "23": {
        "Number": 23,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G3R/supps/TX18G3R-S4.json"
        ],
        "Content": [
            "How are the stanzas in the poem alike?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "They tell the speaker’s feelings about the mother cat.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The speaker’s feelings are not conveyed in the stanzas; the speaker is simply observing.",
                    "Percent": 25
                }
            },
            "B": {
                "Choice": "They have the same number of lines.",
                "Key": {
                    "Correct": true,
                    "Rationale": "All of the stanzas, or verses, in the poem contain different ideas and images, but the stanzas are similar in that they are all three lines long.",
                    "Percent": 44
                }
            },
            "C": {
                "Choice": "They focus on a problem the mother cat tries to solve.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The mother cat works to take her kittens outside in the sun and snow in the stanzas, but this is not presented as a problem that she tries to solve.",
                    "Percent": 20
                }
            },
            "D": {
                "Choice": "They repeat important words.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Some words such as “and” and “she” are repeated in certain stanzas, but not because the words are important. This is not a way in which all the stanzas are alike.",
                    "Percent": 11
                }
            }
        }
    },
    "24": {
        "Number": 24,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G3R/supps/TX18G3R-S4.json"
        ],
        "Content": [
            "The speaker most likely thinks the mother cat’s actions are —"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "brave",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the mother cat is doing something her kittens may not initially enjoy, the speaker most likely does not think she is being brave.",
                    "Percent": 36
                }
            },
            "G": {
                "Choice": "confusing",
                "Key": {
                    "Correct": false,
                    "Rationale": "The speaker seems to understand the reasoning behind the mother cat wanting to take her kittens outside, so there is no confusion.",
                    "Percent": 6
                }
            },
            "H": {
                "Choice": "annoying",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence in the poem that the speaker thinks the mother cat’s actions are annoying.",
                    "Percent": 3
                }
            },
            "J": {
                "Choice": "wise",
                "Key": {
                    "Correct": true,
                    "Rationale": "The speaker realizes that the kittens are going to grow into cats that need to be comfortable in the snow and, therefore, likely believes it wise of the mother cat to give her kittens this experience. This is supported by the last lines of the poem: “so when they’re grown they’ll always know to never be afraid of snow.”",
                    "Percent": 55
                }
            }
        }
    },
    "25": {
        "Number": 25,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G3R/supps/TX18G3R-S4.json"
        ],
        "Content": [
            "How can the reader tell that this is a narrative poem?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The poem contains words that appeal to the senses.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although there are some words that appeal to the senses, such as “warm” and “snuzzled,” the inclusion of sensory details does not make this a narrative poem.",
                    "Percent": 18
                }
            },
            "B": {
                "Choice": "The speaker of the poem shares his or her feelings.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this poem, the speaker does not share his or her feelings.",
                    "Percent": 21
                }
            },
            "C": {
                "Choice": "The poem has lines that make the reader laugh.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There are no lines in the poem that are clearly humorous or meant to make the reader laugh.",
                    "Percent": 5
                }
            },
            "D": {
                "Choice": "The events described in the poem tell a story.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The poet tells a complete story from beginning to end, which makes this an example of a narrative poem. A mother cat has kittens and keeps them safe inside until a sunny day allows her, with the help of the pet dog, to take the kittens outside to experience the snow.",
                    "Percent": 56
                }
            }
        }
    },
    "26": {
        "Number": 26,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G3R/supps/TX18G3R-S4.json"
        ],
        "Content": [
            "The mother cat takes her kittens outside because —"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "the dog arrives",
                "Key": {
                    "Correct": false,
                    "Rationale": "The dog helps the mother take her kittens outside, but his arrival is not the reason she takes them outside.",
                    "Percent": 5
                }
            },
            "G": {
                "Choice": "the kittens grow up",
                "Key": {
                    "Correct": false,
                    "Rationale": "The poet includes the lines at the beginning of the poem (“Our cats had kittens weeks ago”) and line 22 (“so when they’re grown”) to indicate that the kittens are not grown yet.",
                    "Percent": 8
                }
            },
            "H": {
                "Choice": "the sun comes out",
                "Key": {
                    "Correct": true,
                    "Rationale": "Lines 19 through 21 are included to show that the mother cat takes her kittens outside because the sun comes out and she wants to show them what it is like: “and one by one they took them out to see what sun is all about.”",
                    "Percent": 73
                }
            },
            "J": {
                "Choice": "winter is over",
                "Key": {
                    "Correct": false,
                    "Rationale": "Line 15 provides evidence that it is still winter, and that this day just happens to be a winter day when the sun is out.",
                    "Percent": 14
                }
            }
        }
    },
    "27": {
        "Number": 27,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G3R/supps/TX18G3R-S5.json"
        ],
        "Content": [
            "The photograph next to paragraph 1 helps the reader understand —"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "why Taylor works many hours",
                "Key": {
                    "Correct": false,
                    "Rationale": "No details shown in this photograph help the reader understand why Taylor works many hours.",
                    "Percent": 17
                }
            },
            "B": {
                "Choice": "how Taylor changes her recipes",
                "Key": {
                    "Correct": false,
                    "Rationale": "No details shown in this photograph help the reader understand how Taylor changes her recipes.",
                    "Percent": 7
                }
            },
            "C": {
                "Choice": "where Taylor stores her cupcakes",
                "Key": {
                    "Correct": false,
                    "Rationale": "No details shown in this photograph help the reader understand where Taylor stores her cupcakes.",
                    "Percent": 15
                }
            },
            "D": {
                "Choice": "what tools Taylor uses in the kitchen",
                "Key": {
                    "Correct": true,
                    "Rationale": "The photograph next to paragraph 1 is included to help the reader understand what tools Taylor uses in the kitchen by featuring various tools, such as a mixer and a cupcake tin.",
                    "Percent": 61
                }
            }
        }
    },
    "28": {
        "Number": 28,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G3R/supps/TX18G3R-S5.json"
        ],
        "Content": [
            "The word t͟h͟r͟i͟v͟i͟n͟g in paragraph 7 tells the reader that Taylor’s business is —"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "doing well",
                "Key": {
                    "Correct": true,
                    "Rationale": "The context provided in paragraphs 6 and 7 helps readers understand that thriving means Taylor’s business is doing well. The author emphasizes the popularity of Taylor’s delicious treats, and the use of word “successful” in paragraph 7 provides additional support that t͟h͟r͟i͟v͟i͟n͟g means “doing well.”",
                    "Percent": 82
                }
            },
            "G": {
                "Choice": "raising prices",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no context to support that t͟h͟r͟i͟v͟i͟n͟g means “raising prices.”",
                    "Percent": 10
                }
            },
            "H": {
                "Choice": "losing customers",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author’s use of the word “successful” right before t͟h͟r͟i͟v͟i͟n͟g shows that Taylor is not “losing customers” but is instead doing very well.",
                    "Percent": 4
                }
            },
            "J": {
                "Choice": "moving to a new city",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no indication in paragraph 7 that Taylor intends on moving her business to another place; this is not the meaning of the word t͟h͟r͟i͟v͟i͟n͟g.",
                    "Percent": 4
                }
            }
        }
    },
    "29": {
        "Number": 29,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G3R/supps/TX18G3R-S5.json"
        ],
        "Content": [
            "The section titled “Rising to the Challenge” is mainly about how Taylor —"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "first got started with her business",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the section “Rising to the Challenge,” the author explains how Taylor first started her business: “It started with a doll” that Taylor wanted, but she was told she had to earn her own money first. She went on to bake cupcakes in order to raise money to buy the doll.",
                    "Percent": 58
                }
            },
            "B": {
                "Choice": "made a lot of money at herc hurch",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author mentions that Taylor made a lot of money at her church, this section is mainly about how she made this money to buy her doll, which helped her business get started.",
                    "Percent": 17
                }
            },
            "C": {
                "Choice": "asked her parents to buy her a doll",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Taylor did ask her parents to buy the doll, this is a detail which supports the main topic of the section: how Taylor started her business.",
                    "Percent": 18
                }
            },
            "D": {
                "Choice": "was able to pay her parents back",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this section, the author does mention that Taylor’s parents gave Taylor a loan that she would have to pay back, but the point of this detail is that the loan helped Taylor start her business. Her ability to repay the loan is not the main idea of this section.",
                    "Percent": 7
                }
            }
        }
    },
    "30": {
        "Number": 30,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G3R/supps/TX18G3R-S5.json"
        ],
        "Content": [
            "The reader can conclude from paragraph 4 that Taylor —"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "realized the doll she wanted would cost too much money",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 4, the author states that Taylor “certainly had made enough money for” the doll, so this conclusion is not supported.",
                    "Percent": 11
                }
            },
            "G": {
                "Choice": "discovered she needed to find another location for a bake sale",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 4, the author explains what Taylor did with the proceeds from her bake sale. There are no details to support the conclusion that she had to find a new location.",
                    "Percent": 9
                }
            },
            "H": {
                "Choice": "became more interested in baking than in having a doll",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 4, the author explains that Taylor used her money from the bake sale to buy business cards instead of buying the doll, which supports the conclusion that Taylor became more interested in baking than in the doll she wanted originally.",
                    "Percent": 71
                }
            },
            "J": {
                "Choice": "wanted her family to bake the cupcakes for her business",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Taylor used her father’s phone number on the business cards and her father received calls for cupcake orders, there is no evidence in paragraph 4 that Taylor wanted her family to bake the cupcakes.",
                    "Percent": 8
                }
            }
        }
    },
    "31": {
        "Number": 31,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G3R/supps/TX18G3R-S5.json"
        ],
        "Content": [
            "Taylor informed people of her cupcake business mainly by —"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "handing out business cards",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author explains that Taylor distributed business cards to attract future customers and that “people started phoning” Taylor’s father “to order Taylor’s cupcakes.”",
                    "Percent": 72
                }
            },
            "B": {
                "Choice": "advertising at her dance class",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author mentions that Taylor goes to dance class but does not indicate that this was a place where she advertised.",
                    "Percent": 6
                }
            },
            "C": {
                "Choice": "calling her father’s friends",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author explains that Taylor’s father received calls in response to Taylor’s business cards; Taylor did not call her father’s friends or anyone else.",
                    "Percent": 5
                }
            },
            "D": {
                "Choice": "talking to other chefs",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author mentions Taylor’s interactions with other chefs but does not state that this was how Taylor informed people of her business.",
                    "Percent": 17
                }
            }
        }
    },
    "32": {
        "Number": 32,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G3R/supps/TX18G3R-S5.json"
        ],
        "Content": [
            "What can the reader tell about Taylor from the way she prepares her cupcakes for customers?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "She likes to sell her baked goods to her friends.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Based on the article, it is clear that Taylor enjoys selling her cupcakes to many people, not just her friends.",
                    "Percent": 9
                }
            },
            "G": {
                "Choice": "She has more fun decorating the boxes than baking.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Taylor does decorate the boxes, it is implied that she does this more for the customers than for her own enjoyment.",
                    "Percent": 13
                }
            },
            "H": {
                "Choice": "She needs to improve the way she organizes her supplies.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Taylor uses many types of supplies in her business, there is no indication that she needs to improve the way she organizes them.",
                    "Percent": 9
                }
            },
            "J": {
                "Choice": "She wants to please the people who buy her baked goods.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 9, the author states that “Taylor uses markers, stickers, and other kinds of decorations to make sure each box looks special for her customers.” This shows that she cares about her customers and wants them to be pleased with their purchase.",
                    "Percent": 68
                }
            }
        }
    },
    "33": {
        "Number": 33,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G3R/supps/TX18G3R-S5.json"
        ],
        "Content": [
            "One result of Taylor’s success with her business is that she is able to —"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "get her homework done in time for school",
                "Key": {
                    "Correct": false,
                    "Rationale": "Taylor still has to do homework despite her business, but getting it done on time is not a result of her success.",
                    "Percent": 26
                }
            },
            "B": {
                "Choice": "donate money to help other people",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 10, the author states that part of Taylor’s profits go “to help people with dyslexia, a learning disorder that her father has.”",
                    "Percent": 55
                }
            },
            "C": {
                "Choice": "eat at the restaurant of a famous chef",
                "Key": {
                    "Correct": false,
                    "Rationale": "Taylor did eat at a famous chef’s restaurant, but that happened before she became a local star. There are no details to support that she was able to eat at the restaurant due to her success.",
                    "Percent": 8
                }
            },
            "D": {
                "Choice": "help others decide what they want to do as an adult",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the success of Taylor’s business may help Taylor decide what she wants to do when she is older, it does not help others learn what they want to do as adults.",
                    "Percent": 10
                }
            }
        }
    },
    "34": {
        "Number": 34,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX18G3R/supps/TX18G3R-S5.json"
        ],
        "Content": [
            "The author wrote the article mainly to —"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "teach the reader how to make good cupcakes",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Taylor makes good cupcakes, the article is not meant to tell readers how to do so.",
                    "Percent": 7
                }
            },
            "G": {
                "Choice": "explain to the reader how to start a new business",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author wrote the article to tell about how Taylor started a new business and the success it brought her, not to explain to the reader how to start a business.",
                    "Percent": 10
                }
            },
            "H": {
                "Choice": "show the reader that it is fun to win cooking contests",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Taylor won cooking contests, the purpose of the article is not to show the reader it is fun to win such contests.",
                    "Percent": 5
                }
            },
            "J": {
                "Choice": "tell the reader about the work of a young chef",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author wrote this article mainly to tell the reader about the work of Taylor, a young chef—from how she started the business to how she turned the business into a success.",
                    "Percent": 78
                }
            }
        }
    }
}