{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "The Nature Of Science"
        ],
        "SubTopics": [
            "Define a problem from the eighth grade curriculum using appropriate reference materials to support scientific understanding; plan and carry out scientific investigations of various types, such as systematic observations or experiments; identify variables; collect and organize data; interpret data in charts, tables, and graphics; analyze information; make predictions; and defend conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Ethan is observing chemical and physical properties of a substance. He heats a substance and observes that the substance turns from a brown solid to a black powder. He refers to several chemistry journals that claim this represents a chemical reaction. From his observation and research, he concludes that the substance goes through a chemical change when heated. How can Ethan best defend his conclusion?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "by demonstrating that the substance will eventually melt if the temperature continues to increase",
                "Key": {
                    "Correct": false,
                    "Rationale": "Melting is a physical change.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "by verifying that the substance is now made up of different molecules than before it was heated",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "by verifying that the substance is made up of only one type of element",
                "Key": {
                    "Correct": false,
                    "Rationale": "Verifying that the substance is made of a single element is not enough to determine if a chemical change occurred.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "by demonstrating that the substance is less dense after it is heated",
                "Key": {
                    "Correct": false,
                    "Rationale": "Density is a physical property.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Physical Science"
        ],
        "SubTopics": [
            "Measure and graph distance versus time for an object moving at a constant speed. Interpret this relationship."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Mr. Roberts drives his car away from his house at a constant speed. Which of the following graphs best shows the relationship between the distance traveled and the time spent driving?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "problems/FL20G8S/media/2a.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "This graph represents Mr. Roberts's car when it is stopped.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "problems/FL20G8S/media/2b.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "problems/FL20G8S/media/2c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "This graph shows the time spent driving to be zero. The speed on this graph is undefined.",
                    "Percent": 0
                }
            },
            "I": {
                "Choice": "problems/FL20G8S/media/2d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "This graph represents Mr. Roberts's car moving toward the house.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space Science"
        ],
        "SubTopics": [
            "Identify the patterns within the rock cycle and relate them to surface events (weathering and erosion) and sub-surface events (plate tectonics and mountain building)."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Ice forms in the cracks of a basalt rock formation and breaks some rock into smaller pieces. The diagram below shows part of the rock cycle.",
            "problems/FL20G8S/media/3a.jpg",
            "At which point in the cycle shown above would the process of breaking down rocks occur?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "J",
                "Key": {
                    "Correct": false,
                    "Rationale": "Heating and melting occur at point J.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "K",
                "Key": {
                    "Correct": false,
                    "Rationale": "Heat and pressure occur at point K.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "L",
                "Key": {
                    "Correct": false,
                    "Rationale": "Layering and pressure occur at point L.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "M",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Physical Science"
        ],
        "SubTopics": [
            "Investigate and describe that an unbalanced force acting on an object changes its speed, or direction of motion, or both."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "An object moves through space with balanced forces acting on it. Which statement best describes the speed and direction of the object as long as the forces acting on it remain balanced?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The speed and direction of the object will both change.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The speed and the direction of the object do not change.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "The speed and direction of the object will remain constant.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "The speed will change, but the direction will remain constant.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The speed of the object does not change.",
                    "Percent": 0
                }
            },
            "I": {
                "Choice": "The speed will remain constant, but the direction will change.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The direction of the object does not change.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "The Nature Of Science"
        ],
        "SubTopics": [
            "Explain why scientific investigations should be replicable."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "A scientist performs an experiment and asks other scientists around the world to replicate it. Why would other scientists most likely try to perform the same experiment?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "to find out if weather of various regions of the world would affect the results",
                "Key": {
                    "Correct": false,
                    "Rationale": "Weather conditions are not likely the reason scientists replicate an experiment.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "to see if the experiment would be less expensive in another part of the world",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the ability to replicate an experiment may depend on cost, the importance of replication to the scientific process is not dependent on cost.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "to confirm the results of the experiment conducted by the scientist",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "to verify that the hypothesis of the experiment is a scientific law",
                "Key": {
                    "Correct": false,
                    "Rationale": "Hypotheses are not scientific laws.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "The Nature Of Science"
        ],
        "SubTopics": [
            "Define a problem from the eighth grade curriculum using appropriate reference materials to support scientific understanding; plan and carry out scientific investigations of various types, such as systematic observations or experiments; identify variables; collect and organize data; interpret data in charts, tables, and graphics; analyze information; make predictions; and defend conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Students in Ms. Alvarez's eighth grade science class are investigating how temperature, in degrees Celsius (˚C), affects the solubility of a compound in 100 milliliters (mL) of water. Ms. Alvarez provides the students with a graph that shows the solubility of a certain compound, as shown below.",
            "problems/FL20G8S/media/6a.jpg",
            "She then tells the students that she will demonstrate how many grams (g) of the compound will dissolve in 100 mL of water at 40˚C. Based on the information in the graph, which of the following is the best prediction of how many grams of the compound will dissolve at 40˚C?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "40 g",
                "Key": {
                    "Correct": false,
                    "Rationale": "Forty grams (40 g) would be the prediction for how many grams of the compound will dissolve at approximately 25°C.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "65 g",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "85 g",
                "Key": {
                    "Correct": false,
                    "Rationale": "Eighty-five (85 g) grams would be the prediction for how many grams of the compound will dissolve at approximately 50°C.",
                    "Percent": 0
                }
            },
            "I": {
                "Choice": "100 g",
                "Key": {
                    "Correct": false,
                    "Rationale": "One hundred grams (100 g) would be the prediction for how many grams of the compound will dissolve at approximately 57°C.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Life Science"
        ],
        "SubTopics": [
            "Explain and illustrate the roles of and relationships among producers, consumers, and decomposers in the process of energy transfer in a food web."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Food webs show feeding relationships among different types of organisms. Those organisms each have a specific niche. Which of the following best describes a function of decomposers in food webs?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "to recycle nutrients into soil",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "to convert solar energy into food",
                "Key": {
                    "Correct": false,
                    "Rationale": "Decomposers do not convert solar energy into food. This is the role of the producer.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "to provide food for secondary consumers",
                "Key": {
                    "Correct": false,
                    "Rationale": "Decomposers are not the primary food source for secondary consumers.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "to compete with secondary consumers for oxygen",
                "Key": {
                    "Correct": false,
                    "Rationale": "Decomposers do not compete with secondary consumers for oxygen.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space Science"
        ],
        "SubTopics": [
            "Differentiate and show interactions among the geosphere, hydrosphere, cryosphere, atmosphere, and biosphere."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The interaction between the cryosphere and hydrosphere can have an impact on Earth's oceans. Which of the following is an example of an interaction between the cryosphere and hydrosphere?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "evaporation of water from oceans at the equator",
                "Key": {
                    "Correct": false,
                    "Rationale": "Evaporation is an interaction between the hydrosphere and the atmosphere.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "release of fresh water into ocean water as icebergs melt",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "decomposition of organic matter at the bottom of oceans",
                "Key": {
                    "Correct": false,
                    "Rationale": "The decomposition of organic matter at the bottom of oceans is an interaction between the biosphere and the hydrosphere.",
                    "Percent": 0
                }
            },
            "I": {
                "Choice": "release of large amounts of salt from icebergs into the ocean",
                "Key": {
                    "Correct": false,
                    "Rationale": "Icebergs contain little or no salt.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space Science"
        ],
        "SubTopics": [
            "Explain how energy provided by the Sun influences global patterns of atmospheric movement and the temperature differences between air, water, and land."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Several factors can cause weather patterns in the atmosphere. The diagram below shows how air movement near the equator can form thunderstorms.",
            "problems/FL20G8S/media/9a.jpg",
            "Which process is the main source of this movement?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "movement of ocean currents",
                "Key": {
                    "Correct": false,
                    "Rationale": "Movement of ocean currents is not the main source of energy for thunderstorms.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "decrease in relative humidity",
                "Key": {
                    "Correct": false,
                    "Rationale": "A decrease in relative humidity does not provide energy to a thunderstorm.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "heating by energy from the Sun",
                "Key": {
                    "Correct": true,
                    "Rationale": "Solar energy is the main source of energy for thunderstorms.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "warming in the upper atmosphere",
                "Key": {
                    "Correct": false,
                    "Rationale": "Warming in the upper atmosphere does not provide energy to a thunderstorm. Thunderstorms are formed in the lower atmosphere.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Physical Science"
        ],
        "SubTopics": [
            "Classify and compare substances on the basis of characteristic physical properties that can be demonstrated or measured; for example, density, thermal or electrical conductivity, solubility, magnetic properties, melting and boiling points; and know that these properties are independent of the amount of the sample."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The graph below compares the density, in grams per cubic centimeter (g/cm³), of four different substances.",
            "problems/FL20G8S/media/10a.jpg",
            "Based on information from the graph, which of the following best compares the physical properties of two of the substances?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Substance X has less mass than substance Y has.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The mass of substance X and the mass of substance Y cannot be determined from the graph if the volume of each substance is not known.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Substance W has less volume than substance X has.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The volume of substance W and the volume of substance X cannot be determined from the graph if the mass of each substance is not known.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Substance Y would have less mass than substance Z would have if they had the same volume.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The density of an object depends on its mass and volume.",
                    "Percent": 0
                }
            },
            "I": {
                "Choice": "Substance Z would have less mass than substance W would have if they had the same volume.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Substance Z has a greater mass per volume than substance W; therefore, the mass of substance Z would be greater than substance W if they each had equal volumes.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    }
}