{
    "Directions": "Read this story, then answer each question that follows.",
    "Context": [
        "Fourteen-year-old David became lost at sea nine days ago when a huge storm blew his sailboat, the Frog, far off course. Now, as he sails out of a bay, he experiences swells, large waves that do not break, and knows that another storm is coming."
    ],
    "Title": "[Excerpt from] The Voyage of the Frog",
    "Subtitle": "",
    "Author": "by Gary Paulsen",
    "LabelType": "P",
    "Content": [
        ["1", "\tThe swells took the Frog immediately. They were larger than when he had come in and had a purpose to them, a rapid movement in spite of their size that almost triggered alarm bells in David's brain. He knew now that swells were telegraph systems, that they came ahead of weather, and that large swells moving this hard and fast probably meant a fair storm."],
        ["2", "\tHe thought of turning and going back into the bay to ride it out but decided against it. The storm might be days getting to him, might not come at all, and he didn't have much food and fishing wasn't going that well."],
        ["3", "\tHe did not know for certain where he was—except that it was somewhere down along the Baja coast—but he knew that if he didn't sail, didn't move, didn't use the wind and sea he would never get home, and so he hated to just sit."],
        ["4", "\tOnce clear of the land he brought her¹ around, up into the wind until she was tacking² northwest and making a solid six knots.³ She hit the swells fairly hard, the bow slamming down on every fourth or fifth one, but he held her, heeling well, under full sail for seven hours, until just before dawn, when the storm came."],
        ["5", "\tThe swells grew in size at a regular rate, and the wind began to increase but started slowly and worked up at a steady, growing pace..."],
        ["6", "\tThere were waves coming now as well, on top of the swells, growing in chop and intensity each moment. The Frog was slamming, making noise, but he held her angled up into the wind and took it. Spray came over the bow and covered him, soaking him, but he didn't think he could leave again now and he took it as well—he would not let her do it alone again, not let the sea have her again."],
        ["7", "\tDawn showed a mean gray sea heading up into leaden gray clouds and a wind that moaned through the stays and rigging. Gusts hit now, like body blows taking her over, but he worked the helm,⁴ let her ease up, held her off the wind again and kept the speed between five and six knots, did not run from the storm but into it, used it, rolled with it, absorbed it."],
        ["8", "\tThe wind became worse. The waves grew until they were larger than the swells they rode on, towering over him, burying the bow. More than once he was knocked off his feet by a wall of water coming back over the side of the cabin but he never let go of the helm, rose and took it again and again, held her through wave after wave when they rose over him, walls of water, mountains of water moving down on him, down on the Frog."],
        ["9", "\tThey took it. All that day, slamming, rising, heeling, skidding, slamming down again, up and over and down in the gale—at one point he snarled, growled at the wind and sea— the helm in his gut, his arms aching, his legs on fire; they took it until late day when he sensed a change, felt the storm was whipped. It had thrown everything it had at them and was now passing."],
        ["10", "\tInside an hour the wind had lowered from a shriek and the tops of the waves weren't being blown over so hard. In another hour, just before dusk, the main force of the gale was well past them, the waves settling and the wind becoming a good, steady force. He raised the mainsail again to full size and found that she pointed higher yet into the wind, so that he could go a little north of northwest and he was thinking that it felt good to be aimed more for home, was thinking it would be wonderful if he could head straight north and just get home before he ran out of food, however far it was, was thinking of his parents and home and food and the wind and the sea and the storm and how he felt good that he and the Frog had taken the storm the way they did together ..."],
        ["11", "\tIt was then that he saw the ship—a small, older ship, coming out of the dusk, aiming almost at him but slightly off his bow, running with the wind and sea. Right there. A ship. Right in front of him. She had been running without lights but as soon as the people on deck saw him—there were three of them—they yelled and the lights came on and they started to pass not a hundred yards away, the people waving and yelling and laughing."],
        ["12", "\tFor a moment he couldn't say anything. He just didn't think it would happen this way. He didn't know for certain how it would happen, but not this way. Not so sudden. Suddenly he was saved. She was an old, very small coastal freighter but had been fixed up and repainted and she carried an American flag above her bridge..."],
        ["13", "\tHe let go of the helm and waved with both arms, screamed, pointed at them and then at himself and at last they got the message and he heard the engines in the freighter rumble down to a stop west and slightly north of him."],
        ["14", "\tHe came about and let the Frog sail closer, came up into the wind and stopped about thirty yards away, rising and settling on the waves and swells. He looked up at the people on the rail."],
        ["15", "\t“My name is David Alspeth,” he yelled. “I was driven out to sea in a storm...”"],
        ["16", "\t“It's him!” one of the young men yelled up at the bridge of the ship. “It's that kid they were searching for up off Ventura.” He looked back down at David. “They had your picture in the paper and everything. Man, you are one heck of a distance from where they looked. They finally gave you up for dead, you know that?”"]
    ],
    "Copyright": "From VOYAGE OF THE FROG by Gary Paulsen. Copyright © 1989 by Gary Paulsen. Reprinted by permission of Orchard Books, an imprint of Scholastic Inc.",
    "References": [
        ["¹", "her: boats and ships are typically referred to using female pronouns"],
        ["²", "tacking: a sailing technique used to change the boat's direction"],
        ["³", "six knots: a speed equivalent to six miles per hour when sailing"],
        ["⁴", "helm: steering wheel"]
    ]
}