{
    "Directions": "Read this article, then answer each question that follows.",
    "Context": [],
    "Title": "[Excerpt from] Growing a Farmer",
    "Subtitle": "",
    "Author": "by Kurt Timmermeister",
    "LabelType": "P",
    "Content": [
        ["1", "\tI found an ad for a beekeeping supply house in the back of a Mother Earth News magazine. The Brushy Mountain Bee Farm in North Carolina made beehives and sold them through the mail. I ordered their catalogue and when it arrived I studied it obsessively, choosing what I would need to begin my apiary.¹"],
        ["2", "\tIntimidated by the many choices in the slim catalogue, I ordered the beginner's kit. After all, I was a beginner. It contained a hive box, lids, base and frames, together with thick gauntlet gloves and that hat and veil from the photo in that vintage book. A hive tool and a bee brush rounded out the kit. I eagerly awaited the shipment."],
        ["3", "\tWhen the large box arrived from North Carolina, I spread the contents all out on the floor of my humble chicken coop and began to assemble the pieces. Traditionally hive boxes are painted white; I went with a deep barn-red. I wanted my hives to have a bit more style, and I had a can left over from painting the outside of my house."],
        ["4", "\tAlso in the supply catalogue were advertisements for bee suppliers. These were bee farms located in the southern states that grew large colonies of bees and shipped them north for beekeepers. I had my pick of suppliers from Alabama, Texas, South Carolina, Georgia. All were a great distance from my home, but I chose a firm from Texas. I called up and placed an order for a box of Italian bees, a subspecies of honeybees. Carniolan are another subspecies of the honeybee used commonly in beekeeping, but I decided to go with Italian bees because of the familiarity of their name."],
        ["5", "\tThe first box of bees arrived in relatively good condition. A percentage of the bees were dead, but there were still many live bees in the box. The three-pound box that the bees are shipped in is fairly small—six inches by eight inches by fifteen—and contains around three thousand bees. The two longest sides are open, covered with tight mesh to keep the bees in but allow air to freely circulate. The other four sides are made of low- quality wood, similar to old food crates. Within the sealed box is a smaller, much smaller, box containing the queen. The bees are also given a tin can filled with sugar water to feed them on their journey north."],
        ["6", "\tOnce I received the bees I proceeded to install them into my freshly painted hive. I had read the books, spent time on setting up the hive and now I was ready to suit up and start raising bees."],
        ["7", "\tI failed. It was a cool spring that very first year and I got the bees out of the box and onto the hive, but I couldn't put the covering lid of the hive on because the bees had not quickly entered the hive. Sadly, it began to rain that afternoon. Cool and rainy, not good bee weather. Fearful of putting the lid on their apparently delicate bodies, I left the lid off. My first decision in beekeeping turned out to be one of my worst. The next morning I returned to the hive to find the bees all dead from the rain and cold. I would have to start over quickly..."],
        ["8", "\tThe second year proved a tad more successful but was still a failure. The bees made it to the farm, managed to colonize my hive and lived through the year. Not a drop of honey, but still I was hooked, convinced that I could make a go of this. I liked the wardrobe, the simple design of the wooden boxes, the smell of the beeswax foundations."],
        ["9", "\tIt would take a few years to get the basic skills necessary to keep a hive alive through the spring, into the summer, so that I could capture some of the honey produced. Once I achieved that level of success and tasted the result, the honey, all of the setbacks and lessons were worth it."],
        ["10", "\tFresh, local honey is an amazing product. Not sticky, not cloyingly sweet, full of delicate flavors. When I harvest the honey early in the summer it is light in color and light in flavor, simple, the product of bees on clover and spring flowers. By late summer the honey is dark brown, thick, complex and tastes of madrone trees and late flowers. Since that first year of success, I have kept hives every year. I have never been too successful, but I have always harvested enough honey for myself and my friends. In a good year, gallons of honey fill plastic pails; in the lean years, a scant single bucket has to suffice."]
    ],
    "Copyright": "Excerpt from Growing a Farmer by Kurt Timmermeister. Copyright © 2011 by Kurt Timmermeister. Published by W.W. Norton & Company, Inc. Used with permission of W.W. Norton & Company, Inc. via Copyright Clearance Center.",
    "References": [
        ["¹", "apiary: a place where a person keeps bees"]
    ]
}