{
    "Directions": "Refer to the passage(s) and image(s) shown, then answer each question that follows.",
    "Context": [],
    "Title": "Magnets and Motors – Part 2",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        [" ", "The student continued reading and discovered that motors are built on the concept of electromagnets. Motors are used in many of the items found in a home, such as electric toothbrushes, ceiling fans, and vacuum cleaners. Since motors use electromagnets, the student decided to build his own. The student constructed a model of a small motor using an electromagnet. The model will be tested to see if it works when a copper wire is attached to a battery."],
        ["", ":box:Mᴀᴛᴇʀɪᴀʟs:\n\n• Battery\n\n• Copper wire\n\n• 2 paper clips\n\n• Rubber band\n\n• 2 ring magnets\n\n• Sandpaper"],
        ["", "problems/TN20G8S/media/S2a.jpg"],
        [" ", "The student looped the copper wire as shown in the diagram, with the wire ends straightened out. The paper clips were reshaped and used to hold up the loops of copper wire, and the rubber band was used to hold the paper clips against the battery."],
        [" ", "The student used sandpaper to remove only one side of the rubber coating from both ends of the wire. The wire loop was then placed in the paper clip holders so that the wire loop could move freely. The student then placed the ring magnet on top of the battery."],
        [" ", "The student discovered that the copper loop began to spin very quickly. He also discovered that when the magnet on the battery was moved farther away, the spinning of the copper loop slowed down."],
        [" ", "The student revised the procedure to try to make the copper loop spin faster by adding more loops to the copper wire. The student observed that it did spin faster when more loops were added."],
        [" ", "The student has other ideas for revising the procedure to make the wire loop spin faster."]
    ],
    "Copyright": "",
    "References": []
}