{
    "Directions": "Refer to the passage(s) and image(s) shown, then answer each question that follows.",
    "Context": [],
    "Title": "Physics of Flight - Part 2",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        [" ", "Scientists compare the forces involved in flight through wing loading. Wing loading is defined as a measure of the relationship between the elements of wing design and the weight of the animal. The greater the wing loading, the greater the weight that can be supported in flight. Figure 4 shows the wing loading of some modern birds. Wing loading varies by animal species. Small lightweight birds such as sparrows have a lower wing loading amount than much heavier birds such as albatross. Pterosaurs were known to have wingspans at least three times the size of the wingspan of an albatross and were believed to have supported more than thirty times the weight of the albatross in flight."],
        ["", "problems/TN20G8S/media/S4a.jpg"],
        [" ", "Pterosaur bones reveal fossil evidence of prehistoric flight. There are three main elements of prehistoric animal flight that have provided relevant evidence in the design of ornithopters. First, flight would have demanded great initial force. Liftoff at the beginning of flight required a pterosaur to push off with maximum thrust using both its legs and its wings. Second, the initial takeoff and the maintenance of altitude was dependent upon rapid, prolonged, and efficient wing flapping. This efficient, sustained flapping occurred because pterosaurs had strong muscles and a rigid bone structure. Although the muscles are not preserved in fossil records, there is evidence of their size and strength in the areas where they attached to the bones. Finally, for scientists to design an ideal ornithopter wing, they must limit the weight of the model wing by using replicated “hollow bones” and other lightweight anatomical features patterned on those of pterosaurs and other flying animals."]
    ],
    "Copyright": "",
    "References": []
}