{
    "Directions": "Read the excerpt from With a Little Luck about the English scientist Isaac Newton, who lived from 1642 to 1727. Then answer each question that follows.",
    "Context": [],
    "Title": "[from] With a Little Luck",
    "Subtitle": "",
    "Author": "by Dennis Brindell Fradin",
    "LabelType": "P",
    "Content": [
        ["1", "As a child, Isaac attended two different schools near Woolsthorpe where he learned reading, writing, and arithmetic. For quite a while he wasn't much of a student. Instead of studying his schoolwork, he preferred to play by himself, draw, and build and invent things."],
        ["2", "He built sundials — devices that keep time by measuring the changing angle of the sun's shadow — including two sundials he carved on the side of his house at Woolsthorpe. He put together a model windmill. On windless days, Isaac powered his miniature mill with a pet mouse he called “the miller,” who set the device in motion by chasing bits of corn. Isaac also loved to build kites. In those days, many people were terrified of comets, which were believed to be omens of coming disasters. Isaac attached lanterns to the tails of sturdy kites and flew them at night. He thought it was a great joke when his neighbors spotted one of his illuminated kites in the sky and spread the alarm about the new comet. Another of his childhood inventions was a four-wheeled carriage that the driver operated by turning a handle from inside the little vehicle. It may have been the first toy car ever constructed."],
        ["3", "At the age of twelve, Isaac was sent off to King's School at Grantham, about six miles from Woolsthorpe. Because of the school's distance from home, his mother arranged for Isaac to board with an apothecary (what we would call a pharmacist) named Mr. Clark. Isaac enjoyed living at the Clarks'. He must have had quite a time helping Mr. Clark mix medicines, for in those days it was believed that the more foul-tasting the concoction, the better its chances to drive off disease. For his living space, Isaac was given the Clarks' attic. He covered its walls with mathematical diagrams as well as with pictures he drew and framed of famous people, birds and other animals, and sailing vessels. But it took a kick in the stomach for Isaac to start applying himself at King's School."],
        ["4", "The students at the school were ranked according to their academic achievements. Isaac quickly sank to the bottom, ranking next to last in a class of nearly a hundred students. One day as the students headed to school, the boy who ranked just ahead of him gave him an unexpected and painful kick. Infuriated, Isaac challenged the boy to meet him in the churchyard at the end of the day. The two fought, and Isaac won, but afterward someone reminded Isaac that the vanquished boy still stood above him in school. Isaac began concentrating on his studies so intensely that he gradually rose to the top position in his class."],
        ["5", "Meanwhile, Isaac's stepfather, Barnabas Smith, had died and his mother had returned to Woolsthorpe. Accompanying her were two sons and a daughter that she had had with Smith. When Isaac was about fifteen, his mother informed him that his school days were over. The time had come for him to return home and help run the farm."],
        ["6", "Isaac, who had grown to love school, was furious. He returned home as ordered but refused to do farm chores. Instead of working in the fields, he sat under a tree reading a book, or building wooden models with his tools. Instead of tending the sheep, he allowed them to wander onto a neighbor's property, causing damage that his mother had to pay for. When his mother sent Isaac to Grantham on Saturday mornings to sell the family's crops and buy supplies, he neglected his tasks and went to his old room in the Clarks' attic to read. Finally Henry Stokes, the King's School headmaster (what we would call the principal), decided to speak out for the youth who had risen from the bottom to the top of his class. Mr. Stokes visited Isaac's mother and informed her that her son had a brilliant scientific mind. He convinced her that Isaac should complete his studies at King's School and then go on to the university."],
        ["7", "Around the time that Isaac returned to school he performed one of his first scientific experiments. On a calm day, Isaac jumped as far as he could and measured the distance. Then, during a powerful storm, he jumped first with the wind at his back, then against the wind. He could jump considerably farther with the wind's help, he found. He then invented a formula to measure the force of a storm based on how far he could jump with and against the wind."],
        ["8", "After finishing up at King's School, eighteen-year-old Isaac entered Cambridge University in 1661. He enrolled as a sizar — a student who paid his way through college by waiting tables, running errands, and doing odd jobs. He didn't do very well in college, probably because he spent so much time studying mathematics and astronomy. He read Nicolaus Copernicus's work and became convinced that Earth orbited the sun, as the Polish astronomer had claimed. He also read the writings of Johannes Kepler, who declared that some mysterious rays bound the planets in their orbits, and of Galileo, who had observed the heavens with his telescope."],
        ["9", "Isaac didn't have a telescope yet, but he began making naked-eye observations of the sky. He observed a comet in late 1664, and another in the spring of 1665. He gazed at the moon and the planets by night, and hurt his eyes looking at the sun in a mirror by day. Isaac wondered: What kept the moon orbiting Earth, and Earth and the other planets orbiting the sun?"],
        ["10", "In the spring of 1665, at the age of twenty-two, Isaac Newton received his bachelor's degree from Cambridge University. He graduated without special distinction. He was planning to continue at Cambridge in pursuit of his master's degree when England suffered a severe outbreak of bubonic plague — a disease caused by bacteria transferred from rats to people by fleas. In the summer of 1665 the plague killed more than a tenth of the people in London. Among other places in England, Cambridge University was abandoned and wouldn't reopen until the spring of 1667. Isaac spent that year and a half on the family farm in Woolsthorpe."],
        ["11", "Later in life, when asked how he had made his many discoveries, Newton said, “I keep the subject constantly before me.” He meant that when working on a scientific problem he had a one-track mind. Many stories were told about Newton forgetting to eat or put on his clothes when immersed in research. He must have often gone hungry and undressed during his year and a half at Woolsthorpe, for during that time he made three of the greatest scientific discoveries in history."],
        ["12", "During this period Newton discovered a new branch of mathematics called calculus. The German mathematician Gottfried Leibniz is also credited with discovering calculus at about the same time. Today calculus is an extremely important scientific tool. Physicists and astronomers use it to solve problems in which the quantities involved do not remain constant."],
        ["13", "Newton also experimented with light and color. Using a triangular glass called a prism, he found that sunlight was actually made up of a variety of colors. He named the rainbow of colors produced by the prism the spectrum — Latin for “ghost.” Today astronomers study spectra of stars to learn about their chemical composition, temperature, and speed and direction of movement."],
        ["14", "But it was his third discovery that shook the world. For several years Newton had been thinking about the force that kept the moon and planets in orbit. In the autumn of 1665 or 1666, he was sitting in the orchard at his home in Woolsthorpe deep in thought when he noticed an apple fall from the branch of a tree to the ground. Isaac Newton had a sudden flash of inspiration: The same force that pulled the apple to the ground also kept the planets in their orbits around the sun and the moon in orbit around Earth. Newton then figured out many details of how this force works. The force was named gravitation or gravity, from the Latin word gravis, meaning “heavy.”"],
        ["15", "It is often implied that, without the fall of the apple, Isaac Newton wouldn't have had his insights about gravitation. The truth is, because of the way he dwelled on a subject, he was ripe to make his discovery. Had there been no falling apple, he probably would have had the same insight watching a book slip from someone's hands, or rain fall from the sky. Still, it was an apple that inspired him, and that piece of fruit, which he may have eaten, is forever linked with Newton's discoveries concerning gravitation."]
    ],
    "Copyright": "With a Little Luck: Surprising Stories of Amazing Discoveries by Dennis Brindell Fradin. Copyright © 2006 by Dennis Brindell Fradin. Republished by permission of Judith B. Fradin.",
    "References": []
}