{
    "Directions": "Read this passage, then answer each question that follows.",
    "Context": [],
    "Title": "Jackie Robinson, Baseball Legend",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        [" ", "It takes courage to be the first. For Jackie Robinson, being the first African-American player in 60 years to participate in Major League Baseball took strength and courage. In addition to being a talented athlete, he also earned an historic place in the world of sports."],
        ["", "Glimpsing his Future"],
        [" ", "In 1919, Jack Roosevelt Robinson was born in the town of Cairo, Georgia. He was one of four children, and he loved to play sports. Because he was such an excellent athlete, all the local teams wanted him to play for them."],
        [" ", "Robinson also loved movies and often went to the theater. There he learned about a successful African-American boxer named Joe Louis. Robinson was impressed by Louis's achievements and began to look up to him as a hero. Robinson did not know it at the time, but he would also go on to become a professional athlete and a hero to many, including Louis himself."],
        ["", "A Winding Road to Success"],
        [" ", "While he was in college at the University of California, Los Angeles (UCLA), Robinson became a sports legend, setting records in football, baseball, basketball, and track. Partway through earning his degree, however, his mother needed help taking care of his siblings, so Robinson decided to quit school to offer his support. He joined the Army for a couple of years, then went to Hawaii to play football professionally. In 1946, he married Rachel Isum, with whom he would go on to have three children."],
        [" ", "When Robinson heard that the Kansas City Monarchs baseball team was scouting new players, he knew it could be his big opportunity. Robinson not only made the team but soon became its star player. Not long after, in 1947, Branch Rickey, the president of the Brooklyn Dodgers, was looking for new players for the team. He saw Robinson and immediately knew that Robinson was a strong, confident, and superb player. He invited Robinson to join the team."],
        ["", "An Historic Step"],
        [" ", "Joining the Dodgers involved an especially significant consideration for Robinson. The Kansas City Monarchs—and many other teams at the time—consisted only of African- American players and were part of a league called the Negro League. However, the Major Leagues and its teams, including the Dodgers, had not had an African-American player since the year 1889. Robinson knew it could be difficult to integrate into the long- segregated Major Leagues, but he was up for the challenge. He wanted to take steps to ensure greater racial equality for all."],
        [" ", "Not everyone accepted Robinson as part of the team. Some fans and even teammates were unkind to him, even when he was playing on the field, and it sometimes took incredible strength and confidence for Robinson to continue his game. Right away, however, he proved himself as a top Major-League athlete. At the end of his first year with the Dodgers, he was named the National League Rookie of the Year. Just two years later, in 1949, Robinson won Most Valuable Player. With Robinson's help, the Dodgers won six pennants, as well as a World Series Championship."],
        ["", "Well-Deserved Honors"],
        [" ", "Robinson played with the Dodgers through early 1957. During his time with them, little by little, baseball began to change, and more African-American players joined the Major Leagues. Robinson had been the trailblazer who helped make their careers possible. Meanwhile, Robinson recalled his admiration for boxer Joe Louis and credited Louis for making great strides in racial equality. “I certainly feel that the path for me and others to the big leagues was made easier by the performance and conduct of Joe Louis both in and out of the ring,” Robinson said. Louis also held Robinson in high esteem. In 1970, he was quoted as saying, “Jackie is my hero.”"],
        [" ", "In 1962, Robinson was inducted into the National Baseball Hall of Fame. One of his most famous quotes is “Life is not a spectator sport... If you're going to spend your whole life in the grandstand just watching what goes on, in my opinion you're wasting your life.” Robinson's life was certainly one well lived. When he died in 1972, he received many tributes. In 1997, for the 50th anniversary of his recruitment to the Dodgers, the United States Postal Service honored him by releasing a Jackie Robinson commemorative stamp. Today, Robinson is still admired and remembered for his great skill and sportsmanship."]
    ],
    "Copyright": "",
    "References": []
}