{
    "Directions": "",
    "Context": [],
    "Title": "Source 2: Power Chewers",
    "Subtitle": "",
    "Author": "by Karl Szymas",
    "LabelType": "P",
    "Content": [
        ["5", "\tA flash of a bushy tail, a speedy furry chase, the sudden stop — a squirrel hangs upside down on the underside of a large branch, listening. He uses his strong claws to defy gravity and, if we remain still, we can watch as he scampers further up the tree. A squirrel is such a common sight in many cities that most of us do not stop to think about them. One of the squirrel's most powerful traits is also one of its most troubling secrets. Squirrels' teeth never stop growing."],
        ["6", "\tThere is an expression “long in the tooth,” meaning old. Does this mean squirrels go around with long, long teeth as they age? Not a chance. They use their teeth constantly, grinding them down. As omnivores, squirrels like to chew on nuts, berries, and insects. Sometimes they end up chewing on other things. This constant chewing can cause cities to power down."],
        ["7", "\tA squirrel's need to chew, combined with its ability to go almost anywhere and its desire to stay safe, leads it to go inside transformers. A transformer is a large box where electrical wiring is kept. A squirrel goes into a transformer for the same reason it goes into a hole in a tree. It wants to be safe. Also, the top of a transformer box is a perfect spot for a squirrel to spread out and lie in the sun or shade. The platform even provides room for a squirrel to launch itself onto a power line, another place for it to chew on wires. Unfortunately, when squirrels keep their teeth busy with wires, neighborhoods and cities lose power. This sometimes causes the lights to go out in hundreds or thousands of homes. It is pretty incredible to think that one little scampering squirrel could affect the lives of so many people."],
        ["", "problems/FL20G4W/media/S2a.jpg"]
    ],
    "Copyright": "“Power Chewers” by Karl Szymas. Written for educational purposes. Information in graphic taken from “Squirrel Power” by Jon Mooallem, New York Times, August 31, 2013.",
    "References": []
}