{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [
        "problems/TX21G6R/media/S5a.jpg",
        "Ancient Egypt is considered an important historical civilization that played a large part in the advancement of humankind. Its customs and technological contributions have fascinated and inspired many societies that have followed."
    ],
    "Title": "2‚000-Year-Old Homework!",
    "Subtitle": "",
    "Author": "by Joli Allen",
    "LabelType": "P",
    "Content": [
        ["1", "\tDr. Todd Hickey opens a rusted tin box filled to the brim with tattered pieces of 2‚000-year-old paper from Egypt. Dr. Hickey, a papyrologist (pap-eh-ROL-ah-jist), is excited about this rare treasure. It isn’t covered in gold, but it is priceless. That’s because those tattered pieces of paper are papyrus. Papyrus tells us much about the secrets of life in ancient Egypt."],
        ["2", "\tThe Egyptians made this paper from papyrus plants that grew near the Nile River. Before papyrus, Egyptians mostly used copper chisels to carve words called hieroglyphs into stone. Papyrus made writing easier."],
        ["", "Wʀɪᴛɪɴɢ ᴛᴏ Gᴏ"],
        ["3", "\tWith papyrus, Egyptians could write signs and symbols using brushes, reed pens, and ink made from soot scraped out of cooking vessels and oil lamps. And they could take their writing wherever they went."],
        ["4", "\tDr. Hickey has already studied hundreds of the papyri. Some contain spells that the Egyptians wrote down and carried with them. They believed spells gave them magical protection or power. Other papyri give directions for making powerful medicine. Archaeologists even found 2,000-year-old homework. A schoolboy had copied his lesson over and over with a reed quill.¹"],
        ["", "Fʀᴏᴍ Tʀᴀsʜ ᴛᴏ Tʀᴇᴀsᴜʀᴇ"],
        ["5", "\tWhen papyri weren’t needed anymore for writing, they were tossed in the trash. The Egyptians reused these unwanted papyri to make papier-mâché. They shaped masks for human mummies or used the papyri to wrap animal mummies."],
        ["6", "\t“Think of it as the ancient Egyptians’ form of recycling,” says Dr. Hickey."],
        ["7", "\tDr. Hickey works to uncover valuable writings in the waste paper. And that is no easy task. It can take days to unroll just one wad of paper. First it is dampened to help it soften and relax. Then the paper is unrolled a bit. Dirt and gunk are carefully scraped off. The papyrologists must be careful not to scrape away the ink or paint underneath the dirt. The paper is unrolled a bit more. When the papyrus is completely unrolled, papyrologists look for torn pieces that fit together."],
        ["8", "\tAfter the pieces are joined, is the job finished? No. The secrets from the past are still hidden, because words are missing from the worn bits of papyrus. The handwriting is faded and in ancient languages."],
        ["", "Iᴛ’s Aʟʟ Gʀᴇᴇᴋ ᴛᴏ Mᴇ"],
        ["9", "\tTo decode papyri, Dr. Hickey needs to know other languages besides Egyptian. Ancient Egypt was ruled by the Greeks and Romans at different times, so he has to read and think in Greek and Latin."],
        ["10", "\tOnce he figures out what a sentence means, he tries to guess what the missing words or letters are in the holes of the papyrus."],
        ["11", "\t“It’s a challenge, but it is not impossible for papyrologists,” Dr. Hickey says. “H---e” would lead me to think ‘horse’ in some contexts, ‘house’ in others.”"],
        ["12", "\tHistory leaps to life from each repaired papyrus. Dr. Hickey and other papyrologists found a police report to a royal s͟c͟r͟i͟b͟e about a missing person. It reads: “On the 5th of the present month when patrolling the fields near the village ... I learn from the villagers that Theodotos son of Dositheos, having set out in that direction, has not yet returned. I make this report.”"],
        ["13", "\tThe reporter also says that he found clues, but not the missing person."],
        ["14", "\tSome papyri give archaeologists a good idea of what Egyptians read for fun. They enjoyed adventure stories, poetry, plays, and myths."],
        ["15", "\tIt will take years for Dr. Hickey to study all the papyri in the tin box. He picks up a completed papyrus covered in protective glass. The writing on the papyrus forms a triangle, and the words can be read in several directions. It says the Greek nonsense phrase for a magical spell—similar to abracadabra."],
        ["16", "\tToo bad it can’t be used to make all the papyrus bits in the tin box fall together instantly. But we can look forward to learning more about Egyptian life as each piece is connected."]
    ],
    "Copyright": "Copyright ©2017 Highlights for Children, Inc., Columbus, Ohio.",
    "References": [
        ["¹", "A reed quill is a pen made from the hollow stem of the reed plant."]
    ]
}