{
    "Directions": "Read the selection and choose the best answer to each question.",
    "Context": [],
    "Title": "A Surprise Visit",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "\t“Can you keep a secret?” Elena and her older brother, Marcos, chatted on the phone, and his question left her intrigued."],
        ["2", "\tElena inquired, “Of course! What is it?”"],
        ["3", "\t“Before I tell you, you must promise me you won't tell Mom and Dad,” insisted Marcos."],
        ["4", "\t“I promise,” Elena said nervously. “Is something wrong?”"],
        ["5", "\t“No, I'm coming to visit for Mom and Dad's 25th-wedding-anniversary party next month,” Marcos declared, revealing his enthusiasm as much as the news."],
        ["6", "\tElena squealed, “That's awesome, Marcos! We haven't seen you since you moved to California. I can't wait to see you.”"],
        ["7", "\t“I'll arrive on the 17th, the day before the party. Now promise me once more: don't tell anyone!”"],
        ["8", "\tAfter they hung up, Elena flopped onto her bed to return to her homework assignment, but concentrating on her work proved f͟u͟t͟i͟l͟e; she was bursting with the news that her brother had entrusted to her."],
        ["9", "\t“You're happy,” Mom observed later as Elena bounded down the stairs to dinner."],
        ["10", "\tElena tried to tame her enthusiasm, murmuring, “Just had a good day, that's all.” She felt so elated that she worried she'd spill the news about Marcos's visit, but she managed to contain her secret throughout the entire meal and went to bed restless with excitement."],
        ["11", "\tThe next day Elena's cousin Gemma came over to watch a movie, and as the girls were trying to decide what to watch, Gemma noticed Elena beaming."],
        ["12", "\t“Excited to watch a movie, huh?” Gemma asked."],
        ["13", "\tElena laughed. “No — well, yes — but that's not it.”"],
        ["14", "\t“So what's got you walking on clouds?” Gemma prodded. Elena froze thoughtfully. Why couldn't she tell just Gemma the news? She craned her neck into the hallway to confirm they were alone, and then she moved closer to Gemma."],
        ["15", "\t“Can you keep a secret?” Elena asked quietly. “Marcos is coming for Mom and Dad's anniversary party!” Elena exclaimed, the secret pouring out of her like a waterfall."],
        ["16", "\t“Awesome!” Gemma shouted."],
        ["17", "\t“Shhh, keep your voice down!” Elena instructed. “It's a surprise, and I'm the only one who knows.” She felt a little guilty telling Gemma, but it was fine for her cousin to know — just not Mom and Dad."],
        ["18", "\t“Your secret's safe with me,” Gemma promised."],
        ["19", "\tElena felt secure knowing her cousin promised to keep the secret, so Elena was caught off guard when one evening, about a week later, Elena's mom burst into Elena's room with eyes glistening and asked, “Is Marcos really coming for the party?”"],
        ["20", "\tElena dropped the novel she was reading onto her lap and stared blankly at her mother. Suddenly, Elena's cheeks felt as if they were on fire."],
        ["21", "\t“I don't — I mean — why would Marcos be coming?” Elena stammered."],
        ["22", "\t“It's OK, honey — you don't have to pretend,” Mom said. “Aunt Laura already told me the news.”"],
        ["23", "\t“Aunt Laura? How did she know?”"],
        ["24", "\t“Gemma told her,” Elena's mom answered. “I can't wait to see Marcos!”"],
        ["25", "\t“Mom,” Elena said, “you and Dad have to act surprised. You are not supposed to know about this!”"],
        ["26", "\tMom promised she wouldn't let Marcos know she was aware of his visit, but when Elena woke up on the morning of the 17th, she could smell Marcos's favorite cookies baking in the oven and could hear Mom running the vacuum in Marcos's room. Elena's stomach churned wildly all day long, although not from hunger, and the feeling only intensified further when Marcos walked through the door, a bouquet of flowers in hand, and Mom called out, “Marcos, I thought you'd never get here!”"],
        ["27", "\tAs Marcos hugged Mom, he looked accusingly over her shoulder at Elena — the aroma of fresh cookies in the air whispered to him that his visit was no surprise."],
        ["28", "\tThe family ate dinner together and sat around the kitchen table talking, but Elena tentatively picked at her food. The evening was far from what Elena imagined. She barely participated in the conversation. When her parents headed to bed, Elena moved toward her own room, but Marcos held her back by her shoulder — and Elena knew why."],
        ["29", "\t“Elena,” Marcos began while Elena braced herself, “I'm really happy to see you, but I can't believe you didn't keep our secret — I really wanted to surprise Mom and Dad.”"],
        ["30", "\t“If Gemma didn't have such a big mouth,” Elena began defensively, tears building in her eyes. “Gemma promised me she wouldn't tell! She must have told Aunt Laura, and Aunt Laura told Mom.”"],
        ["31", "\tMarcos embraced Elena to comfort her. “You're probably right, but remember, you were the first person who promised not to tell,” Marcos mildly scolded."],
        ["32", "\tElena frowned and then continued, “I was just so excited, Marcos, but I'm sorry. I really messed up.”"],
        ["33", "\t“Well,” Marcos chuckled, “at least one good thing came out of all this.”"],
        ["34", "\t“What's that?” Elena asked, sniffling."],
        ["35", "\tMarcos reached for the tin container sitting on the kitchen table. “Well, if Mom hadn't known I was coming,” he said, “she wouldn't have made all these cookies!” He offered the container to her. “Want one?”"],
        ["36", "\tElena cautioned, “Mom said to save the rest for the anniversary party.”"],
        ["37", "\tGrabbing another cookie, Marcos replied, “I won't tell anyone — I promise.”"]
    ],
    "Copyright": "",
    "References": []
}