{
    "Directions": "Read the passage and then answer each question that follows.",
    "Context": [
        "Published in 1863, this fantasy story tells of Tom, a small boy who is transformed into a “water baby” and then goes on an adventure in the ocean."
    ],
    "Title": "[Excerpt from] The Water­Babies",
    "Subtitle": "",
    "Author": "by Charles Kingsley",
    "LabelType": "P",
    "Content": [
        ["1", "\t. . . Tom thought nothing about what the river was like. All his fancy was, to get down to the wide wide sea."],
        ["2", "\tAnd after a while he came to a place where the river spread out into broad still shallow reaches, so wide that little Tom, as he put his head out of the water, could hardly see across."],
        ["3", "\tAnd there he stopped. He got a little frightened. “This must be the sea,” he thought. “What a wide place it is! If I go on into it I shall surely lose my way, or some strange thing will bite me. I will stop here and look out for the otter, or the eels, or some one to tell me where I shall go.”"],
        ["4", "\tSo he went back a little way, and crept into a crack of the rock, just where the river opened out into the wide shallows, and watched for some one to tell him his way: but the otter and the eels were gone on miles and miles down the stream."],
        ["5", "\tThere he waited, and slept too, for he was quite tired with his night’s journey; and, when he woke, the stream was clearing to a beautiful amber hue, though it was still very high. And after a while he saw a sight which made him jump up; for he knew in a moment it was one of the things which he had come to look for."],
        ["6", "\tSuch a fish! ten times as big as the biggest trout, and a hundred times as big as Tom, sculling up the stream past him, as easily as Tom had sculled down."],
        ["7", "\tSuch a fish! shining silver from head to tail, and here and there a crimson dot; with a grand hooked nose and grand curling lip, and a grand bright eye, looking round him as proudly as a king, and surveying the water right and left as if all belonged to him. Surely he must be the salmon, the king of all the fish."],
        ["8", "\tTom was so frightened that he longed to creep into a hole; but he need not have been; for salmon are all true gentlemen, and, like true gentlemen, they look noble and proud enough, and yet, like true gentlemen, they never harm or quarrel with any one, but go about their own business, and leave rude fellows to themselves."],
        ["9", "\tThe salmon looked at him full in the face, and then went on without minding him, with a swish or two of his tail which made the stream boil again. And in a few minutes came another, and then four or five, and so on; and all passed Tom, rushing and plunging up the cataract with strong strokes of their silver tails, now and then leaping clean out of water and up over a rock, shining gloriously for a moment in the bright sun; while Tom was so delighted that he could have watched them all day long."],
        ["10", "\tAnd at last one came up bigger than all the rest; but he came slowly, and stopped, and looked back, and seemed very anxious and busy. And Tom saw that he was helping another salmon, an especially handsome one, who had not a single spot upon it, but was clothed in pure silver from nose to tail."],
        ["11", "\t“My dear,” said the great fish to his companion, “you really look dreadfully tired, and you must not over­exert yourself at first. Do rest yourself behind this rock;” and he shoved her gently with his nose, to the rock where Tom sat. . . ."],
        ["12", "\tThen he saw Tom, and looked at him very fiercely one moment, as if he was going to bite him."],
        ["13", "\t“What do you want here?” he said, very fiercely."],
        ["14", "\t“Oh, don’t hurt me!” cried Tom. “I only want to look at you; you are so handsome.”"],
        ["15", "\t“Ah?” said the salmon, very stately but very civilly. “I really beg your pardon; I see what you are, my little dear. Ihave met one or two creatures like you before, and foundthem very agreeable and well­behaved. Indeed, one of themshowed me a great kindness lately, which I hope to be able to repay. I hope we shall not be in your way here. As soon as this lady is rested, we shall proceed on our journey.”"],
        ["16", "\tWhat a well­bred old salmon he was!"],
        ["17", "\t“So you have seen things like me before?” asked Tom."],
        ["18", "\t“Several times, my dear. Indeed, it was only last night that one at the river’s mouth came and warned me and my wife of some new stake-nets which had got into the stream, I cannot tell how, since last winter, and showed us the way round them, in the most charmingly obliging way.”"],
        ["19", "\t“So there are babies in the sea?” cried Tom, and clapped his little hands. “Then I shall have some one to play with there? How delightful!”"],
        ["20", "\t“Were there no babies up this stream?” asked the lady salmon."],
        ["21", "\t“No! and I grew so lonely. I thought I saw three last night; but they were gone in an instant, down to the sea. So I went too; for I had nothing to play with but caddises and dragon­flies and trout.”"],
        ["22", "\t“Ugh!” cried the lady, “what low company!”"],
        ["23", "\t“My dear, if he has been in low company, he has certainly not learnt their low manners,” said the salmon. . . ."],
        ["24", "\t“Why do you dislike the trout so?” asked Tom."],
        ["25", "\t“My dear, we do not even mention them, if we can help it;for I am sorry to say they are relations of ours who do us no credit. A great many years ago they were just like us: but they were so lazy, and cowardly, and greedy, that instead of going down to the sea every year to see the world and grow strong and fat, they chose to stay and poke about in the little streams and eat worms and grubs; and they are very properly punished for it; for they have grown ugly and brown and spotted and small; and are actually so degraded in their tastes, that they will eat our children.”"],
        ["", "problems/MS22G8E/media/S5a.jpg"],
        ["", "problems/MS22G8E/media/S5b.jpg"]
    ],
    "Copyright": "Excerpt from The Water­Babies: A Fairy Tale for a Land Baby by the Reverend Charles Kingsley. First serialized in Macmillan’s Magazine in 1862­63.\n\nIllustration of a pink salmon jumping out of the water, courtesy of Superstock, Stocktrek Images/4239R­9501.\n\nPhotograph of endangered steelhead trout, courtesy of Superstock, Mint Images/4450­4094.",
    "References": []
}