{
    "Directions": "Read the passage and then write a respnose to the prompt that follows.",
    "Context": [],
    "Title": "Noah Count and the Arkansas Ark",
    "Subtitle": "",
    "Author": "by Gary Blackwood",
    "LabelType": "P",
    "Content": [
        ["1", "\tAs best as I can recall, it all started when the cat sneezed."],
        ["2", "\t“Rain a-comin’,” said Granny."],
        ["3", "\tNow, that summer of nineteen-aught-eight was one of the driest in memory — even in Granny’s memory, and she was likely eighty years old. (I say likely because she never would admit to it.)"],
        ["4", "\t“Rain?” I said. “There’s nary a cloud in the sky!”"],
        ["5", "\t“Don’t matter,” says Granny. “A cat sneezin’ always means rain. My rheumatiz is worse’n usual, too.”"],
        ["6", "\t“Yesterday,” said Daddy, “I seen one of the sows a­carryin’ a stick in her mouth.” Mama looked up from the bowl of peas she was shelling. “This mornin’ the coffee pot boiled over. Another sure sign of rain.”"],
        ["7", "\tI sighed. “Them things got no basis at all in science.” I’d been going to school for a while, you see, and thought I knew just about everything. . . ."],
        ["8", "\tOne day me and Daddy took a walk along the levee; that big ole dirt bank was all that lay between our farm and the mighty Mississippi."],
        ["9", "\t“Wisht they’d a-built her a foot or three higher,” said Daddy. “If’n we get a real gully-washer, I don’t know that she’ll hold.”"],
        ["10", "\tHe must’ve been even more worried than he sounded, because that very night he commenced to build the Ark. Daddy didn’t call it the Ark."],
        ["11", "\tHe just called it a raft, and that’s all it was, just logs tied together. It was sure enough a big one, though — big enough to carry us Appletons and most of our belongings, plus all the hens and pigs and cows and horses. The Ark was the name given to it by the neighbors when they drove by our place and saw what he was up to."],
        ["12", "\tAs you might expect, it wasn’t long before Daddy got him a new name, too. Folks took to calling him Noah, or sometimes Noah Count — like No Account, you see? I guess they thought they were being funny. I didn’t see the humor. To me it was just downright embarrassing. When we were in town buying nails, I overheard one feller say, “He’s a-tryin’ to be the whole Old Testament when he ain’t nothin’ but a plain, common Arkansas farmer.”"],
        ["13", "\tLucky for me school was out, or I’d’ve had my hands full, fighting all the boys that would’ve called my Daddy crazy."],
        ["14", "\tAll that joshing didn’t seem to bother Daddy much. “When that big rain comes,” he said, “they’ll be laughing out the other side of their mouths.” . . ."],
        ["15", "\tIn the middle of the night, I woke up to the sound of thunder and the feel of rain blowing in through the open window."],
        ["16", "\tIt kept on pouring rain all the next day, and the next, and the day after that. The Mississippi rose up between its banks, all muddy and full of tree limbs and such, until it was most of the way to the top of the levee. Finally a section of the levee just gave way, and the river came rushing across our fields."],
        ["17", "\t“Get the animals onto the Ark—I mean the raft!” shouted Daddy."],
        ["18", "\tThe cows and horses and hens were spooked by the sight of all that water, but finally we got them on board. And then we fetched food and water and valuables, including my schoolbooks. By that time, the Ark was commencing to float."],
        ["19", "\t“Pole her out into the river!” said Daddy."],
        ["20", "\t“Cain’t we just stay here?” said Granny."],
        ["21", "\t“This whole place’ll be underwater for days and days,” said Daddy. “We got to find us some high ground.”"],
        ["22", "\tWe had a hard go of it, keeping that raft steady in the raging river, but we were a sight better off than the folks on land. Some were rowing around in jon boats, trying to rescue their bedraggled livestock. Some were sitting up on the roofs of their houses. We waved to them. It was about all we could do. . . ."],
        ["23", "\tThe river swept us along so fast, we must’ve floated twenty miles or more before Daddy said, “There’s a good spot.” He steered us in toward the bank, and Mama tossed out a line with a grappling hook that cotched on a tree."],
        ["24", "\tWe squatted on that high ground for more than a week before the water finally went down. Then, since we were a little bit famous, a steamboat captain offered to tow us back up the river to our farm. Some of the crops had got drowned, and the floor of the house was covered in mud, but all us Appletons and our animals were safe."],
        ["25", "\tCome September, I went back to school, but never again did I think poorly of my folks for not being educated. I guess there’s more than one kind of education."]
    ],
    "Copyright": "Excerpt from “Noah Count and the Arkansas Ark” by Gary Blackwood, Cricket, March 1, 2016. Copyright © 2016 by Cricket Media. Used with permission of Carus Publishing Company via Copyright Clearance Center.",
    "References": []
}