{
    "Directions": "Read the passage and then answer each question that follows.",
    "Context": [],
    "Title": "I Like the Bus",
    "Subtitle": "",
    "Author": "by Julie Beck",
    "LabelType": "P",
    "Content": [
        ["1", "\tAs a traveler, my competitive advantage is laziness. I truly do not mind sitting still in one spot for hours on end with nothing to do but read or listen to music. In fact those are three of my favorite things — music, reading, sitting. And I cherish when circumstances give me an excuse to spend my time that way, rather than worrying that I could be being more active, or productive. Because I am doing something productive — I’m going somewhere."],
        ["2", "\tThis sort of me­time can be achieved on many forms of transportation—planes, trains, and automobiles (ones I’m not driving anyway) but the one I most enjoy is the bus. Earlier this week, at The Billfold, Ester Bloom wrote that she enjoys the bus (Megabus, to be exact) the least of all methods of transportation, ranking it below “being dragged by the hair.” That’s okay. Life, and travel preferences, are a beautiful potpourri of differences."],
        ["3", "\tBut I like the bus. I like the city bus — especially as opposed to the subway, how it takes you through the streets instead of below them — and I like the long-distance bus. The Megabus and its ilk. The bus to me is a meditative space, a safe place, a bubble out of time and away from life that moves me gently from one place to another."],
        ["4", "\tMaybe it’s because I used to live much closer to my childhood home, so the bus was the most logical and economical option. Most of my trips during college and a couple years after were shuttling between my old home and my new on that blue and yellow bus, stopping at the Love’s rest stop in Marshall, Michigan, with its odd assortment of snacks, clothing, and holographic religious posters for sale. I have to fly to visit my family now. The bus is better."],
        ["5", "\tIt’s cheaper. You can bring liquids. There’s no security. You just get on, and get off. The cost is more one of time (though depending where you’re going, if you factor in the time you spend getting to the airport and going through security, you may end up breaking even). And it’s time, I think, worth spending."],
        ["6", "\tI don’t want to be all “modern conveniences have alienated us from the process of living” about it, but there is something about travel as a process that a wheels-up, wheels-down airplane ride dilutes somewhat. We can’t teleport, not yet, but if you think about it, a plane is the closest the average plebe is going to get right now. Get in a contraption, and move from one place to another much faster than you’d otherwise be able to."],
        ["7", "\tThough we’re usually seated on our butts for it, going somewhere is still an act. And there’s a pace at which I can fully take in the act of going somewhere and it’s not 500 miles per hour. I guess walking would be the natural, ideal pace for that. (It just clicked with me that maybe this is why people like hiking.) But a driving pace seems a good compromise. The scenery might blur around you, but you’re still touching the ground."],
        ["8", "\tThere is an economic concept called Jevons Paradox that basically says: The more efficiently you are able to use a resource, the higher the demand for it will be, so more of the resource ends up being consumed, rather than saved. William Stanley Jevons was talking about natural resources — coal, specifically — but I feel like a similar paradox exists for time. The more efficiently we use our time, the more demands are placed on our time. There’s something to be said for a forced slowdown. That’s what the bus does for me."],
        ["9", "\tFar be it from me to eschew convenience — I’m hardly advocating we all spend three weeks on a ship dry heaving into the sea just to go to London. But it’s nice to take your time when it’s reasonable to do so. Because travel, to me, always feels significant. You’re leaving something behind, you’re going toward something else, but at the moment of actual traveling, you are neither where you came from nor where you are going, and on the way, you’re not where you are either, not for long."],
        ["10", "\tSo the vehicle feels a little outside of reality, especially if you’re traveling alone. It isolates and insulates you from the churn and entropy of life, for a little bit. (This is amplified by the Megabus wi-fi, which is like Bigfoot — much discussed, rarely seen, probably not real. People complain about this, but I think of it as just another way the bus is protecting me from the stressors of the real world.) It facilitates quiet reflection by trapping you alone with your thoughts. . . ."],
        ["11", "\tcan see how the upsides of the bus I appreciate, like having nothing to do for a really long time, could be downsides to other people. But what can I say? I like subsisting on beef jerky and Dr. Pepper every once in a while. And my personal worst travel woes have been plane and train-based — nights spent stuck on the tarmac with screaming infants or waiting for an interminable train full of coal to pass by, or being pulled off a flight with no help and no apologies because of “weight issues.” They stick out like flashbulbs of horror in my memory, while all my bus rides blend together in a soothing blur of books and snacks and resting my head on a rumbling window while raindrops race by."]
    ],
    "Copyright": "Excerpt from “I Like the Bus” by Julie Beck, The Atlantic, July 24, 2015. Copyright © 2015 by Atlantic Media, Inc. Used with permission of The Atlantic Monthly Group via Copyright Clearance Center.",
    "References": []
}