{
    "Directions": "Read the passage about Truman's decision to drop the bomb. Then answer each question that follows.",
    "Context": [
        "Today you will research the development and one-time use of the atomic bomb. You will read about President Truman and his decision to drop the bomb."
    ],
    "Title": "The Decision to Drop the Bomb",
    "Subtitle": "",
    "Author": "by ushistory.org",
    "LabelType": "P",
    "Content": [
        ["1", "America had the bomb. Now what?"],
        ["2", "When Harry Truman learned of the success of the Manhattan Project, he knew he was faced with a decision of unprecedented gravity. The capacity to end the war with Japan was in his hands, but it would involve unleashing the most terrible weapon ever known."],
        ["3", "American soldiers and civilians were weary from four years of war, yet the Japanese military was refusing to give up their fight. American forces occupied Okinawa and Iwo Jima and were intensely fire bombing Japanese cities. But Japan had an army of 2 million strong stationed in the home islands guarding against invasion."],
        ["4", "For Truman, the choice whether or not to use the atomic bomb was the most difficult decision of his life."],
        ["5", "First, an Allied demand for an immediate unconditional surrender was made to the leadership in Japan. Although the demand stated that refusal would result in total destruction, no mention of any new weapons of mass destruction was made. The Japanese military command rejected the request for unconditional surrender, but there were indications that a conditional surrender was possible."],
        ["6", "Regardless, on August 6, 1945, a plane called the Enola Gay dropped an atomic bomb on the city of Hiroshima. Instantly, 70,000 Japanese citizens were vaporized. In the months and years that followed, an additional 100,000 perished from burns and radiation sickness."],
        ["7", "Two days later, the Soviet Union declared war on Japan. On August 9, a second atomic bomb was dropped on Nagasaki, where 80,000 Japanese people perished."],
        ["8", "On August 14, 1945, the Japanese surrendered. Critics have charged that Truman's decision was a barbaric act that brought negative long-term consequences to the United States. A new age of nuclear terror led to a dangerous arms race."],
        ["9", "Some military analysts insist that Japan was on its knees and the bombings were simply unnecessary. The American government was accused of racism on the grounds that such a device would never have been used against white civilians."],
        ["10", "Other critics argued that American diplomats had ulterior¹ motives. The Soviet Union had entered the war against Japan, and the atomic bomb could be read as a strong message for the Soviets to tread lightly. In this respect, Hiroshima and Nagasaki may have been the first shots of the Cold War as well as the final shots of World War II. Regardless, the United States remains the only nation in the world to have used a nuclear weapon on another nation."],
        ["11", "Truman stated that his decision to drop the bomb was purely military. A Normandy-type amphibious landing would have cost an estimated million casualties. Truman believed that the bombs saved Japanese lives as well. Prolonging the war was not an option for the President. Over 3,500 Japanese kamikaze raids² had already wrought great destruction and loss of American lives."],
        ["12", "The President rejected a demonstration of the atomic bomb to the Japanese leadership. He knew there was no guarantee the Japanese would surrender if the test succeeded, and he felt that a failed demonstration would be worse than none at all. Even the scientific community failed to foresee the awful effects of radiation sickness. Truman saw little difference between atomic bombing Hiroshima and fire bombing Dresden or Tokyo."],
        ["13", "The ethical debate over the decision to drop the atomic bomb will never be resolved. The bombs did, however, bring an end to the most destructive war in history. The Manhattan Project that produced it demonstrated the possibility of how a nation's resources could be mobilized."],
        ["14", "Pandora's box was now open. The question that came flying out was, “How will the world use its nuclear capability?” It is a question still being addressed on a daily basis."]
    ],
    "Copyright": "This material is copyrighted by and used with permission of the Independence Hall Association, on the Web at ushistory.org.",
    "References": [
        ["¹", "ulterior — hidden"],
        ["²", "kamikaze raids — air attacks in which planes loaded with explosives crash into targets"]
    ]
}