{
    "Directions": "Read the article, then answer each question that follows.",
    "Context": [],
    "Title": "The Signers of the Declaration: Historical Background",
    "Subtitle": "",
    "Author": "from the National Park Service",
    "LabelType": "P",
    "Content": [
        ["1", "AT PHILADELPHIA in the summer of 1776, the Delegates to the Continental Congress courageously signed a document declaring the Independence of the Thirteen American Colonies from Great Britain. Not only did the Declaration of Independence create a Nation, but it also pronounced timeless democratic principles. Enshrined today in the National Archives Building at Washington, D.C., it memorializes the founding of the United States and symbolizes the eternal freedom and dignity of Man."],
        ["", "problems/NJG9E/media/S8a.jpg"],
        ["2", "By the time the Continental Congress adopted the Declaration in July 1776, the War for Independence had been underway for more than a year. Failing to obtain satisfactory redress from the mother country for their economic and political grievances during the previous decade, the colonists had finally resorted to armed conflict."],
        ["3", "These grievances had come to a head shortly after the French and Indian War (1754-63). Long and costly, the war depleted the royal treasury and added the financial burden of administering the vast territory acquired from France. Britain levied new, direct taxes in the Colonies and tightened customs controls."],
        ["", "problems/NJG9E/media/S8b.jpg"],
        ["4", "The colonists, accustomed to considerable economic freedom, resented these measures. A number of Americans also felt that some sort of conspiracy existed in England to destroy their liberties and self-government. They believed that the mission of the large force of redcoats assigned to the Colonies actually was internal suppression rather than protection from a nonexistent external threat, especially since the French had been expelled. Particularly aggravating was the realization that the new tax levies supported the force. Some of the discontent was regional in nature. Indebtedness to British creditors irritated Southern planters. Commercial interests in the Middle Colonies disliked the prohibition on manufacturing certain products. Frontier settlers and speculators were irked at restrictions on westward expansion and the Indian trade."],
        ["5", "In various places, peaceful protest and harassment of tax and customs collectors gave way to rioting and mob violence. In New York and Massachusetts, clashes with British troops culminated in bloodshed. Realizing that some of these disturbances stemmed from agitation in the colonial assemblies, which had enjoyed wide autonomy, the Crown tightened its control over them. Disputes between legislators and the King's officials, once spasmodic, became commonplace. In some instances, notably in Virginia and Massachusetts, the Royal Governors dissolved the assemblies. In these and a few other provinces the Whigs separated from their Tory, or Loyalist, colleagues, met extralegally, and adopted retaliatory measures. Nearly all the Colonies formed special “committees of correspondence” to communicate with each other—the first step toward unified action."],
        ["", "problems/NJG9E/media/S8c.jpg"],
        ["", "problems/NJG9E/media/S8d.jpg"],
        ["6", "In May 1774, in retaliation for the “Boston Tea Party,” Parliament closed the port of Boston and virtually abolished provincial self-government in Massachusetts. These actions stimulated resistance across the land. That summer, the Massachusetts lower house, through the committees of correspondence, secretly invited all 13 Colonies to attend a convention. In response, on the fifth of September, 55 Delegates representing 12 Colonies, Georgia excepted, assembled at Philadelphia. They convened at Carpenters' Hall and organized the First Continental Congress."],
        ["7", "Sharing though they did common complaints against the Crown, the Delegates propounded a wide variety of political opinions. Most of them agreed that Parliament had no right to control the internal affairs of the Colonies. Moderates, stressing trade benefits with the mother country, believed Parliament should continue to regulate commerce. Others questioned the extent of its authority. A handful of Delegates felt the answer to the problem lay in parliamentary representation. Most suggested legislative autonomy for the Colonies. Reluctant to sever ties of blood, language, trade, and cultural heritage, none yet openly entertained the idea of complete independence from Great Britain."],
        ["8", "After weeks of debate and compromise, Congress adopted two significant measures. The first declared that the American colonists were entitled to the same rights as Englishmen everywhere and denounced any infringement of those rights. The second, the Continental Association, provided for an embargo on all trade with Britain. To enforce the embargo and punish violators, at the behest of Congress counties, cities, and towns formed councils, or committees, of safety—many of which later became wartime governing or administrative bodies. When Congress adjourned in late October, the Delegates resolved to reconvene in May 1775 if the Crown had not responded by then."],
        ["", "problems/NJG9E/media/S8e.jpg"],
        ["9", "In a sense the Continental Congress acted with restraint, for while it was in session the situation in Massachusetts verged on war. In September, just before Congress met, British troops from Boston had seized ordnance supplies at Charlestown and Cambridge and almost clashed with the local militia. The next month, Massachusetts patriots, openly defying royal authority, organized a Revolutionary provincial assembly as well as a military defense committee. Whigs in three other colonies—Maryland, Virginia, and New Hampshire—had earlier that year formed governments. By the end of the year, all the Colonies except Georgia and New York had either set up new ones or taken control of those already in existence. During the winter of 1774-75, while Parliament mulled over conciliatory measures, colonial militia units prepared for war."],
        ["10", "The crisis came in the spring of 1775, predictably in Massachusetts. Late on the night of April 18 the Royal Governor, Gen. Thomas Gage, alarmed at the militancy of the rebels, dispatched 600 troops from Boston to seize a major supply depot at Concord. Almost simultaneously the Boston council of safety, aware of Gage's intentions, directed Paul Revere and William Dawes to ride ahead to warn militia units and citizens along the way of the British approach, as well as John Hancock and Samuel Adams, who were staying at nearby Lexington. Forewarned, the two men went into hiding."],
        ["11", "About 77 militiamen confronted the redcoats when they plodded into Lexington at dawn. After some tense moments, as the sorely outnumbered colonials were dispersing, blood was shed. More flowed at Concord and much more along the route of the British as they retreated to Boston, harassed most of the way by an aroused citizenry. What had once been merely protest had evolved into open warfare; the War for Independence had begun."]
    ],
    "Copyright": "The Signers of the Declaration: Historical Background by the National Park Service—Public Domain",
    "References": []
}