{
    "Directions": "Read the passage from Robert Oppenheimer's speech, then answer each question that follows.",
    "Context": [
        "Today you will research the development and one-time use of the atomic bomb. You will read a passage from a speech by Robert Oppenheimer, the director of the Manhattan Project, under whom the bomb was developed in Los Alamos, New Mexico."
    ],
    "Title": "[from] “Speech to the Association of Los Alamos Scientists”",
    "Subtitle": "",
    "Author": "by Robert Oppenheimer",
    "LabelType": "P",
    "Content": [
        [" ", "Los Alamos, NM\n\nNovember 2, 1945\n\nby Robert Oppenheimer\n\nJ. Robert Oppenheimer was the director of the Manhattan Project, the U.S. project that developed the first atomic bomb. He made this speech after atomic bombs were dropped on the Japanese cities of Hiroshima and Nagasaki in August of 1945."],
        ["1", "I am grateful to the Executive Committee for this chance to talk to you. I should like to talk tonight—if some of you have long memories perhaps you will regard it as justified—as a fellow scientist, and at least as a fellow worrier about the fix we are in. I do not have anything very radical to say, or anything that will strike most of you with a great flash of enlightenment. I don't have anything to say that will be of an immense encouragement. In some ways I would have liked to talk to you at an earlier date—but I couldn't talk to you as a Director. I could not talk, and will not tonight talk, too much about the practical political problems which are involved. There is one good reason for that—I don't know very much about practical politics. And there is another reason, which has to some extent restrained me in the past. As you know, some of us have been asked to be technical advisors to the Secretary of War, and through him to the President. In the course of this we have naturally discussed things that were on our minds and have been made, often very willingly, the recipient of confidences; it is not possible to speak in detail about what Mr. A thinks and Mr. B doesn't think, or what is going to happen next week, without violating these confidences. I don't think that's important. I think there are issues which are quite simple and quite deep, and which involve us as a group of scientists—involve us more, perhaps than any other group in the world. I think that it can only help to look a little at what our situation is— at what has happened to us—and that this must give us some honesty, some insight, which will be a source of strength in what may be the not-too-easy days ahead. I would like to take it as deep and serious as I know how, and then perhaps come to more immediate questions in the course of the discussion later. I want anyone who feels like it to ask me a question and if I can't answer it, as will often be the case, I will just have to say so."],
        ["2", "What has happened to us—it is really rather major, it is so major that I think in some ways one returns to the greatest developments of the twentieth century, to the discovery of relativity, and to the whole development of atomic theory and its interpretation in terms of complementarity,¹ for analogy. These things, as you know, forced us to re-consider the relations between science and common sense. They forced on us the recognition that the fact that we were in the habit of talking a certain language and using certain concepts did not necessarily imply that there was anything in the real world to correspond to these. They forced us to be prepared for the inadequacy of the ways in which human beings attempted to deal with reality, for that reality. In some ways I think these virtues, which scientists quite reluctantly were forced to learn by the nature of the world they were studying, may be useful even today in preparing us for somewhat more radical views of what the issues are than would be natural or easy for people who had not been through this experience."],
        ["3", "But the real impact of the creation of the atomic bomb and atomic weapons—to understand that one has to look further back, look, I think, to the times when physical science was growing in the days of the renaissance, and when the threat that science offered was felt so deeply throughout the Christian world. The analogy is, of course, not perfect. You may even wish to think of the days in the last century when the theories of evolution seemed a threat to the values by which men lived. The analogy is not perfect because there is nothing in atomic weapons—there is certainly nothing that we have done here or in the physics or chemistry that immediately preceded our work here—in which any revolutionary ideas were involved. I don't think that the conceptions of nuclear fission have strained any man's attempt to understand them, and I don't feel that any of us have really learned in a deep sense very much from following this up. It is in a quite different way. It is not an idea—it is a development and a reality—but it has in common with the early days of physical science the fact that the very existence of science is threatened, and its value is threatened. This is the point that I would like to speak a little about."],
        ["4", "I think that it hardly needs to be said why the impact is so strong. There are three reasons: one is the extraordinary speed with which things which were right on the frontier of science were translated into terms where they affected many living people, and potentially all people. Another is the fact, quite accidental in many ways, and connected with the speed, that scientists themselves played such a large part, not merely in providing the foundation for atomic weapons, but in actually making them. In this we are certainly closer to it than any other group. The third is that the thing we made—partly because of the technical nature of the problem, partly because we worked hard, partly because we had good breaks—really arrived in the world with such a shattering reality and suddenness that there was no opportunity for the edges to be worn off."],
        ["5", "In considering what the situation of science is, it may be helpful to think a little of what people said and felt of their motives in coming into this job. One always has to worry that what people say of their motives is not adequate. Many people said different things, and most of them, I think, had some validity. There was in the first place the great concern that our enemy might develop these weapons before we did, and the feeling—at least, in the early days, the very strong feeling—that without atomic weapons it might be very difficult, it might be an impossible, it might be an incredibly long thing to win the war. These things wore off a little as it became clear that the war would be won in any case. Some people, I think, were motivated by curiosity, and rightly so; and some by a sense of adventure, and rightly so. Others had more political arguments and said, “Well, we know that atomic weapons are in principle possible, and it is not right that the threat of their unrealized possibility should hang over the world. It is right that the world should know what can be done in their field and deal with it.” And the people added to that that it was a time when all over the world men would be particularly ripe and open for dealing with this problem because of the immediacy of the evils of war, because of the universal cry from everyone that one could not go through this thing again, even a war without atomic bombs. And there was finally, and I think rightly, the feeling that there was probably no place in the world where the development of atomic weapons would have a better chance of leading to a reasonable solution, and a smaller chance of leading to disaster, than within the United States. I believe all these things that people said are true, and I think I said them all myself at one time or another."],
        ["6", "But when you come right down to it the reason that we did this job is because it was an organic necessity. If you are a scientist you cannot stop such a thing. If you are a scientist you believe that it is good to find out how the world works; that it is good to find out what the realities are; that it is good to turn over to mankind at large the greatest possible power to control the world and to deal with it according to its lights and its values."],
        ["7", "There has been a lot of talk about the evil of secrecy, of concealment, of control, of security. Some of that talk has been on a rather low plane, limited really to saying that it is difficult or inconvenient to work in a world where you are not free to do what you want. I think that the talk has been justified, and that the almost unanimous resistance of scientists to the imposition of control and secrecy is a justified position, but I think that the reason for it may lie a little deeper. I think that it comes from the fact that secrecy strikes at the very root of what science is, and what it is for. It is not possible to be a scientist unless you believe that it is good to learn. It is not good to be a scientist, and it is not possible, unless you think that it is of the highest value to share your knowledge, to share it with anyone who is interested. It is not possible to be a scientist unless you believe that the knowledge of the world, and the power which this gives, is a thing which is of intrinsic value to humanity, and that you are using it to help in the spread of knowledge, and are willing to take the consequences. And, therefore, I think that this resistance which we feel and see all around us to anything which is an attempt to treat science of the future as though it were rather a dangerous thing, a thing that must be watched and managed, is resisted not because of its inconvenience—I think we are in a position where we must be willing to take any inconvenience—but resisted because it is based on a philosophy incompatible with that by which we live, and have learned to live in the past."],
        ["8", "There are many people who try to wiggle out of this. They say the real importance of atomic energy does not lie in the weapons that have been made; the real importance lies in all the great benefits which atomic energy, which the various radiations, will bring to mankind. There may be some truth in this. I am sure that there is truth in it, because there has never in the past been a new field opened up where the real fruits of it have not been invisible at the beginning. I have a very high confidence that the fruits—the so-called peacetime applications—of atomic energy will have in them all that we think, and more. There are others who try to escape the immediacy of this situation by saying that, after all, war has always been very terrible; after all, weapons have always gotten worse and worse; that this is just another weapon and it doesn't create a great change; that they are not so bad; bombings have been bad in this war and this is not a change in that—it just adds a little to the effectiveness of bombing; that some sort of protection will be found. I think that these efforts to diffuse and weaken the nature of the crisis make it only more dangerous. I think it is for us to accept it as a very grave crisis, to realize that these atomic weapons which we have started to make are very terrible, that they involve a change, that they are not just a slight modification: to accept this, and to accept with it the necessity for those transformations in the world which will make it possible to integrate these developments into human life."],
        ["9", "As scientists I think we have perhaps a little greater ability to accept change, and accept radical change, because of our experiences in the pursuit of science. And that may help us—that, and the fact that we have lived with it—to be of some use in understanding these problems."]
    ],
    "Copyright": "“Speech to the Association of Los Alamos Scientists” by Robert Oppenheimer— Public Domain.",
    "References": [
        ["¹", "complementarity — fundamental principle of quantum mechanics, a branch of physics"]
    ]
}