{
    "Directions": "Read the passage from a short story by United States writer Hamlin Garland (1860-1940). Then answer each question that follows.",
    "Context": [
        "After being away for ten years, Howard McLane is returning home to visit his family. An old farmer, McTurg, is driving Howard from the train station to Howard's family farm in rural Wisconsin."
    ],
    "Title": "[from] “Up the Coolly”",
    "Subtitle": "",
    "Author": "by Hamlin Garland",
    "LabelType": "P",
    "Content": [
        ["1", "It all swept back upon Howard in a flood of names and faces and sights and sounds; something sweet and stirring somehow, though it had little of aesthetic charms at the time. They were passing along lanes now, between superb fields of corn, wherein ploughmen were at work. Kingbirds flew from post to post ahead of them; the insects called from the grass. The valley slowly outspread below them. The workmen in the fields were “turning out” for the night. They all had a word of chaff with McTurg."],
        ["2", "Over the western wall of the circling amphitheatre the sun was setting. A few scattering clouds were drifting on the west wind, their shadows sliding down the green and purpled slopes. The dazzling sunlight flamed along the luscious velvety grass, and shot amid the rounded, distant purple peaks, and streamed in bars of gold and crimson across the blue midst of the narrower upper Coollies."],
        ["3", "The heart of the young man swelled with pleasure almost like pain, and the eyes of the silent older man took on a far-off, dreaming look, as he gazed at the scene which had repeated itself a thousand times in his life, but of whose beauty he never spoke."],
        ["4", "Far down to the left was the break in the wall through which the river ran on its way to join the Mississippi. They climbed slowly among the hills, and the valley they had left grew still more beautiful as the squalor of the little town was hid by the dusk of distance. Both men were silent for a long time. Howard knew the peculiarities of his companion too well to make any remarks or ask any questions, and besides it was a genuine pleasure to ride with one who understood that silence was the only speech amid such splendors."],
        ["5", "Once they passed a little brook singing in a mournfully sweet way its eternal song over its pebbles. It called back to Howard the days when he and Grant, his younger brother, had fished in this little brook for trout, with trousers rolled above the knee and wrecks of hats upon their heads."],
        ["6", "“Any trout left?” he asked."],
        ["7", "“Not many. Little fellers.” Finding the silence broken, William asked the first question since he met Howard. “Le' 's see: you're a show feller now? B'long to a troupe?”"],
        ["8", "“Yes, yes; I'm an actor.”"],
        ["9", "“Pay much?”"],
        ["10", "“Pretty well.”"],
        ["11", "That seemed to end William's curiosity about the matter."],
        ["12", "“Ah, there's our old house, ain't it?” Howard broke out, pointing to one of the houses farther up the Coolly. “It'll be a surprise to them, won't it?”"],
        ["13", "“Yep; only they don't live there.”"],
        ["14", "“What! They don't!”"],
        ["15", "“No.”"],
        ["16", "“Who does?”"],
        ["17", "“Dutchman.”"],
        ["18", "Howard was silent for some moments. “Who lives on the Dunlap place?”"],
        ["19", "“'Nother Dutchman.”"],
        ["20", "“Where's Grant living, anyhow?”"],
        ["21", "“Farther up the Coolly.”"],
        ["22", "“Well, then, I'd better get out here, hadn't I?”"],
        ["23", "“Oh, I'll drive ye up.”"],
        ["24", "“No, I'd rather walk.”"],
        ["25", "The sun had set, and the Coolly was getting dusk when Howard got out of McTurg's carriage and set off up the winding lane toward his brother's house. He walked slowly to absorb the coolness and fragrance and color of the hour. The katydids sang a rhythmic song of welcome to him. Fireflies were in the grass. A whippoorwill in the deep of the wood was calling weirdly, and an occasional night-hawk, flying high, gave his grating shriek, or hollow boom, suggestive and resounding."],
        ["26", "He had been wonderfully successful, and yet had carried into his success as a dramatic author as well as actor a certain puritanism that made him a paradox to his fellows. He was one of those actors who are always in luck, and the best of it was he kept and made use of his luck. Jovial as he appeared, he was inflexible as granite against drink and tobacco. He retained through it all a certain freshness of enjoyment that made him one of the best companions in the profession; and now, as he walked on, the hour and the place appealed to him with great power. It seemed to sweep away the life that came between."],
        ["27", "How close it all was to him, after all! In his restless life, surrounded by the glare of electric lights, painted canvas, hot colors, creak of machinery, mock trees, stones, and brooks, he had not lost, but gained, appreciation for the coolness, quiet, and low tones, the shyness of the wood and field."],
        ["28", "In the farmhouse ahead of him a light was shining as he peered ahead, and his heart gave another painful movement. His brother was awaiting him there, and his mother, whom he had not seen for ten years and who had lost the power to write. And when Grant wrote, which had been more and more seldom of late, his letters had been cold and curt."],
        ["29", "He began to feel that in the pleasure and excitement of his life he had grown away from his mother and brother. Each summer he had said, “Well, now, I'll go home this year, sure.” But a new play to be produced, or a new yachting trip, or a tour of Europe, had put the home-coming off; and now it was with a distinct consciousness of neglect of duty that he walked up to the fence and looked into the yard, where William had told him his brother lived."],
        ["30", "It was humble enough—a small white story-and-a-half structure, with a wing set in the midst of a few locust-trees; a small drab-colored barn with a sagging ridge-pole; a barnyard full of mud, in which a few cows were standing, fighting the flies and waiting to be milked. An old man was pumping water at the well; the pigs were squealing from a pen near by; a child was crying."],
        ["31", "Instantly the beautiful, peaceful valley was forgotten. A sickening chill struck into Howard's soul as he looked at it all. In the dim light he could see a figure milking a cow. Leaving his valise at the gate, he entered and walked up to the old man, who had finished pumping and was about to go to feed the hogs."],
        ["32", "“Good-evening,” Howard began. “Does Mr. Grant McLane live here?”"],
        ["33", "“Yes, sir, he does. He's right over there milkin'.”"],
        ["34", "“I'll go over there an—”"],
        ["35", "“Don't b'lieve I would. It's darn muddy over there. It's been turrible rainy. He'll be done in a minute, anyway.”"],
        ["36", "“Very well; I'll wait.”"],
        ["37", "As he waited, he could hear a woman's fretful voice and the impatient jerk and jar of kitchen things, indicative of ill-temper or worry. The longer he stood absorbing this farm-scene, with all its sordidness, dullness, triviality, and its endless drudgeries, the lower his heart sank. All the joy of the home-coming was gone, when the figure arose from the cow and approached the gate, and put the pail of milk down on the platform by the pump."],
        ["38", "“Good-evening,” said Howard, out of the dusk."],
        ["39", "Grant stared a moment. “Good-evening.”"],
        ["40", "Howard knew the voice, though it was older and deeper and more sullen. “Don't you know me, Grant? I am Howard.”"],
        ["41", "The man approached him, gazing intently at his face. “You are?” after a pause. “Well, I'm glad to see you, but I can't shake hands. That damned cow had laid down in the mud.”"],
        ["42", "They stood and looked at each other. Howard's cuffs, collar, and shirt, alien in their elegance, showed through the dusk, and a glint of light shot out from the jewel of his necktie, as the light from the house caught it at the right angle. As they gazed in silence at each other, Howard divined something of the hard, bitter feeling that came into Grant's heart, as he stood there, ragged, ankle-deep in muck, his sleeves rolled up, a shapeless old straw hat on his head."],
        ["43", "The gleam of Howard's white hands angered him. When he spoke, it was in a hard, gruff tone, full of rebellion."],
        ["44", "“Well, go in the house and set down. I'll be in soon's I strain the milk and wash the dirt off my hands.”"]
    ],
    "Copyright": "From “Up the Coolly” by Hamlin Garland—Public Domain",
    "References": []
}