{
    "Directions": "Read the passage from a novel, then answer each question that follows.",
    "Context": [
        "This passage is set in the nineteenth century, in which Mr. Skimpole has a conversation with some friends."
    ],
    "Title": "[from] Bleak House",
    "Subtitle": "",
    "Author": "by Charles Dickens",
    "LabelType": "P",
    "Content": [
        ["1", "Mr. Skimpole could play on the piano and the violoncello, and he was a composer—had composed half an opera once, but got tired of it—and played what he composed with taste. After tea we had quite a little concert, in which Richard—who was enthralled by Ada's singing and told me that she seemed to know all the songs that ever were written—and Mr. Jarndyce, and I were the audience. After a little while I missed first Mr. Skimpole and afterwards Richard, and while I was thinking how could Richard stay away so long and lose so much, the maid who had given me the keys looked in at the door, saying, “If you please, miss, could you spare a minute?”"],
        ["2", "When I was shut out with her in the hall, she said, holding up her hands, “Oh, if you please, miss, Mr. Carstone says would you come upstairs to Mr. Skimpole's room. He has been took, miss!”"],
        ["3", "“Took?” said I."],
        ["4", "“Took, miss. Sudden,” said the maid."],
        ["5", "I was apprehensive that his illness might be of a dangerous kind, but of course I begged her to be quiet and not disturb any one and collected myself, as I followed her quickly upstairs, sufficiently to consider what were the best remedies to be applied if it should prove to be a fit. She threw open a door and I went into a chamber, where, to my unspeakable surprise, instead of finding Mr. Skimpole stretched upon the bed or prostrate on the floor, I found him standing before the fire smiling at Richard, while Richard, with a face of great embarrassment, looked at a person on the sofa, in a white great-coat, with smooth hair upon his head and not much of it, which he was wiping smoother and making less of with a pocket-handkerchief."],
        ["6", "“Miss Summerson,” said Richard hurriedly, “I am glad you are come. You will be able to advise us. Our friend Mr. Skimpole—don't be alarmed!—is arrested for debt.”"],
        ["7", "“And really, my dear Miss Summerson,” said Mr. Skimpole with his agreeable candour,¹ “I never was in a situation in which that excellent sense and quiet habit of method and usefulness, which anybody must observe in you who has the happiness of being a quarter of an hour in your society, was more needed.”"],
        ["8", "The person on the sofa, who appeared to have a cold in his head, gave such a very loud snort that he startled me."],
        ["9", "“Are you arrested for much, sir?” I inquired of Mr. Skimpole."],
        ["10", "“My dear Miss Summerson,” said he, shaking his head pleasantly, “I don't know. Some pounds, odd shillings, and halfpence, I think, were mentioned.”"],
        ["11", "“It's twenty-four pound, sixteen, and sevenpence ha'penny,” observed the stranger. “That's wot it is.”"],
        ["12", "“And it sounds—somehow it sounds,” said Mr. Skimpole, “like a small sum?”"],
        ["13", "The strange man said nothing but made another snort. It was such a powerful one that it seemed quite to lift him out of his seat."],
        ["14", "“Mr. Skimpole,” said Richard to me, “has a delicacy in applying to my cousin Jarndyce because he has lately—I think, sir, I understood you that you had lately—”"],
        ["15", "“Oh, yes!” returned Mr. Skimpole, smiling. “Though I forgot how much it was and when it was. Jarndyce would readily do it again, but I have the epicure-like² feeling that I would prefer a novelty in help, that I would rather,” and he looked at Richard and me, “develop generosity in a new soil and in a new form of flower.”"],
        ["16", "“What do you think will be best, Miss Summerson?” said Richard, aside."],
        ["17", "I ventured to inquire, generally, before replying, what would happen if the money were not produced."],
        ["18", "“Jail,” said the strange man, coolly putting his handkerchief into his hat, which was on the floor at his feet. “Or Coavinses.”"],
        ["19", "“May I ask, sir, what is—”"],
        ["20", "“Coavinses?” said the strange man. “A 'ouse.”"],
        ["21", "Richard and I looked at one another again. It was a most singular thing that the arrest was our embarrassment and not Mr. Skimpole's. He observed us with a genial interest, but there seemed, if I may venture on such a contradiction, nothing selfish in it. He had entirely washed his hands of the difficulty, and it had become ours."],
        ["22", "“I thought,” he suggested, as if good-naturedly to help us out, “that being parties in a Chancery suit concerning (as people say) a large amount of property, Mr. Richard or his beautiful cousin, or both, could sign something, or make over something, or give some sort of undertaking, or pledge, or bond? I don't know what the business name of it may be, but I suppose there is some instrument within their power that would settle this?”"],
        ["23", "“Not a bit on it,” said the strange man."],
        ["24", "“Really?” returned Mr. Skimpole. “That seems odd, now, to one who is no judge of these things!”"],
        ["25", "“Odd or even,” said the stranger gruffly, “I tell you, not a bit on it!”"],
        ["26", "“Keep your temper, my good fellow, keep your temper!” Mr. Skimpole gently reasoned with him as he made a little drawing of his head on the fly-leaf of a book. “Don't be ruffled by your occupation. We can separate you from your office; we can separate the individual from the pursuit. We are not so prejudiced as to suppose that in private life you are otherwise than a very estimable man, with a great deal of poetry in your nature, of which you may not be conscious.”"],
        ["27", "The stranger only answered with another violent snort, whether in acceptance of the poetry-tribute or in disdainful rejection of it, he did not express to me."],
        ["28", "“Now, my dear Miss Summerson, and my dear Mr. Richard,” said Mr. Skimpole gaily, innocently, and confidingly as he looked at his drawing with his head on one side, “here you see me utterly incapable of helping myself, and entirely in your hands! I only ask to be free. The butterflies are free. Mankind will surely not deny to Harold Skimpole what it concedes to the butterflies!”"],
        ["29", "“My dear Miss Summerson,” said Richard in a whisper, “I have ten pounds that I received from Mr. Kenge. I must try what that will do.”"],
        ["30", "I possessed fifteen pounds, odd shillings, which I had saved from my quarterly allowance during several years. I had always thought that some accident might happen which would throw me suddenly, without any relation or any property, on the world and had always tried to keep some little money by me that I might not be quite penniless. I told Richard of my having this little store and having no present need of it, and I asked him delicately to inform Mr. Skimpole, while I should be gone to fetch it, that we would have the pleasure of paying his debt."],
        ["31", "When I came back, Mr. Skimpole kissed my hand and seemed quite touched. Not on his own account (I was again aware of that perplexing and extraordinary contradiction), but on ours, as if personal considerations were impossible with him and the contemplation of our happiness alone affected him. Richard, begging me, for the greater grace of the transaction, as he said, to settle with Coavinses (as Mr. Skimpole now jocularly³ called him), I counted out the money and received the necessary acknowledgment. This, too, delighted Mr. Skimpole."],
        ["32", "His compliments were so delicately administered that I blushed less than I might have done and settled with the stranger in the white coat without making any mistakes. He put the money in his pocket and shortly said, “Well, then, I'll wish you a good evening, miss.”"],
        ["33", "“My friend,” said Mr. Skimpole, standing with his back to the fire after giving up the sketch when it was half finished, “I should like to ask you something, without offence.”"],
        ["34", "I think the reply was, “Cut away, then!”"],
        ["35", "“Did you know this morning, now, that you were coming out on this errand?” said Mr. Skimpole."],
        ["36", "“Know'd it yes'day aft'noon at tea-time,” said Coavinses."],
        ["37", "“It didn't affect your appetite? Didn't make you at all uneasy?”"],
        ["38", "“Not a bit,” said Coavinses. “I know'd if you wos missed to-day, you wouldn't be missed to-morrow. A day makes no such odds.”"],
        ["39", "“But when you came down here,” proceeded Mr. Skimpole, “it was a fine day. The sun was shining, the wind was blowing, the lights and shadows were passing across the fields, the birds were singing.”"],
        ["40", "“Nobody said they warn't, in MY hearing,” returned Coavinses."],
        ["41", "“No,” observed Mr. Skimpole. “But what did you think upon the road?”"],
        ["42", "“Wot do you mean?” growled Coavinses with an appearance of strong resentment. “Think! I've got enough to do, and little enough to get for it without thinking. Thinking!” (with profound contempt)."],
        ["43", "“Then you didn't think, at all events,” proceeded Mr. Skimpole, “to this effect: 'Harold Skimpole loves to see the sun shine, loves to hear the wind blow, loves to watch the changing lights and shadows, loves to hear the birds, those choristers in Nature's great cathedral. And does it seem to me that I am about to deprive Harold Skimpole of his share in such possessions, which are his only birthright!' You thought nothing to that effect?”"],
        ["44", "“I—certainly—did—NOT,” said Coavinses, whose doggedness in utterly renouncing the idea was of that intense kind that he could only give adequate expression to it by putting a long interval between each word, and accompanying the last with a jerk that might have dislocated his neck."],
        ["45", "“Very odd and very curious, the mental process is, in you men of business!” said Mr. Skimpole thoughtfully. “Thank you, my friend. Good night.”"]
    ],
    "Copyright": "From BLEAK HOUSE by Charles Dickens—Public Domain",
    "References": [
        ["¹", "candour — frankness"],
        ["²", "epicure-like — like someone with excellent taste"],
        ["³", "jocularly — playfully"]
    ]
}