{
    "Directions": "Read this article, then answer each question.",
    "Context": [],
    "Title": "The Advice of a Little Girl: Lincoln Exhibition Confirms a Family Myth",
    "Subtitle": "",
    "Author": "by Gail Fineberg",
    "LabelType": "P",
    "Content": [
        ["1", "\tWhen Elizabeth “Liz” Bedell, a 23-year-old staff member in the U.S. House of Representatives, was growing up in Medford, Mass., she dismissed as “family myth” a story her grandfather often told about his Aunt Grace Bedell. He claimed she wrote to Abe Lincoln when she was a little girl and received a letter in return."],
        ["2", "\t“My grandfather used to tell us we had a footnote in history,” Liz Bedell explained. “We were a working-class family. To impress people, he'd say, 'Oh, we are descendants of Grace Bedell. When she was a little girl she wrote to Abe Lincoln and suggested he grow a beard so he could win the election.'"],
        ["3", "\t“I didn't believe him,” Liz Bedell said. “None of us did.”"],
        ["4", "\tImagine her surprise this spring as she was browsing through the Library's Lincoln bicentennial exhibition, “With Malice Toward None,”¹ and happened upon a case containing two short, handwritten letters, one dated Oct. 15, 1860, addressed to Hon.² A.B. Lincoln and signed by Grace Bedell, the other dated Oct. 19, 1860, addressed to “My dear little Miss” and signed A. Lincoln."],
        ["5", "\t“I almost died,” Bedell said. “I called my father. He said, 'Are you serious? My father was telling the truth all this time.' ”"],
        ["6", "\tShe wrote in the Library's exhibition visitors' log: “I cried my eyes out when I saw the letter from Grace Bedell to Abe Lincoln—she's my great-great aunt, and I grew up with the story not really believing it. Elizabeth Bedell.”"],
        ["7", "\t“I felt very emotional,” Bedell said later. “I wished I could call my grandfather (Kenneth Bedell, who in 2005 died at age 95) and say 'You were right.' ”"],
        ["8", "\tHer grandfather encouraged her to pursue a lifelong interest in politics. “In fifth grade, I wanted to be president of the United States. In the eighth grade, I wanted to be a Supreme Court justice. Then I wanted to be president again,” she said."],
        ["9", "\t“Grandpa used to tell me, 'You can do anything you want. You can be president. Why, just look at your great-great aunt Grace Bedell. She couldn't vote, but she put pen to paper.' ”"],
        ["10", "\tAfter majoring in political science and graduating several years ago from New York University in New York City, Liz Bedell became a special-education teacher. When Barack Obama ran for president, she jumped into the campaign. A field organizer, she worked in North Carolina, Alaska and New Hampshire. With the campaign over, three months ago she landed a job in the Washington office of Rep. Yvette D. Clarke, D-N.Y.³"],
        ["11", "\tThat's how Bedell happened to visit the Lincoln exhibition a second time. She came to the Library after work on May 8 for a special exhibition tour arranged for members of Congress and their staffs by the Library's Congressional Relations Office."],
        ["12", "\tThere, she heard exhibition curator⁴ John Sellers tell the story of 11-year-old Grace Bedell writing to Lincoln to suggest he would have more voter appeal if he grew a beard. “I have got 4 brother's and part of them will vote for you any way and if you will let your whiskers grow I will try and get the rest of them to vote for you you would look a great deal better for your face is so thin,” wrote Miss Bedell. “All the ladies like whiskers and they would tease their husband's to vote for you and then you would be President.”"],
        ["13", "\tMiss Bedell continued, “... if I was a man I would vote for you to but I will try and get every one to vote you that I can.”"],
        ["14", "\tIn his prompt reply, Lincoln asked, “As to the whiskers, having never worn any, do you not think people would call it a piece of silly affectation⁵ if I were to begin now?”"],
        ["15", "\tSellers said Lincoln later had his train stop in Fredonia, N.Y., close to Bedell's hometown of Westfield, where he had arranged to have her in the crowd. He stepped onto the platform and called for her and leaned down and kissed her cheek. “She was so flustered, she ran off, still carrying a bouquet of flowers she had meant to give Lincoln,” Sellers said."],
        ["16", "\tHe explained that this Lincoln exhibition was the first time, to his knowledge, that the two letters had been displayed together."]
    ],
    "Copyright": "",
    "References": [
        ["¹", "the Library's Lincoln bicentennial exhibition, “With Malice Toward None”: a Library of Congress exhibit honoring the 200th anniversary of Lincoln's birth and named after a phrase from one of his speeches"],
        ["²", "Hon.: abbreviation for Honorable, a common way to address important people at the time"],
        ["³", "D-N.Y.: Democratic Congresswoman from New York"],
        ["⁴", "curator: person who organizes a museum exhibit"],
        ["⁵", "affectation: behavior or dress meant to create a desired response"]
    ]
}