{
    "Directions": "Read this article, then answer each question.",
    "Context": [
        "Laura Parker writes about marine environments and climate change for National Geographic. Tony Haymet, the former director of a famous ocean research institute called Scripps, has looked at many ocean cleanup plans."
    ],
    "Title": "[Excerpt from] The Best Way to Deal with Ocean Trash",
    "Subtitle": "",
    "Author": "by Laura Parker",
    "LabelType": "P",
    "Content": [
        ["1", "\tThe challenge is huge. For one thing, the garbage is spread over millions of square miles. For another, it's made up mostly of degraded plastic, broken down by sunlight and waves into tiny bits the size of grains of rice."],
        ["2", "\t“That's what makes it so horrifying,” Haymet says. “The micro-plastic¹ is the same size as the stuff living in the water column.² How would we ever go out and collect it? So far no one's come up with a plan to separate all the micro-plastic from the living life that's the same size.”..."],
        ["3", "\t“If we are doubling what we are putting into the ocean on a ten-year basis, there's no way to keep up,” says Chris Wilcox, an ecologist at CSIRO.³ “It would be as if you were vacuuming your living room, and I'm standing at the doorway with a bag of dust and a fan. You can constantly keep vacuuming, but you could never catch up.”"],
        ["", "Tʜᴇ Gᴀʀʙᴀɢᴇ Pᴀᴛᴄʜᴇs"],
        ["4", "\tCharles Moore, who “discovered” the Great Pacific Garbage Patch in the late 1990s and plans a research trip there in July, estimates that altogether the globe's garbage patches contain 200 million tons of floating debris. He came up with the figure based on calculations that 2.5 percent of the world's plastic ends up in the sea."],
        ["5", "\tMarcus Eriksen, a marine scientist and co-founder of the California-based 5 Gyres, which studies the five main garbage patches, estimates the total floating debris is just 500,000 tons."],
        ["6", "\tIn either case, the harm to fish and other sea creatures is increasing. A 2009 research trip to the Great Pacific Garbage Patch by Scripps found 9 percent of the fish had ingested plastic. Eriksen, with help from seven other scientists, recently analyzed material in all of the garbage patches. Of 671 fish collected, 35 percent had ingested plastic particles..."],
        ["", "Aᴅᴅʀᴇssɪɴɢ ᴛʜᴇ Pʀᴏʙʟᴇᴍ"],
        ["7", "\tHaymet and like-minded ocean scientists haven't given up. They favor a low-tech, more practical approach to protecting the oceans from trash: Persuade the world's people to stop littering."],
        ["8", "\tOnly about 20 percent of ocean plastic comes from marine sources, such as discarded fishing equipment or cargo ship mishaps. About 80 percent of it washes out to sea from beach litter or was carried downstream in rivers, according to the CSIRO study, which is considered the most comprehensive.⁴"],
        ["9", "\tAbout half of that litter is plastic bottles. Most of the rest is packaging."],
        ["10", "\t“All of that stuff was in a human's hand at one point or another,” Wilcox says. “The essence⁵ of the solution is to provide incentives⁶ for people not to throw this stuff away. It is the cheapest, simplest, and far most efficient solution to the problem.”..."],
        ["11", "\t“When you think about climate change, it's hard to reduce our carbon footprint,⁷ because we have to go through a fundamental shift in our economies,” Wilcox says. “With plastic, when you're throwing a bottle cap on the ground, that should be an easy impact to get rid of.”"]
    ],
    "Copyright": "",
    "References": [
        ["¹", "micro-plastic: tiny pieces of plastic, less than 1⁄4 inch long"],
        ["²", "water column: a concept used for studying water that measures a column-like area of a river or ocean from its bottom to its surface"],
        ["³", "CSIRO: Australia's national science agency"],
        ["⁴", "comprehensive: complete"],
        ["⁵", "essence: central idea or part"],
        ["⁶", "incentives: reasons to do something, often in the form of rewards"],
        ["⁷", "carbon footprint: effect on the amount of greenhouse gases, especially carbon dioxide"]
    ]
}