{
    "Directions": "Read this story, then answer each question that follows.",
    "Context": [
        "Mom, Josh, and the narrator are upset because Dad has left for a while."
    ],
    "Title": "[Excerpt from] Inevitable and Only",
    "Subtitle": "",
    "Author": "by Lisa Rosinsky",
    "LabelType": "P",
    "Content": [
        ["1", "\tWhen we stopped at the grocery store, Mom said she wanted comfort food, something warm and filling. I wished I knew how to make vegetarian paella and chocolate-dipped churros, the special treats my abuelita made for us whenever we visited Mom's parents down in Florida. But that wasn't what I was craving, anyhow. So I sent Mom to get flour and sugar while Josh and I filled the cart with cottage cheese, eggs, apples, and raisins. Ingredients for Cottage Cheese Contraption—one of the holdovers from our days at Ahimsa House. Everyone took turns cooking, so some nights we had gourmet Indian stir-fry or fancy Italian pasta dishes, and other nights we had unidentifiable casseroles made with cream of mushroom soup from a can."],
        ["2", "\tOr Cottage Cheese Contraption, invented by an old woman everyone called Granny. She'd been a housewife in Arkansas for fifty years, and when her husband died, she packed all her essential belongings into one suitcase, sold everything else, and took off on a road trip across the country. A year later, she landed in Takoma Park, at Ahimsa House. She'd lived there ever since, grandmothering every lost and lonely kid who came through."],
        ["3", "\tJosh was two when we left Ahimsa House, too young to remember anything about it. But he loved hearing stories about the people who lived there. About the days when Dad was a grad student in Renaissance literature and drama at Georgetown, when Mom served chai lattes at the Sunflower Café and played jazz piano at fancy DC nightclubs on the weekends. I'd shown Josh pictures of Mom in a tiny black dress at one of her gigs, a choker of pearls around her throat. She was unrecognizable, her eyes outlined in smoky makeup, her long hair loose down her back, a white rose tucked behind her ear ..."],
        ["4", "\tWhen Josh was five, he discovered the cello. It happened at the Baltimore Symphony Orchestra. Mom was excited because it was an all-Haydn program—the “Farewell” Symphony and a cello concerto. Mom's always said, Haydn is the underappreciated Einstein of the music world. Whenever she was upset or stressed in those days, she sat down at the piano and took out her big tattered book of Haydn sonatas, held together with a rubber band, loose pages sticking out everywhere. Now she hardly ever has time to play the piano, and all her music sits neatly stacked in milk crates along the wall."],
        ["5", "\tI remember the “Farewell” Symphony, how at the end the musicians all got up, one by one, switched off their stand lights, and walked off into the wings, until there were just two lonely violinists still playing by themselves. And I remember the cello soloist, his wild curly hair flopping all over the place like a lion's mane while he played, the way he made the cello sound like it was singing. But mostly I remember Josh, sitting there with his lips parted, as if he were getting ready to take a bite of ice cream but forgot what he was doing and froze in place. When it was over and the cellist took his final bow and left the stage, Josh burst into tears and wailed, “Make the cello man come back!” Mom and Dad were shocked. Josh barely ever complained or whined or asked for anything. The next day, Mom signed him up for cello lessons at the Prep."],
        ["6", "\tThinking about all this while I unpacked the Cottage Cheese Contraption ingredients on the kitchen counter, I had an idea. “Josh, why don't you play me some cooking music?”"],
        ["7", "\tDad always used to tell me to play “cooking music” on my violin when I wanted to help him with dinner but was too young to be much use. I suspect it was also a sneaky way of getting me to practice, even for only ten or fifteen minutes. I never had the discipline Josh seemed to be born with."],
        ["8", "\tJosh had wilted a little when we walked into the empty house, but brightened up at my suggestion. He ran upstairs and came down slowly, carrying his cello with both hands, his rock stop¹ slung over one shoulder. He settled himself on one of the chairs at the kitchen table and started playing movements from the Bach cello suites from memory."],
        ["9", "\tI cracked eggs, stirred cottage cheese and flour and sugar together, chopped apples, tossed in raisins, and fried it all into a delicious hot mush, while Josh “talked” to me. That's how I thought of it—this was Josh's way of saying the things he didn't know how to express in words."]
    ],
    "Copyright": "",
    "References": [
        ["¹", "rock stop: object used to keep a cello in place while it is being played"]
    ]
}