{
    "Directions": "Read this article, then answer each question that follows.",
    "Context": [],
    "Title": "[Excerpt from] Becoming Kareem: Growing Up On and Off the Court",
    "Subtitle": "",
    "Author": "by Kareem Abdul-Jabbar and Raymond Obstfeld",
    "LabelType": "P",
    "Content": [
        ["1", "\tWhen I started high school, I was fourteen years old and six foot ten. The scary thing about being so tall when you're so young is that people automatically treat you as if you're older. Size implies maturity. Yes, I was the size of an adult (actually, bigger than most!), but I was still just a kid. And acting more like an adult wouldn't win me any friends. As a card- carrying¹ Good Boy, I wanted to meet adults' expectations and get their praise, but as a Regular Kid, I wanted to be like my peers and get their friendship ..."],
        ["2", "\tI walked into school that first day resplendent² in my blue blazer and slacks, the school uniform. We all looked like baby-faced accountants in training. I noticed some of my old classmates from St. Jude, the ones who had turned their backs on me, and we continued our policy of actively ignoring one another. I felt the pain of their betrayal, but I forced my face to remain expressionless. I couldn't let them see that they had hurt me. I shoved the pain deep down into the coldest part of my heart. I was here to study hard at academics and to work hard at basketball under my new coach, Jack Donahue. I was here to excel. Nothing else mattered."],
        ["3", "\tI did excel. I made the honor roll my first semester, pleasing my parents and teachers. Learning came naturally to me. I loved reading, especially about history and adventure stories like The Three Musketeers. Basketball, however, I had to work at to do well in. But the fierce competitor that had been awakened in me loved challenges ..."],
        ["4", "\tMy refuge³ from the explosive turmoil⁴ outside, and the implosive turmoil I had started to feel inside, was basketball. The practices were so exhausting that I barely had time to think about anything else. Every school day I crawled out of bed early, went to school, practiced basketball until five o'clock, staggered home, powered through my homework, zoned out in front of the TV, and went to bed."],
        ["5", "\tWeekends, I hung out with my only close friend left in the projects, Norbert. We would shut ourselves in my room to play chess and talk about our plans for the future. He was determined to become a draftsman, making detailed drawings for engineers who were inventing wonderful new machines. I was going to be an architect and create futuristic buildings like the ones we saw on the TV show The Jetsons."],
        ["6", "\tBecause the civil rights movement was in the news every day, both of us had started to take an interest in finding out more about our ethnic origins."],
        ["7", "\t“You know, we invented the yo-yo,” Norbert, who was part Filipino, bragged one day in my room ..."],
        ["8", "\tThen I'd put on the latest jazz album by Sonny Rollins and say, “Yeah, but we invented that.”"],
        ["9", "\tAnd back and forth we'd go, trying to one-up the other in a cultural heritage version of rock, paper, scissors. This kind of competition required that we do research. We even took the subway to the Metropolitan Museum of Art to find out more about Filipino and African cultures. Most important, I had a friend in whom I could confide any thought or feeling, knowing he would never make fun of me."],
        ["10", "\tThe demands of high school cut into the time I could spend with Norbert. I had the studying part down, but the basketball part was as rocky as ever. As a freshman, my style of play reflected my personality: politely passive. I had some skills, but I didn't have an aggressive nature. The good players around me knew how to play rough, use their bodies with authority, and power their way to a rebound. I felt like a pinball bouncing off players rather than making them bounce off me. I knew I had to toughen up, and I was committed to getting better, but it wasn't happening fast enough ..."],
        ["11", "\tOn the morning our varsity team was scheduled to play a preconference game against Erasmus Hall High School in Brooklyn, Coach Donahue surprised me by taking me into his office. I figured he was going to discuss his disappointment in my progress as a player, maybe even say something about it all being a big mistake. That I didn't belong. Instead, he handed me a varsity uniform."],
        ["12", "\t“You'll be suiting up against Erasmus today,” he said."],
        ["13", "\tI just stood there, the folded uniform in my hand. Was this a joke?"],
        ["14", "\t“Don't you have a class to go to?” he asked. He pretended to be all business, but I could tell by the slight grin he was enjoying my dumbfounded reaction."],
        ["15", "\tWhen I unfolded the jersey, I saw the number 33—the one I had picked in seventh grade to honor the football player Mel Triplett. Even my fear of playing poorly and letting everyone down couldn't overcome my pride at walking out of his office with that uniform. I had no idea that would be the number I would wear for the rest of my basketball career. I hurried away on a mission to tell anyone who would listen that I would be playing varsity that afternoon. All day, as I sat in classes and walked the hallways and ate lunch, I allowed myself to imagine the game and the parts where I scored impossible shots, made incredible passes, snagged rebounds like a machine. Would the team insist on carrying me out of the gym on their shoulders or just award me the game ball?"],
        ["16", "\tNeither. We got slaughtered. Afterward, I sat in the locker room and cried."]
    ],
    "Copyright": "",
    "References": [
        ["¹", "card-carrying: undeniable"],
        ["²", "resplendent: impressive"],
        ["³", "refuge: escape"],
        ["⁴", "turmoil: state of confusion or disorder"]
    ]
}