{
    "Directions": "Read the following passage based on a Scottish legend then answer each question.",
    "Context": [],
    "Title": "Clever Maggie of Tollishill",
    "Subtitle": "",
    "Author": "by Marilyn Helmer",
    "LabelType": "P",
    "Content": [
        [" ", "\tOver three hundred years ago, in Scotland’s wild, wind-swept Lammermuir Hills, bonny¹ Margaret Leystone married Thomas Hardie. They set up house at Midside, part of Tollishill farm owned by John Maitland, Earl of Lauderdale. Maggie and Thomas were a hardworking pair, and Maggie was as frugal as she was clever."],
        [" ", "\tThat year, winter seized the land in the icy grip the likes of which had never been seen before. Storms and blizzards swept across the open fields, destroying crops. It was only with the most careful planning that Maggie managed to keep food on the table and save enough money to pay the rent at Midsummer. And the next two winters were no better. Indeed, it seemed that the most plentiful crop the land produced was snow. Down it came in great icy flakes, lingering until there was barely enough time to get the seed sown before the growing season started."],
        [" ", "\tOne cloudy spring day, Thomas stared out the window at the fields lying black and barren in the melting snow. He turned to Maggie. “No matter what we do, we won’t have enough for the rent this year,” he said. “If we can’t pay, the earl will turn us out for sure.”"],
        [" ", "\tMaggie’s chin went up. “We’ll not give up the farm, Thomas. Not after all the work we’ve put into it. I’ll go and talk to the earl.” She glanced at her husband. “I’ll promise him that we’ll pay as soon as we can.”"],
        [" ", "\tThomas shook his head. “You know the man, Maggie. The only thing he cares about is getting his rent on time. He won’t listen to you.”"],
        [" ", "\t“I’m going to try anyway,” said Maggie, and in spite of himself, Thomas smiled. When Maggie set her mind to a thing, no one could stop her."],
        [" ", "\tThe next day she put on her warmest wool cloak and set off for Thirlestane Castle to see the earl. It was a long, cold journey across the wind-swept moors. When she arrived, a servant led her to the library, where the earl was going over his account books."],
        [" ", "\t“What are you here for?” he asked curtly, for he was not at all pleased at being disturbed."],
        [" ", "\tMaggie spoke up. “I’m Maggie Hardie from Tollishill and I’ve come to ask if you’ll give us a year’s grace with our rent.” She told the earl about the poor crop. “You know yourself, sir, that the snow was still lying on the fields long after the crops should have been growing.”"],
        [" ", "\tAn amused look crossed the earl’s face. “So it’s a crop of snow you’ve been raising, is it?” he said. His eyes narrowed. “Then I’ll let you pay your rent in snow, Maggie Hardie.”"],
        [" ", "\tShe stared at him."],
        [" ", "\t“Bring me a snowball in June,” the earl went on, “and I’ll consider your rent paid in full.” He threw back his head and laughed."],
        [" ", "\tMaggie didn’t join in the laughter, but a smile touched her lips nonetheless. “Thank you, sir,” she said. “You shall have your snowball in June.” She walked away quickly, leaving the earl staring after her in astonishment."],
        [" ", "\tDeep into the hills Maggie went, to a far-off glen where she had seen snow piled in drifts long after it had melted elsewhere. She scooped up an armful and wrapped it in her apron. Then she hid the snow in a rocky crevice and covered it with moss and leaves."],
        [" ", "\tWhen she came back in June, the snow was still there, as firm as the day she’d stored it away. She quickly set off for Thirlestane Castle."],
        [" ", "\tNow, the Earl of Lauderdale may have been a stingy man, but he was an honorable one. When he saw that Maggie had kept her part of the bargain, he upheld his. “A clever lass you are, Maggie Hardie,” he said. “If snow is the land’s favorite crop, then snow is what I’ll take in rent this year.”"],
        [" ", "\tYou might think the story ends here, but that isn’t so. The weather wasn’t the only thing in turmoil at that time. The future of Scotland itself was in chaos."],
        [" ", "\tNot long after Maggie’s visit, the Earl of Lauderdale joined the Royalist ranks and went off to fight against Oliver Cromwell and his invading forces. Eventually the earl was captured and imprisoned in the infamous Tower of London."],
        [" ", "\tIf it was a time of ill fortune for the earl, it was a time of prosperity for his tenants. The weatherwas as fair then as it had been bitter in the years before. Winters were mild, and spring came early; the flocks increased, and the crops flourished. With the earl in prison, there was no one to collect the rent. He’d never been a popular landlord, and now his tenants took full advantage of his absence. Not a penny did they pay, except Maggie Hardie. Maggie had not forgotten how the earl had kept his promise to her, and each year while he was away, she faithfully put aside the rent money."],
        [" ", "\tWhen word of the earl’s imprisonment came back to Tollishill, Maggie decided it was her turn to help him. She’d pay him another visit, but she wouldn’t come empty-handed. This time, Maggie was going to bring the earl a very special gift. Her rent money had grown to a tidy sum. Maggie changed it into gold coins, for gold, she knew, spoke louder than copper. Then she mixed a batch of bannock dough and shaped it into a large cake. When the bannock was baked, she carefully scooped out the insides and hid the gold coins within. Who would suspect a simple bannock of hiding gold? Then Maggie dressed in her husband’s clothes and, with the precious bannock in an old leather pack, set off on the longest journey of her life."],
        [" ", "\tMaggie Hardie walked from the Lammermuir Hills to the great city of London, all four hundred miles. Day after day she walked, across mountains, down valleys, along rough country roads. When she reached London, footsore and weary, she followed the banks of the River Thames until it led her to the Tower."],
        [" ", "\tNow, a person couldn’t simply walk into the Tower to visit a prisoner. But clever Maggie was prepared for that. A few gold coins dropped into the hand of a greedy jailer saw her safely past the front door, and a few more unlocked the earl’s cell so that Maggie could slip inside."],
        [" ", "\tWhen the Earl of Lauderdale saw Maggie Hardie standing before him, he let out a gasp of surprise. But she put a finger to her lips and listened for the guard’s retreating footsteps."],
        [" ", "\t“I’ve come to pay the rent,” she said in a low voice."],
        [" ", "\tThe earl recovered himself. “With another snowball?” he asked."],
        [" ", "\tMaggie smiled and shook her head. “This time I’ve brought you a bannock.” She took it from her pack and held it out to him."],
        [" ", "\t“A bannock to pay the rent?” The earl gave her an incredulous look. “What good is a bannock to me here?” He reached for it. It was dry and stale but surprisingly heavy."],
        [" ", "\t“Break it open, sir,” said Maggie. “I think you’ll find the inside more pleasing than the outside.”"],
        [" ", "\tThe earl broke the bannock in half, then stared, amazed, as a cascade of gold coins spilled onto the floor."],
        [" ", "\tJust as Maggie had planned, the earl used the gold to buy his freedom. Afterward he fled to France to join the king, who would later return to Scotland to be crowned Charles II."],
        [" ", "\tWhen Charles was finally on the throne, the earl himself came back to Scotland. The first thing he did was pay a visit to the Midside farm at Tollishill to thank Maggie for saving his life. “A clever mind and a loyal heart should be rewarded,” he said to her. “For as long as you live, you and your Thomas can stay here rent-free.”"],
        [" ", "\tFor Maggie herself, the earl had a special gift. He placed a silver belt around her waist. “As befitting a woman who can grow snow in June and turn oats into gold,” he said."]
    ],
    "Copyright": "",
    "References": [
        ["¹", "bonny — appealing"]
    ]
}