{
    "CO": {
        "State": "Colorado",
        "EOverview": "Meaningful and relevant assessments work hand in hand with rigorous academic standards. State tests, known as the Colorado Measures of Academic Success (CMAS), measure students' mastery of the standards and the complex thinking and other critical skills students need to be successful in school and in life. The data from assessments is critical in determining if educational goals are being met and if students are on track to graduate prepared for college and career.\n\nCMAS is the state's common measurement of students' progress at the end of the school year in English language arts, math and science. Students in grades three through eight take the CMAS tests in math and English language arts. Students in fifth, eighth and 11th grades take the CMAS science assessment.",
        "SOverview": "The Colorado Academic Standards are the expectations of what students need to know and be able to do at the end of each grade. They also stand as the values and content organizers of what Colorado sees as the future skills and essential knowledge for our next generation to be more successful. All Colorado districts are required to adopt local standards that meet or exceed the Colorado Academic Standards.\n\nColorado has academic standards in eight content areas for preschool through 12th grade: Arts (includes Drama/Theater Arts), Music, Dance, Visual Arts, Comprehensive Health & Physical Education, Computer Science, Mathematics, Reading, Writing & Communicating, Science, Social Studies (includes Personal Financial Literacy), World Languages."
    },
    "FL": {
        "State": "Florida",
        "EOverview": "Beginning with the 2022–23 school year, Florida's statewide, standardized assessments in Reading, Writing, and Mathematics will be aligned with the Benchmarks for Excellent Student Thinking. The Florida Assessment of Student Thinking (FAST), which includes VPK through grade 10 Reading and VPK through grade 8 Mathematics assessments, will be administered as a progress monitoring assessment, which students will participate in three times per year. BEST assessments that are not part of the FAST progress monitoring program include grades 4–10 Writing and end-of-course (EOC) assessments in Algebra 1 and Geometry.",
        "SOverview": "Florida's Benchmarks for Excellent Student Thinking (BEST) standards aim to improve literacy and math skills in the state. The new benchmarks for English Language Arts (ELA) and Math were implemented in the 2021-2022 school year. Students can expect a stronger focus on foundational skills like reading, writing, and solving problems. These skills will build on each other throughout the grades, encouraging critical thinking and communication."
    },
    "NY": {
        "State": "New York",
        "EOverview": "New York's State Test Program (NYSTP) is a series of exams administered to students in elementary through high school to assess their knowledge and skills against the state's learning standards. These exams vary by grade level and are used to measure progress and identify areas where students might need help. High schoolers may use some exams to graduate.",
        "SOverview": "New York's Next Generation Learning Standards (NGLS) are a set of guidelines for what students should know and be able to do in English Language Arts (ELA) and Math. Implemented in 2017, these standards aim to prepare students for college, careers, and beyond in a changing world."
    },
    "MA": {
        "State": "Massachusetts",
        "EOverview": "Massachusetts...",
        "SOverview": "Massachusetts..."
    },
    "PA": {
        "State": "Pennsylvania",
        "EOverview": "The annual Pennsylvania System School Assessment (PSSA) is a standards-based, criterion-referenced assessment which provides students, parents, educators and citizens with an understanding of student and school performance related to the attainment of proficiency of the academic standards. These standards in English Language Arts, Mathematics, and Science and Technology identify what a student should know and be able to do at varying grade levels. School districts possess the freedom to design curriculum and instruction to ensure that students meet or exceed the standards' expectations.\n\nEvery Pennsylvania student in grades 3 through 8 is assessed in English Language Arts and Math. Every Pennsylvania student in grades 4 and 8 is assessed in science.",
        "SOverview": "Pennsylvania's Core Standards act as a roadmap for student learning from Kindergarten to graduation. The Core Standards emphasize building a strong foundation in core subjects like English Language Arts (ELA), Math, Science, and Social Studies. These standards set clear expectations to prepare you for higher-level coursework and future success."
    },
    "RI": {
        "State": "Rhode Island",
        "EOverview": "Rhode Island's Comprehensive Assessment System (RICAS) tests students in grades 3-8 on their understanding of English Language Arts and Math based on the state's standards. These tests help teachers monitor student progress and students can likely expect practice exercises in class to prepare.",
        "SOverview": "Rhode Island adopted its own Core Standards for English Language Arts and Math, replacing the Common Core State Standards (CCSS) in 2021. These new standards aim to be clearer and emphasize connections within subjects. Students can expect a similar level of challenge with a focus on critical thinking and problem-solving to prepare for success in college, careers, and beyond."
    },
    "TN": {
        "State": "Tennessee",
        "EOverview": "The Tennessee Comprehensive Assessment Program (TCAP) is designed to assess true student understanding, not just basic memorization and test-taking skills. It is a way to assess what our students know and what we can do to help them succeed in the future. This includes TCAP in math, English language arts, social studies, and science",
        "SOverview": "The Tennessee Academic Standards provide a common set of expectations for what students will know and be able to do at the end of a grade for each subject area. Our state's standards are rooted in the knowledge and skills students need to succeed in their postsecondary studies and/or careers."
    },
    "TX": {
        "State": "Texas",
        "EOverview": "The State of Texas Assessments of Academic Readiness (STAAR) is a standardized academic achievement test designed to measure the extent to which a student has learned and is able to apply the defined knowledge and skills in the Texas Essential Knowledge and Skills (TEKS) at each tested grade, subject, and course. Every STAAR question is directly aligned to the TEKS currently in effect for the grade and subject or course being assessed.\n\nSTAAR is an online assessment in mathematics, reading language arts (RLA), science, and social studies for students in grades 3–8 and high school and online tests in Spanish for students in grades 3–5.",
        "SOverview": "Because of student mobility, Texas has adopted curriculum standards that are to be used in all the state's public schools. The current standards, which outline what students are to learn in each course or grade, are called Texas Essential Knowledge and Skills (TEKS).  The standards are adopted by the State Board of Education, after extensive input from educators and other stakeholders."
    }
}