{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Central Ideas and Details, for which students must determine the central idea of a text and/or interpret the key details supporting that idea."
        ],
        "SuppContent": [
            "problems/SAT19RW1/supps/SAT19RW1-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which choice best summarizes the passage?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "A character's arrival at her family's ink shop sparks fond memories of her favorite aunt.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the narrator's arrival at her family's ink shop does spark memories of her Precious Auntie, these memories center on Precious Auntie's beliefs about creativity, including the conviction that inferior ink produces inferior thought. The narrator's thoughts on Precious Auntie occur in the fourth paragraph, so this choice isn't the best summary of the overall passage.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "A character's surprise visit leads to a happy reunion at her family's ink shop.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the passage describes the narrator's surprise visit to the ink shop and a reunion with her uncles, these events occur in the first paragraph. Therefore, this choice doesn't provide the best summary of the passage as a whole.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "A character comes to understand her father's ambitions while visiting her family's ink shop.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The narrator doesn't make any reference to her father's ambitions.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "A character's visit to her family's ink shop deepens her appreciation of her family's work.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Throughout the passage, the narrator describes a visit to her family's ink shop. The narrator's father and uncles are employed at the shop, and in the third and fifth paragraphs the narrator describes her father's interactions with a customer. Her father praises the color, sound, and smell of an ink sample as indicators of the ink's quality. This interaction leads the narrator to conclude in the last paragraph, “I was very proud to hear Father speak of our family's ink this way.” Therefore, the passage is best summarized as a character's visit to her family's ink shop that deepens her appreciation of her family's work.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Central Ideas and Details, for which students must determine the central idea of a text and/or interpret the key details supporting that idea."
        ],
        "SuppContent": [
            "problems/SAT19RW1/supps/SAT19RW1-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A main theme of the passage is that"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "family relationships should be nurtured.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although family relationships form a backdrop to the passage, the nurturing of these relationships isn't a main theme.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "quality is achieved through deliberate effort.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the fourth paragraph, the narrator recounts her Precious Auntie's belief that “you can never be an artist if your work comes without effort.” Her Precious Auntie states that when the physical act of writing is done with an “inkstick along an inkstone,” this process requires an artist to “take the first step to cleansing your mind and your heart. You push and you ask yourself, What are my intentions? What is in my heart that matches my mind?” In the following paragraphs, the narrator recalls the pride she felt while listening to her father describe the high quality of the ink that her family had worked hard to produce. Therefore, a main theme of the passage is that quality is achieved through deliberate effort.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "hard work results in material compensation.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the passage does emphasize that hard work produces higher quality writing than that which is produced through minimal work, the passage doesn't mention that hard work results in material compensation.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "creativity needs to be expressed concretely.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the passage discusses the role of concentrated effort in creative expression, a main theme of the passage isn't that creativity needs to be expressed concretely.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Central Ideas and Details, for which students must determine the central idea of a text and/or interpret the key details supporting that idea."
        ],
        "SuppContent": [
            "problems/SAT19RW1/supps/SAT19RW1-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Throughout the passage, the narrator is portrayed as someone who is"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "reserved around unfamiliar people.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the narrator describes herself as shy, the people she interacts with aren't unfamiliar to her because they are members of her family whom she has met before.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "attuned to her immediate surroundings.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the first sentence of the second paragraph, the narrator states: “I tried to notice everything so I could later tell GaoLing what I had seen.” She then proceeds to describe the floors of the family's ink shop, the walls and display cases, and the various items for sale. According to the third paragraph, these include an inkstick “with a top shaped like a fairy boat,” another inkstick with “a bird shape,” and a collection of ink cakes “embellished with designs of peonies and bamboo.” Therefore, throughout the passage, the narrator is portrayed as someone who is attuned to her immediate surroundings.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "sympathetic to the needs of others.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The narrator isn't portrayed as sympathetic to the needs of others.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "anxious about her responsibilities.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The narrator isn't portrayed as anxious about her responsibilities.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Inferences, for which students must draw a reasonable inference based on explicit and/or implicit information and ideas in a text."
        ],
        "SuppContent": [
            "problems/SAT19RW1/supps/SAT19RW1-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "It can be most reasonably inferred from the passage that Old Widow Lau's reluctance to stay for tea is"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "feigned, because she is not genuinely firm in her resolve.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Big Uncle and Little Uncle offer Old Widow Lau and the narrator a seat at a table reserved for customers upon their arrival at the narrator's family's ink shop. According to the tenth sentence of the first paragraph, “Old Widow Lau refused their invitation three times, exclaiming that my father and uncles must be too busy for visitors.” Old Widow Lau's rejection of the uncles' offer is characterized as insincere, as the next sentence of that paragraph shows that she doesn't actually want to leave the shop: “She made weak efforts to leave.” Instead, her gestures are intended to inspire exaggerated insistence from the uncles, such that it isn't until the uncles' “fourth insistence, [that Old Widow Lau and the narrator] finally sat.” Therefore, it can be most reasonably inferred from the passage that Old Widow Lau's reluctance to stay for tea is feigned because she isn't genuinely firm in her resolve.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "inconsiderate, because the family has been planning her visit.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage doesn't imply that Old Widow Lau's reluctance is inconsiderate or that the family has been planning her visit.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "appropriate, because the shop is unusually busy.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The shop isn't unusually busy. Instead, only one customer is mentioned in the passage.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "ill-advised, because she is exhausted from the journey.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage doesn't state or imply that Old Widow Lau is exhausted from her journey.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Command of Evidence (Textual), for which students must use textual evidence (e.g., a fact, detail, or example) to appropriately support, challenge, or otherwise respond to a specified claim or point."
        ],
        "SuppContent": [
            "problems/SAT19RW1/supps/SAT19RW1-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which choice provides the best evidence for the answer to the previous question?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Lines 1-4 (“At last ... first”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cited lines don't support the answer to the previous question. Instead, they describe the narrator and Old Widow Lau's arrival at the shop.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Lines 11-15 (“And he ... customers”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cited lines don't support the answer to the previous question. Instead, they describe the narrator and Old Widow Lau's initial reception by the uncles.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Lines 15-18 (“Old ... leave”)",
                "Key": {
                    "Correct": true,
                    "Rationale": "The previous question asks what can be most reasonably inferred from the passage about Old Widow Lau's reluctance to stay for tea. The answer, that her reluctance is feigned because she isn't genuinely firm in her resolve, is best supported by the tenth and eleventh sentences of the first paragraph: “Old Widow Lau refused their invitation three times, exclaiming that my father and uncles must be too busy for visitors. She made weak efforts to leave.”",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Lines 19-21 (“Then ... ourselves”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cited lines don't support the answer to the previous question. Instead, they describe the hospitality the uncles lavish on the narrator and Old Widow Lau' once they are seated.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Central Ideas and Details, for which students must determine the central idea of a text and/or interpret the key details supporting that idea."
        ],
        "SuppContent": [
            "problems/SAT19RW1/supps/SAT19RW1-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The narrator indicates that the contrast between the ink-making studio at Immortal Heart village and her family's ink shop is that the ink shop"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "displays the family's ink more impressively.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the second paragraph, the narrator describes the “shiny” glass display cases at her family's ink shop and how the silk-wrapped boxes of ink inside these cases “looked so much nicer [in the shop] than they had in the ink-making studio at Immortal Heart village.” Therefore, the narrator indicates that the contrast between the ink-making studio at Immortal Heart village and her family's ink shop is that the ink shop displays the family's ink more impressively.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "is more conveniently located for the public.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The narrator doesn't state or imply that her family's ink shop, in comparison to the ink-making studio at Immortal Heart village, is more conveniently located for the public",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "provides greater individual attention to customers.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The narrator doesn't state or imply that her family's ink shop, in comparison to the ink-making studio at Immortal Heart village, provides greater individual attention to customers.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "offers a larger space for presenting products.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The narrator doesn't state or imply that her family's ink shop, in comparison to the ink-making studio at Immortal Heart village, offers a larger space for presenting products.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Inferences, for which students must draw a reasonable inference based on explicit and/or implicit information and ideas in a text."
        ],
        "SuppContent": [
            "problems/SAT19RW1/supps/SAT19RW1-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Based on the artistic philosophy expressed in the fourth paragraph (lines 46-59), it is reasonable to infer that Precious Auntie would consider a hastily written first draft of a story to be"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "emotionally raw and powerful.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Precious Auntie's description of work made without effort is exclusively negative; therefore, it isn't reasonable to infer that she would praise a hastily written story draft as emotionally raw and powerful.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "creatively satisfying for the author.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Precious Auntie's artistic philosophy is concerned solely with the quality of the artist's output rather than with the satisfaction the artist experiences.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "essentially worthless in and of itself.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the fourth paragraph, the narrator summarizes Precious Auntie's artistic philosophy: when you write without effort, “you do not have to think. You simply write what is swimming on the top of your brain. And the top is nothing but pond scum, dead leaves, and mosquito spawn.” In other words, anything written too quickly, and therefore without concerted effort and thought, would be synonymous with the debris floating on top of a pool of water. Therefore, it is reasonable to infer that Precious Auntie would consider a hastily written first draft of a story to be essentially worthless in and of itself.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "inappropriately analytical for a piece of art.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Whether a hastily produced work would be inappropriately analytical isn't discussed in the passage.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Command of Evidence (Textual), for which students must use textual evidence (e.g., a fact, detail, or example) to appropriately support, challenge, or otherwise respond to a specified claim or point."
        ],
        "SuppContent": [
            "problems/SAT19RW1/supps/SAT19RW1-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which choice provides the best evidence for the answer to the previous question?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Lines 46-48 (“As he ... meaning”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cited lines don't support the answer to the previous question. Instead, they transition between the scene in the ink shop and the narrator's memories of Precious Auntie.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Lines 49-50 (“Good ... bottle”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cited lines don't support the answer to the previous question. Instead, they summarize Precious Auntie's assessment of ink quality.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Lines 52-55 (“You simply ... spawn”)",
                "Key": {
                    "Correct": true,
                    "Rationale": "The previous question asks what can be reasonably inferred about Precious Auntie's view of a hastily written first draft of a story, based on the artistic philosophy expressed in the fourth paragraph. The answer, that she would consider such a story to be essentially worthless in and of itself, is best supported by the sixth and seventh sentences of the fourth paragraph, which describe Precious Auntie's view of writing produced without effort: “You simply write what is swimming on the top of your brain. And the top is nothing but pond scum, dead leaves, and mosquito spawn.”",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Lines 57-59 (“You push ... mind”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cited lines don't support the answer to the previous question. Instead, they describe the process of creating good writing through concerted effort.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Words in Context, for which students must determine the meaning of a high-utility academic word or phrase in context or use such vocabulary in a precise, contextually appropriate way."
        ],
        "SuppContent": [
            "problems/SAT19RW1/supps/SAT19RW1-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "As used in line 59, “matches” most nearly means"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "competes against.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of the passage, “matches” means corresponds with, not competes against.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "corresponds with.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the last sentences of the fourth paragraph, the narrator describes Precious Auntie's artistic philosophy, or, more specifically, the questions that an artist is forced to ask when working with concerted effort: “You push and you ask yourself, What are my intentions? What is in my heart that matches my mind?” With the second question, Precious Auntie highlights how an artist must strive to create work that resembles, or corresponds with, what is in both the artist's heart and mind. Therefore, the word “matches,” as used in this sentence, most nearly means corresponds with.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "runs counter to.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of the passage, “matches” means corresponds with, not runs counter to.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "treats equally.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of the passage, “matches” means corresponds with, not treats equally.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Words in Context, for which students must determine the meaning of a high-utility academic word or phrase in context or use such vocabulary in a precise, contextually appropriate way."
        ],
        "SuppContent": [
            "problems/SAT19RW1/supps/SAT19RW1-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "As used in line 68, “clean” most nearly means"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "complete.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of the passage, “clean” means distinct, not complete.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "skillful.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of the passage, “clean” means distinct, not complete skillful.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "distinct.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the fifth paragraph, the narrator's father demonstrates the quality of an inkstick to a customer. He strikes the inkstick, and the narrator describes “a sound as clean and pure as a small silver bell.” Therefore, the word “clean,” as used in this paragraph to describe a sound that the inkstick produced, most nearly means distinct, or clear.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "upright.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of the passage, “clean” means distinct, not upright.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Text Structure and Purpose, for which students must analyze the structure of a text or determine the main rhetorical purpose of a text."
        ],
        "SuppContent": [
            "problems/SAT19RW1/supps/SAT19RW1-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The main purpose of the passage is to"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "describe a series of experiments on the way technology interferes with critical thinking.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author suggests in the sixth paragraph that technology may interfere with critical thinking, this isn't the focus of Wegner's experiments, nor is illustrating this position the main purpose of the passage.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "assert that people have become overly dependent on computers for storing information.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage doesn't support the assertion that people have become overly dependent on computers for storing information.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "discuss the idea that humans' capacity for memory is much weaker than it once was.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage doesn't support the assertion that humans' capacity for memory is much weaker that it once was.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "share the findings of a study examining the effect of computer use on memory recall.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The first paragraph of the passage introduces research by Harvard psychology professor Daniel Wegner demonstrating that the Internet is changing “the way our memories function.” One finding of Wegner's study, as stated in the second paragraph, is that “when people have access to search engines, they remember fewer facts and less information because they know they can rely on 'search' as a readily available shortcut.” In the third paragraph, Wegner claims that his study shows how “the Internet has become part of a transactive memory source, a method by which [humans'] brains compartmentalize information,” such that “computers and technology as well are becoming virtual extensions of [human] memory.” The remainder of the passage details Wegner's experiments and findings. Thus, the main purpose of the passage is to share the findings of a study examining the effect of computer use on memory recall.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Command of Evidence (Textual), for which students must use textual evidence (e.g., a fact, detail, or example) to appropriately support, challenge, or otherwise respond to a specified claim or point."
        ],
        "SuppContent": [
            "problems/SAT19RW1/supps/SAT19RW1-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which choice best supports the idea that reliance on computers does not necessarily diminish human memory?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Lines 3-6 (“But Harvard ... itself”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cited lines don't support the idea that reliance on computers doesn't necessarily diminish human memory. Instead, they introduce the topic of Wegner's research.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Lines 31-33 (“Wegner ... Kyrgyzstan”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cited lines don't support the idea that reliance on computers doesn't necessarily diminish human memory. Instead, they provide examples of the types of information that people may now rely on the Internet to provide.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Lines 66-68 (“Students ... thinking”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cited lines don't support the idea that reliance on computers doesn't necessarily diminish human memory. Instead, they concede that the Internet may diminish critical thinking skills.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Lines 72-75 (“And even ... them”)",
                "Key": {
                    "Correct": true,
                    "Rationale": "The fifth paragraph details the results of the fourth experiment of Wegner's study, where participants were more likely to recall digital folder locations where statements they typed were saved than the actual statements themselves. The first sentence of the last paragraph summarizes why this result may not be alarming: “And even though we may not be taxing our memories to recall distinct facts, we are still using them to consider where the facts are located and how to access them.” In this sentence, the author paraphrases Wegner's view that although human memory is changing as a result of technology, this doesn't indicate that human memory is declining, as people are relying on their memory to access specific types of information. Therefore, this sentence best supports the idea that reliance on computers doesn't necessarily diminish human memory.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Text Structure and Purpose, for which students must analyze the structure of a text or determine the main rhetorical purpose of a text."
        ],
        "SuppContent": [
            "problems/SAT19RW1/supps/SAT19RW1-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In context, the reference to remembering a relative's birthday mainly serves to"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "show that people who are closely related tend to have shared memories.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the situation of a husband relying on his wife's memory does suggest that closely related people tend to have shared memories, this isn't the main purpose of this reference in the context of the passage.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "demonstrate how people initially developed external sources of memory.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The example doesn't demonstrate how people initially developed external sources of memory.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "emphasize the effectiveness and accuracy of transactive memory sources.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The function of the example isn't to emphasize the effectiveness and accuracy of transactive memory sources. Instead, its function is to make the abstract concept of transactive memory more easily understandable.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "illustrate the concept of a transactive memory source using a familiar situation.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the third paragraph, the author outlines Wegner's theory of a “transactive memory source.” According to Wegner, transactive memory is a “network of memory,” where an individual can access information that he or she can't personally recall from a particular source. The author illustrates this idea in the second sentence of this paragraph, with the example of “a husband [who] relies on his wife to remember a relative's birthday.” Thus, the reference to remembering a relative's birthday mainly serves to illustrate the concept of a transactive memory source using a familiar situation.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Inferences, for which students must draw a reasonable inference based on explicit and/or implicit information and ideas in a text."
        ],
        "SuppContent": [
            "problems/SAT19RW1/supps/SAT19RW1-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Based on the information in the passage, which of the following would be considered a transactive memory source?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "A souvenir brought home from a memorable trip",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice doesn't accurately exemplify transactive memory sources. A souvenir brought home from a memorable trip may evoke memories of that place for the owner. However, it doesn't preserve actual information in the way the examples provided in the passage do.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "A written list of a user's passwords for different websites",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the third paragraph, Wegner describes transactive memory as a “network of memory where you don't have to remember everything in the world yourself.” Instead, the burden of storing information is shifted to transactive memory sources that can function as “extensions of [human] memory.” Examples of sources provided in the fourth paragraph of the passage include cell phones, GPS devices, and search engines. What these examples have in common is that they store information, such as phone numbers, directions, and general knowledge, so that a person doesn't have to commit this information to memory. A written list of a user's passwords for different websites serves the same function as these examples. Although remembering a list of passwords for different websites is conceivable without a list, keeping such a list shifts the burden of storing readily memorable information away from the user because the list preserves the information in place of the user's memory. Therefore, based on the passage, a written list of a user's passwords for different websites would be considered a transactive memory source.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "A library database that helps users locate specific books",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice doesn't accurately exemplify transactive memory sources. A library database that helps users locate specific books may seem similar to a search engine. However, it doesn't store information that would otherwise be readily memorable in the way that a search engine can help a user remember an actor's name or a detail of geography, according to the fourth paragraph of the passage. Instead, it helps a library patron navigate a system that is typically far too vast to be committed to memory.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "A website that helps users plan and make travel arrangements",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice doesn't accurately exemplify transactive memory sources. A website that helps users plan and make travel arrangements may help facilitate transactions in the form of ticket purchases or hotel reservations. However, it doesn't store information that the user would otherwise memorize.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Words in Context, for which students must determine the meaning of a high-utility academic word or phrase in context or use such vocabulary in a precise, contextually appropriate way."
        ],
        "SuppContent": [
            "problems/SAT19RW1/supps/SAT19RW1-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "As used in line 26, “extensions of” most nearly means"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "delays in.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of the passage, “extensions of” means additions to, not delays in.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "additions to.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the last sentence of the third paragraph, the author states that “computers and technology ... are becoming virtual extensions of our memory.” In other words, computers and technology are becoming memory sources that serve as additions to human memory. Thus, “extensions of,” as used in the passage, most nearly means additions to.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "lengths of.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of the passage, “extensions of” means additions to, not lengths of.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "developments of.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of the passage, “extensions of” means additions to, not developments of.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Central Ideas and Details, for which students must determine the central idea of a text and/or interpret the key details supporting that idea."
        ],
        "SuppContent": [
            "problems/SAT19RW1/supps/SAT19RW1-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The discussion of the experiments suggests that people are inclined to think of specific information sources in response to being"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "required to memorize details that will then be made inaccessible.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although some of the subjects in the second experiment did memorize information that later became inaccessible, this act of memorization didn't cause the subjects to think of specific information sources.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "directed to develop a system for organizing and saving content.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although participants in the fourth experiment were told their work would be saved in specific folders, they weren't directed to develop a system for organizing and saving content.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "asked to provide facts that are not already familiar to them.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The fifth paragraph of the passage describes four experiments that Wegner conducted to demonstrate his theory of a transactional memory source. The first experiment, described in the second sentence of this paragraph, found that participants “were more likely to think of computer terms like 'Yahoo' or 'Google' after being asked a set of difficult trivia questions.” The second, third, and fourth experiments explored participants' tendency to remember the location of information rather than the information itself. Therefore, the discussion of the experiments, most specifically the first experiment, suggests that people are inclined to think of specific information sources in response to being asked to provide facts that aren't already familiar to them.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "prompted to identify terms related to dependence on computers.",
                "Key": {
                    "Correct": false,
                    "Rationale": "None of the experiments involved participants being prompted to identify terms related to dependence on computers.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "17": {
        "Number": 17,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Command of Evidence (Textual), for which students must use textual evidence (e.g., a fact, detail, or example) to appropriately support, challenge, or otherwise respond to a specified claim or point."
        ],
        "SuppContent": [
            "problems/SAT19RW1/supps/SAT19RW1-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which choice provides the best evidence for the answer to the previous question?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Lines 42-45 (“In the ... questions”)",
                "Key": {
                    "Correct": true,
                    "Rationale": "The previous question asks, based on Wegner's experiments, when people would be inclined to think of specific information sources. The answer, that being asked to provide facts that aren't already familiar to them provokes this response, is best supported by the second sentence of the fifth paragraph: “In the first experiment, participants demonstrated that they were more likely to think of computer terms like 'Yahoo' or 'Google' after being asked a set of difficult trivia questions.”",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Lines 48-51 (“Half ... erased”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cited lines don't support the answer to the previous question. Instead, they describe the different parameters for the participants in the second and third experiments.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Lines 51-53 (“In subsequent ... statements”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cited lines don't support the answer to the previous question. Instead, they summarize the results of the second and third experiments.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Lines 59-61 (“The participants ... themselves”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cited lines don't support the answer to the previous question. Instead, they summarize the results of the fourth experiment.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "18": {
        "Number": 18,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Words in Context, for which students must determine the meaning of a high-utility academic word or phrase in context or use such vocabulary in a precise, contextually appropriate way."
        ],
        "SuppContent": [
            "problems/SAT19RW1/supps/SAT19RW1-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "As used in line 67, “employ” most nearly means"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "utilize.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The second sentence of the sixth paragraph states: “Students who have trouble remembering distinct facts, for example, may struggle to employ those facts in critical thinking.” In other words, students who find it difficult to remember information may find it challenging to utilize that information to develop logical arguments. Therefore, the word “employ,” as used in the context of this sentence, most nearly means utilize.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "enroll.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of the passage, “employ” means utilize, not enroll.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "exert.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of the passage, “employ” means utilize, not exert.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "assign.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of the passage, “employ” means utilize, not assign.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "19": {
        "Number": 19,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Command of Evidence (Quantitative), for which students must use quantitative evidence (i.e., data from an informational graphic) to appropriately support, challenge, or otherwise respond to a specified claim or point."
        ],
        "SuppContent": [
            "problems/SAT19RW1/supps/SAT19RW1-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "According to the graph, approximately what percentage of participants remembered both parts of the information given to them during the fourth experiment?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "7%",
                "Key": {
                    "Correct": false,
                    "Rationale": "None of the groups represented on the graph comprised 7% of participants.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "10%",
                "Key": {
                    "Correct": false,
                    "Rationale": "It is not true that 10% of participants remembered both elements of the information given to them during the fourth experiment. Instead, 10% remembered statements but not folder locations (according to the second bar from the left).",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "17%",
                "Key": {
                    "Correct": true,
                    "Rationale": "The passage explains that in the fourth experiment participants were given statements and folder locations where they were told those statements would be saved. On the graph, the bar farthest to the left represents those who remembered both elements of the information given to them during the experiment. This bar rises to a point midway between 15% and 20%. Therefore, according to the graph, approximately 17% of participants remembered both parts of the information given to them during the fourth experiment.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "30%",
                "Key": {
                    "Correct": false,
                    "Rationale": "It is not true that 30% of participants remembered both elements of the information given to them during the fourth experiment. Instead, 30% remembered folder locations but not statements (according to the third bar from the left).",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "20": {
        "Number": 20,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Command of Evidence (Textual), for which students must use textual evidence (e.g., a fact, detail, or example) to appropriately support, challenge, or otherwise respond to a specified claim or point."
        ],
        "SuppContent": [
            "problems/SAT19RW1/supps/SAT19RW1-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Based on the description of Wegner's fourth experiment, what is the most likely explanation for the findings for the largest single group of participants represented in the graph?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Those participants focused on remembering the folder locations.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This speculation isn't supported by the passage. There isn't enough information provided about the fourth experiment to know whether the participants who could remember nothing focused on remembering the folder locations.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Those participants attempted to remember the statements and the folder locations.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This speculation isn't supported by the passage. There isn't enough information provided about the fourth experiment to know whether the participants who could remember nothing attempted to remember the statements and the folder locations.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Those participants did not attempt to remember any specific pieces of information.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This speculation isn't supported by the passage. There isn't enough information provided about the fourth experiment to know whether the participants who could remember nothing didn't attempt to remember any specific pieces of information.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "There is not enough information to determine the cause of the results for those participants.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The largest single group of participants represented on the graph is composed of those who remembered nothing, as indicated by the bar that is farthest to the right. Why approximately 40% of participants could not remember the statements or the folder locations isn't explained by the description of the fourth experiment in the fifth paragraph of the passage. Therefore, the most likely explanation for the findings regarding the largest single group of participants represented on the graph is that there isn't enough information to determine the cause of the results for those participants.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "21": {
        "Number": 21,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Text Structure and Purpose, for which students must analyze the structure of a text or determine the main rhetorical purpose of a text."
        ],
        "SuppContent": [
            "problems/SAT19RW1/supps/SAT19RW1-S3.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The first paragraph mainly serves to"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "establish the reason why a certain species was selected for scientific observation.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Throughout the passage, the author describes experiments conducted on guppies to determine the guppies' rate of and types of evolutionary change. The first paragraph outlines the reason why these fish were an optimal choice for this research: their “unstinting rate of reproduction makes guppies ideally suited for studying the rate of evolution.” Therefore, the first paragraph mainly serves to establish the reason why a certain species was selected for scientific observation.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "illustrate the value of studying the offspring of a particular animal shortly after birth.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The purpose of the first paragraph isn't to illustrate the value of studying the offspring of a particular animal shortly after birth. Instead, guppies were selected because of their rapid rate of reproduction and weren't only studied shortly after being born, according to the passage.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "introduce a theory at the center of an ongoing scientific debate.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the fourth paragraph does introduce a new method of scientific inquiry (experimental evolution), the first paragraph doesn't mainly serve to introduce a theory at the center of an ongoing scientific debate.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "offer a rationale for the prevalence of a new field of scientific inquiry.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the fourth paragraph does introduce a new method of scientific inquiry (experimental evolution), the first paragraph doesn't mainly serve to offer a rationale for the prevalence of a new field of scientific inquiry.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "22": {
        "Number": 22,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Words in Context, for which students must determine the meaning of a high-utility academic word or phrase in context or use such vocabulary in a precise, contextually appropriate way."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In describing the living conditions of guppies, the author indicates that a “lucky guppy” (line 14) is one that"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "is born in a major river having an established guppy population.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author doesn't indicate that there are risks associated with living near a waterfall or that guppies benefit by avoiding such risks.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "inhabits an environment that provides natural protection from predators.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The third sentence of the second paragraph states, “A lucky guppy is born above a waterfall or a set of rapids, which keep out the predatory fish called pike cichlids found in calmer downstream waters.” In other words, pike cichlids normally eat guppies, but waterfalls and rapids can create natural barriers that prevent these predators from entering certain areas where guppies live. Thus, in describing the living conditions of guppies, the author indicates that a “lucky guppy” is one that inhabits an environment that provides natural protection from predators.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "manages to navigate the risks associated with living near a waterfall.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author doesn't indicate that there are risks associated with living near a waterfall or that guppies benefit by avoiding such risks.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "avoids predatory fish by living in calmer downstream waters.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author doesn't indicate that there is an advantage for guppies living in calmer downstream waters. Instead, the author notes that calmer downstream waters are where guppies' predators live, making these zones more dangerous for guppies than the areas above waterfalls or rapids.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "23": {
        "Number": 23,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Command of Evidence (Textual), for which students must use textual evidence (e.g., a fact, detail, or example) to appropriately support, challenge, or otherwise respond to a specified claim or point."
        ],
        "SuppContent": [
            "problems/SAT19RW1/supps/SAT19RW1-S3.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which choice provides the best evidence for the conclusion that the streams used by Reznick's team in their real-world study were not entirely free of predators?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Lines 14-16 (“A lucky ... waters”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cited lines don't provide the best evidence for the conclusion that the streams used by Reznick's team were not entirely free of predators. Instead, they explain the advantage for guppies living above waterfalls or rapids.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Lines 16-20 (“As you ... them”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cited lines don't provide the best evidence for the conclusion that the streams used by Reznick's team were not entirely free of predators. Instead, they outline the correlation between numbers of pike cichlids and guppy mortality rates.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Lines 46-52 (“This ... lifetimes”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cited lines don't provide the best evidence for the conclusion that the streams used by Reznick's team were not entirely free of predators. Instead, they explain the growing popularity of “experimental evolution” among scientists.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Lines 57-59 (“Although ... cichlids”)",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the last paragraph, the author describes an experiment in which Reznick's team removed groups of guppies from areas with large populations of pike cichlid predators and relocated them into areas above waterfalls and rapids. According to the second sentence of this paragraph, “Although small predatory killifish occurred in these new sites, these fish do not pose anything close to the danger of the cichlids.” This sentence provides the best evidence for the conclusion that the streams used by Reznick's team were not entirely free of predators, as they contained populations of killifish.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "24": {
        "Number": 24,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Words in Context, for which students must determine the meaning of a high-utility academic word or phrase in context or use such vocabulary in a precise, contextually appropriate way."
        ],
        "SuppContent": [
            "problems/SAT19RW1/supps/SAT19RW1-S3.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In lines 43-44, Reznick uses the phrase “giant test tubes” to suggest that certain streams can"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "provide suitable experimental conditions.",
                "Key": {
                    "Correct": true,
                    "Rationale": "According to the fourth paragraph, the existence of streams in Trinidad with populations of guppies and those without guppies led Reznick to the conclusion that he could conduct experiments by altering the guppy populations in various streams. According to the second sentence of the fourth paragraph, Reznick realized he could “'treat streams like giant test tubes by introducing guppies or predators' to places they had not originally occurred, and then watch as natural selection acted on the guppies.” Reznick uses the phrase “giant test tubes” in this sentence to suggest that certain streams can provide suitable experimental conditions for his guppy research.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "promote cooperative behaviors in specimens.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The phrase “giant test tubes” serves to characterize certain streams as suitable for experimental research, not to suggest that those streams promote cooperative behaviors among guppies used as subjects in experimental studies.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "expedite the rate of genetic changes.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The phrase “giant test tubes” serves to characterize certain streams as suitable for experimental research, not to increase the rate of genetic change among guppies.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "solve widespread environmental problems.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The phrase “giant test tubes” serves to characterize certain streams as suitable for experimental research, not to assist scientists in solving environmental problems in the natural habitat of guppies.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "25": {
        "Number": 25,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Words in Context, for which students must determine the meaning of a high-utility academic word or phrase in context or use such vocabulary in a precise, contextually appropriate way."
        ],
        "SuppContent": [
            "problems/SAT19RW1/supps/SAT19RW1-S3.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "As used in line 49, “popular” most nearly means"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "accessible.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of the passage, “popular” means widespread, not accessible.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "suitable.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of the passage, “popular” means widespread, not suitable.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "widespread.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The fourth paragraph describes Reznick's rationale for moving populations of guppies from one body of water to another. The last sentence of the paragraph states, “This kind of real-world manipulation of nature is called 'experimental evolution,' and it is growing increasingly popular among scientists working with organisms that reproduce quickly enough for humans to be able to see the outcome within our lifetimes.” In other words, the fact that this type of research is “growing increasingly popular” means that it is becoming more widespread. Thus, the word “popular” as used in the passage most nearly means widespread.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "likable.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of the passage, “popular” means widespread, not likable.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "26": {
        "Number": 26,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Central Ideas and Details, for which students must determine the central idea of a text and/or interpret the key details supporting that idea."
        ],
        "SuppContent": [
            "problems/SAT19RW1/supps/SAT19RW1-S3.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which finding, if accurate, would undermine Reznick's findings?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Guppies examined in other parts of the globe exhibit genetic shifts in traits at a different rate from that exhibited by the guppies Reznick examined.",
                "Key": {
                    "Correct": false,
                    "Rationale": "If guppies examined in other parts of the globe were found to exhibit genetic shifts in traits at a different rate from the guppies Reznick examined, these findings would not undermine his research because they would have occurred outside the confines of his experimental conditions.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The new site into which Reznick released the guppies is inhabited by fish that are found to be as predatory as the cichlids in the original sites.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Reznick's team found that guppies, when moved from predator-ridden environments to a site where there was not the same level of predation, “evolved to mature later, and have fewer, bigger offspring in each litter, just like the guppies that naturally occurred in the cichlid-free streams,” according to the fourth sentence of the last paragraph. If it were discovered that the new site into which Reznick released the guppies were inhabited by fish found to be as predatory as the cichlids in the original sites, this discovery would undermine Reznick's findings. Such a finding would mean that the pressure of predation on the guppies remained constant from one site to the next. As a consequence, some other factor or factors would be responsible for the developmental changes in the guppies that Reznick's team recorded.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Experimental evolution is shown to be harmful to the environments where studies like Reznick's are conducted.",
                "Key": {
                    "Correct": false,
                    "Rationale": "If experimental evolution were shown to be harmful to the environment, this finding, though important, would not undermine Reznick's findings.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The descendants of Reznick's transplanted fish are proven to mature later than the guppies living below the waterfall.",
                "Key": {
                    "Correct": false,
                    "Rationale": "If the descendants of Reznick's transplanted fish were proven to mature later than the guppies living below the waterfall, this finding would support, rather than undermine, Reznick's findings.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "27": {
        "Number": 27,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Inferences, for which students must draw a reasonable inference based on explicit and/or implicit information and ideas in a text."
        ],
        "SuppContent": [
            "problems/SAT19RW1/supps/SAT19RW1-S3.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "It can most reasonably be inferred from the passage that the experiments in Trinidad have shown which of the following about guppies?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Some genetic traits will evolve more readily than others.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The last sentence of the passage states, “Other studies of guppies in Trinidad have shown evolutionary change in as few as two and a half years, or a little over four generations, with more time required for genetic shifts in traits such as the ability to form schools and less time for changes in the colorful spots and stripes on a male's body.” That is, certain traits, such as physical markings, seem to change more quickly than other traits, such as aspects of group behavior. Thus, it can most reasonably be inferred from the passage that the experiments in Trinidad have shown that some genetic traits will evolve more readily than others.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Some predatory fish are more dangerous to guppies than cichlids are.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The experiments in Trinidad led to conclusions about guppies' rate of evolutionary changes. These experiments did not lead to an identification of other dangerous predators.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Some guppies thrive better in areas below waterfalls than they do in areas above waterfalls.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The experiments in Trinidad led to conclusions about guppies' rate of evolutionary changes. These experiments did not lead to an analysis of how certain guppies thrive better in predator-ridden environments.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Some genetic shifts are easier to prevent in a natural environment than in a lab.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The experiments in Trinidad led to conclusions about guppies' rate of evolutionary changes. These experiments did not lead to an examination as to how evolutionary changes can be prevented in a natural environment.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "28": {
        "Number": 28,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Command of Evidence (Textual), for which students must use textual evidence (e.g., a fact, detail, or example) to appropriately support, challenge, or otherwise respond to a specified claim or point."
        ],
        "SuppContent": [
            "problems/SAT19RW1/supps/SAT19RW1-S3.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which choice provides the best evidence for the answer to the previous question?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Lines 38-40 (“How quickly ... evolved”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cited lines don't support the answer to the previous question. Instead, they pose a question central to Reznick's research.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Lines 40-46 (“Because ... the guppies”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cited lines don't support the answer to the previous question. Instead, they describe the conditions that led Reznick to consider conducting experimental evolution tests in Trinidad.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Lines 53-56 (“Along ... falls”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cited lines don't support the answer to the previous question. Instead, they describe how Reznick's team removed guppies from one area and reintroduced them in another.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Lines 67-72 (“Other ... body”)",
                "Key": {
                    "Correct": true,
                    "Rationale": "The previous question asks what can most reasonably be inferred about guppies based on the experiments in Trinidad described in the passage. The answer, that some guppy genetic traits will evolve more readily than others, is best supported by the last sentence of the passage: “Other studies of guppies in Trinidad have shown evolutionary change in as few as two and a half years, or a little over four generations, with more time required for genetic shifts in traits such as the ability to form schools and less time for changes in the colorful spots and stripes on a male's body.”",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "29": {
        "Number": 29,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Command of Evidence (Quantitative), for which students must use quantitative evidence (i.e., data from an informational graphic) to appropriately support, challenge, or otherwise respond to a specified claim or point."
        ],
        "SuppContent": [
            "problems/SAT19RW1/supps/SAT19RW1-S3.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "According to figure 1, guppies living in the south slope high-predation environment produced a mean number of offspring between"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "2 and 3.",
                "Key": {
                    "Correct": false,
                    "Rationale": "2 to 3 offspring were produced by guppies living in the south slope low-predation environment, rather than those living in the high-predation environment, as indicated by the second bar from the left in figure 1.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "3 and 4.",
                "Key": {
                    "Correct": false,
                    "Rationale": "3 to 4 offspring were produced by guppies living in the north slope low-predation environment, rather than guppies living in the south slope high-predation environment, as indicated by the bar that is farthest to the right in figure 1.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "5 and 6.",
                "Key": {
                    "Correct": false,
                    "Rationale": "None of the groups represented in figure 1 produced 5 to 6 offspring.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "6 and 7.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The number of offspring produced by guppies living in the south slope high-predation environment is indicated by the first bar from the left in figure 1. This bar rises to a point midway between 6 and 7 on the graph. Therefore, according to figure 1, guppies living in the south slope high-predation environment produced a mean number of offspring between 6 and 7.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "30": {
        "Number": 30,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Command of Evidence (Quantitative), for which students must use quantitative evidence (i.e., data from an informational graphic) to appropriately support, challenge, or otherwise respond to a specified claim or point."
        ],
        "SuppContent": [
            "problems/SAT19RW1/supps/SAT19RW1-S3.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which conclusion about the mean mass of guppy embryos is best supported by figure 2?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The slope location was a better indicator of mean embryo mass than was the predation level observed in each environment.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Slope location wasn't a better indicator of mean embryo mass than was the predation level observed in each environment. Instead, the mean masses of embryos in the two locations were roughly equivalent.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The mean embryo mass of guppies born in the north slope environments exceeded the mean embryo mass of guppies born in the south slope environments.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The mean embryo mass of guppies born in the north slope environments didn't exceed the mean embryo mass of guppies born in the south slope environments. Guppies living in high-predation environments in both north and south slope locations had embryos with the same mass, while those living on the north slope in low-predation environments had embryos with a slightly lower mass than that of south slope guppies in low-predation environments. Therefore, the mean embryo mass of guppies born in the south slope environment exceeded the mean embryo mass of guppies born in the north slope environment.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The predation level observed in each environment had more of an effect on mean embryo mass than did slope location.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The graph shows that the mean embryo mass in a low-predation environment for south slope guppies (second bar from the left) is higher than mean embryo mass in a high-predation environment for south slope guppies (bar farthest to the left). A similar relationship exists for north slope guppies, as the mean embryo mass in a low-predation environment (bar farthest to the right) is higher than the mean embryo mass in a high-predation environment (third bar from the left). Meanwhile, a comparison of south slope high-predation environments (bar farthest to the left) to north slope high-predation environments shows no difference in mean embryo mass. The graph shows that while there is a slightly lower mean embryo mass in north slope low-predation environments (bar farthest to the right) than in south slope low-predation environments (second bar from the left), this difference is only 0.2 mg, which is considerably less than the difference that results from comparing the low- and high-predation environments in each of the two locations. Therefore, the conclusion about the mean mass of guppy embryos that is best supported by figure 2 is that the predation level observed in each environment had more of an effect on mean embryo mass than did slope location.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The guppies born in the low-predation environments had a mean embryo mass less than that of guppies born in the high-predation environments.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Guppies born in low-predation environments didn't have a mean embryo mass less than that of guppies born in high-predation environments. Instead, these guppies had a greater mass.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "31": {
        "Number": 31,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Command of Evidence (Quantitative), for which students must use quantitative evidence (i.e., data from an informational graphic) to appropriately support, challenge, or otherwise respond to a specified claim or point."
        ],
        "SuppContent": [
            "problems/SAT19RW1/supps/SAT19RW1-S3.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The data presented in figures 1 and 2 best support the conclusion that compared with guppies from high-predation environments, guppies from low-predation environments were more likely to"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "have fewer offspring and reach full maturity sooner.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although figure 1 does support the conclusion that guppies from low-predation environments have fewer offspring than those from high-predation environments, neither figure indicates the time required for guppies to reach full maturity.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "be part of a smaller litter and have a greater mean embryo mass.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Figure 1 shows that guppies from low-predation environments (represented on the graph by second and fourth bars from the left) had smaller litters, or fewer guppy offspring, than did guppies from high-predation environments (represented by the first and third bars from the left). Similarly, figure 2 shows that guppies from low-predation environments (the second and fourth bars from the left) also had embryos with a greater mean mass than did guppies from high-predation environments (the first and third bars from the left).",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "have a higher rate of survival and have less mean embryo mass.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Neither figure indicates the survival rate of guppies, and figure 2 directly contradicts the conclusion that guppies from low- predation environments have less mean embryo mass than those from high-predation environments.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "produce a greater number of offspring and have a greater mean embryo mass.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although figure 2 supports the conclusion that guppies from low-predation environments have a greater mean embryo mass than those from high-predation environments, figure 1 directly contradicts the conclusion that guppies from low-predation environments produce a greater number of offspring than those from high-predation environments.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "32": {
        "Number": 32,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Text Structure and Purpose, for which students must analyze the structure of a text or determine the main rhetorical purpose of a text."
        ],
        "SuppContent": [
            "problems/SAT19RW1/supps/SAT19RW1-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Smith's main purpose in the passage is to"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "accuse fellow abolitionists of overlooking the contributions that women have made to the movement.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Smith doesn't accuse fellow abolitionists of overlooking the contributions that women have made to the movement.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "argue that the causes of abolition and women's rights are continuations of the spirit of the American Revolution.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Smith quotes the Declaration of Independence in the third paragraph, the main purpose of the passage isn't to argue that the causes of abolition and women's rights are continuations of the spirit of the American Revolution.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "make the case that women's rights are meaningless while slavery exists.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Smith doesn't make the case that women's rights are meaningless while slavery exists.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "encourage women to see their participation in the abolitionist cause as just and important.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the passage, Sara T. Smith addresses the Second Anti-Slavery Convention of American Women. In the second sentence of the first paragraph, Smith states that confronting slavery is “a question of justice” and that it involves “considerations of immense importance to the welfare and prosperity of our country.” In the third paragraph, Smith argues that women shouldn't be deterred from participating in the abolitionist cause. In the last paragraph, she argues that women “cannot remain inactive” in confronting slavery as “our country is as dear to us as to the proudest statesman... Let our course, then, still be onward!” Therefore, Smith's main purpose in the passage is to encourage women to see their participation in the abolitionist cause as just and important.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "33": {
        "Number": 33,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Text Structure and Purpose, for which students must analyze the structure of a text or determine the main rhetorical purpose of a text."
        ],
        "SuppContent": [
            "problems/SAT19RW1/supps/SAT19RW1-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which statement provides the best description of a technique that Smith uses throughout the passage to advance her main point?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "She presents claims in the form of rhetorical questions that mostly have implicit negative answers.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Throughout the passage, Smith poses questions that aren't answered explicitly until the last paragraph, but the leading tone of the speech makes it clear that the implied answer to these questions is “no.” In the second paragraph, Smith questions her critics' claim that upholding humanitarian values undermines conventional feminine virtues. In the third paragraph, she wonders how women can “have no interest” in the subject of slavery when it could lead to the destruction of their families through war. In the last paragraph, she asks women numerous questions and then answers them with a “no.” Thus, a technique that Smith uses throughout the passage to advance her main point is to present her claims in the form of rhetorical questions that mostly have implicit negative answers.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "She criticizes her opponents by quoting self-contradictory remarks they have made.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Smith questions the assertions that her opponents made, she doesn't criticize her opponents themselves by quoting self-contradictory remarks they have made.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "She illustrates each of her central ideas with an emotionally powerful anecdote.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Smith makes use of vivid language and imagery throughout the passage, she doesn't illustrate each of her central ideas with an emotionally powerful anecdote.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "She emphasizes the reasonableness of her views by presenting them as though they are universally held.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although it is implied that Smith considers her views to be reasonable, she doesn't present them as universally held.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "34": {
        "Number": 34,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Central Ideas and Details, for which students must determine the central idea of a text and/or interpret the key details supporting that idea."
        ],
        "SuppContent": [
            "problems/SAT19RW1/supps/SAT19RW1-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "How does Smith develop her argument about slavery as a “political question” (line 3) over the course of the passage?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "She claims the designation is an outdated one and then offers alternative definitions.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Smith does offer alternative ways of defining the problem of slavery, she doesn't claim that the designation of slavery as a “political question” is outdated, but rather that it is insufficient.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "She dismisses the designation as too narrow but then demonstrates its relevance to her audience.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the first sentence of the passage, Smith introduces the argument that slavery is a “political question” and therefore not “within the 'province of woman.'” In the second sentence, Smith voices her opposition to this argument: “It is not true that [slavery] is merely a political question, it is likewise a question of justice, of humanity, of morality, of religion.” In other words, slavery is too broad a problem to be classified solely as “political,” in Smith's view. However, in the fourth paragraph, Smith returns to the political aspect of the argument at hand by addressing how women must engage in the subject of slavery on a political scale. She argues that “admitting [slavery] to be a political question” doesn't mean that women have “no interest in the welfare of our country,” as women must criticize slavery and its “unjust laws” and seek to stop the nation's “downward course” by choosing to not “remain inactive.” Therefore, Smith develops her argument about slavery as a “political question” over the course of the passage by dismissing the designation as too narrow but then demonstrates its relevance to her audience.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "She contends that the designation has become trite and then invites her audience to revitalize it.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Smith doesn't contend that the designation of slavery as a “political question” has become trite, nor does she invite her audience to revitalize it.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "She describes the meaning the designation has for men and then challenges women to embrace it.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Smith's argument is intertwined with questions of gender roles, she doesn't describe the meaning the designation of a “political question” has for men and then challenge women to embrace it.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "35": {
        "Number": 35,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Central Ideas and Details, for which students must determine the central idea of a text and/or interpret the key details supporting that idea."
        ],
        "SuppContent": [
            "problems/SAT19RW1/supps/SAT19RW1-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which choice best summarizes the first paragraph?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Smith explains a conventional viewpoint and presents evidence supporting it.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Smith may outline a conventional viewpoint in the first paragraph, she doesn't present evidence to support it.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Smith rejects a claim and elaborates on her reasons for doing so.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the first sentence of the passage, Smith relays a claim: “We are told that it is not within the 'province of woman,' to discuss the subject of slavery; that it is a 'political question,' and we are 'stepping out of our sphere,' when we take part in its discussion.” In the next sentence, Smith rejects this claim: “It is not true that it is merely a political question, it is likewise a question of justice, of humanity, of morality, of religion.” She then argues that the subject of slavery “involves considerations of immense importance to the welfare and prosperity of our country, enters deeply into the home-concerns, the every-day feelings of millions of our fellow beings” and expands upon this point by providing an example of the difference, under slavery, between laborers who are enslaved and those who are within the “dignity of conscious manhood.” Therefore, the best summary of the first paragraph is that Smith rejects a claim and elaborates on her reasons for doing so.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Smith introduces her subject and provides historical background for understanding it.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Smith introduces her subject in the first paragraph, she doesn't provide historical background for understanding it.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Smith identifies a problem and proposes steps to remedy it.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Smith does identify a problem in the first paragraph, she doesn't propose steps to remedy it.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "36": {
        "Number": 36,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Central Ideas and Details, for which students must determine the central idea of a text and/or interpret the key details supporting that idea."
        ],
        "SuppContent": [
            "problems/SAT19RW1/supps/SAT19RW1-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In the passage, Smith argues that it is possible for women to engage in which activity?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Acting according to humanitarian principles while preserving their femininity",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the first sentence of the second paragraph, Smith relays the sentiment, presumably voiced by those opposed to women abolitionists, that “woman 'can take no part [in the debate over slavery] without losing something of the modesty and gentleness which are her most appropriate ornaments.'” Smith opposes this view in the following sentence: “must woman necessarily be less gentle because her heart is open to the claims of humanity, or less modest because she feels for the degradation of her enslaved sisters, and would stretch forth her hand for their rescue?” The leading tone of this rhetorical question makes it clear that Smith would answer it with a “no.” Thus, Smith argues that it is possible for women to act according to humanitarian principles while preserving their femininity.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Adhering to personal morality while being politically neutral",
                "Key": {
                    "Correct": false,
                    "Rationale": "Smith doesn't argue that it is possible for women to adhere to personal morality while being politically neutral.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Contributing to their family's financial security while meeting social expectations",
                "Key": {
                    "Correct": false,
                    "Rationale": "Smith doesn't argue that it is possible for women to contribute to their family's financial security while meeting social expectations.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Resisting calls for war while still opposing slavery",
                "Key": {
                    "Correct": false,
                    "Rationale": "Smith doesn't argue that it is possible for women to resist calls for war while still opposing slavery.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "37": {
        "Number": 37,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Command of Evidence (Textual), for which students must use textual evidence (e.g., a fact, detail, or example) to appropriately support, challenge, or otherwise respond to a specified claim or point."
        ],
        "SuppContent": [
            "problems/SAT19RW1/supps/SAT19RW1-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which choice provides the best evidence for the answer to the previous question?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Lines 26-33 (“May ... rescue”)",
                "Key": {
                    "Correct": true,
                    "Rationale": "The previous question asks which activity Smith argues it is possible for women to engage in. The answer, that she argues that women can act according to humanitarian principles while preserving their femininity, is best supported in the last sentence of the second paragraph: “must woman necessarily be less gentle because her heart is open to the claims of humanity, or less modest because she feels for the degradation of her enslaved sisters, and would stretch forth her hand for their rescue?” The leading tone of this rhetorical question makes it clear that Smith would answer it with a “no.” In other words, Smith believes that women can uphold humanitarian principles while maintaining conventional feminine virtues.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Lines 42-47 (“And when ... subject”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cited lines don't support the answer to the previous question. Instead, they link women's conventional domestic concerns with the losses that would be incurred by a war over slavery.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Lines 51-54 (“Surely ... happiness”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cited lines don't support the answer to the previous question. Instead, they affirm that the potential horrors of war are enough to stir women out of a state of political inactivity.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Lines 77-82 (“Our ... laws”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cited lines don't support the answer to the previous question. Instead, they equate women's patriotism with that of male political leaders.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "38": {
        "Number": 38,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Central Ideas and Details, for which students must determine the central idea of a text and/or interpret the key details supporting that idea."
        ],
        "SuppContent": [
            "problems/SAT19RW1/supps/SAT19RW1-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "According to Smith, the US Constitution requires which action on the part of the Northern free states if slaves were to revolt?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The Northern states would have to sever ties with the slave states.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Smith doesn't argue that if the slaves were to revolt the US Constitution would require the Northern states to sever ties with the slave states.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The Northern states would have to give shelter to refugees from the slave states.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Smith doesn't argue that if the slaves were to revolt the US Constitution would require the Northern states to give shelter to refugees from the slave states.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The Northern states would have to help the slave states fight the slaves' rebellion.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the first sentence of the third paragraph, Smith states “by the Constitution of the United States, the whole physical power of the North is pledged for the suppression of domestic insurrections, and should the slaves, maddened by oppression, endeavor to shake off the yoke of the taskmaster, the men of the North are bound to make common cause with the tyrant, and put down, at the point of the bayonet, every effort on the part of the slave, for the attainment of his freedom.” In other words, according to Smith, if slaves were to revolt, the US Constitution would require that Northern states help the slave states fight the slaves' rebellion.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The Northern states would have to provide financial assistance to the rebelling slaves.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Smith doesn't argue that if the slaves were to revolt the US Constitution would require the Northern states to provide financial assistance to the rebelling slaves.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "39": {
        "Number": 39,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Words in Context, for which students must determine the meaning of a high-utility academic word or phrase in context or use such vocabulary in a precise, contextually appropriate way."
        ],
        "SuppContent": [
            "problems/SAT19RW1/supps/SAT19RW1-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In context, what is the main effect of Smith's use of the word “tyrant” in lines 40 and 83?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It identifies a specific individual as oppressive.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Smith's use of the word “tyrant” doesn't identify a specific individual as oppressive. Instead, it refers to all those individuals who profit from and abet the unjust institution of slavery.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "It highlights the threat of aggression from abroad.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Smith's use of the word “tyrant” doesn't highlight the threat of aggression from abroad. Instead, it highlights national injustice.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "It critiques the limited roles for women in antislavery movements.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Smith's use of the word “tyrant” doesn't critique the limited roles for women in antislavery movements. Smith's use of the word “tyrant” refers to slaveholders and their allies, not those who would discourage women's participation in the antislavery movement.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "It emphasizes the unjustness of slavery.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The word “tyrant” describes a cruel and unfair ruler. It is first used in the first sentence of the third paragraph, when Smith argues that in the event of a slave rebellion in the slave states, “the men of the North are bound to make common cause with the tyrant, and put down, at the point of the bayonet, every effort on the part of the slave, for the attainment of his freedom.” The word occurs again in the seventh sentence of the last paragraph, when Smith asserts the strength of women's “aspirations that every inhabitant of our land may be protected ... by just and equal laws” so that “the foot of the tyrant may no longer invade the domestic sanctuary.” In both instances, the word “tyrant” is used to represent slaveholders and their allies. Thus, Smith's use of “tyrant” emphasizes the unjustness of slavery.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "40": {
        "Number": 40,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Words in Context, for which students must determine the meaning of a high-utility academic word or phrase in context or use such vocabulary in a precise, contextually appropriate way."
        ],
        "SuppContent": [
            "problems/SAT19RW1/supps/SAT19RW1-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "As used in line 52, “slumbering” most nearly means"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "lethargic.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of the passage, “slumbering” means dormant, not lethargic.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "drowsy.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of the passage, “slumbering” means dormant, not drowsy.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "dormant.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the last sentence of the third paragraph, Smith argues that the threat of a war precipitated by slavery “is of itself sufficient to arouse the slumbering energies of woman” to speak out against slavery's injustice. In other words, women have the potential to protest slavery, but they have been relatively inactive, or dormant, up until now. Therefore, the word “slumbering,” as used in this sentence, most nearly means dormant.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "unconscious.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of the passage, “slumbering” means dormant, not unconscious.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "41": {
        "Number": 41,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Central Ideas and Details, for which students must determine the central idea of a text and/or interpret the key details supporting that idea."
        ],
        "SuppContent": [
            "problems/SAT19RW1/supps/SAT19RW1-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In the passage, Smith most strongly suggests that slavery affects the United States by"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "lowering the country's reputation in the international community.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The fifth sentence of the last paragraph poses the following question: “Shall we silently behold the land which we love with all the heart-warm affection of children, rendered a hissing and a reproach throughout the world, by this system which is already tolling the death-bell of her decease among the nations?” In other words, the continuation of slavery in the United States is being criticized “throughout the world,” such that the existence of slavery affects the United States by lowering the country's reputation in the international community.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "leading many women to disavow their allegiance to the country.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Smith doesn't suggest that slavery affects the United States by leading many women to disavow their allegiance to the country. Instead, she suggests that it is partly women's patriotism that should stir them to protest slavery because it is lowering the reputation of the United States in the international community.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "causing violent conflicts in many areas of the country.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Smith speaks ominously in the last paragraph of “the events of the last two years” that are “overclouding the bright prospects of the future,” she doesn't cite any current violent conflicts in the country.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "weakening the authority of the country's government.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Smith doesn't suggest that slavery weakens the authority of the country's government. Instead, she argues that it damages the country's reputation abroad.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "42": {
        "Number": 42,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Command of Evidence (Textual), for which students must use textual evidence (e.g., a fact, detail, or example) to appropriately support, challenge, or otherwise respond to a specified claim or point."
        ],
        "SuppContent": [
            "problems/SAT19RW1/supps/SAT19RW1-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which choice provides the best evidence for the answer to the previous question?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Lines 48-50 (“Will it ... wretchedness”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cited lines don't support the answer to the previous question. Instead, they suggest that because war affects home life, women are right to concern themselves with the possibility of war.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Lines 59-61 (“May ... hour”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cited lines don't support the answer to the previous question. Instead, they imply that women have a right to consider issues that fall outside the domestic sphere.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Lines 68-73 (“Shall ... nations”)",
                "Key": {
                    "Correct": true,
                    "Rationale": "The previous question asks how Smith most strongly suggests that slavery affects the United States. The answer, that slavery affects the United States by lowering the country's reputation in the international community, is best supported by the fifth sentence of the last paragraph: “Shall we silently behold the land which we love with all the heart-warm affection of children, rendered a hissing and a reproach throughout the world, by this system which is already tolling the death-bell of her decease among the nations?”",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Lines 73-77 (“No: the ... inactive”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cited lines don't support the answer to the previous question. Instead, they issue a call to action for women to voice condemnation of slavery.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "43": {
        "Number": 43,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Text Structure and Purpose, for which students must analyze the structure of a text or determine the main rhetorical purpose of a text."
        ],
        "SuppContent": [
            "problems/SAT19RW1/supps/SAT19RW1-S5.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The first paragraph of Passage 1 primarily serves to"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "present a claim that is supported and developed over the course of the passage.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the first paragraph quotes a claim by Lewis regarding antibiotic resistance, this claim isn't developed over the course of Passage 1.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "introduce a controversy that the study described in the passage is intended to resolve.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The claim made in the first paragraph regarding antibiotic resistance isn't presented as controversial, nor does Passage 1 attempt to resolve any scientific controversies.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "identify a problem that the research discussed in the passage may help to address.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The first paragraph of Passage 1 presents a quote by biochemist Kim Lewis of Northeastern University: “Pathogens are acquiring resistance faster than we can introduce new antibiotics, and this is causing a human health crisis.” The rest of the passage describes Lewis's research and the experimental antibiotic called teixobactin that her research has produced. According to the second paragraph of the passage, teixobactin has “proved effective at killing off a wide variety of disease-causing bacteria—even those that have developed immunity to other drugs.” Therefore, the first paragraph of Passage 1 primarily serves to identify a problem that the research discussed in the passage may help to address.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "offer a theory that is challenged by the findings presented in the passage.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The claim made in Paragraph 1 isn't presented as a theory; moreover, the findings in Passage 1 support this claim rather than challenge it.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "44": {
        "Number": 44,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Central Ideas and Details, for which students must determine the central idea of a text and/or interpret the key details supporting that idea."
        ],
        "SuppContent": [
            "problems/SAT19RW1/supps/SAT19RW1-S5.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The author of Passage 1 suggests that an advantage of the method Lewis's team used to grow microorganisms is that it"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "identifies the requirements for soil bacteria to thrive and replicates those features in artificial soil.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author of Passage 1 suggests that Lewis's team identified the requirements for soil bacteria to thrive, the team didn't replicate those features in artificial soil. Instead, the author suggests in the third and fourth paragraphs of Passage 1 that they used real soil samples.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "enables soil bacteria to take in more nutrients than they typically consume in natural settings.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author of Passage 1 doesn't suggest that the method Lewis's team used to grow microorganisms enabled soil bacteria to take in more nutrients than they typically consume in natural settings. Instead, it can be inferred from the fourth paragraph of the passage that the bacteria were provided with the same nutrients they consume in natural settings.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "directly affects the cell walls of bacteria rather than the proteins those bacteria produce.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The last paragraph of Passage 1 explains that it isn't the method Lewis's team used to grow bacteria but the antibiotic the team created that affects the cell walls of bacteria.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "allows researchers to make use of soil bacteria that they had previously been unable to exploit.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The third paragraph of Passage 1 describes how, historically, the development of antibiotics requires “natural microbial substances,” but this reliance has severe limitations as only about one percent of these microbial substances can be grown in a laboratory. The author goes on to explain how “the rest, in staggering numbers, have remained uncultured and of limited use to medical science, until now.” The paragraph then describes the method Lewis's team used to grow teixobactin microorganisms “in their natural environment where they already have the conditions they need for growth.” Therefore, the author of Passage 1 suggests that an advantage of the method Lewis's team used to grow microorganisms is that it allows researchers to make use of soil bacteria that they had previously been unable to exploit.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "45": {
        "Number": 45,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Command of Evidence (Textual), for which students must use textual evidence (e.g., a fact, detail, or example) to appropriately support, challenge, or otherwise respond to a specified claim or point."
        ],
        "SuppContent": [
            "problems/SAT19RW1/supps/SAT19RW1-S5.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which choice provides the best evidence for the answer to the previous question?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Lines 17-21 (“But only ... now”)",
                "Key": {
                    "Correct": true,
                    "Rationale": "The previous question asks what advantage of the method Lewis's team used to grow microorganisms is suggested by the author of Passage 1. The answer, that this method allows researchers to make use of soil bacteria that they had previously been unable to exploit, is best supported by the first through third sentences of the third paragraph of Passage 1: “Natural microbial substances from soil bacteria and fungi have been at the root of most antibiotic drug development during the past century. But only about one percent of these organisms can be grown in a lab. The rest, in staggering numbers, have remained uncultured and of limited use to medical science, until now.”",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Lines 28-32 (“To do ... cells”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cited lines don't support the answer to the previous question. Instead, they describe the gadget that Lewis's team developed to grow microorganisms.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Lines 32-34 (“We just ... says”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cited lines don't support the answer to the previous question. Instead, they explain how the team's technique affects the bacteria.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Lines 44-47 (“It's likely ... organically”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cited lines don't support the answer to the previous question. Instead, they outline how teixobactin attacks harmful bacteria.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "46": {
        "Number": 46,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Inferences, for which students must draw a reasonable inference based on explicit and/or implicit information and ideas in a text."
        ],
        "SuppContent": [
            "problems/SAT19RW1/supps/SAT19RW1-S5.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The author of Passage 2 would most likely agree with which statement about the development of teixobactin?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It reveals that some antibiotics are effective against gram-negative bacteria.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author of Passage 2 wouldn't likely agree with the statement that the development of teixobactin reveals that some antibiotics are effective against gram-negative bacteria. The author mentions gram-negative bacteria in the third paragraph to highlight teixobactin's ineffectiveness in combating it, not to discuss other antibiotics that are effective against gram-negative bacteria.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "It shows that conventional methods can still yield new types of antibiotics.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author wouldn't likely agree with the statement that the development of teixobactin shows that conventional methods can still yield new types of antibiotics. Instead, the author contends that the unconventional method used to produce teixobactin may yield new types of antibiotics.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "It casts doubt on the practicality of searching for new antibiotics in exotic environments.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author wouldn't likely agree with the statement that the development of teixobactin casts doubt on the practicality of searching for new antibiotics in exotic environments. Rather, in the first paragraph of Passage 2, the author states that exotic environments might yield new antibiotics.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "It confirms a long-held belief about a potential source of new antibiotics.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the first sentence of Passage 2, the author outlines the “long ... suspected” belief that if researchers could “grow more types of bacteria from soil ... then we might find new natural antibiotics.” The author then explains how Lewis's team's technique that led to the development of teixobactin employed growing bacteria from soil. The author concludes in the last sentence of the first paragraph that Lewis's team's “simple and elegant methodology ... opens a gateway to cultivating a wealth of potentially antibiotic-producing bacteria.” Therefore, the author of Passage 2 would most likely agree with the statement that the development of teixobactin confirms a long-held belief about a potential source of new antibiotics.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "47": {
        "Number": 47,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Words in Context, for which students must determine the meaning of a high-utility academic word or phrase in context or use such vocabulary in a precise, contextually appropriate way."
        ],
        "SuppContent": [
            "problems/SAT19RW1/supps/SAT19RW1-S5.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "As used in line 79, “caveats” most nearly means"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "exceptions.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of the passage, “caveats” means misgivings, not exceptions.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "restrictions.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of the passage, “caveats” means misgivings, not restrictions.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "misgivings.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the first sentence of the last paragraph of Passage 2, the author expresses reservations about the immediate usefulness of teixobactin: “So, what are my caveats? Well, I see three. First, teixobactin isn't a potential panacea... Secondly, scaling to commercial manufacture will be challenging... And, thirdly ... teixobactin now faces the long haul of clinical trials.” The author uses the word “caveats” to introduce skeptical comments about teixobactin's value. Thus, the word “caveats,” as used in the first sentence of the last paragraph of Passage 2, most nearly means misgivings.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "explanations.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of the passage, “caveats” means misgivings, not explanations.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "48": {
        "Number": 48,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Words in Context, for which students must determine the meaning of a high-utility academic word or phrase in context or use such vocabulary in a precise, contextually appropriate way."
        ],
        "SuppContent": [
            "problems/SAT19RW1/supps/SAT19RW1-S5.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In the last sentence of Passage 2, the author uses the phrase “five years and £500 million” primarily to"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "emphasize the scale of the effort needed to make teixobactin available for consumer use.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the last paragraph of Passage 2, the author expresses reservations regarding teixobactin. One of these reservations is that the drug “now faces the long haul of clinical trials” before teixobactin can be made available for consumers. These clinical trials will be used to discover “what dose you can safely give the patient ... if it cures infections, and ... to compare its efficacy to that of 'standard of care treatment,'” and are “going to take five years and £500 million.” Thus, the author uses the phrase “five years and £500 million” primarily to emphasize the scale of the effort needed to make teixobactin available for consumer use.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "criticize the level of funding that the government has committed to teixobactin development.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author of Passage 2 uses the phrase “five years and £500 million” as a reference to the time and financial commitment that will be required to make teixobactin available to the public. That being the case, the phrase doesn't imply criticism of the level of funding that the government has committed to teixobactin development.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "underscore the amount of time and money that has already been spent researching teixobactin.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author of Passage 2 uses the phrase “five years and £500 million” as a reference to the time and financial commitment that will be required to make teixobactin available to the public. That being the case, the phrase doesn't address the amount of time and money that has already been spent researching teixobactin.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "compare the amount of money spent developing teixobactin with the amount spent developing other antibiotics.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author of Passage 2 uses the phrase “five years and £500 million” as a reference to the time and financial commitment that will be required to make teixobactin available to the public. That being the case, the phrase doesn't compare the amount of money spent developing teixobactin with the amount spent developing other antibiotics.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "49": {
        "Number": 49,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Cross-Text Connections, for which students must draw a reasonable connection between two topically related texts."
        ],
        "SuppContent": [
            "problems/SAT19RW1/supps/SAT19RW1-S5.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which choice best describes the relationship between Passage 1 and Passage 2?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Passage 2 offers an evaluation of the significance of the research discussed in Passage 1.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Passage 1 discusses research conducted by biochemist Kim Lewis. As described in the second paragraph of the passage, this research explored “a new way to tap the powers of soil microorganisms” in the laboratory and led to the development of teixobactin, a promising new drug that could “function effectively for decades,” thereby addressing the problem of pathogens' resistance to antibiotics. The author of Passage 2 critiques the research described in Passage 1. In the first paragraph of Passage 2, the author declares that the methodology Lewis and others developed “is their most important finding ... for it opens a gateway to cultivating a wealth of potentially antibiotic-producing bacteria.” However, teixobactin “is less exciting” to the author of Passage 2 because it has proved ineffective at combating certain types of bacteria and large investments of time and money will be needed before it can be made available to the public at large, according to the second and third paragraphs of Passage 2. Therefore, the best description of the relationship between Passage 1 and Passage 2 is that Passage 2 offers an evaluation of the significance of the research discussed in Passage 1.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Passage 2 suggests a modification to the methodology described in Passage 1.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Passage 2 doesn't suggest a modification to the methodology described in Passage 1. Instead, the author of Passage 2 embraces the “simple and elegant” methodology described in Passage 1.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Passage 2 uses concrete examples to illustrate concepts considered in Passage 1.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Passage 2 doesn't use concrete examples to illustrate concepts considered in Passage 1. Instead, it evaluates the significance of the research.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Passage 2 takes a dismissive stance regarding the findings mentioned in Passage 1.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Passage 2 doesn't take a dismissive stance regarding the findings mentioned in Passage 1. The author of Passage 2 endorses the methodology described in Passage 1, and concedes that teixobactin “doesn't look bad,” while outlining some reservations about the drug's value.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "50": {
        "Number": 50,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Cross-Text Connections, for which students must draw a reasonable connection between two topically related texts."
        ],
        "SuppContent": [
            "problems/SAT19RW1/supps/SAT19RW1-S5.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Both passages make the point that teixobactin could be useful in"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "standardizing the future development of antibiotics produced in laboratory environments.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Passage 1 outlines the methodology used to produce teixobactin but doesn't offer it as a model for future development of antibiotics produced in laboratory environments. Passage 2 suggests that future development of antibiotics may draw on the methodology that Lewis and others developed, but the passage doesn't go so far as to suggest that teixobactin could be used to standardize this development.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "combating infections that are no longer responding to treatment with other antibiotics.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The first paragraph of Passage 1 quotes biochemist Kim Lewis of Northeastern University: “Pathogens are acquiring resistance faster than we can introduce new antibiotics, and this is causing a human health crisis.” However, research conducted by Lewis has produced a drug called teixobactin, which has “proved effective at killing off a wide variety of disease-causing bacteria — even those that have developed immunity to other drugs,” according to the second sentence of the second paragraph of Passage 1. Similarly, in the third sentence of the second paragraph of Passage 2, the author of the passage states that teixobactin “killed the tuberculosis bacterium, which is important because there is a real problem with resistant tuberculosis in the developing world.” Therefore, both passages make the point that teixobactin could be useful in combating infections that are no longer responding to treatment with other antibiotics.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "controlling the spread of pathogenic soil fungi.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Neither passage makes the point that teixobactin could be useful in controlling the spread of pathogenic soil fungi.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "shaping a new method of studying the effectiveness of antibiotics.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Neither passage makes the point that teixobactin could be useful in shaping a new method of studying the effectiveness of antibiotics.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "51": {
        "Number": 51,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Cross-Text Connections, for which students must draw a reasonable connection between two topically related texts."
        ],
        "SuppContent": [
            "problems/SAT19RW1/supps/SAT19RW1-S5.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Information in Passage 2 best supports which conclusion about the mice in the experiment described in Passage 1?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Exposure to teixobactin made them less susceptible to subsequent upper respiratory tract infections.",
                "Key": {
                    "Correct": false,
                    "Rationale": "No information in Passage 2 supports the conclusion that the mice in the experiment described in Passage 1 were less susceptible to subsequent upper respiratory tract infections due to exposure to teixobactin.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Gram-positive bacteria enhanced the effectiveness of teixobactin against their upper respiratory tract infections.",
                "Key": {
                    "Correct": false,
                    "Rationale": "No information in Passage 2 supports the conclusion that the gram-positive bacteria enhanced the effectiveness of teixobactin against the upper respiratory tract infections in the mice.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Their upper respiratory tract infections were likely not caused by gram-negative bacteria.",
                "Key": {
                    "Correct": true,
                    "Rationale": "According to the last sentence of the fifth paragraph of Passage 1, “Mice infected with bacteria that cause upper respiratory tract infections ... were treated with teixobactin, and the drug knocked out the infections with no noticeable toxic effects.” The second paragraph of Passage 2 explains that teixobactin was tested in a laboratory and killed gram-positive bacteria, but, according to the fourth sentence of the third paragraph, it “doesn't kill the Gram-negative opportunists as it is too big to cross their complex cell wall.” Therefore, since teixobactin was not successful in eradicating gram-negative bacteria as stated in Passage 2, this information best supports the conclusion that the mice described in the experiment in Passage 1 had upper respiratory tract infections that were likely not caused by gram-negative bacteria since these infections were successfully treated by teixobactin.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Teixobactin attacked the proteins of the bacteria that caused their upper respiratory tract infections.",
                "Key": {
                    "Correct": false,
                    "Rationale": "No information in Passage 2 supports the conclusion that the teixobactin attacked the proteins of the bacteria that caused the upper respiratory tract infections in the mice.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "52": {
        "Number": 52,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Command of Evidence (Textual), for which students must use textual evidence (e.g., a fact, detail, or example) to appropriately support, challenge, or otherwise respond to a specified claim or point."
        ],
        "SuppContent": [
            "problems/SAT19RW1/supps/SAT19RW1-S5.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which choice provides the best evidence for the answer to the previous question?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Lines 51-56 (“Many ... antibiotics”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cited lines don't support the answer to the previous question. Instead, they provide a historical background to Lewis's cultivation of soil bacteria.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Lines 64-68 (“This ... before”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cited lines don't support the answer to the previous question. Instead, they praise the methodology used by Lewis's team and others.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Lines 69-72 (“The first ... bad”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cited lines don't support the answer to the previous question. Instead, they introduce an evaluation of teixobactin.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Lines 80-82 (“It doesn't ... wall”)",
                "Key": {
                    "Correct": true,
                    "Rationale": "The previous question asks which conclusion about the mice in the experiment described in Passage 1 is best supported by information in Passage 2. The answer, that their upper respiratory tract infections were likely not caused by gram-negative bacteria, is best supported by the fourth sentence of the third paragraph of Passage 2: “[Teixobactin] doesn't kill the Gram-negative opportunists as it is too big to cross their complex cell wall.”",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    }
}