{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Reading Information - Key Ideas & Details"
        ],
        "SubTopics": [
            "Determine a central idea of a text and how it is conveyed through particular details; provide a summary of the text distinct from personal opinions or judgments."
        ],
        "SuppContent": [
            "problems/PA18G6E/supps/PA18G6E-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read the sentence from the passage.",
            ":box:“When Dr. Stephen Sillett climbed his first giant redwood tree, back in 1987, he didn't know that a new world awaited him up there.”",
            "Which evidence from the passage best supports this central idea?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "“At its top was a sunny glade alive with mosses, lichens, and even small trees.”",
                "Key": {
                    "Correct": true,
                    "Rationale": "The existence of “mosses, lichens, and even small trees” supports the idea that “a new world awaited him up there.”",
                    "Percent": 71
                }
            },
            "B": {
                "Choice": "“Growing from a rotting stump in the middle of the crown were huckleberry bushes ...”",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice shows how life can spring from decay.",
                    "Percent": 10
                }
            },
            "C": {
                "Choice": "“The crown of an old redwood often has many trunks ...”",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice shows how resilient the redwood is.",
                    "Percent": 10
                }
            },
            "D": {
                "Choice": "“Water molecules have a tendency to cling to one another, so as a water molecule rises it pulls the next molecule with it.”",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice shows the scientific reason for why water rises within a tree.",
                    "Percent": 9
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Reading Information - Key Ideas & Details"
        ],
        "SubTopics": [
            "Analyze in detail how a key individual, event, or idea is introduced, illustrated, and elaborated in a text (e.g., through examples or anecdotes)."
        ],
        "SuppContent": [
            "problems/PA18G6E/supps/PA18G6E-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read the third paragraph of the passage.",
            ":box:“Sillett started climbing trees when he was a student at Reed College, in Portland, Oregon, in the 1980s. Those experiences led him to become a botanist, a scientist who studies plants. Today he teaches botany and forestry at Humboldt State University in northern California and spends much of his time at the top of tall trees. Coast redwood trees (Sequoia sempervirens) are his specialty.”",
            "How does the paragraph most contribute to the development of ideas in the passage?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "by describing the places Sillett visits to study redwood trees",
                "Key": {
                    "Correct": false,
                    "Rationale": "The paragraph does not specifically tell where Sillett visits to study redwood trees.",
                    "Percent": 14
                }
            },
            "B": {
                "Choice": "by emphasizing Sillett's research findings on redwood trees",
                "Key": {
                    "Correct": false,
                    "Rationale": "The paragraph does not mention his specific research findings on redwood trees.",
                    "Percent": 16
                }
            },
            "C": {
                "Choice": "by explaining how Sillett became involved with redwood trees",
                "Key": {
                    "Correct": true,
                    "Rationale": "The paragraph provides the reader with background information of how Sillett became interested in redwood trees",
                    "Percent": 62
                }
            },
            "D": {
                "Choice": "by focusing on Sillett's techniques for climbing redwood trees",
                "Key": {
                    "Correct": false,
                    "Rationale": "The paragraph does not provide details of how Sillett climbs redwood trees.",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Reading Information - Vocabulary Acquisition & Use"
        ],
        "SubTopics": [
            "Demonstrate understanding of figurative language, word relationships, and nuances in word meanings."
        ],
        "SuppContent": [
            "problems/PA18G6E/supps/PA18G6E-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read the sentence from the passage.",
            ":box:“Coast redwoods have an advantage over many trees in that they are bathed in fog on summer mornings.”",
            "What does the figurative language in the sentence suggest?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The fog cleans the redwood trees.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The association of “bathed” with “cleans” does not make sense based on the context of the sentence or passage",
                    "Percent": 28
                }
            },
            "B": {
                "Choice": "The fog makes it cooler for researchers to climb the redwood trees.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice does not support the context of the provided sentence or of information in the passage.",
                    "Percent": 9
                }
            },
            "C": {
                "Choice": "The fog makes it difficult to clearly see the redwood trees.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice does not support the context of the provided sentence or of information in the passage.",
                    "Percent": 15
                }
            },
            "D": {
                "Choice": "The fog spreads over the redwood trees.",
                "Key": {
                    "Correct": true,
                    "Rationale": "“Bathed in fog” implies that the fog “spreads over,” or covers, the trees",
                    "Percent": 48
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Reading Information - Craft & Structure/Integration Of Knowledge & Ideas"
        ],
        "SubTopics": [
            "Determine how the author uses the meaning of words or phrases, including figurative, connotative, or technical meanings, in a text."
        ],
        "SuppContent": [
            "problems/PA18G6E/supps/PA18G6E-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read the sentence from the passage.",
            ":box:“One thing that we already know is that redwood forests are champions at capturing carbon dioxide from the atmosphere and storing it.”",
            "How does the author use the word “champions” in the sentence?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "to reveal that more research is needed on redwood trees",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is not supported by textual evidence.",
                    "Percent": 7
                }
            },
            "B": {
                "Choice": "to indicate a way that redwood trees help the environment",
                "Key": {
                    "Correct": true,
                    "Rationale": "The redwoods remove carbon dioxide, which according to the passage, slows climate change; therefore, the redwoods help the environment.",
                    "Percent": 66
                }
            },
            "C": {
                "Choice": "to suggest that redwood trees compete against other plants",
                "Key": {
                    "Correct": false,
                    "Rationale": "Redwoods actually help other plants to grow.",
                    "Percent": 16
                }
            },
            "D": {
                "Choice": "to emphasize one area in which people can protect redwood trees",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is not supported by textual evidence.",
                    "Percent": 11
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Reading Information - Craft & Structure/Integration Of Knowledge & Ideas"
        ],
        "SubTopics": [
            "Analyze how a particular sentence, paragraph, chapter, or section fits into the overall structure of a text and contributes to the development of the ideas."
        ],
        "SuppContent": [
            "problems/PA18G6E/supps/PA18G6E-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "How does the information in the text box titled “How to Climb a Giant” most contribute to the development of ideas in the passage?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It supports the idea that redwood trees can live a long time.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is not supported by textual evidence.",
                    "Percent": 11
                }
            },
            "B": {
                "Choice": "It suggests that much equipment is needed to climb redwood trees.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Even though some equipment is used, it is the technique that is most important when climbing the redwoods instead of the gear that is used.",
                    "Percent": 40
                }
            },
            "C": {
                "Choice": "It supports the idea that climbing redwood trees requires complete attention.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The facts listed imply that climbing redwoods can be dangerous and requires focus and discipline in order to stay safe, e.g., stay safe, which are also ideas from the main part of the passage (“it requires extreme discipline and focus”).",
                    "Percent": 44
                }
            },
            "D": {
                "Choice": "It suggests that different animals can live within redwood trees.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is not supported by textual evidence.",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Reading Information - Craft & Structure/Integration Of Knowledge & Ideas"
        ],
        "SubTopics": [
            "Trace and evaluate the argument and specific claims in a text, distinguishing claims that are supported by reasons and evidence from claims that are not."
        ],
        "SuppContent": [
            "problems/PA18G6E/supps/PA18G6E-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which evidence from the passage best supports the author's claim that redwood trees have a “complex structure”?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "“At that time the tops of the ancient trees in old-growth redwood forests were unexplored.”",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice does not relate to the complex structure of the trees.",
                    "Percent": 12
                }
            },
            "B": {
                "Choice": "“The crown of an old redwood often has many trunks, each with its own set of branches.”",
                "Key": {
                    "Correct": true,
                    "Rationale": "The fact that redwoods have “many trunks, each with its own set of branches” implies that redwoods have many different parts.",
                    "Percent": 58
                }
            },
            "C": {
                "Choice": "“They've installed sensors in several trees to collect data on light, temperature, humidity, wind, and sap flow.”",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice solely relates to how the scientists gather data about redwood trees.",
                    "Percent": 16
                }
            },
            "D": {
                "Choice": "“The climbers hang in harnesses from ropes when they're in the trees to avoid putting their full weight on the branches they're exploring.”",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice solely relates to the technique the climbers use to explore the redwoods.",
                    "Percent": 14
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MP",
        "NumChoices": 0,
        "Topics": [
            "Reading Information - Craft & Structure/Integration Of Knowledge & Ideas"
        ],
        "SubTopics": [
            "Trace and evaluate the argument and specific claims in a text, distinguishing claims that are supported by reasons and evidence from claims that are not."
        ],
        "SuppContent": [
            "problems/PA18G6E/supps/PA18G6E-S1.json"
        ],
        "SuppTools": [],
        "Points": 2,
        "Explain": false,
        "Content": [
            "THIS PROBLEM HAS TWO PARTS. ANSWER PART ONE AND THEN ANSWER PART TWO."
        ],
        "AnswerChoices": {},
        "Parts": {
            "One": {
                "Type": "MC",
                "NumChoices": 4,
                "Points": 1,
                "Explain": false,
                "Content": [
                    "Which claim does the author make in the passage?"
                ],
                "AnswerChoices": {
                    "A": {
                        "Choice": "Redwood trees have few living plants within them.",
                        "Key": {
                            "Correct": false,
                            "Rationale": "Redwood trees have many plants that live within them.",
                            "Percent": 0
                        }
                    },
                    "B": {
                        "Choice": "Redwood trees are known for their ability to stay alive.",
                        "Key": {
                            "Correct": true,
                            "Rationale": "The author states that “redwoods are remarkable for their ability to stay alive, whatever happens.”",
                            "Percent": 0
                        }
                    },
                    "C": {
                        "Choice": "Redwood trees mostly grow in foreign countries.",
                        "Key": {
                            "Correct": false,
                            "Rationale": "Redwood trees mostly grow in California.",
                            "Percent": 0
                        }
                    },
                    "D": {
                        "Choice": "Redwood trees require a lot of water to survive.",
                        "Key": {
                            "Correct": false,
                            "Rationale": "Te passage does not indicate how much water redwood trees need to stay alive, only that they obtain much of their water from fog.",
                            "Percent": 0
                        }
                    }
                }
            },
            "Two": {
                "Type": "MS",
                "NumChoices": 4,
                "Points": 1,
                "Explain": false,
                "Content": [
                    "Which evidence from the passage supports the answer in Part One? Choose two answers."
                ],
                "AnswerChoices": {
                    "A": {
                        "Choice": "“Scientists assumed they were biological deserts, containing only tree branches.”",
                        "Key": {
                            "Correct": false,
                            "Rationale": "This choice focuses on scientists' old assumption about the components of the tops of redwood trees.",
                            "Percent": 0
                        }
                    },
                    "B": {
                        "Choice": "“The oldest and largest ones survive in old-growth forests ...”",
                        "Key": {
                            "Correct": false,
                            "Rationale": "This choice focuses on where the oldest redwoods are located, not on their ability to stay alive.",
                            "Percent": 0
                        }
                    },
                    "C": {
                        "Choice": "“If the top of the trunk dies and falls off, another trunk shoots up ...”",
                        "Key": {
                            "Correct": true,
                            "Rationale": "This choice provides an example of ways that redwoods subsist.",
                            "Percent": 0
                        }
                    },
                    "D": {
                        "Choice": "“The trees are immune to most diseases.”",
                        "Key": {
                            "Correct": true,
                            "Rationale": "This choice provides an example of ways that redwoods subsist.",
                            "Percent": 0
                        }
                    }
                }
            }
        }
    },
    "8": {
        "Number": 8,
        "Type": "MP",
        "NumChoices": 0,
        "Topics": [
            "Reading Information - Key Ideas & Details"
        ],
        "SubTopics": [
            "Cite textual evidence to support analysis of what the text says explicitly as well as inferences drawn from the text."
        ],
        "SuppContent": [
            "problems/PA18G6E/supps/PA18G6E-S1.json"
        ],
        "SuppTools": [],
        "Points": 2,
        "Explain": false,
        "Content": [
            "THIS PROBLEM HAS TWO PARTS. ANSWER PART ONE AND THEN ANSWER PART TWO."
        ],
        "AnswerChoices": {},
        "Parts": {
            "One": {
                "Type": "MC",
                "NumChoices": 4,
                "Points": 1,
                "Explain": false,
                "Content": [
                    "Which word best describes Sillett's approach to studying redwood trees?"
                ],
                "AnswerChoices": {
                    "A": {
                        "Choice": "fearful",
                        "Key": {
                            "Correct": false,
                            "Rationale": "Sillett does not indicate that he is fearful in his approach of studying the redwoods.",
                            "Percent": 0
                        }
                    },
                    "B": {
                        "Choice": "critical",
                        "Key": {
                            "Correct": false,
                            "Rationale": "Sillett does not indicate that he is critical in his approach of studying the redwoods.",
                            "Percent": 0
                        }
                    },
                    "C": {
                        "Choice": "cautious",
                        "Key": {
                            "Correct": true,
                            "Rationale": "Sillett's techniques show that he has implemented safety measures related to his focus, attention to detail, and use of equipment.",
                            "Percent": 0
                        }
                    },
                    "D": {
                        "Choice": "reluctant",
                        "Key": {
                            "Correct": false,
                            "Rationale": "Sillett indicates that he is eager to study the redwoods, not reluctant.",
                            "Percent": 0
                        }
                    }
                }
            },
            "Two": {
                "Type": "MC",
                "NumChoices": 4,
                "Points": 1,
                "Explain": false,
                "Content": [
                    "Which sentence from the passage best supports the answer in Part One? Choose one answer."
                ],
                "AnswerChoices": {
                    "A": {
                        "Choice": "“But when Sillett reached the crown of the 300-foot tree, he found a forest above a forest.”",
                        "Key": {
                            "Correct": false,
                            "Rationale": "This choice is just a fact about what Sillett has discovered.",
                            "Percent": 0
                        }
                    },
                    "B": {
                        "Choice": "“Sillett uses these numbers to construct 3-D diagrams of each tree.”",
                        "Key": {
                            "Correct": false,
                            "Rationale": "This choice focuses on a way that Sillett studies redwoods.",
                            "Percent": 0
                        }
                    },
                    "C": {
                        "Choice": "“Sillett has made an art of climbing the ancient redwoods, but he can't completely eliminate the danger.”",
                        "Key": {
                            "Correct": true,
                            "Rationale": "Referring to climbing the redwoods as “an art” implies that Sillett has created a very nuanced system with the goal of eliminating as much danger as possible.",
                            "Percent": 0
                        }
                    },
                    "D": {
                        "Choice": "“These rope systems allow them to move all around the crown, even to the tips of the farthest branches.”",
                        "Key": {
                            "Correct": false,
                            "Rationale": "This choice focuses on how Sillett climbs amid the redwoods.",
                            "Percent": 0
                        }
                    }
                }
            }
        }
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Reading Information - Craft & Structure/Integration Of Knowledge & Ideas"
        ],
        "SubTopics": [
            "Determine an author's point of view or purpose in a text and explain how it is conveyed in the text."
        ],
        "SuppContent": [
            "problems/PA18G6E/supps/PA18G6E-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "How is the author's purpose to inform conveyed in the passage?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Scientific details are shared to explain how redwood trees are being studied.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The passage details scientific methods that are used to study the redwoods.",
                    "Percent": 71
                }
            },
            "B": {
                "Choice": "Historical accounts are given about how redwood trees once looked.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Even though historical information is given about the length of time redwoods have been on Earth, the author's purpose is not to describe how redwoods have evolved over time.",
                    "Percent": 9
                }
            },
            "C": {
                "Choice": "Professional interviews are shared to describe how redwood trees were once used.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Interviews are not included in the passage.",
                    "Percent": 11
                }
            },
            "D": {
                "Choice": "Practical tips are given about how people can visit redwood trees.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage does not mention how tourists can visit the redwoods.",
                    "Percent": 9
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "LR",
        "NumChoices": 0,
        "Topics": [
            "Text-Dependent Analysis"
        ],
        "SubTopics": [
            "Provide a concluding section that follows from the analysis presented."
        ],
        "SuppContent": [
            "problems/PA18G6E/supps/PA18G6E-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read the statement from the passage.",
            ":box:“When Maggie set her mind to a thing, no one could stop her.”",
            "Write an essay analyzing how the events in the passage prove the statement is true. Use evidence from the passage to support your response."
        ],
        "AnswerChoices": {},
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Conventions Of Standard English"
        ],
        "SubTopics": [
            "Recognize and correct inappropriate shifts in pronoun number and person."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read the paragraph.",
            ":box:(1) Students at Creekview Middle School must have one year of a foreign language class before they go on to attend high school. (2) Many students take more than one year of foreign language because you enjoy the experience of learning a different language. (3) A student last year said that her favorite part of being in a foreign language class was the end-of-year field trip to the annual Festival of Languages. (4) All students agreed that their trip to the festival was a memorable event.",
            "Which change should be made to the paragraph to correct the inappropriate shift in pronoun person?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Change t͟h͟e͟y to y͟o͟u in sentence 1.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Sentence 1 already shows pronoun-person agreement between “students” and “they.”",
                    "Percent": 6
                }
            },
            "B": {
                "Choice": "Change y͟o͟u to t͟h͟e͟y in sentence 2.",
                "Key": {
                    "Correct": true,
                    "Rationale": "“You” should be changed to “they” to show pronoun‑person agreement in sentence 2.",
                    "Percent": 85
                }
            },
            "C": {
                "Choice": "Change h͟e͟r to y͟o͟u͟r in sentence 3.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Sentence 3 already shows pronoun-person agreement between “student” and “her.”",
                    "Percent": 3
                }
            },
            "D": {
                "Choice": "Change t͟h͟e͟i͟r to o͟u͟r in sentence 4.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Sentence 4 already shows pronoun-person agreement between “students” and “their.”",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Conventions Of Standard English"
        ],
        "SubTopics": [
            "Choose punctuation for effect."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read the paragraph.",
            "(1) Big Ben is one of the most famous clock towers in the world, and it is also one of the largest. (2) In fact, it is the third largest clock tower in the world. (3) The name “Big Ben” refers to the bell, which was named after Sir Benjamin Hall, who ordered it. (4) As for the bell itself, it weighs an astonishing thirteen tons.",
            "Which sentence should end with an exclamation point to most effectively show excitement?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "sentence 1",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice conveys facts without strong emotional connotations.",
                    "Percent": 10
                }
            },
            "B": {
                "Choice": "sentence 2",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice conveys facts without strong emotional connotations.",
                    "Percent": 20
                }
            },
            "C": {
                "Choice": "sentence 3",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice conveys facts without strong emotional connotations.",
                    "Percent": 6
                }
            },
            "D": {
                "Choice": "sentence 4",
                "Key": {
                    "Correct": true,
                    "Rationale": "The concept of astonishment connotes strong emotion.",
                    "Percent": 64
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Conventions Of Standard English"
        ],
        "SubTopics": [
            "Produce complete sentences, recognizing and correcting inappropriate fragments and run-on sentences."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read the paragraph.",
            ":box:(1) The kiwi is a flightless bird that lives in the grasslands of New Zealand. (2) This interesting bird has an excellent sense of smell. (3) Which it uses to find bugs and seeds on the ground. (4) The kiwi is the only bird that has nostrils at the tip of its beak.",
            "Which sentence should be revised to correct the inappropriate sentence fragment?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "sentence 1",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is a complete sentence.",
                    "Percent": 11
                }
            },
            "B": {
                "Choice": "sentence 2",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is a complete sentence.",
                    "Percent": 15
                }
            },
            "C": {
                "Choice": "sentence 3",
                "Key": {
                    "Correct": true,
                    "Rationale": "Sentence 2 is a fragment.",
                    "Percent": 58
                }
            },
            "D": {
                "Choice": "sentence 4",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is a complete sentence.",
                    "Percent": 16
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Conventions Of Standard English"
        ],
        "SubTopics": [
            "Choose words and phrases for effect."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read the paragraph from a story.",
            ":box:(1) Upon entering the butterfly garden, Min and Cameron were amazed. (2) Hundreds of butterflies fluttered through the air above them. (3) Min sat down on a large, knobby tree stump. (4) A pretty butterfly landed on her.",
            "Which revision of sentence 4 best uses details to describe the event?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "A dark butterfly with rare colors set down on Min's arm after being in the air for quite some time.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The words in this choice does not provide the level of specificity that the best option does.",
                    "Percent": 13
                }
            },
            "B": {
                "Choice": "An extraordinary butterfly with incredible markings on its wings flew down and found itself on Min's arm.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The words in this choice does not provide the level of specificity that the best option does.",
                    "Percent": 36
                }
            },
            "C": {
                "Choice": "A large brown butterfly with pale blue spots hovered and then, with a whisper of its wings, perched gently on Min's arm.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice uses specific details that allow the reader to visualize the appearance and actions of the butterfly.",
                    "Percent": 43
                }
            },
            "D": {
                "Choice": "A large butterfly with some different patterns on its wings just stayed in the air for a while and then was resting on Min's arm.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The words in this choice does not provide the level of specificity that the best option does.",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    }
}