{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Geography",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Describe the positive and negative consequences of human modification of the physical environment of the United States.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Content": [
            "How did the introduction of barbed-wire fences benefit farmers?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "By making irrigation of the land more effective",
                "Key": {
                    "Correct": false,
                    "Rationale": "Barbed-wire fencing helped farmers protect their crops; it did not impact the ability of farmers to effectively irrigate their land.",
                    "Percent": 5
                }
            },
            "B": {
                "Choice": "By helping to break up the soil before plowing",
                "Key": {
                    "Correct": false,
                    "Rationale": "Barbed-wire fencing helped farmers protect their crops; it did not impact the ability of farmers to break up soil.",
                    "Percent": 2
                }
            },
            "C": {
                "Choice": "By making the harvesting of cotton more efficient",
                "Key": {
                    "Correct": false,
                    "Rationale": "Barbed-wire fencing helped farmers protect their crops; it did not impact the ability of farmers to harvest cotton.",
                    "Percent": 5
                }
            },
            "D": {
                "Choice": "By protecting crops from damage caused by animals",
                "Key": {
                    "Correct": true,
                    "Rationale": "Before the invention of barbed wire, effective fencing was not available to most farmers. Wooden fences were too expensive. Single strands of wire were too easily broken. Barbed-wire fencing provided a way to protect crops from wild animals and herds of grazing cattle and sheep. For this item the student applies critical-thinking skills to identify cause-and-effect relationships.",
                    "Percent": 87
                }
            }
        }
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Culture",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Analyze the impact of the First Amendment guarantees of religious freedom on the American way of life.",
            "Organize and interpret information from outlines, reports, databases, and visuals, including graphs, charts, timelines, and maps."
        ],
        "SuppContent": [],
        "Content": [
            "Study the diagram and answer the question that follows.",
            "problems/TX21G8SS/media/2a.jpg",
            "Which statement explains how the First Amendment has affected these groups?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "These groups are allowed to share and promote their beliefs.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The First Amendment prohibits Congress from passing legislation that would prevent the free exercise of religion. That protection enables religious groups to share and promote their beliefs. For this item the student applies critical-thinking skills to interpret information from a diagram.",
                    "Percent": 76
                }
            },
            "G": {
                "Choice": "These groups are allowed to join together to form a national religion.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The First Amendment protects the free exercise of religion; therefore, the amendment prohibits the creation of a national religion.",
                    "Percent": 13
                }
            },
            "H": {
                "Choice": "These groups are prevented from having worship services in public places.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The First Amendment protects the free exercise of religion. It does not prohibit public worship services.",
                    "Percent": 7
                }
            },
            "J": {
                "Choice": "These groups are prevented from establishing religious schools.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The First Amendment protects the free exercise of religion. It does not prevent religious groups from establishing schools.",
                    "Percent": 3
                }
            }
        }
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Explain the reasons for the growth of representative government and institutions during the colonial period.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Content": [
            "What was one way slow communication with the British government affected the American colonies?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The colonies united for trade and defense.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Slow communication with the British government did not help the colonies unite for trade and defense. The colonies were so opposed to unification that they rejected the Albany Plan of Union proposed by Benjamin Franklin in 1754.",
                    "Percent": 19
                }
            },
            "B": {
                "Choice": "Self-government developed in the colonies",
                "Key": {
                    "Correct": true,
                    "Rationale": "The distance between Great Britain and North America led to slow communication between the British government and the American colonies. As a result, it became unofficial British policy to ignore trade regulations and internal colonial affairs. This lack of enforcement allowed the colonists to develop their own representative institutions. For this item the student applies critical-thinking skills to identify cause-and-effect relationships.",
                    "Percent": 59
                }
            },
            "C": {
                "Choice": "Smuggling of goods in the colonies decreased.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Slow communication with the British government increased rather than decreased smuggling.",
                    "Percent": 13
                }
            },
            "D": {
                "Choice": "The colonies petitioned the government to establish a navy.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The British government possessed a well-established navy before the American colonies were founded. The first attempt to create a colonial navy occurred in 1775. Permission of the British government was not sought.",
                    "Percent": 8
                }
            }
        }
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Culture",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Identify examples of American art, music, and literature that reflect society in different eras such as the Hudson River School artists, the “Battle Hymn of the Republic,” and transcendental literature.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Content": [
            "Read the excerpt and answer the question that follows.",
            "problems/TX21G8SS/media/4a.jpg",
            "Which statement shows how this excerpt is an example of transcendentalism in the early-to-mid 1800s?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Thoreau uses reason to explain natural events that happen in the world.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The excerpt describes the importance of the natural world to the happiness of man. The excerpt does not explain natural events.",
                    "Percent": 11
                }
            },
            "G": {
                "Choice": "horeau focuses on the role of science in changing the natural world.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The excerpt describes the importance of the natural world to the happiness of man. The excerpt does not focus on the role of science.",
                    "Percent": 7
                }
            },
            "H": {
                "Choice": "Thoreau studies the relationship between nature and historical events.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The excerpt describes the importance of the natural world to the happiness of man. The excerpt does not focus on a connection between historical events and the natural world.",
                    "Percent": 18
                }
            },
            "J": {
                "Choice": "Thoreau focuses on the relationship between humans and the natural world.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Transcendentalism was an American school of thought developed in the early 1800s. Transcendentalists stressed that a connection with nature was critical to finding one’s place in the universe. The excerpt describes transcendental ideals by describing the importance of the natural world to the happiness of man. For this item the student applies critical-thinking skills to find the main idea.",
                    "Percent": 64
                }
            }
        }
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Government",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Describe the impact of the 13th, 14th, and 15th amendments.",
            "Differentiate between, locate, and use valid primary and secondary sources such as media and news services, biographies, interviews, and artifacts to acquire information about the United States."
        ],
        "SuppContent": [],
        "Content": [
            "Read the excerpt and answer the question that follows.",
            "problems/TX21G8SS/media/5a.jpg",
            "What was an IMMEDIATE effect of this amendment?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Many plantation owners attempted to recapture former slaves.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Thirteenth Amendment abolished slavery. The amendment did not allow slave owners to recapture former slaves.",
                    "Percent": 26
                }
            },
            "B": {
                "Choice": "Many plantation owners were forced to give land to former slaves.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Thirteenth Amendment abolished slavery. The amendment did not require redistribution of land.",
                    "Percent": 17
                }
            },
            "C": {
                "Choice": "Many former slaves became sharecroppers to earn a living.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The Thirteenth Amendment ended the practice of slavery and involuntary servitude in the United States. The large number of freed slaves in the South had few resources and economic opportunities available to them. Sharecropping enabled many former slaves to earn a living. In the sharecropping system, people farmed a plot of land in exchange for giving the landowner a share of their crop. For this item the student applies critical-thinking skills to use a primary source to acquire information.",
                    "Percent": 52
                }
            },
            "D": {
                "Choice": "Many former slaves were awarded money by former Confederate leaders.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Thirteenth Amendment abolished slavery. The amendment did not require former Confederate leaders to give money to former slaves.",
                    "Percent": 5
                }
            }
        }
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Identify the major eras in U.S. history through 1877, including colonization, revolution, creation and ratification of the Constitution, early republic, the Age of Jackson, westward expansion, reform movements, sectionalism, Civil War, and Reconstruction, and describe their causes and effects.",
            "Organize and interpret information from outlines, reports, databases, and visuals, including graphs, charts, timelines, and maps."
        ],
        "SuppContent": [],
        "Content": [
            "Study the photograph and answer the question that follows.",
            "problems/TX21G8SS/media/6a.jpg",
            "Which era is represented by this photograph?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The early republic",
                "Key": {
                    "Correct": false,
                    "Rationale": "The early republic era includes the years after the American Revolution when the United States was developing as a nation. The Battle of Antietam occurred in 1862 during the Civil War, not during the early republic era.",
                    "Percent": 12
                }
            },
            "G": {
                "Choice": "The Age of Jackson",
                "Key": {
                    "Correct": false,
                    "Rationale": "The age of Jackson includes the years surrounding Andrew Jackson’s presidency in the 1820s and 1830s. The Battle of Antietam occurred in 1862 during the Civil War, not during the Age of Jackson.",
                    "Percent": 5
                }
            },
            "H": {
                "Choice": "Westward expansion",
                "Key": {
                    "Correct": false,
                    "Rationale": "The era of westward expansion includes the early-to mid-1800s when the United States was expanding its boundaries. This photograph shows an event of the Civil War, not an event having to do with westward expansion.",
                    "Percent": 9
                }
            },
            "J": {
                "Choice": "Civil War",
                "Key": {
                    "Correct": true,
                    "Rationale": "The photograph shows Abraham Lincoln visiting the battlefield at Antietam in 1862. The American Civil War took place between 1861 and 1865. The Battle of Antietam happened on September 17, 1862, in Maryland along Antietam Creek. For this item the student applies critical-thinking skills to interpret information from a photograph.",
                    "Percent": 75
                }
            }
        }
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Government",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Identify the origin of judicial review.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Content": [
            "In which court case was the U.S. principle of judicial review established?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "McCulloch v. Maryland",
                "Key": {
                    "Correct": false,
                    "Rationale": "In McCulloch v. Maryland (1819), the Supreme Court ruled that Congress had implied powers under the Necessary and Proper Clause of Article I, Section 8 of the Constitution to create the Second Bank of the United States and that the state of Maryland lacked the power to tax the Bank. The ruling gave Congress broad discretionary power and struck down the states’ rights arguments presented by Maryland.",
                    "Percent": 13
                }
            },
            "B": {
                "Choice": "Gibbons v. Ogden",
                "Key": {
                    "Correct": false,
                    "Rationale": "Gibbons v. Ogden (1824) vastly expanded the powers of Congress through a single clause in the Constitution: the Commerce Clause of Article I, Section 8. The Court ruled that under that clause Congress had powers to regulate any aspect of commerce that crossed state lines.",
                    "Percent": 7
                }
            },
            "C": {
                "Choice": "Marbury v. Madison",
                "Key": {
                    "Correct": true,
                    "Rationale": "In Marbury v. Madison (1803), the U.S. Supreme Court struck down as unconstitutional a part of the Judiciary Act of 1789. The ruling in this case established the Court’s power of judicial review. The Supreme Court found that federal courts have the power to invalidate acts of other branches of government when they violate the Constitution. This is one of the checks and balances central to the function of the federal government. For this item the student applies critical-thinking skills to make generalizations.",
                    "Percent": 64
                }
            },
            "D": {
                "Choice": "Dred Scott v. Sandford",
                "Key": {
                    "Correct": false,
                    "Rationale": "In Dred Scott v. Sandford (1857), the Supreme Court ruled that African Americans, whether free or slave, were not American citizens and could not sue in federal court. The Court also ruled that Congress lacked power to ban slavery in U.S. territories. Finally, the Court declared that the rights of slaveholders were constitutionally protected by the Fifth Amendment because slaves were categorized as property.",
                    "Percent": 16
                }
            }
        }
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Geography",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Analyze how physical characteristics of the environment influenced population distribution, settlement patterns, and economic activities in the United States.",
            "Organize and interpret information from outlines, reports, databases, and visuals, including graphs, charts, timelines, and maps."
        ],
        "SuppContent": [],
        "Content": [
            "Study the map and answer the question that follows.",
            "problems/TX21G8SS/media/8a.jpg",
            "Which physical characteristic attracted settlers to this area during the late-eighteenth and early-nineteenth centuries?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Large amounts of fertile soil for crops",
                "Key": {
                    "Correct": true,
                    "Rationale": "The Mississippi Territory was largely unsettled by Americans in the late 1700s and early 1800s. The soil was fertile, and the many rivers flowing through the territory supplied fresh water. The sediments deposited along the riverbanks made the area attractive to farmers. For this item the student applies critical-thinking skills to interpret information from a map.",
                    "Percent": 64
                }
            },
            "G": {
                "Choice": "Accessible mountain passes for mining",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Mississippi Territory did not contain many mountain passes for mining.",
                    "Percent": 13
                }
            },
            "H": {
                "Choice": "Natural harbors for whaling",
                "Key": {
                    "Correct": false,
                    "Rationale": "While there are natural harbors in the Mississippi Territory, the whaling industry did not attract settlers there. Whaling attracted settlers to the northeastern United States.",
                    "Percent": 12
                }
            },
            "J": {
                "Choice": "Grassy plains for cattle ranching",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Mississippi Territory did not contain the grassy plains required for cattle ranching.",
                    "Percent": 11
                }
            }
        }
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Explain the origin and development of American political parties.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Content": [
            "Why did many farmers, artisans, and former Anti-Federalists support the Democratic-Republican Party?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The Democratic-Republicans favored the expansion of a strong national government.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Democratic-Republicans supported a weak national government. They believed power should be concentrated at the state level.",
                    "Percent": 26
                }
            },
            "B": {
                "Choice": "The Democratic-Republicans supported strict restrictions on immigration.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Farmers, artisans, and former Anti-Federalists joined the Democratic-Republicans because of their support for states’ rights, not their views on immigration.",
                    "Percent": 10
                }
            },
            "C": {
                "Choice": "The Democratic-Republicans supported the use of tariffs.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Democratic-Republicans disagreed with the use of tariffs as they made goods more expensive for the people.",
                    "Percent": 11
                }
            },
            "D": {
                "Choice": "The Democratic-Republicans favored states’ rights and the rights of the common man.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The Anti-Federalists advocated for states’ rights and supported protection of individual civil liberties during the debates to ratify the U.S. Constitution. The ideals of the Democratic-Republican Party mirrored those of the Anti-Federalist Party. They supported republicanism and social equality and opposed elitism. The Democratic-Republicans also attracted artisans and farmers who were eager to challenge the power of Northern upper-class merchants. For this item the student applies critical-thinking skills to draw conclusions.",
                    "Percent": 54
                }
            }
        }
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Culture",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Evaluate the impact of reform movements, including educational reform, temperance, the women’s rights movement, prison reform, the labor reform movement, and care of the disabled.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Content": [
            "Which statement explains how the work of Dorothea Dix benefited U.S. society?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Mental-health facilities were opened to treat patients.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Dorothea Dix was a prominent reformer in the United States in the 1800s. She traveled through the United States studying the condition of prisoners. She found that individuals with mental illness were mistreated and campaigned for better conditions and the creation of hospitals to serve them. For this item the student applies critical-thinking skills to make generalizations.",
                    "Percent": 65
                }
            },
            "G": {
                "Choice": "Doctors were required to get federal licenses to practice medicine.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Dorothea Dix advocated for mental health reform; doctors receive medical licenses from the states.",
                    "Percent": 17
                }
            },
            "H": {
                "Choice": "States passed laws giving harsher sentences to criminals.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Dorothea Dix advocated for mental health reform, not for harsher punishments.",
                    "Percent": 9
                }
            },
            "J": {
                "Choice": "The government distributed land to poor people.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Dorothea Dix advocated for mental health reform, not for the distribution of land to the poor.",
                    "Percent": 9
                }
            }
        }
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Analyze the westward growth of the nation, including the Louisiana Purchase and Manifest Destiny.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Content": [
            "Which statement explains one of the motivations behind Manifest Destiny?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "“These are the times that try men’s souls: the summer soldier and the sunshine patriot will, in this crisis, shrink from the service of his country ....”",
                "Key": {
                    "Correct": false,
                    "Rationale": "This is an excerpt from Thomas Paine’s Common Sense addressing the American Revolution. It expresses Paine’s concern that some Americans would stop supporting the revolution when the going got tough. It does not describe Manifest Destiny.",
                    "Percent": 10
                }
            },
            "B": {
                "Choice": "“I do order and declare that all persons held as slaves within said designated States, and parts of States, are, and henceforward shall be free ....”",
                "Key": {
                    "Correct": false,
                    "Rationale": "This excerpt from the Emancipation Proclamation declared that slaves in the Confederacy were free. It does not describe Manifest Destiny.",
                    "Percent": 20
                }
            },
            "C": {
                "Choice": "“And that claim is by the right ... to overspread and to possess the whole of the continent which Providence has given us ....”",
                "Key": {
                    "Correct": true,
                    "Rationale": "Manifest Destiny is the idea that the United States had a God-given right to expand from the Atlantic Ocean to the Pacific Ocean. This quote from John L. O’Sullivan was referring to the dispute with Great Britain over the Oregon Territory. O’Sullivan’s words captured the opinion of many Americans about the country’s right to expand. For this item the student applies critical-thinking skills to find the main idea.",
                    "Percent": 63
                }
            },
            "D": {
                "Choice": "“That it is the duty of the women of this country to secure to themselves their sacred right to the elective franchise.”",
                "Key": {
                    "Correct": false,
                    "Rationale": "This is an excerpt from The Declaration of Rights and Sentiments. It calls for women’s suffrage, not Manifest Destiny.",
                    "Percent": 7
                }
            }
        }
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Explain the issues surrounding important events of the American Revolution, including declaring independence; fighting the battles of Lexington and Concord, Saratoga, and Yorktown; enduring the winter at Valley Forge; and signing the Treaty of Paris of 1783.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Content": [
            "Read the excerpt and answer the question that follows.",
            "problems/TX21G8SS/media/12a.jpg",
            "Which of the following prompted General Washington to write this letter?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "A shortage of Continental soldiers to maintain the siege of Yorktown",
                "Key": {
                    "Correct": false,
                    "Rationale": "This letter was written in 1777. It describes Washington’s concerns for his men during the winter at Valley Forge. The Battle of Yorktown was the final battle of the American Revolution and happened in 1781.",
                    "Percent": 20
                }
            },
            "G": {
                "Choice": "The high number of casualties suffered during the Battle of Bunker Hill",
                "Key": {
                    "Correct": false,
                    "Rationale": "This letter was written in 1777. It describes Washington’s concerns for his men during the winter at Valley Forge. The Battle of Bunker Hill was fought earlier in June 1775.",
                    "Percent": 17
                }
            },
            "H": {
                "Choice": "Low morale after the British army captured New York City",
                "Key": {
                    "Correct": false,
                    "Rationale": "This letter was written in 1777. It describes Washington’s concerns for his men during the winter at Valley Forge. It does not describe the low morale after the British army captured New York City in the summer of 1776.",
                    "Percent": 8
                }
            },
            "J": {
                "Choice": "Concern for the Continental troops during the winter at Valley Forge",
                "Key": {
                    "Correct": true,
                    "Rationale": "George Washington wrote this letter while his men were camped for the winter at Valley Forge, Pennsylvania. He expressed his concern that the Continental Army might starve or disband because of the poor conditions. The Continental Army lacked the clothing and supplies needed to endure the harsh winter. For this item the student applies critical-thinking skills to identify cause-and-effect relationships.",
                    "Percent": 55
                }
            }
        }
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Explain the economic, political, and social problems during Reconstruction and evaluate their impact on different groups.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Content": [
            "How did sharecropping affect farmers in the South during Reconstruction?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "By introducing new technology for growing food",
                "Key": {
                    "Correct": false,
                    "Rationale": "Sharecropping affected farmers by keeping them in debt; it did not impact the development of technology for agriculture.",
                    "Percent": 24
                }
            },
            "B": {
                "Choice": "By expanding the region’s dependence on corn production",
                "Key": {
                    "Correct": false,
                    "Rationale": "Corn was grown as food for people and animals. The practice of sharecropping did not change the region’s dependence on corn production.",
                    "Percent": 18
                }
            },
            "C": {
                "Choice": "By making landowners buy supplies from the governmen",
                "Key": {
                    "Correct": false,
                    "Rationale": "Sharecroppers were not able to make their landlords to purchase supplies from the federal government.",
                    "Percent": 19
                }
            },
            "D": {
                "Choice": "By keeping renters in debt to landlords",
                "Key": {
                    "Correct": true,
                    "Rationale": "Sharecropping was a widespread practice in the American South during Reconstruction. Landowners contracted with poor white and African American farmers to work the land. Landlords provided sharecroppers with a piece of land, supplies, and occasionally housing on credit. Sharecroppers were required to give the landowner a portion of the crops or a share of the profits in exchange. Sharecroppers ended up tied to the land because they were not able to fully repay their debts. For this item the student applies critical-thinking skills to make generalizations.",
                    "Percent": 39
                }
            }
        }
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Economics",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Analyze the causes and effects of economic differences among different regions of the United States at selected times.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Content": [
            "Study the diagram and answer the question that follows.",
            "problems/TX21G8SS/media/14a.jpg",
            "Which effects correctly replace the numbers in this cause-and-effect diagram?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "(1) Used slave labor\n(2) Used Chinese laborers",
                "Key": {
                    "Correct": false,
                    "Rationale": "Slave labor was used primarily for agriculture in the American South, not in the New England region. Chinese laborers were not used in the Mid-Atlantic colonies.",
                    "Percent": 8
                }
            },
            "G": {
                "Choice": "(1) Exported dried fish\n(2) Exported agricultural goods",
                "Key": {
                    "Correct": true,
                    "Rationale": "The diagram describes the key industries and central geographic features of New England and Mid-Atlantic colonies. Fishing was a key industry in New England because of the existence of natural harbors and the large number of available ships. The Mid-Atlantic region focused on farming, so it exported agricultural goods. For this item the student applies critical-thinking skills to identify cause-and-effect relationships.",
                    "Percent": 56
                }
            },
            "H": {
                "Choice": "(1) Established plantations\n(2) Established textile factories",
                "Key": {
                    "Correct": false,
                    "Rationale": "Plantations were primarily established in the Southern colonies, not in New England. Textile factories were commonly located in the New England area, not in the Mid-Atlantic.",
                    "Percent": 16
                }
            },
            "J": {
                "Choice": "(1) Imported lumber\n(2) Imported cattle",
                "Key": {
                    "Correct": false,
                    "Rationale": "New England was heavily forested and would not need to import lumber from other regions.",
                    "Percent": 20
                }
            }
        }
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Describe major domestic problems faced by the leaders of the new republic, including maintaining national security, creating a stable economic system, and setting up the court system.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Content": [
            "Why did Alexander Hamilton think a national bank would strengthen the central government?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The bank would help provide stability for the U.S. economy.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Alexander Hamilton developed a plan to stabilize the U.S. economy and strengthen the central government after the American Revolution. The creation of a national bank was a part of Hamilton’s economic plan. A national bank would allow the government to collect taxes, hold government funds, and make loans. Hamilton believed that these were all vital functions for the economic success of the new nation. For this item the student applies critical-thinking skills to draw conclusions.",
                    "Percent": 65
                }
            },
            "B": {
                "Choice": "The bank would create a monopoly that would eliminate state banks.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The national bank was for the use of the federal government. The bank did not replace existing state banks.",
                    "Percent": 11
                }
            },
            "C": {
                "Choice": "The bank would encourage foreign competition for manufactured goods.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The national bank would provide economic stability, not support foreign competition.",
                    "Percent": 10
                }
            },
            "D": {
                "Choice": "The bank would have the power to regulate interstate commerce.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The national bank would provide economic stability. The ability to regulate interstate commerce is given to Congress in Article I, Section 8 of the U.S. Constitution.",
                    "Percent": 14
                }
            }
        }
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Geography",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Compare places and regions of the United States in terms of physical and human characteristics.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Content": [
            "Boston, Massachusetts, and San Francisco, California, are geographically similar in that they BOTH —"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "have a Mediterranean climate",
                "Key": {
                    "Correct": false,
                    "Rationale": "A Mediterranean climate has warm, wet winters with frequent winds and hot, dry summers. San Francisco has a Mediterranean climate. Boston has a continental climate, with very cold, snowy winters and warm or hot summers.",
                    "Percent": 20
                }
            },
            "G": {
                "Choice": "are located near active volcanoes",
                "Key": {
                    "Correct": false,
                    "Rationale": "There are no active volcanoes near either city.",
                    "Percent": 4
                }
            },
            "H": {
                "Choice": "have a hot desert climate",
                "Key": {
                    "Correct": false,
                    "Rationale": "Neither city has a desert climate.",
                    "Percent": 9
                }
            },
            "J": {
                "Choice": "are located on a coast",
                "Key": {
                    "Correct": true,
                    "Rationale": "Boston, Massachusetts, and San Francisco, California, are both located on the coast. Boston is on the Atlantic coast, and San Francisco is on the Pacific coast. For this item the student applies critical-thinking skills to compare and contrast.",
                    "Percent": 66
                }
            }
        }
    },
    "17": {
        "Number": 17,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Explain the significance of the following dates: 1607, founding of Jamestown; 1620, arrival of the Pilgrims and signing of the Mayflower Compact; 1776, adoption of the Declaration of Independence; 1787, writing of the U.S. Constitution; 1803, Louisiana Purchase; and 1861–1865, Civil War.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Content": [
            "What is the significance of the Pilgrims’ arrival in America?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It led to an alliance between the British and the French.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The British and the French were competing to claim territory in North America. The Pilgrims’ arrival did not lead to an alliance between them.",
                    "Percent": 15
                }
            },
            "B": {
                "Choice": "It led to an early attempt at self-government in the English colonies.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The Pilgrims traveled to North America seeking freedom from religious persecution in England. After they arrived in North America, the settlers agreed on a set of rules and guidelines they believed would allow their community to survive in their new home. This social contract was called the Mayflower Compact; it represents the origins of self-government in U.S. history. For this item the student applies critical-thinking skills to draw conclusions.",
                    "Percent": 60
                }
            },
            "C": {
                "Choice": "It caused Puritans to separate from the Church of England.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Pilgrims separated from the Church of England before their arrival in America.",
                    "Percent": 17
                }
            },
            "D": {
                "Choice": "It introduced the slave trade to the Atlantic colonies.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The first slaves arrived in Jamestown, Virginia, in 1619. This event introduced the slave trade to the Atlantic colonies.",
                    "Percent": 7
                }
            }
        }
    },
    "18": {
        "Number": 18,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Government",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Identify colonial grievances listed in the Declaration of Independence and explain how those grievances were addressed in the U.S. Constitution and the Bill of Rights.",
            "Differentiate between, locate, and use valid primary and secondary sources such as media and news services, biographies, interviews, and artifacts to acquire information about the United States."
        ],
        "SuppContent": [],
        "Content": [
            "Read the excerpt and answer the question that follows.",
            "problems/TX21G8SS/media/18a.jpg",
            "How was this grievance addressed by the Founding Fathers?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "By making the president the commander in chief of the armed forces",
                "Key": {
                    "Correct": true,
                    "Rationale": "Article II, Section 2 of the Constitution declares that the president of the United States is commander in chief of the armed forces. The president is a civilian elected by the people of the country. Making him the commander in chief places the military under control of the civil power of the country. For this item the student applies critical-thinking skills to acquire information from a primary source.",
                    "Percent": 35
                }
            },
            "G": {
                "Choice": "By requiring the president and members of Congress to take the oath of office",
                "Key": {
                    "Correct": false,
                    "Rationale": "The excerpt focuses on who controls the military and how much power the military has, not how congressmen and presidents are sworn into office.",
                    "Percent": 18
                }
            },
            "H": {
                "Choice": "By giving the president and Congress the power to make treaties",
                "Key": {
                    "Correct": false,
                    "Rationale": "The excerpt focuses on who controls the military and how much power the military has, not the power of the president and Congress to make treaties.",
                    "Percent": 24
                }
            },
            "J": {
                "Choice": "By giving Congress the power to draft civilians into the armed forces",
                "Key": {
                    "Correct": false,
                    "Rationale": "The excerpt focuses on who controls the military and how much power the military has, not how soldiers are recruited into the military.",
                    "Percent": 23
                }
            }
        }
    },
    "19": {
        "Number": 19,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Analyze the impact of slavery on different sections of the United States.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Content": [
            "During the colonial period, what was one difference between slave labor in the North and slave labor in the South?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "More slaves in the North worked in gold mines.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The majority of gold mines existed in the American West, not in the North.",
                    "Percent": 17
                }
            },
            "B": {
                "Choice": "More slaves in the North worked in cash-crop production.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Cash-crop production was predominantly in the South. Most agriculture in the North was subsistence farming on small farms.",
                    "Percent": 22
                }
            },
            "C": {
                "Choice": "More slaves in the North worked in trade-related jobs.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The favorable climate conditions in the South contributed to growth of the plantation system and the use of slave labor on plantations. Enslaved laborers in the North were predominantly used in skilled trades and factories as the northern climate did not support large-scale agricultural production. For this item the student applies critical-thinking skills to compare and contrast.",
                    "Percent": 45
                }
            },
            "D": {
                "Choice": "More slaves in the North worked as craftsmen on plantations.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While many slaves in the North worked as craftsman, they were not employed on plantations.",
                    "Percent": 17
                }
            }
        }
    },
    "20": {
        "Number": 20,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Culture",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Identify racial, ethnic, and religious groups that settled in the United States and explain their reasons for immigration.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Content": [
            "Read the excerpt and answer the question that follows.",
            "problems/TX21G8SS/media/20a.jpg",
            "Which reason BEST explains why many Swedish people settled in the American Midwest?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "They wanted to work in steel mills.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Steel mills were found in large cities in the East.",
                    "Percent": 16
                }
            },
            "G": {
                "Choice": "They wanted to participate in the abolitionist movement.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Swedish immigrated to the American Midwest for economic opportunities, not to participate in the abolitionist movement.",
                    "Percent": 12
                }
            },
            "H": {
                "Choice": "They wanted to settle in large cities.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the mid 1800s, the American Midwest was mostly rural with very few large cities. Large cities could be found primarily in the northeastern United States.",
                    "Percent": 12
                }
            },
            "J": {
                "Choice": "They wanted to find fertile farmland.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the letter a Swedish immigrant is describing the vast resources available in the Midwest. In the mid-1800s many European immigrants came to the American Midwest seeking farmland. The land was largely unsettled and fertile, and there was an abundance of natural resources. For this item the student applies critical-thinking skills to make generalizations.",
                    "Percent": 60
                }
            }
        }
    },
    "21": {
        "Number": 21,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Citizenship",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Describe the contributions of significant political, social, and military leaders of the United States such as Frederick Douglass, John Paul Jones, Susan B. Anthony, and Elizabeth Cady Stanton.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Content": [
            "Why is John Paul Jones remembered as the “Father of the American Navy”?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "He won naval victories against the British during the Revolutionary War.",
                "Key": {
                    "Correct": true,
                    "Rationale": "John Paul Jones served as a leader of the American naval forces during the American Revolutionary War. He was promoted to captain in 1776 and served as the captain of the Providence. As a captain, he captured many British naval vessels and conducted several raids. For this item the student applies critical-thinking skills to draw a conclusion.",
                    "Percent": 46
                }
            },
            "B": {
                "Choice": "He led the naval assault against the Barbary States.",
                "Key": {
                    "Correct": false,
                    "Rationale": "John Paul Jones fought against the British in the Revolutionary War, not in the Barbary Wars.",
                    "Percent": 10
                }
            },
            "C": {
                "Choice": "He commanded the first steam-powered warship in the U.S. Navy.",
                "Key": {
                    "Correct": false,
                    "Rationale": "John Paul Jones led naval battles during the American Revolutionary War. The Navy’s first steam-powered warship was built during the War of 1812.",
                    "Percent": 24
                }
            },
            "D": {
                "Choice": "He served as the first Secretary of the Navy.",
                "Key": {
                    "Correct": false,
                    "Rationale": "John Paul Jones fought against the British in the Revolutionary War. Benjamin Stoddart, the first secretary of the Navy, was appointed in 1789.",
                    "Percent": 20
                }
            }
        }
    },
    "22": {
        "Number": 22,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Culture",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Describe and evaluate the historical development of the abolitionist movement.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Content": [
            "Study the timeline and answer the question that follows.",
            "problems/TX21G8SS/media/22a.jpg",
            "Which word correctly replaces the question mark in the title of this timeline?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Suffrage",
                "Key": {
                    "Correct": false,
                    "Rationale": "The timeline shows the development of the abolitionist movement to end slavery. The suffrage movement focused on gaining voting rights for women.",
                    "Percent": 11
                }
            },
            "G": {
                "Choice": "Abolitionist",
                "Key": {
                    "Correct": true,
                    "Rationale": "The timeline shows the historical development of the abolitionist movement. The Quakers played a major role in the abolitionist movement to end slavery. William Lloyd Garrison and Frederick Douglass used their publications to promote the cause of abolition. Harriet Beecher Stowe’s book Uncle Tom’s Cabin described the horrors of slavery and was used to support the abolitionist movement. For this item the student applies critical-thinking skills to to find the main idea.",
                    "Percent": 64
                }
            },
            "H": {
                "Choice": "Temperance",
                "Key": {
                    "Correct": false,
                    "Rationale": "The timeline shows the development of the abolitionist movement to end slavery. The temperance movement was devoted to stopping the sale and consumption of alcohol in the United States.",
                    "Percent": 13
                }
            },
            "J": {
                "Choice": "Transcendentalist",
                "Key": {
                    "Correct": false,
                    "Rationale": "The timeline shows the development of the abolitionist movement to end slavery. The Transcendentalist movement was an American art movement that supported introspection and a relationship with nature.",
                    "Percent": 11
                }
            }
        }
    },
    "23": {
        "Number": 23,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Citizenship",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Identify different points of view of political parties and interest groups on important historical issues.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Content": [
            "Which statement describes BOTH the Free-Soil Party and the Republican Party in the mid-1800s?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "They supported actions to stop escaped slaves from entering the North.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Free-Soil Party and the Republican Party were against the expansion of slavery so they did not support attempts to prevent slaves from reaching the North.",
                    "Percent": 20
                }
            },
            "B": {
                "Choice": "They supported enacting safety regulations to protect factory workers.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Free-Soil Party dissolved in 1854, prior to the implementation of safety regulations for factory workers, which were first established in the late 1800s.",
                    "Percent": 12
                }
            },
            "C": {
                "Choice": "They were against the expansion of slavery into the western territories.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The Free-Soil Party focused on preventing the expansion of slavery into the western territories of the United States. The Republican Party of the mid-1800s was formed by members of the Free-Soil Party and others who also felt strongly about abolition and preventing the expansion of slavery. For this item the student applies critical-thinking skills to compare and contrast.",
                    "Percent": 55
                }
            },
            "D": {
                "Choice": "They were against the establishment of American Indian reservations.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Free-Soil Party and Republican Party supported the establishment of American Indian reservations as a way to make more western lands available for settlement.",
                    "Percent": 13
                }
            }
        }
    },
    "24": {
        "Number": 24,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Compare political, economic, religious, and social reasons for the establishment of the 13 English colonies.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Content": [
            "Study the table and answer the question that follows.",
            "problems/TX21G8SS/media/24a.jpg",
            "Which reasons correctly replace the numbers in this table?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "(1) To gain religious freedom\n(2) To provide military defense",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Virginia colony was founded for profit, not to be able to practice a religion. The Massachusetts Bay Colony was founded by Puritans to escape religious persecution in England, not to provide military defense.",
                    "Percent": 46
                }
            },
            "G": {
                "Choice": "(1) To increase business profits\n(2) To escape religious persecution",
                "Key": {
                    "Correct": true,
                    "Rationale": "The Virginia colony was founded as a joint stock company in 1607. A joint stock company is owned by shareholders and its purpose is to return a profit for its members. The Massachusetts Bay Colony was founded by Puritans escaping religious persecution in England. For this item the student applies critical-thinking skills to make generalizations.",
                    "Percent": 37
                }
            },
            "H": {
                "Choice": "(1) To provide military defense\n(2) To help benefit the poor",
                "Key": {
                    "Correct": false,
                    "Rationale": "Georgia was the colony founded to serve as a buffer against the Spanish in Florida and to help those in debt.",
                    "Percent": 9
                }
            },
            "J": {
                "Choice": "(1) To increase business profits\n(2) To provide a place for criminals",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Massachusetts Bay Colony was founded by Puritans to escape religious persecution in England, not to provide a place for criminals.",
                    "Percent": 8
                }
            }
        }
    },
    "25": {
        "Number": 25,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Science, Technology & Society",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Explain the effects of technological and scientific innovations such as the steamboat, the cotton gin, the telegraph, and interchangeable parts.",
            "Differentiate between, locate, and use valid primary and secondary sources such as media and news services, biographies, interviews, and artifacts to acquire information about the United States."
        ],
        "SuppContent": [],
        "Content": [
            "What was one effect of the cotton gin in the United States?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Improved soil fertility",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cotton gin did not improve the fertility of soil; it increased the efficiency of processing cotton.",
                    "Percent": 5
                }
            },
            "B": {
                "Choice": "Expansion of mercantilism",
                "Key": {
                    "Correct": false,
                    "Rationale": "Mercantilism is an economic practice that requires a favorable balance of trade between colonies and their mother country. The cotton gin did not affect the expansion of mercantilism.",
                    "Percent": 12
                }
            },
            "C": {
                "Choice": "Increased efficiency of crop irrigation",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cotton gin did not increase the efficiency of irrigation; it increased the efficiency of processing cotton.",
                    "Percent": 31
                }
            },
            "D": {
                "Choice": "Expansion of the plantation system",
                "Key": {
                    "Correct": true,
                    "Rationale": "The cotton gin was patented by Eli Whitney in 1794. This innovation increased the efficiency of cotton processing by using machinery to remove the seeds and husks from large quantities of cotton faster than it could be done by hand. With the use of the cotton gin, more cotton could be processed to meet the growing demand of textile mills that made cotton cloth. The plantation system expanded to meet the demand for more cotton. For this item the student applies critical-thinking skills to identify cause-and-effect relationships.",
                    "Percent": 52
                }
            }
        }
    },
    "26": {
        "Number": 26,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Analyze the reasons for the removal and resettlement of Cherokee Indians during the Jacksonian era, including the Indian Removal Act, Worcester v. Georgia, and the Trail of Tears.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Content": [
            "What was the issue in Worcester v. Georgia?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The taxation of Cherokee lands",
                "Key": {
                    "Correct": false,
                    "Rationale": "Worcester v. Georgia dealt with the sovereignty of the Cherokee nation, not the taxation of Cherokee lands.",
                    "Percent": 30
                }
            },
            "G": {
                "Choice": "The use of subsistence farming by the Cherokee people",
                "Key": {
                    "Correct": false,
                    "Rationale": "Worcester v. Georgia dealt with the sovereignty of the Cherokee nation, not the use of subsistence farming.",
                    "Percent": 16
                }
            },
            "H": {
                "Choice": "The sovereignty of the Cherokee nation",
                "Key": {
                    "Correct": true,
                    "Rationale": "Samuel Worcester and a group of missionaries were living on Cherokee land. In 1830 the state of Georgia passed legislation that prevented whites from living on Cherokee land without a license from the state. Worcester believed that the state of Georgia could not impose its own laws on the Cherokee. The Supreme Court ruled that the Cherokee nation was considered a sovereign nation and declared Georgia’s law unconstitutional. For this item the student applies critical-thinking skills to summarize.",
                    "Percent": 40
                }
            },
            "J": {
                "Choice": "The abandonment of the Cherokee culture by its people",
                "Key": {
                    "Correct": false,
                    "Rationale": "Worcester v. Georgia dealt with the sovereignty of the Cherokee nation, not the acculturation of the Cherokee people.",
                    "Percent": 14
                }
            }
        }
    },
    "27": {
        "Number": 27,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Geography",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Analyze the effects of physical and human geographic factors such as weather, landforms, waterways, transportation, and communication on major historical events in the United States.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Content": [
            "Why did President Thomas Jefferson approve the negotiations that led to the Louisiana Purchase?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "He wanted to settle boundary disputes with Great Britain.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Louisiana Territory was controlled by the French at the time of the Louisiana Purchase, not the British.",
                    "Percent": 22
                }
            },
            "B": {
                "Choice": "He wanted to take control of the Mississippi River.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The Louisiana Territory was vital to the westward expansion of the United States and to the success of early American commerce. The Louisiana Territory was claimed by the French, but ceded to the Spanish in the 1760s. Spain had allowed the United States to use the port of New Orleans, but with limited access. France gained control of the territory and the port was reopened to the United States in 1801. Thomas Jefferson negotiated with France to purchase the Louisiana Territory to help ensure that access to the port of New Orleans would not be restricted again. For this item the student applies critical-thinking skills to make generalizations.",
                    "Percent": 58
                }
            },
            "C": {
                "Choice": "He wanted to obtain land to limit Russian colonization.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Louisiana Territory was controlled by the French at the time of the Louisiana Purchase, not the Russians.",
                    "Percent": 6
                }
            },
            "D": {
                "Choice": "He wanted to take control of the Appalachian Mountains.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Appalachian Mountains were already a part of the United States at the time of the Louisiana Purchase.",
                    "Percent": 14
                }
            }
        }
    },
    "28": {
        "Number": 28,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Economics",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Identify the economic factors that brought about rapid industrialization and urbanization.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Content": [
            "How did immigrants MOST contribute to the rapid industrialization of the United States during the early-to-mid 1800s?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "By serving as an inexpensive source of labor",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the early-to-mid 1800s parts of the U.S. began to industrialize. Many immigrants came to United States in this time period because of the many job opportunities available in factories. The growing labor force allowed businesses to expand and increase production. For this item the student applies critical-thinking skills to draw a conclusion.",
                    "Percent": 51
                }
            },
            "G": {
                "Choice": "By raising the money needed for investment",
                "Key": {
                    "Correct": false,
                    "Rationale": "Few immigrants provided American business owners with capital to invest in the early-to mid 1800s.",
                    "Percent": 8
                }
            },
            "H": {
                "Choice": "By introducing skilled craftsmanship in cottage industries",
                "Key": {
                    "Correct": false,
                    "Rationale": "Industrialization led to the decline of cottage industries in the early-to-mid 1800s.",
                    "Percent": 18
                }
            },
            "J": {
                "Choice": "By designing the methods used to mass produce goods",
                "Key": {
                    "Correct": false,
                    "Rationale": "The concept of interchangeable parts is attributed to Eli Whitney and the concept of the assembly line was popularized by Henry Ford. Both men were born in the United States. Interchangeable parts and the assembly line were the major factors that allowed the mass production of goods.",
                    "Percent": 22
                }
            }
        }
    },
    "29": {
        "Number": 29,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Government",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Explain the role of significant individuals such as Thomas Hooker, Charles de Montesquieu, and John Locke in the development of self–government in colonial America.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Content": [
            "Thomas Hooker’s Fundamental Orders of Connecticut is important in U.S. political history because it was an early colonial document that —"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "outlawed protected tariffs",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Fundamental Orders of Connecticut is important because of contributions to colonial self-government; it did not outlaw protected tariffs.",
                    "Percent": 24
                }
            },
            "B": {
                "Choice": "extended suffrage to women",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Fundamental Orders of Connecticut is important because of contributions to colonial self-government; it did not grant woman the right to vote.",
                    "Percent": 10
                }
            },
            "C": {
                "Choice": "provided for the election of representatives",
                "Key": {
                    "Correct": true,
                    "Rationale": "The Fundamental Orders of Connecticut acted as a constitution for the Connecticut Colony from 1639 to 1669. The Fundamental Orders established a court system, elections, and term limits for representatives. It contributed to the tradition of self-government in America and promoted democratic ideals. For this item the student applies critical-thinking skills to find the main idea.",
                    "Percent": 38
                }
            },
            "D": {
                "Choice": "proposed the creation of an independent country",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Fundamental Orders of Connecticut is important because of contributions to colonial self-government; it did not propose the creation of an independent country.",
                    "Percent": 28
                }
            }
        }
    },
    "30": {
        "Number": 30,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Explain significant events of the Civil War, including the firing on Fort Sumter; the battles of Antietam, Gettysburg, and Vicksburg; the Emancipation Proclamation; Lee’s surrender at Appomattox Court House; and the assassination of Abraham Lincoln.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Content": [
            "Which statement BEST describes the importance of the Battle of Vicksburg?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The Confederacy lost control of the Mississippi River.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The Battle of Vicksburg occurred from May 18th to July 4th, 1863, during the Civil War. The Battle of Vicksburg was a part of a larger Union campaign to weaken the Confederacy by taking control of Vicksburg and gaining control over the Mississippi River. By gaining control of the Mississippi River,the Union would be able to divide the Confederacy in two and prevent Confederate troops from distributing supplies. For this item the student applies critical-thinking skills to identify cause-and-effect relationships.",
                    "Percent": 40
                }
            },
            "G": {
                "Choice": "It was the opening engagement of the Civil War in the South.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Battle of Fort Sumter of 1861 is considered the opening engagement of the Civil War in the South.",
                    "Percent": 19
                }
            },
            "H": {
                "Choice": "It was described as the bloodiest fighting of the Civil War.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Battle of Antietam is considered the bloodiest battle of the Civil War, not the Battle of Vicksburg.",
                    "Percent": 30
                }
            },
            "J": {
                "Choice": "The Confederacy captured military supplies from the North.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Battle of Vicksburg was a Union Victory in the South; the Confederacy did not capture supplies from the North.",
                    "Percent": 11
                }
            }
        }
    },
    "31": {
        "Number": 31,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Citizenship",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Define and give examples of unalienable rights.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Content": [
            "Which description is an example of an unalienable right from the Declaration of Independence?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Equality — People’s education should be equal in every state.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Equality is not one of the three unalienable rights listed in the Declaration of Independence.",
                    "Percent": 28
                }
            },
            "B": {
                "Choice": "Wealth — People’s salaries should be dependent on their skills.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Wealth is not one of the three unalienable rights listed in the Declaration of Independence.",
                    "Percent": 12
                }
            },
            "C": {
                "Choice": "Happiness — People can do lawful things that they enjoy.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the Declaration of Independence, unalienable rights meant rights that belong to all men and cannot be taken away. Thomas Jefferson lists three unalienable rights in the Declaration of Independence: life, liberty, and the pursuit of happiness. For this item the student applies critical-thinking skills to make generalizations.",
                    "Percent": 48
                }
            },
            "D": {
                "Choice": "Patriotism — People can choose to join any of the armed forces.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Patriotism is not one of the three unalienable rights listed in the Declaration of Independence.",
                    "Percent": 12
                }
            }
        }
    },
    "32": {
        "Number": 32,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Government",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Analyze the arguments of the Federalists and Anti–Federalists, including those of Alexander Hamilton, Patrick Henry, James Madison, and George Mason.",
            "Organize and interpret information from outlines, reports, databases, and visuals, including graphs, charts, timelines, and maps."
        ],
        "SuppContent": [],
        "Content": [
            "Study the image and answer the question that follows.",
            "problems/TX21G8SS/media/32a.jpg",
            "Which group would have made these arguments in 1787?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Free-Soilers",
                "Key": {
                    "Correct": false,
                    "Rationale": "The group in the image is discussing the constitution. The Free Soil Party was established in the 1840s, after its ratification.",
                    "Percent": 3
                }
            },
            "G": {
                "Choice": "Anti-Federalists",
                "Key": {
                    "Correct": true,
                    "Rationale": "The arguments expressed in the image were part of the debate over ratification of the Constitution in the 1780s. Delegates from each state met to revise the Articles of Confederation, but later decided to draft a new constitution for the United States. The Federalist Party supported the constitution and believed it provided a strong foundation for the new nation. The Anti-Federalists felt that the constitution gave the federal government too much power and did not protect the civil liberties of the people. For this item the student applies critical-thinking skills to interpret information from an image.",
                    "Percent": 60
                }
            },
            "H": {
                "Choice": "Loyalists",
                "Key": {
                    "Correct": false,
                    "Rationale": "The group in the image is discussing ratification of the Constitution. Loyalists were American colonists that remained loyal to England during the American Revolution.",
                    "Percent": 8
                }
            },
            "J": {
                "Choice": "Federalists",
                "Key": {
                    "Correct": false,
                    "Rationale": "The arguments made by the people in the group would be supported by the Anti-Federalists. The Federalists felt that the constitution should be ratified as it was written.",
                    "Percent": 30
                }
            }
        }
    },
    "33": {
        "Number": 33,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Analyze the issues of the Constitutional Convention of 1787, including the Great Compromise and the Three–Fifths Compromise.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Content": [
            "The Great Compromise addressed disagreements over federal representation by —"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "creating a bicameral legislature",
                "Key": {
                    "Correct": true,
                    "Rationale": "Delegates to the Constitutional Convention disagreed about the number of representatives each state should have in Congress. Larger states desired representation to be based on population, while smaller states wanted equal representation. The Great Compromise created a bicameral, or two-house legislature to address those concerns. Each state received two representatives in the Senate while the number in the House of Representatives was based on the population of the state. For this item the student applies critical-thinking skills to draw conclusions.",
                    "Percent": 22
                }
            },
            "B": {
                "Choice": "enumerating the powers of the central government",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Great Compromise addressed representation in Congress. It did not enumerate powers of the federal government.",
                    "Percent": 19
                }
            },
            "C": {
                "Choice": "giving veto power to the executive",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Great Compromise addressed representation in the Congress. It did not address the power to veto legislation.",
                    "Percent": 11
                }
            },
            "D": {
                "Choice": "establishing three branches of government",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Great Compromise addressed representation in the Congress. It did not establish the three branches of government.",
                    "Percent": 48
                }
            }
        }
    },
    "34": {
        "Number": 34,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Science, Technology & Society",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Identify examples of how industrialization changed life in the United States.",
            "Organize and interpret information from outlines, reports, databases, and visuals, including graphs, charts, timelines, and maps."
        ],
        "SuppContent": [],
        "Content": [
            "Study the map and answer the question that follows.",
            "problems/TX21G8SS/media/34a.jpg",
            "The canals shown on this map caused —"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "a decline in farming in areas far from the canal routes",
                "Key": {
                    "Correct": false,
                    "Rationale": "Canals increased economic activity along the canal route. Canals did not lead to a decline in farming.",
                    "Percent": 11
                }
            },
            "G": {
                "Choice": "increased competition among cotton producers in the South",
                "Key": {
                    "Correct": false,
                    "Rationale": "Most of the major canals were in the North, not the South. Northern canals did not lead to increased competition among cotton growers in the South.",
                    "Percent": 13
                }
            },
            "H": {
                "Choice": "a decline in international trade going through Atlantic port cities",
                "Key": {
                    "Correct": false,
                    "Rationale": "The canal system connected farmers in the interior of the United States to merchants in port cities along the Atlantic Coast. The canals caused international trade to increase, not decline.",
                    "Percent": 16
                }
            },
            "J": {
                "Choice": "the rapid growth of urban centers along the canal routes",
                "Key": {
                    "Correct": true,
                    "Rationale": "The map shows canals built in the United States by 1860. Canals are waterways that are man-made and that connect bodies of water to improve the transportation of goods and people. This allowed industrial urban centers to develop as shipping along the canals increased. For this item the student applies critical-thinking skills to interpret information from maps.",
                    "Percent": 59
                }
            }
        }
    },
    "35": {
        "Number": 35,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Government",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Explain constitutional issues arising over the issue of states’ rights, including the Nullification Crisis and the Civil War.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Content": [
            "Which constitutional issue contributed to sectional conflict before the Civil War?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Disagreement over the boundaries of the Oregon Territory",
                "Key": {
                    "Correct": false,
                    "Rationale": "The disagreement over boundaries of the Oregon Territory led to tensions between the United States and Great Britain, not internal sectional conflict.",
                    "Percent": 15
                }
            },
            "B": {
                "Choice": "Growing support for limiting female suffrage and immigration",
                "Key": {
                    "Correct": false,
                    "Rationale": "Opposition to immigration and women’s rights occurred in all sections of the United States. These issues were not a significant cause of sectional conflict.",
                    "Percent": 10
                }
            },
            "C": {
                "Choice": "The limits on free speech and press included in the Alien and Sedition Acts",
                "Key": {
                    "Correct": false,
                    "Rationale": "The limits on free speech and press included in the Alien and Sedition Acts were broadly disliked in the United States and were repealed prior to the Civil War.",
                    "Percent": 17
                }
            },
            "D": {
                "Choice": "Debate over the expansion of slavery into the West",
                "Key": {
                    "Correct": true,
                    "Rationale": "Sectional disagreements over slavery and the expansion of slavery into the West led to the Civil War. Many Northerners and abolitionists opposed the expansion of slavery into new territories. Many Southerners favored the expansion of slavery. For this item the student applies critical-thinking skills to identify cause-and-effect relationships.",
                    "Percent": 58
                }
            }
        }
    },
    "36": {
        "Number": 36,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Culture",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Identify ways conflicts between people from various racial, ethnic, and religious groups were addressed.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Content": [
            "Settlers in Maryland struggled to resolve various disputes in the early days of the colony. The Maryland Assembly resolved many of those disputes in 1649 by passing a law that —"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "granted farmland to former indentured servants",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Maryland Toleration Act of 1649 secured religious freedom; the act did not grant farmland to former indentured servants.",
                    "Percent": 19
                }
            },
            "G": {
                "Choice": "allowed men without property to vote in elections",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Maryland Toleration Act of 1649 secured religious freedom; the act did not allow men without property to vote in elections.",
                    "Percent": 36
                }
            },
            "H": {
                "Choice": "allowed all Christians to worship freely",
                "Key": {
                    "Correct": true,
                    "Rationale": "Maryland was originally founded as a haven for Catholics fleeing discrimination in England. The Toleration Act of 1649 secured religious freedom for Catholics, Anglicans, Puritans, and other Christian settlers in the colony of Maryland. For this item the student applies critical-thinking skills to make generalizations.",
                    "Percent": 33
                }
            },
            "J": {
                "Choice": "extended citizenship to all American Indians",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Maryland Toleration Act of 1649 secured religious freedom; the act did not grant citizenship to American Indians.",
                    "Percent": 12
                }
            }
        }
    },
    "37": {
        "Number": 37,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Identify reasons for English, Spanish, and French exploration and colonization of North America.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Content": [
            "What was the INITIAL reason many European explorers sailed to the Americas?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "To find new trade routes to Asia",
                "Key": {
                    "Correct": true,
                    "Rationale": "In 1453, the Ottoman Turks gained control of Constantinople. This enabled them to control the Silk Roads, which were the overland trade routes between Europe and Asia. Europeans depended on trade with Asia for spices, silks, and other important goods. European explorers wanted to find sea routes to Asia to gain access to the lucrative trade. Some of them sailed west and found the Americas. For this item the student applies critical-thinking skills to draw conclusions.",
                    "Percent": 48
                }
            },
            "B": {
                "Choice": "To form military alliances",
                "Key": {
                    "Correct": false,
                    "Rationale": "The primary goal of the earliest European exploration of the Americas was to find new trade routes to Asia, not to form new military alliances.",
                    "Percent": 12
                }
            },
            "C": {
                "Choice": "To spread Christianity to Africa",
                "Key": {
                    "Correct": false,
                    "Rationale": "The primary goal of the earliest European exploration of the Americas was to find new trade routes to Asia, not to spread Christianity to Africa.",
                    "Percent": 9
                }
            },
            "D": {
                "Choice": "To find new sources of cheap labor",
                "Key": {
                    "Correct": false,
                    "Rationale": "The primary goal of the earliest European exploration of the Americas was to find new trade routes to Asia, not new sources of labor.",
                    "Percent": 31
                }
            }
        }
    },
    "38": {
        "Number": 38,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Analyze causes of the American Revolution, including the Proclamation of 1763, the Intolerable Acts, the Stamp Act, mercantilism, lack of representation in Parliament, and British economic policies following the French and Indian War.",
            "Organize and interpret information from outlines, reports, databases, and visuals, including graphs, charts, timelines, and maps."
        ],
        "SuppContent": [],
        "Content": [
            "Read the headlines and answer the question that follows.",
            "problems/TX21G8SS/media/38a.jpg",
            "How did the American colonists IMMEDIATELY respond to the 1774 laws described in these headlines?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The First Continental Congress declared war on Great Britain.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The colonists did not immediately declare war on Great Britain after the Intolerable Acts. The colonists petitioned King George in 1774 to address their grievances and later sent the Olive Branch Petition in 1775 to avoid going to war with Great Britain.",
                    "Percent": 28
                }
            },
            "G": {
                "Choice": "The colonists adopted the Articles of Confederation.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Articles of Confederation were written in 1777, after the American Revolution.",
                    "Percent": 17
                }
            },
            "H": {
                "Choice": "The First Continental Congress sent a list of grievances to King George III.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The headlines describe the Intolerable Acts, a series of laws passed by Parliament to punish the colonists for the Boston Tea Party. The Boston Tea Party was an act of civil disobedience before the American Revolution. In 1774 the First Continental Congress met in Philadelphia to discuss the Intolerable Acts and to decide how to complain to King George III and Parliament. The delegates decided to send a petition to King George III that listed their grievances. For this item the student applies critical-thinking skills to interpret information from the headlines.",
                    "Percent": 41
                }
            },
            "J": {
                "Choice": "The colonists adopted the Bill of Rights.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Bill of Rights was added to U.S. Constitution in 1791, after the American Revolution.",
                    "Percent": 14
                }
            }
        }
    },
    "39": {
        "Number": 39,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Economics",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Explain reasons for the development of the plantation system, the transatlantic slave trade, and the spread of slavery.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Content": [
            "Study the diagram and answer the question that follows.",
            "problems/TX21G8SS/media/39a.jpg",
            "Which phrase BEST completes this diagram?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Development of labor unions",
                "Key": {
                    "Correct": false,
                    "Rationale": "This diagram shows the relationship between the plantation system and the transatlantic slave trade. The use of slavery in agriculture did not impact the development of labor unions.",
                    "Percent": 17
                }
            },
            "B": {
                "Choice": "Increased enlistment in the military",
                "Key": {
                    "Correct": false,
                    "Rationale": "This diagram shows the relationship between the plantation system and the transatlantic slave trade. The use of slavery in agriculture did not lead to increased enrollment in the military.",
                    "Percent": 6
                }
            },
            "C": {
                "Choice": "Construction of roads and railroads",
                "Key": {
                    "Correct": false,
                    "Rationale": "This diagram shows the relationship between the plantation system and the transatlantic slave trade. Construction of roads and railroads did not cause the expansion of the slave trade.",
                    "Percent": 23
                }
            },
            "D": {
                "Choice": "Increased profits for plantation owners",
                "Key": {
                    "Correct": true,
                    "Rationale": "This diagram shows the growth of the plantation system and its relationship to the transatlantic slave trade. Cash crops such as rice, cotton, tobacco, and sugar cane were grown in large quantities on colonial farms. The use of enslaved labor led to increased profits for plantation owners because the owners did not have to pay wages. For this item the student applies critical-thinking skills to identify cause-and-effect relationships.",
                    "Percent": 54
                }
            }
        }
    },
    "40": {
        "Number": 40,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Analyze Abraham Lincoln’s ideas about liberty, equality, union, and government as contained in his first and second inaugural addresses and the Gettysburg Address and contrast them with the ideas contained in Jefferson Davis’s inaugural address.",
            "Differentiate between, locate, and use valid primary and secondary sources such as media and news services, biographies, interviews, and artifacts to acquire information about the United States."
        ],
        "SuppContent": [],
        "Content": [
            "Read the excerpt and answer the question that follows.",
            "problems/TX21G8SS/media/40a.jpg",
            "How did President Abraham Lincoln react to the idea expressed in Jefferson Davis’s inaugural address?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Lincoln stated that the argument by the South to leave the Union was unjustified.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The excerpt is from a speech by Jefferson Davis. Davis was the president of the Confederate States of America, the country formed by the southern states that seceded from the United States. Abraham Lincoln believed that the secession of the southern states was unconstitutional and their fear that his administration would abolish slavery was unfounded. In his first inaugural address, Lincoln stated that the union created by the Constitution was perpetual, or permanent. The bonds that united the states could not be dissolved voluntarily. For this item the student applies critical-thinking skills to acquire information from a primary source.",
                    "Percent": 39
                }
            },
            "G": {
                "Choice": "Lincoln called on the U.S. Supreme Court to make a ruling on the legality of secession.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Lincoln argued that secession was unconstitutional, but he did not ask the Supreme Court to use the power of judicial review to make a ruling.",
                    "Percent": 24
                }
            },
            "H": {
                "Choice": "Lincoln believed the reasoning to leave the Union was protected by the Constitution.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Lincoln argued that secession was unconstitutional. He did not believe that leaving the Union was protected by the Constitution.",
                    "Percent": 22
                }
            },
            "J": {
                "Choice": "Lincoln prepared to amend the Constitution in order to appease the Southern states.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Lincoln argued that secession was unconstitutional. He did not attempt to amend the Constitution to appease Southern states.",
                    "Percent": 16
                }
            }
        }
    },
    "41": {
        "Number": 41,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Economics",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Describe the characteristics and the benefits of the U.S. free enterprise system through 1877.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Content": [
            "How did the free enterprise system MOST benefit industrial development in the first half of the 1800s?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "By allowing entrepreneurs to raise money and invest in companies",
                "Key": {
                    "Correct": true,
                    "Rationale": "In a free enterprise system companies are free to choose what products they will produce. People are free to choose which goods and services they are willing and able to purchase. Government interference in the economy is limited. In the early 1800s entrepreneurs were able to raise money and invest in companies because they had the freedom to develop the products they thought people would buy. For this item the student applies critical-thinking skills to identify cause-and-effect relationships.",
                    "Percent": 46
                }
            },
            "B": {
                "Choice": "By establishing quotas on immigrants",
                "Key": {
                    "Correct": false,
                    "Rationale": "The free enterprise system encourages minimal government involvement in business, not the creation of immigration quotas.",
                    "Percent": 9
                }
            },
            "C": {
                "Choice": "By providing safe working conditions for factory workers",
                "Key": {
                    "Correct": false,
                    "Rationale": "The free enterprise system encourages minimal government involvement in business, not the creation of workplace safety regulations.",
                    "Percent": 25
                }
            },
            "D": {
                "Choice": "By encouraging the government to put taxes on businesses",
                "Key": {
                    "Correct": false,
                    "Rationale": "The free enterprise system encourages minimal government involvement in business, not the creation of taxes.",
                    "Percent": 21
                }
            }
        }
    },
    "42": {
        "Number": 42,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Evaluate legislative reform programs of the Radical Reconstruction Congress and reconstructed state governments.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Content": [
            "Read the passage and answer the question that follows.",
            "problems/TX21G8SS/media/42a.jpg",
            "Which of the following expresses a goal of the Reconstruction Acts of 1867?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "To restore the Democratic Party to power in the South",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Radical Republicans and the Reconstruction Acts did not support the Democratic Party in the South.",
                    "Percent": 17
                }
            },
            "G": {
                "Choice": "To rebuild the plantation economy of the South",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Reconstruction Acts supported political reintegration of the former Confederate states; they did not address rebuilding the Southern economy.",
                    "Percent": 20
                }
            },
            "H": {
                "Choice": "To protect the rights of African Americans in the South",
                "Key": {
                    "Correct": true,
                    "Rationale": "The Reconstruction Acts were passed by the Radical Republican-controlled Congress in 1867. The Radical Republicans wanted to protect the rights of the newly freed African Americans in the South with the power of the federal government. The South was divided into military districts and states were required to draft new constitutions and guarantee citizenship for the former enslaved people. For this item the student applies critical-thinking skills to draw conclusions.",
                    "Percent": 54
                }
            },
            "J": {
                "Choice": "To encourage former slaves to leave the South",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Reconstruction Acts were intended to protect the rights of former slaves in the South, not to encourage former slaves to leave the South.",
                    "Percent": 9
                }
            }
        }
    },
    "43": {
        "Number": 43,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Citizenship",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Summarize rights guaranteed in the Bill of Rights.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Content": [
            "Which situation violates the Eighth Amendment protections regarding criminal punishment?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "A protester is jailed for violent acts at a political rally.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Eighth Amendment protects people from punishments that are considered excessive; it does not protect people from the legal consequences of their actions.",
                    "Percent": 10
                }
            },
            "B": {
                "Choice": "A person is sentenced to life in prison for shoplifting.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The Eighth Amendment prohibits the federal government from requiring persons accused of crimes to pay excessive fines or subjecting them to unnecessarily harsh or cruel punishments. Shoplifting is considered a minor crime or misdemeanor. Imposing a life sentence would be an unusually harsh punishment. For this item the student applies critical-thinking skills to make generalizations.",
                    "Percent": 58
                }
            },
            "C": {
                "Choice": "A person is sentenced to ten years imprisonment for assault and robbery.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Eighth Amendment protects people from punishments that are considered excessive; it does not protect people from the legal consequences of their actions.",
                    "Percent": 12
                }
            },
            "D": {
                "Choice": "A judge orders that an accused person be jailed until bail is paid.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Eighth Amendment protects people from punishments that are considered excessive; it does not protect people from the legal consequences of their actions.",
                    "Percent": 19
                }
            }
        }
    },
    "44": {
        "Number": 44,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Science, Technology & Society",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Compare the effects of scientific discoveries and technological innovations that have influenced daily life in different periods in U.S. history.",
            "Organize and interpret information from outlines, reports, databases, and visuals, including graphs, charts, timelines, and maps."
        ],
        "SuppContent": [],
        "Content": [
            "Study the images and answer the question that follows.",
            "problems/TX21G8SS/media/4a.jpg",
            "Which effect did these innovations have on life in the United States?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Natural fertilizer became more effective.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The steel plow and the mechanical reaper made crop production more efficient. Neither innovation impacted the effectiveness of natural fertilizer.",
                    "Percent": 8
                }
            },
            "G": {
                "Choice": "Harvesting season could last longer.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The steel plow and the mechanical reaper made crop production more efficient. Neither innovation impacted the length of the harvest season.",
                    "Percent": 4
                }
            },
            "H": {
                "Choice": "Finding water to irrigate crops became easier.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The steel plow and the mechanical reaper made crop production more efficient. Neither innovation helped farmers locate water to irrigate their crops.",
                    "Percent": 6
                }
            },
            "J": {
                "Choice": "Crop production became more efficient.",
                "Key": {
                    "Correct": true,
                    "Rationale": "These images show two agricultural innovations that allowed farmers to work more efficiently, harvesting more crops in less time. Prior to the creation of the steel plow, plows were often made of iron and wood. Farmers were required to stop frequently and remove soil from the plow to continue preparing their fields. The smooth surface of the steel plow prevented such stops, and the lighter material required less effort to pull. The mechanical reaper allowed farmers to harvest their crops faster and reduced the number of workers needed to do so. For this item the student applies critical-thinking skills to organize and interpret information from images.",
                    "Percent": 81
                }
            }
        }
    }
}