{
    "Directions": "Read the passage below, then answer each question that follows.",
    "Context": [],
    "Title": "Columbia Basin Pygmy Rabbits",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        [" ", "In the dry, wide-open country of eastern Washington state, a tiny rabbit pops its head from a dusty burrow. The rabbit is a Columbia Basin pygmy rabbit. It is North America's smallest rabbit species, barely bigger than a kitten. It is also one of the only rabbit species in the United States that digs its own burrows."],
        [" ", "But these days, spotting a pygmy rabbit here is very rare. Like many other animal species, it has declined because of shrinking habitat. Now, wildlife biologists are trying to bring back these little bunnies. Will they succeed?"],
        ["", "Perfect Match"],
        [" ", "Columbia Basin pygmy rabbits are a perfect match for this landscape, which was once called “the sagebrush sea.” The rabbits eat almost nothing but that sagebrush, which is a tough, bitter plant that most other animals can't digest. They have long claws, good for digging the burrows where they live and hide."],
        [" ", "Pygmy rabbits can also survive eastern Washington's harsh climate, where summers sizzle over 100 degrees Fahrenheit and winters dip far below freezing. Although small, they can hop up to 15 miles per hour. That helps them escape the coyotes and hawks that like to eat them."],
        [" ", "For thousands of years, these tiny rabbits lived large here. They had everything they needed. There was endless sagebrush to eat. The loose, deep soil made for easy digging. And although they are a favorite snack item for predators, there were enough pygmy rabbits for the species to survive."],
        ["", "Bunnies in Peril"],
        [" ", "But that changed when people began to ranch and farm the region. They cleared vast areas of sagebrush to plant wheat. Their cattle trampled the soil, compacting it and making it harder to burrow. Cheatgrass, an invasive grass accidentally brought from Europe and Asia, overran the ecosystem, replacing sagebrush. Even worse, cheatgrass ignites easily, causing big brush fires that destroy even more sagebrush. Now, over 30 percent of the Columbia Basin pygmy rabbit's habitat has disappeared. Gone along with it are most of the rabbits."],
        [" ", "In 2001, biologists searching for pygmy rabbits in the region found fewer than 30 little bunnies. The Columbia Basin pygmy rabbit was a whisker away from extinction."],
        ["", "Operation Rabbit Rescue"],
        [" ", "It was time for a rabbit rescue operation. First, biologists whisked 16 of the survivors to safety. Without predators, perhaps the rabbits could breed and their numbers increase. Eventually, hoped the biologists, more pygmy rabbits could be released back into the wild."],
        [" ", "But there weren't enough left to build a new population. So the biologists brought in a similar species from Idaho to mate with the ones from Washington. More pygmy rabbits were born in this safe, captive environment. Then, in 2007, 20 were released into the wild. Freedom was short lived. Within months, all 20 disappeared, mostly eaten by predators."],
        ["", "A Hopping Head Start"],
        [" ", "Finally, wildlife biologists designed a way to ease the rabbits' transition into the wild. They fenced in two enclosures of sagebrush in the rabbit's native habitat. Each enclosure was as big as several football fields. The biologists installed artificial burrows so the rabbits wouldn't have to dig their own."],
        [" ", "Scientists added plastic dog houses for even more protection, put up netting to keep hawks from dropping in for a meal, and occasionally offered bunny food. Then, they introduced about 50 captive-bred pygmy rabbits to their new home."],
        [" ", "Soon, the coyote-proof enclosures were hopping with new pygmy rabbits. About once a month, biologists captured a few, tagged them with tracking devices, and released them into the wild. Within a few years, over 1,000 pygmy rabbits were released. Using the tracking devices, biologists can tell that many have survived. But has this rescue operation really saved the whole species from extinction? Time will tell."],
        ["", "Critical Balance"],
        [" ", "It's easy to wonder if saving one small rabbit species is worth so much trouble. Like any animal or plant, Columbia Basin pygmy rabbits have special roles within their ecosystem. For example, when the rabbits dig their burrows, they loosen the soil. That makes it easier for plants to take root. Even the rabbit's droppings may enrich the soil for specific plants. And, of course, the little rabbits are a crucial food source for predators. Those predators, in turn, play their own role in the ecosystem."],
        [" ", "Anytime one species disappears, an entire ecosystem is thrown off balance. What's more, every ecosystem is connected to others, affecting animal migrations, plants, and even weather patterns. No wonder rescuing a creature as tiny as the Columbia Basin pygmy rabbit is so important."],
        ["", "problems/MOG8E/media/S3a.jpg"]
    ],
    "Copyright": "",
    "References": []
}