{
    "Directions": "Read this passage, then answer each question that follows.",
    "Context": [],
    "Title": "The Birth of Television",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        [" ", "I spotted Philo at school, and I joined him. “Good morning, Philo,” I said."],
        [" ", "“Hi, Amelia,” Philo replied, startled from his daydreams. “You’re up early.”"],
        [" ", "“I don’t have to be late to class anymore,” I said. “My father finally supports my education. Mother convinced him that a girl with my intelligence has a promising future, so no more morning chores.” Philo listened, but I could tell he had something else on his mind. “Pondering some new invention?” I asked."],
        [" ", "A huge grin appeared on Philo’s face. “Mr. Tolman is going to love it.”"],
        [" ", "Our chemistry teacher, Mr. Tolman, always approved of Philo’s crazy theories. Well, maybe they weren’t completely crazy. Last year, when he was only 13 years old, Philo won a national competition for inventing a magnetized tamperproof lock that no criminal could crack. This year, Mr. Tolman promoted Philo to senior chemistry with us older kids. Since I’m the only girl in the class, Philo and I formed a friendship over being different from the others. Most girls enrolled in cooking and sewing classes, but I craved scientific enlightenment."],
        [" ", "When we arrived at the classroom, an o͟b͟n͟o͟x͟i͟o͟u͟s student by the name of Ethan stood in the doorway. “Password?”"],
        [" ", "“Tolman,” I said, glancing behind Ethan. Ethan turned, thinking our teacher had entered through the other door. This gave Philo and me enough room to slip past him. Ethan growled at being tricked and pursued us."],
        [" ", "“Hey, kid. I think you’re in the wrong class,” Ethan said. The other students laughed at this, but I gave him a mean look, and he didn’t say anything more."],
        [" ", "I decided to cheer Philo up with a surprise I brought. “I have the new issue of Popular Science magazine.” Philo and I marveled at all the fantastic new innovations and ideas in the periodical. His eyes brightened as I handed over the magazine."],
        [" ", "But Philo was too excited about his own idea to focus on reading the new issue. Ethan pounced. “You have something exciting to tell the teacher today?”"],
        [" ", "“Maybe,” Philo replied, trying unsuccessfully to hide a smile."],
        [" ", "“Let’s see. What did you turn electric this time? First there was the washing machine, then the sewing machine... you make an electric horse?” Ethan and his friends laughed."],
        [" ", "“I added lights to the barn so we can extend our workday,” Philo said quietly."],
        [" ", "“I guess that would be useful,” Ethan replied, deflated. Mr. Tolman entered, and we scattered to our sdesks."],
        [" ", "Mr. Tolman wrote the date on the board and asked, “Before we get started, anyone wish to share any new ideas for your science projects?”"],
        [" ", "Ethan raised his hand. “I invented electric barn lights so we can work more hours on the farm.” Mr. Tolman looked surprised, but other kids chuckled and scoffed, revealing the lie. Ethan continued. “Or was that Philo?”"],
        [" ", "“Barn lights. Most impressive, Philo. Do you want to tell us about that?” Mr. Tolman asked. The other students moaned and gave Ethan irritated looks for mentioning it."],
        [" ", "Philo started to shake his head no, but I urged him to speak. “Ignore them. I know you really want to share your idea with Mr. Tolman. He and I would like to hear what you’re developing.”"],
        [" ", "Philo stood nervously. “I have a different concept to share.” Philo paused and looked at me, but I nodded and smiled, encouraging him to continue. “Every time I hear a radio, I keep thinking, wouldn’t it be phenomenal if we could see the people we are hearing?” Philo pulled out a sketch he drew to show us. “I believe I found a way to do this with my image dissector tube.” Philo could see our puzzled expressions, including Mr. Tolman’s. He pointed excitedly at his drawing. “When shooting a stream of electrons at a fluorescent screen inside a glass tube, an image can be reflected.”"],
        [" ", "Everyone was still completely lost except for me. I understood. “It’s a bit like...a shadow? When you get between the sun and something else, your shadow is cast on that object.”"],
        [" ", "Philo continued, boosted by my support. “Yes! But instead of shadows, these would be actual images, like moving photographs.”"],
        [" ", "Mr. Tolman reached for Philo’s drawing. “May I have a look, Philo?” Philo happily handed over the sketch. “This is impressive.”"],
        [" ", "Philo continued. “The idea dawned on me when I was plowing our potato fields. The horse and plow cuts the field in parallel lines, back and forth, row after row. This is how the images can be produced by electrons, by directing light onto a fluorescent screen in a glass tube where the electrons will cause sections of the screen to glow to form the image.” Our reactions ranged from awed to dumbfounded."],
        [" ", "I leaned over to Philo and said, “Incredible!”"],
        [" ", "“Thank you, Amelia,” Philo replied, smiling warmly. “I don’t know if I would have said anything if it hadn’t been for you. I was worried they were going to laugh at me.”"],
        [" ", "“Not while I’m around. I grew up with these boys, and they know when it is time to be serious and listen,” I said confidently."],
        [" ", "As we left class, I overheard Ethan saying, “I have to figure out electric lights in the barn. My father would love that.”"],
        [" ", "Many years later, we all realized that we had been a part of something amazing that day: the birth of television, brought to life by an inventive Utah farm boy named Philo Farnsworth."],
        ["", "problems/MOG8E/media/S1a.jpg"]
    ],
    "Copyright": "",
    "References": []
}