{
    "Directions": "Read this passage, then answer each question that follows.",
    "Context": [],
    "Title": "Wanted: Volunteer Experience",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        [" ", "\tHeather roughly closed the laptop computer and stood up in a huff. She grumbled to her mother, “The school advisor said I need volunteer experience this summer to be a new-student orientation leader in the fall, and you say that anything I do has to be close enough for me to bike or walk. But there is nothing available nearby!”"],
        [" ", "\t“I know it's frustrating, Heather,” said Mom. “I'm working this summer, and I can't be home to drive you places. Keep looking; I know that something is bound to come up.”"],
        [" ", "\tHeather sighed and opened the local newspaper, scanning each page for opportunities she hadn't already read online. After careful examination, she noticed an article about a summer project in the city park near her house. Volunteers were working in the evening to clean up areas that would display new sculptures made by local artists. “Mom, will you help me check this out?” Heather asked. “I think I could be a great worker on this one, and I could get there on my own.”"],
        [" ", "\tMom quickly agreed. “Why don't we walk there and check it out for ourselves after dinner?”"],
        [" ", "\tThe city park was bustling with activity when Heather and Mom arrived. Community members were working all around the park. “Over there,” a man said, gesturing in Heather and Mom's direction, “put those trash bags in the bed of the truck; then come help lift this fork-and-spoon sculpture and set it next to the oak tree.”"],
        [" ", "\t“You mean us?” Heather and Mom pointed to themselves."],
        [" ", "\t“If you're here to work, yes; we need all the assistance we can get. Tomorrow is our deadline, and if we don't finish tonight, we won't be able to show off this spectacular art at the reception tomorrow night,” the man explained."],
        [" ", "\tHeather and Mom put on work gloves and dived into the tasks. Soon the evening air cooled, and the sky turned dusky blue. “Did I hear you correctly when you said that the project will be over tomorrow?” Heather asked the man in charge."],
        [" ", "\t“Yes, you really helped us out tonight; your extra hands were just what we needed to finish,” said the man thankfully."],
        [" ", "\tHeather and Mom said they would return as reception guests, but Heather's shoulders slumped as she and Mom walked home. “How can I report only one night of volunteer experience to my school advisor? More bad luck,” Heather moaned."],
        [" ", "\t“You never know what's going to happen, sweetie. You found this opportunity, and I'm sure there will be another one coming your way. Let's go to the reception and see who we meet,” Mom said."],
        [" ", "\tAt the moonlight reception, Mom and Heather joined Heather's friend Ken and his mom, Ms. Lee, who, it turned out, knew about another volunteer project. “The plan was to build an outdoor structure near the lake out of sticks, but the woman who proposed it has given up and quit, leaving a partially finished project that has brought many complaints. Maybe we could help out,” said Ms. Lee. “Tomorrow I'm free to walk Heather and Ken to the lake to check out the details.”"],
        [" ", "\t“That sounds wonderful,” said Mom."],
        [" ", "\tThe next day at the lake, Heather, Ken, and Ms. Lee met a couple of dedicated folks ready to finish the project to help beautify the community. “Hi, I'm Carrie, and you're all just in time to begin today's work,” said a young woman with a big smile."],
        [" ", "\t“We're going to need three hundred to four hundred more sticks; I'll show you where to start,” said Cal, another volunteer carrying a load of sticks as big as a suitcase. All afternoon the group gathered and positioned larger sticks along the foundation, weaving them in and out and around the base. It became a giant jigsaw puzzle as each person selected and placed sticks to fit and complete each section."],
        [" ", "\tThree days later the volunteer squad had grown to fifteen people of all ages from all across the area, and news of the unusual stick fort traveled quickly with many curious community members stopping by to chat about it. Heather and Ken cheerfully answered questions and guided the newcomers in the building process. By the end of the day, the fort was complete, and the local newspaper crew arrived to photograph the incredible stick fort and the volunteers who had so graciously built it."],
        [" ", "\tThe following week, on a visit to the library, Heather was approached by the librarian. “Aren't you one of the people who were featured in the article about the stick fort near the lake?” he asked as he held up the newspaper. “I'm looking for a volunteer to help with our preschool story time here at the library next week. You're just the kind of experienced and responsible young person I'm looking for,” he said. Heather nodded enthusiastically."],
        [" ", "\t“Mom, it's even better than I expected!” Heather exclaimed when she saw her mother that evening. “Instead of one job, I can list three volunteer jobs from this summer.”"],
        [" ", "\t“You see?” Mom replied with a smile. “I knew it all would work out.”"]
    ],
    "Copyright": "",
    "References": []
}