{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [],
    "Title": "Flying into History",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "On a dark May night in 1927, starlight flickered on the silver wings of a small plane as it sputtered on through the sky. Through the side window, the pilot could see the glow of the city of Paris. He glided over villages and farms, and then the large buildings of the city were beneath him. After circling the Eiffel Tower, he began searching for Le Bourget Airport. At last he was descending, following the lights of the runway. As he drew closer, he could see arms waving and hear 100,000 voices cheering. Charles Lindbergh breathed a sigh of relief as his wheels touched the pavement. After 33 1⁄2 hours in the air, he had done what no pilot had accomplished before. Lindbergh had crossed the Atlantic Ocean from New York to Paris in a single flight."],
        ["", "problems/TX19G6R/media/S6a.jpg"],
        ["", "Yᴏᴜɴɢ Pɪʟᴏᴛ"],
        ["2", "At age 25 Lindbergh had already become known as an excellent pilot, at least in St. Louis, Missouri, where he lived at that time. A veteran of barnstorming, or trick flying, Lindbergh had also become the chief pilot for the airmail service between St. Louis and Chicago. But Lindbergh longed for more."],
        ["3", "Lindbergh decided to accept a challenge offered by New York hotel owner Raymond Orteig in 1920. Orteig had challenged pilots to fly from New York to Paris in one trip. Several pilots had tried to make this flight and failed. Still Lindbergh and other pilots were preparing to attempt the challenge. Most were planning to fly large, sturdy planes with multiple engines. Lindbergh believed this was the wrong approach. A lighter, smaller plane, with only one person on board and a single engine, would conserve fuel and have the best chance of completing the trip."],
        ["", "A Dʀᴇᴀᴍ Bᴇᴄᴏᴍᴇs Rᴇᴀʟ"],
        ["4", "After speaking with some businessmen in St. Louis, Lindbergh convinced them to support his idea. They provided $15,000, and Lindbergh searched for a company to make his plane. Wherever he went, aircraft makers rejected his ideas. But at last, a small company agreed to build his plane. They believed in him and completed the project in only two months."],
        ["5", "The plane, which Lindbergh named the Spirit of St. Louis, had a unique design. Instead of placing the gas tank behind the pilot's seat, as was usually done, Lindbergh had it placed in front of him. He didn't want to be caught between the tank and the engine if the plane went down. However, this meant that Lindbergh would not be able to see out the front window. He didn't mind, though. “There's not much need to see ahead in normal flight,” he told the designer. In order to see, Lindbergh had to bank, or tilt, his plane slightly. If necessary, he could use a periscope, an instrument that helped him see objects outside the plane."],
        ["", "problems/TX19G6R/media/S6b.jpg"],
        ["6", "Having the lightest plane possible was very important. Instead of using a heavy pilot's seat, Lindbergh wedged a lightweight wicker chair into the plane. He packed only the items he considered essential — a raft, a knife, and a flashlight. His plane included a few tools, such as oil pressure and temperature gauges, a clock, and a compass. His efforts to rid the plane of any unnecessary weight also included trimming his flight maps and wearing specially designed lightweight boots."],
        ["7", "Lindbergh made numerous short test flights in his new plane before flying from California to New York in only 20 hours and 21 minutes. With this, he set a new transcontinental record. When he reached New York City, he found several other pilots there, preparing for their flight to Paris. However, bad weather kept them from leaving."],
        ["8", "On May 20, 1927, Lindbergh found a small break in the weather. Just after dawn he filled extra gas tanks with 450 gallons of fuel, placed them inside the plane, and took off. His plane wobbled on bulging wheels down the muddy runway. “The Spirit of St. Louis feels more like an overloaded truck than an airplane,” he wrote. Although the wind was blowing in the wrong direction and the engine felt weak, Lindbergh urged the plane forward. At the last second, it lifted off. It cleared power lines by only 20 feet."],
        ["", "Tʜᴇ Fʟɪɢʜᴛ"],
        ["9", "Armed with only a few sandwiches and some water, Lindbergh was in for a 3,600-mile flight. He was already exhausted because he had not gotten any sleep the night before. He flew very low over land, ocean, and ice, navigating through fog and darkness. His compass and the stars guided him. His body grew stiff, and his legs and feet became cramped. At times he felt himself drifting off to sleep, so he opened the window and gulped in fresh air to make himself alert."],
        ["10", "After 27 hours Lindbergh flew over some fishing boats. “Which way is Ireland?” he shouted, but no one answered. So he continued, gaining energy as he flew over Ireland, England, the English Channel, and France."],
        ["11", "When Lindbergh finally arrived in Paris, the excited crowd lifted him up and carried him. Later royal leaders and the president of the United States presented him with awards. Lindbergh's incredible journey had made him an international star and inspired young dreamers everywhere."],
        ["", "problems/TX19G6R/media/S6c.jpg"]
    ],
    "Copyright": "Third party trademarks Spirit of St. Louis® and Smithsonian® were used in these testing materials.",
    "References": []
}