{
    "Directions": "",
    "Context": [],
    "Title": "See It Through",
    "Subtitle": "",
    "Author": "by Rachele Honcharik",
    "LabelType": "P",
    "Content": [
        ["1", "If there is one trait I have taken from my mother, it is her courage. Like most mothers, my mom wants the best for me. She encourages me to seize every opportunity and use it to its fullest potential. She has encouraged me to reach for those opportunities that may even seem impossible. After all, she does this every day."],
        ["2", "When friends meet my mom for the first time they are often taken aback, and when they get me alone for a second, they scold me for not telling them my mom is in a wheelchair. It shocks them, and initially they don’t want this emotion to show on their faces when they shake her hand and say hello."],
        ["3", "In my defense, I never think to mention that my mom is in a wheelchair. She has been paralyzed from the waist down for most of her life, and all of mine. To me, though, she is just a regular mom. Like many of my friends’ moms, she has always been there for me. When there were those moments as a child when I just needed to be held, I knew I could crawl onto my mother’s lap and find comfort in her safe arms. When I needed a cheerleader on the sideline of my soccer games, she was always there. Mother, friend, confidante, teacher, nutritionist, chef, caregiver, banker, coach, consultant, and advisor—my mom has always been there for me. And when it was time to move out of the house, she was there helping me pack, hoping that everything I had learned from home would carry over into the next phase of my life. Like I said, just a regular, great mom."],
        ["4", "On family vacations, my mother never sits out on an activity. Whether it means long arguments with hotel owners to create handicap accessible ramps or strapping herself to some stranger’s lap in order to zip-line over the mountains of Costa Rica, we’re all right there, helping her be a part of everything. Of course, there are some things that she can’t do. She couldn’t hike the volcano in Hawaii with the rest of the family or go cliff-jumping in Mexico. But she always tries. She goes as far as she can. No matter how good or bad the chances are of something working out in her favor, she always tries."],
        ["5", "I have learned from watching my mom that if I don’t have the courage to try, even if the chances of failure are great, I will also never succeed. My choices are infinite, and not just because of the opportunities I’ve had. They are without bounds because my mother showed me how to live outside of limits."]
    ],
    "Copyright": "“See It Through” by Rachele Honcharik is excerpted from Bookmarked: Teen Essays on Life and Literature from Tolkien to Twilight, edited by Ann Camacho, copyright © 2012. Used with permission of Free Spirit Publishing Inc., Minneapolis, MN; 800-735-7323; www.freespirit.com. All rights reserved.",
    "References": []
}