{
    "Directions": "Read the passage from a novel, then answer each question that follows.",
    "Context": [],
    "Title": "[from] Boy's Life",
    "Subtitle": "",
    "Author": "by Robert McCammon",
    "LabelType": "P",
    "Content": [
        ["1", "TICK ... TICK ... TICK."],
        ["2", "In spite of what the calendar says, I have always counted the last day of school as the first day of summer. The sun had grown steadily hotter and hung longer in the sky, the earth had greened and the sky had cleared of all but the fleeciest of clouds, the heat panted for attention like a dog who knows his day is coming, the baseball field had been mowed and white-lined and the swimming pool newly painted and filled, and as our homeroom teacher, Mrs. Selma Neville, intoned about what a good year this had been and how much we'd learned, we students who had passed through the ordeal of final exams sat with one eye fixed to the clock."],
        ["3", "Tick ... tick ... tick."],
        ["4", "Have mercy."],
        ["5", "The world was out there, waiting beyond the square metal-rimmed windows. What adventures my friends and I would find this summer of 1964, I had no way of knowing, but I did know that summer's days were long and lazy, and when the sun finally gave up its hold on the sky the cicadas sang and the lightning bugs whirled their dance and there was no homework to be done and oh, it was a wonderful time. I had passed my math exam, and escaped—with a C-minus average, if truth must be known—the snarling trap of summer school..."],
        ["6", "Tick ... tick ... tick."],
        ["7", "Time, the king of cruelty."],
        ["8", "From the hallway we heard a stirring and rustling, followed by laughter and shouts of pure, bubbling joy. Some other teacher had decided to let her class go early. My insides quaked at the injustice of it. Still, Mrs. Neville, who wore a hearing aid and had orange hair though she was at least sixty years old, talked on, as if there were no noise of escape beyond the door at all. It hit me, then; she didn't want to let us go. She wanted to hold us as long as she possibly could, not out of sheer teacher spite but maybe because she didn't have anybody to go home to, and summer alone is no summer at all."],
        ["9", "“I hope you boys and girls remember to use the library during recess.” Mrs. Neville was speaking in her kindly voice right now, but when she was upset she could spit sparks... “You mustn't stop reading just because school is out. Your minds are made to be used. So don't forget how to think by the time September comes around a—”"],
        ["10", "RINGGGGGGG!"],
        ["11", "We all jumped up, like parts of the same squirming insect."],
        ["12", "“One moment,” Mrs. Neville said. “One moment. You're not excused yet.”"],
        ["13", "Oh, this was torture! Mrs. Neville, I thought at that instant, must have had a secret life in which she tore the wings off flies."],
        ["14", "“You will leave my room,” she announced, “like young ladies and gentlemen. In single file, by rows. Mr. Alcott, you may lead the way.”"],
        ["15", "Well, at least we were moving. But then, as the classroom emptied and I could hear the wild hollering echoing along the hallway, Mrs. Neville said, “Cory Mackenson? Step to my desk, please.”"],
        ["16", "I did, under silent protest. Mrs. Neville offered me a smile from a mouth that looked like a red-rimmed string bag. “Now, aren't you glad you decided to apply yourself to your math?” she asked."],
        ["17", "“Yes ma'am.” ..."],
        ["18", "The classroom was empty. I could hear the echoes fading. I smelled chalk dust, lunchroom chili, and pencil-sharpener shavings; the ghosts were already beginning to gather."],
        ["19", "“You enjoy writing, don't you?” Mrs. Neville asked me, peering over her bifocals."],
        ["20", "“I guess.”"],
        ["21", "“You wrote the best essays in class and you made the highest grade in spelling. I was wondering if you were going to enter the contest this year.”"],
        ["22", "“The contest?”"],
        ["23", "“The writing contest,” she said. “You know. The Arts Council sponsors it every August.”"],
        ["24", "I hadn't thought about it. The Arts Council, headed by Mr. Grover Dean and Mrs. Evelyn Prathmore, sponsored an essay and story-writing contest. The winners got a plaque and were expected to read their entries during a luncheon at the library. I shrugged. Stories about ghosts, cowboys, detectives, and monsters from outer space didn't seem much like contest-winning material; it was just something I did for me."],
        ["25", "“You should consider it,” Mrs. Neville continued. “You have a way with words.”"],
        ["26", "I shrugged again. Having your teacher talk to you like a regular person is a disconcerting feeling."],
        ["27", "“Have a good summer,” Mrs. Neville said, and I realized suddenly that I was free."],
        ["28", "My heart was a frog leaping out of murky water into clear sunlight. I said, “Thanks!” and I ran for the door. Before I got out, though, I looked back at Mrs. Neville. She sat at a desk with no papers on it that needed grading, no books holding lessons that needed to be taught... Mrs. Neville stared out at the room of empty desks, carved with the initials of generations who had passed through this place like a tide rolling into the future. Mrs. Neville suddenly looked awfully old."],
        ["29", "“Have a good summer, Mrs. Neville!” I told her from the doorway."],
        ["30", "“Good-bye,” she said, and she smiled."],
        ["31", "I ran out along the corridor, my arms unencumbered by books, my mind unencumbered by facts and figures, quotations and dates. I ran out into the golden sunlight, and my summer had begun..."]
    ],
    "Copyright": "Reprinted with the permission of Atria Publishing Group from BOY'S LIFE by Robert R. McCammon. Copyright © 1991 by the McCammon Corporation. All rights reserved.",
    "References": []
}