{
    "Directions": "Read the article, then answer each question that follows.",
    "Context": [],
    "Title": "The Missing Lynx",
    "Subtitle": "",
    "Author": "by Kathy Kranking",
    "LabelType": "P",
    "Content": [
        ["1", "Meet the most endangered wild cat in the world—the Iberian (eye-BEER-ee- un) lynx. A hundred years ago, thousands of these lynxes roamed Spain and nearby Portugal—part of the region that makes up Iberia. But by the 1990s, they were missing from almost the entire area. Fewer than 100 remained in the wild."],
        ["2", "There are a number of reasons Iberian lynxes have become so rare. One reason is that some of the land they need has been taken for farming and building. Another is that roads cut through the lynxes' habitat, so the cats are sometimes hit by cars. Also, people illegally kill them."],
        ["3", "But one of the biggest reasons the lynxes are disappearing has to do with their diet: These cats eat rabbits and little else. Unfortunately, in the last 60 years, rabbits in lynx areas have been almost wiped out by disease and hunting. As the rabbits disappeared, the lynxes have, too. So this is really as » much a story about missing rabbits as it is about missing lynxes. To save the lynxes, scientists have to help the rabbits."],
        ["4", "To help the lynxes, scientists came up with a plan to bring back the rabbits. They created “rabbitats.” (The word is a cross between “rabbit” and “habitats.”) In the rabbitats are artificial burrows—tubes that go underground in the way that real rabbits do."],
        ["5", "The scientists put fences around big areas containing the rabbitats. The fences were high enough to keep out rabbit predators such as foxes, mongooses, and boars. But lynxes could easily jump over them. That meant they wouldn't have to compete with other predators for food."],
        ["6", "Finally, the scientists released more than 1,000 rabbits into the rabbitats. The rabbits had been given shots to protect them from disease. With fewer predators and with ready-made burrows to live in, the rabbits would be able to start breeding right away."],
        ["", "OPERATION: LYNX"],
        ["7", "Putting back the rabbits was one part of the puzzle. Putting back the lynxes was another."],
        ["8", "When scientists first saw how endangered the Iberian lynx had become, they took some wild lynxes and brought them to breeding centers. There the animals could mate and have babies in safety. The goal was to have more lynxes to release back into the wild."],
        ["9", "Over the years, the lynxes in the breeding centers multiplied. Finally, it was time to release some of them."],
        ["", "MAKING LYNXES WELCOME"],
        ["10", "But before that could happen, scientists needed to work with landowners to stop them from killing lynxes that came onto their properties. The landowners wanted to hunt the rabbits for themselves and didn't want the lynxes to get them first. Now scientists have been able to convince many landowners to allow lynxes to live on their land. The scientists explained to the landowners that lynxes keep other rabbit predators out of their territory. That means there can still be plenty of rabbits for both the lynxes and the hunters. Once many landowners had agreed, the lynxes were released."],
        ["", "HOPE FOR THE FUTURE"],
        ["11", "The lynxes have adapted well to their new home and are even having lots of babies. In addition to releasing captive-bred lynxes, scientists also moved some wild lynxes to new areas where there hadn't been any in a long time."],
        ["12", "After all these efforts to rescue the Iberian lynx, there is some good news. In the last 10 years, the lynx population has tripled! Today more than 300 lynx roam free. There is still a long way to go, but the hope is that these special cats are on the road to recovery."]
    ],
    "Copyright": "© 2014 National Wildlife Federation. Reprinted from the March 2014 issue of Ranger Rick® magazine, with the permission of the copyright owner, the National Wildlife Federation.®",
    "References": []
}