{
    "Directions": "Read this story, then answer each question that follows.",
    "Context": [],
    "Title": "[Excerpt from] President of the Whole Fifth Grade",
    "Subtitle": "",
    "Author": "by Sherri Winston",
    "LabelType": "P",
    "Content": [
        ["1", "\tMy name is Brianna Justice, and I want to be president of the whole fifth grade!"],
        ["2", "\tThat is my “declaration.”"],
        ["3", "\tAs in, “I do declare that I will be president of the whole entire fifth grade at Orchard Park Elementary.”"],
        ["4", "\tMy aunt Tina says that if we want good things to happen we have to make them happen. Take action! State your plan out loud. DECLARE!"],
        ["5", "\tAnd I want good things to happen. I have BIG plans. I'm going to be a millionaire with my own cooking show on TV. Cupcakes are my specialty."],
        ["6", "\tAunt Tina also says that along with declaring your goal, you have to have a plan. Think about what you want, decide how you plan to get it, then write it down and keep notes along the way. That's how you make a plan. All really important, successful people do, she says. (Grandpa says if Aunt Tina had a husband instead of “just a career” maybe she wouldn't have time for so many plans. Hmph!) Anyway, ever since a certain hometown celebrity spoke to our class last January, I've known what I need to do. Here's my plan:"],
        ["7", "\tI live in Orchard Park, Michigan. We're not far from Detroit, Michigan. But Orchard Park is a suburb. That means unless you live here, you probably never heard of it. At least, not until my hero, Miss Delicious, became world-famous as a chef, author, TV-show host, and GAZILLIONAIRE. Miss Delicious grew up right here in Orchard Park."],
        ["8", "\tAnd she even went to the same elementary school as me!"],
        ["9", "\tWhen she spoke to our fourth-grade class, she told us that she didn't think any of her success would have been possible had it not been for the skills she learned at our school."],
        ["10", "\tBut this is the most important thing she said:"],
        ["11", "\t“I honestly believe that if I hadn't been voted president of my fifth-grade class, if I hadn't learned how to manage my responsibilities back then and be a true leader, I don't know if any of this would have been possible.”"],
        ["12", "\tSo the best way for me to follow in her footsteps would be to become president of my fifth-grade class, too."],
        ["13", "\tEver since that day, every morning when I arrive at school, I pass through the front hallway where all the plaques hang or sit on shelves showing the names of all the fifth graders who have been president. And I say a tiny little prayer and run my fingers over Miss Delicious's name for good luck."],
        ["14", "\tThat same day I told my friends, basically our whole class, that I was going to be just like Miss Delicious. I was going to be a millionaire cupcake baker and sell tons of books and be wildly famous on television."],
        ["15", "\tAnd the first step would be to become president of the fifth grade."],
        ["16", "\tSo you see, it is so totally obvious: I have to win the election."],
        ["17", "\tAll summer I planned. I've written speeches. I've researched school-approved places for our class trip and other interests vital to our fifth-grade class."],
        ["", ":box:vital = of great importance"],
        ["18", "\tLittle did I know how much would change once school started up after summer break. My plan seemed to be going so well, until ..."],
        ["19", "\tExcept there was a new twist — the election wasn't just for each fifth-grade class to have its own president. Nuh-uh. This year for the first time in Orchard Park Elementary history, there would be only ONE fifth-grade president ..."],
        ["20", "\tI couldn't help thinking about other challenges, other goals I'd had. Like the time I decided I needed to be the best free-throw shooter on our team. I'd written down my notes on how to stand, how to breathe, stuff coach had talked to me about, and stuff Dad helped me find online. That had been an important goal for me. And I did it!"],
        ["21", "\tSo was I ready to be school president and president of the whole fifth grade?"],
        ["22", "\tYES! Yes, I was."],
        ["23", "\tSo bring it on. It would be even better than I had imagined. And I could just see me making my acceptance speech, that is, until ..."],
        ["24", "\tMrs. Gayle entered our classroom with a girl whose long, crinkly hair almost covered her face and said the words that will haunt me forever and ever. Mrs. Gayle said:"],
        ["25", "\t“Everyone, we have a new student. Please say hello to Jasmine Moon ...”"],
        ["26", "\tSo, with only six weeks until the election a new girl just appears in fifth grade. It was like the time I fell off the jungle gym and landed flat on my back. It totally knocked the wind out of me! Because the new girl didn't just show up in our class. When she heard about the elections for president, she nominated herself!"],
        ["", ":box:nominated = chosen to run for office or fill a position"]
    ],
    "Copyright": "",
    "References": []
}