{
    "Directions": "Read this story, then answer each question.",
    "Context": [
        "Pa has given his daughters Laura and Mary little maple sugar cakes. Now he explains how they were made."
    ],
    "Title": "[Excerpt from] Little House in the Big Woods",
    "Subtitle": "",
    "Author": "by Laura Ingalls Wilder",
    "LabelType": "P",
    "Content": [
        ["1", "\t“All winter,” Pa said, “Grandpa has been making wooden buckets and little troughs. He made them of cedar and white ash, for those woods won’t give a bad taste to the maple syrup."],
        ["", ":box:troughs = long, narrow drains for liquid to pass through"],
        ["2", "\t“He made dozens of them, and he made ten new wooden buckets. He had them all ready when the first warm weather came and the sap began to move in the trees."],
        ["3", "\t“Then he went into the maple woods and with the bit he bored a hole in each maple tree, and he hammered the round end of the little trough into the hole, and he set a cedar bucket on the ground under the flat end."],
        ["4", "\t“Well, when the maple sap came to the hole in the tree, it ran out of the tree, down the little trough and into the bucket."],
        ["5", "\t“Every day Grandpa puts on his boots and his warm coat and his fur cap and he goes out into the snowy woods and gathers the sap. With a barrel on a sled, he drives from tree to tree and empties the sap from the buckets into the barrel. Then he hauls it to a big iron kettle, that hangs by a chain from a cross-timber between two trees."],
        ["6", "\t“He empties the sap into the iron kettle. There is a big bonfire under the kettle, and the sap boils, and Grandpa watches it carefully. The fire must be hot enough to keep the sap boiling, but not hot enough to make it boil over."],
        ["7", "\t“When the sap has boiled down just enough, he fills the buckets with the syrup. After that, he boils the sap until it grains when he cools it in a saucer."],
        ["", ":box:grains = turns into sugar"],
        ["8", "\t“The instant the sap is graining, Grandpa jumps to the fire and rakes it all out from beneath the kettle. Then as fast as he can, he ladles the thick syrup into the milk pans that are standing ready. In the pans the syrup turns to cakes of hard, brown, maple sugar.”"],
        ["9", "\t“So that’s why it’s a sugar snow, because Grandpa is making sugar?” Laura asked."],
        ["10", "\t“No,” Pa said. “It’s called a sugar snow, because a snow this time of year means that men can make more sugar. You see, this little cold spell and the snow will hold back the leafing of the trees, and that makes a longer run of sap.”"],
        ["", ":box:leafing = when leaves begin to grow"]
    ],
    "Copyright": "",
    "References": []
}