{
    "Directions": "Read this story, then answer each question.",
    "Context": [
        "Marly watches as sap, a thick liquid that comes from maple trees, is boiled to make maple syrup."
    ],
    "Title": "[Excerpt from] Miracles on Maple Hill",
    "Subtitle": "",
    "Author": "by Virginia Sorensen",
    "LabelType": "P",
    "Content": [
        ["1", "\tMarly stood by the side of the huge pans. You could look forever and forever into the bubbling, deeper and deeper, but your looking was always coming up again. She tried watching one bubble, all by itself, but she couldn’t. It was gone, and another one was in its place too quickly. It was like ten thousand pots of taffy boiling all at once. The sap in the pans at the back looked like water, just as it did in the buckets on the trees, but each pan nearer the front was more and more golden, because each one was closer to being real syrup. Mr. Chris said he had to boil away forty gallons of sap to make one little gallon of syrup."],
        ["2", "\t“How many gallons will one tree give?” Daddy asked, and Marly knew why he wanted to know. On Maple Hill there were about fifty maple trees. She could practically see Daddy’s arithmetic getting ready to start working."],
        ["3", "\t“An average tree will give twenty gallons in a season,” Mr. Chris said. “That’s usually a half gallon of syrup. Some seasons sap seems to be sweeter to start with, and it won’t take so much. But there are trees—” Mr. Chris leaned forward as if he were telling a wonderful secret. “I’ve got one old tree, up by the pasture fence, that we hang six buckets on. That tree is five feet through, and I’ve known it to give us over two hundred and forty gallons of sap in one season.” He looked proud about what that old tree could do, Marly thought. “I figure it must be over two hundred years old now,” he said, and laughed. “But for a maple tree, that’s young yet. Plenty of sap left for another hundred years...”"],
        ["4", "\tMr. Chris opened the stove doors again and began shoving in more logs..."],
        ["5", "\t“When that tree dies,” Mr. Chris said, “it’ll provide logs for another whole season of sugaring. Now that’s being of some use in the world, isn’t it? If a man could be as useful as that!” He kicked the doors shut again with his big boot."]
    ],
    "Copyright": "",
    "References": []
}