{
    "Directions": "Read this story, then answer each question.",
    "Context": [
        "Aven, a girl born without arms, feels nervous about performing with a group during an arts festival."
    ],
    "Title": "[Excerpt from] Insignificant Events in the Life of a Cactus",
    "Subtitle": "",
    "Author": "by Dusti Bowling",
    "LabelType": "P",
    "Content": [
        ["1", "\tI walked outside and was disappointed to find people weren't already pouring in at the entrance—and more disappointed that Connor wasn't out there. Around ten o'clock, a few people trickled in. As the morning wore on, the trickle became a steady flow."],
        ["2", "\tThe Flap-Jackeroos started playing on the newly cleaned stage around noon. I had no idea what to expect of breakfast entertainers, but they weren't bad. And except for a song about bacon or eggs benedict thrown in here and there, they mostly played normal country music."],
        ["3", "\tBy late afternoon, the parking lot was fuller than it had ever been. I wandered around, enjoying the festivities and talking to the vendors¹ about their art."],
        ["4", "\tI found Zion, and we ate an obscene amount of junk food together in the rodeo arena. He was normally so strict about what he ate, so I was glad to see him relax a bit about that."],
        ["5", "\tWe watched the large group of kids in the petting zoo. Some of them even gave Spaghetti a little attention, though he didn't seem to care much."],
        ["6", "\tI introduced Zion to Josephine and Henry, shot a rubber snake at the shooting range, and even stuck my face through a wooden painting of a cactus so Zion could take a picture..."],
        ["7", "\tAt six o'clock, I left Zion and made my way into the apartment to get changed for the evening events. Mom and I had gone shopping together the day before to pick out a new dress for the festival, and she had laid it out on my bed for me, perhaps worried I might pick something else to wear at the last minute."],
        ["8", "\tWith a thumping heart, I carefully slipped the dress over my head and shimmied it down, tugging at the bottom with my toes. It took me a few minutes to get it all straightened and smoothed out. I stood up and looked at myself in the mirror over my dresser..."],
        ["9", "\tI gazed at myself in the mirror, wondering if I was really going to go out in front of other people looking like this..."],
        ["10", "\tThe sky looked like cotton candy as I made my way downstairs. I loved all the sounds and smells of the festival—corn dogs and kettle corn and chili and funnel cakes. Walking over to the Flap-Jackeroos, I ran into Jessica and a large group of girls from soccer..."],
        ["11", "\tAs they walked behind me, I spotted Zion sitting at a table by himself, munching on a box of popcorn. I walked with the girls over to him and introduced them. He mumbled a hello to the girls as he stared at his feet and tried to hide his popcorn behind his back."],
        ["12", "\tI made my way to the stage and stood at the bottom of the steps. When the lead singer of the Flap-Jackeroos saw me, he told the audience they had a special accompaniment, and I walked up the stairs to join them. He placed my guitar in front of a chair on the stage for me, and I sat down."],
        ["13", "\tBut it wasn't my guitar. It was the guitar we had found in the storage room hidden under the old desk. It was the guitar that had belonged to my mother. It had been cleaned, repaired, and restrung. I looked out into the audience and saw my parents watching me. Mom put her fingers to her mouth and blew me a kiss. I slipped my feet out of my flowery flats and carefully plucked at a string with one not quite steady toe."],
        ["14", "\tWe played “Tumbling Tumbleweeds,” which I had been feverishly practicing all week, even though my part was quite simple. A large audience formed to watch as we played, and I saw that all their eyes were on me—me in my strappy pink dress. Me in my mother's necklace, playing my mother's guitar. Me with terribly flushed cheeks, beaming as the lead singer winked at me while we played. I looked out into the crowd and saw Jessica and the other girls watching me with excited faces. I saw Zion smiling and waving and I nodded back. I saw my parents, arms around each other, swaying to the music..."],
        ["15", "\tAs the fireworks exploded over the lights of the city—millions of lights for millions of people—I didn't feel so insignificant anymore. I felt as big as the giant saguaro² beside me. I felt like I was shining, and this time I thought maybe it wasn't just the moon. Maybe the light was in me."]
    ],
    "Copyright": "",
    "References": [
        ["¹", "vendors: people who sell things"],
        ["²", "saguaro: a kind of cactus that is often 15 feet tall, and can sometimes grow much taller"]]
}