{
    "Directions": "Read this story, then answer each question that follows.",
    "Context": [
        "On a snowy night at his family inn, Milo makes an unusual discovery."
    ],
    "Title": "[Excerpt from] Greenglass House",
    "Subtitle": "",
    "Author": "by Kate Milford",
    "LabelType": "P",
    "Content": [
        ["1", "\tIt looked like a blue leather wallet, only bigger. Milo climbed down onto the rails behind the car and picked it up."],
        ["2", "\tAnd that's how he found the first map."],
        ["3", "\tIt was tucked into the left-hand pocket of the leather wallet, folded into quarters. The paper was old and green-tinged, the way the copper pots in the inn's kitchen were tinted green from verdigris—only Milo had never seen paper turn green like that. He unfolded it carefully with cold fingers. It was brittle and delicate and didn't look as if it could stand much more folding and unfolding, but he could tell it had once been thick and expensive. Milo held it up so that the light from the closest lamp post shone through, and he could just make out a watermark:¹ it looked like a wrought-iron gate, but slightly warped and wrenched out of its original shape."],
        ["4", "\tIt was then, with the page lit up from behind, that Milo realized what he was looking at. He turned and hopped across the rails to the shed that housed the big winch, turned on the overhead light, and held the paper up again to get a better look ..."],
        ["5", "\tMilo knew a thing or two about maps. This, of course, came from twelve years of growing up around smugglers and sailors. And as he stared at the paper in his hands, he realized it reminded him of a very specific sort of map, one that he saw fairly often. It looked like a nautical chart, the kind that ships' navigators use."],
        ["6", "\tYes, a nautical chart. That was exactly what it was, with the shadings of blue and the green dots meant to represent the different depths of the waterway. The bird shape must be the compass rose, which would mean the wing with the arrow was supposed to be pointing north."],
        ["7", "\tHe turned the page so that the arrow pointed up, but that didn't make the waterway any more familiar. He turned it again and again, trying to find the orientation that would transform it into something recognizable: the Skidwrack River, or the Magothy Bay it emptied into, or one of the Skidwrack's inland tributaries. But no matter which way he held the map, it didn't look like any river or bay Milo knew of."],
        ["8", "\tThen, outside in the pavilion, he heard a voice muttering curses. He put his eye to the crack between the door and its frame. A person wrapped in a heavy coat crossed Milo's view, head hunched low into the collar. A short, sharp breeze kicked up, swirling snow around the figure. It wasn't his mother or father, but between the snow and the twinkling lights, he couldn't quite work out which of the guests it was."],
        ["9", "\tThe person strode out of view and back in again, making a circuit of the pavilion, then hopped down onto the tracks inside it. Milo heard footsteps crunching over the stones between the steel rails."],
        ["10", "\tHe or she had to be looking for the leather wallet Milo had just found. The logical thing to do would be to step out and announce that he'd found it. It was, after all, the property of one of the guests, and at some point, he was going to have to give it back. Still, when the dark shadow swung itself back up off the tracks, something made Milo edge deeper into the shed and tuck himself as far behind the winch as he could."],
        ["11", "\tHe held his breath and waited. Long minutes passed without any sound from outside. As quietly as he could, he refolded the map and tucked it inside the leather wallet. He slipped it into his other back pocket, making certain it was hidden by his coat. Then, when he was sure, absolutely sure, that he was alone in the pavilion again, he crept out of the shed. Whoever it had been, he or she had left footprints, but already the swirling snow was busy erasing them."]
    ],
    "Copyright": "",
    "References": [
        ["¹", "watermark: a faint design placed on paper that can only be read when held up to a light"]
    ]
}