{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [
        "In this paper Emma wants to present an argument for studying classic literature. Read Emma's first draft and look for the corrections she needs to make. When you finish reading, answer each question that follows.",
        "problems/TX18HSE1/media/S3a.jpg"
    ],
    "Title": "The Case for Classics",
    "Subtitle": "",
    "Author": "",
    "LabelType": "N",
    "Content": [
        ["", "\t(1) Many high schoolers groan when they look at a course syllabus for English and see literary assignments that include Shakespearean plays and other pieces of classic literature. (2) Students often wonder why they have to study “ancient” writing that is hard to read and seems so irrelevant. (3) But there are some good reasons why reading the classics is an important part of a twenty-first-century education."],
        ["", "\t(4) Reading writings from long ago can be like stepping into a time machine. (5) As students explore texts that were written hundreds of years before, you peer through a window into the world as it was in those days. (6) Mark Bayer, an associate professor of English at the University of Texas at San Antonio, notes that Shakespeare's sixteenth-century audiences enjoyed “the political intrigue, the murder plots, the nations at war.” (7) He adds, “These were things that were on people's minds at that time.” (8) Also, who better to tell those stories than the people who lived them? (9) Being able to hear those voices from the past is a privilage young people should be grateful to have."],
        ["", "\t(10) Furthermore, as students examine classic works, they begin to see the fabric of history from a different perspective. (11) Most teens are absorbed with their own daily activities, they rarely think about the fact that human civilization has been around for a long time. (12) They don't realize their lives are connected to the lives of the people who came before them. (13) The experiences and perspectives of those people can provide important insights into the challenges that teenagers face today. (14) The wording and style may have changed, but the underlying themes that stir the heart, including love, loss, courage, revolution, and humor, are as true today as they were for the authors of these early works. (15) Reading classic literature is one way for students to begin to understand the bigger story of the generations."],
        ["", "\t(16) One of the most important reasons to study classic literature, however, is to expand one's mind. (17) Research has shown that the human brain has an amazing capacity to learn and that many people barely scratch the surface of their learning potential. (18) Clearly, studying the classics can be challenging, but that's why it is so important. (19) Just as a workout trains the body, learning to appreciate an unfamiliar style of writing can stretch the brain and help it grow stronger. (20) To illustrate this, a group of scientists and English professors came together at the University of Liverpool in England. (21) They gathered volunteers who agreed to have their brains scanned while reading phrases from classic literature, including Shakespeare, in both their original form and in modern translations. (22) The results of the study showed a significant increase in the brain activity of people who were reading the original texts. (23) According to Philip Davis one of the English professors involved in the study, “Serious literature acts like a rocket-booster to the brain.” (24) While it might be easier to read modern literature and books that appeal to today's culture and interests, students would miss some important opportunities to think, reason, and flex their brains."],
        ["", "\t(25) Classic literature is an important part of a high school education. (26) It connects students to the history and values of the broader human community. (27) It challenges their minds with the ideas and words of people who came before them. (28) Therefore, if today's teens are going to grow as readers, writers, and critical thinkers, it is essential that classic literature remain a part of their education."]
    ],
    "Copyright": "",
    "References": []
}