{
    "Directions": "Read the selection and choose the best answer to each question.",
    "Context": [
        "In response to a class assignment, Anika wrote the following paper about an underground city. Read Anika's paper and think about the revisions she needs to make. When you finish reading, answer each question that follows.",
        "problems/TX18HSE1/media/S2a.jpg"
    ],
    "Title": "Coober Pedy: Underground City",
    "Subtitle": "",
    "Author": "",
    "LabelType": "N",
    "Content": [
        [" ", "\t(1) At first glance, the Australian city of Coober Pedy looks like an abandoned ghost town. (2) It doesn't appear to consist of much more than a few hotels and a peculiar, grassless golf course. (3) As bleak as this may sound, the city of Coober Pedy is actually quite fascinating. (4) There are even people who live here. (5) These people are under ground."],
        [" ", "\t(6) What caused these people to build an underground city in the Australian desert? (7) In 1915 14-year-old Willie Hutchison discovered some rich opal fields in the area. (8) After all, miners from all over the world flooded into the region to seek their fortunes. (9) The miners quickly learned that summer temperatures in the area could escalate to more than 100 degrees and scorch the land for months. (10) In today's world of air conditioning, that may not seem unbearable, but in 1915 it was."],
        [" ", "\t(11) The Coober Pedy miners devised a unique solution to their problem with the heat. (12) Since they were miserable living above ground but were quite comfortable working in the caves, they decided to build dugouts. (13) These are caves dug into the local hillsides. (14) When the dugouts were complete, the miners moved their families and belongings under ground."],
        ["", "problems/TX18HSE1/media/S2b.jpg"],
        [" ", "\t(15) Today, most of the citizens of Coober Pedy continue to live in underground homes. (16) Some of these homes are grand and impressive, while others are simple and practical. (17) Vertical shafts are commonplace in these homes because they help keep interior temperatures regulated and comfortable. (18) And like any city, Coober Pedy also has restaurants, hotels, a few museums, and even a handful of gift shops — all under ground."],
        [" ", "\t(19) Windows are the only amenity missing in Coober Pedy homes and businesses. (20) To enhance their surroundings, fake windows with decorative drapes are installed by some people. (21) Others bring artificial light into the dark atmosphere to make it seem more cheerful. (22) Colorful walls also help make some environments brighter and more pleasing to the eye."],
        [" ", "\t(23) The fascinating city of Coober Pedy has become a popular destination for both tourists and filmmakers. (24) The citizens of Coober Pedy have certainly found a creative way to beat the heat, and the world has taken notice."]
    ],
    "Copyright": "",
    "References": []
}