{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [
        "Caitlyn wrote the following composition about an inspirational figure. She would like you to read her paper and think about any corrections she needs to make. When you finish reading, answer each question that follows."
    ],
    "Title": "A Dream Unrealized",
    "Subtitle": "",
    "Author": "",
    "LabelType": "N",
    "Content": [
        ["", "\t(1) Rafael, or Rafa, Ortiz was born in Mexico City, but his father did not want to raise him in the midst of the city's tall buildings and concrete streets. (2) He wanted his children to be close to nature and animals, so when Rafa Ortiz was about five years old, his father moved his family to a ranch near Veracruz. (3) Rafa Ortiz and his siblings began water rafting in the nearby Filobobos River. (4) Over time Ortiz's early experiences with rafting led him to an extraordinary career in extreme kayaking."],
        ["", "\t(5) When Ortiz was about 14, his father and sister bought two kayaks. (6) With no instructions or guidence, Ortiz and his sister planned to take their new boats out onto the water. (7) They put on skateboarding helmets and swimming pool life jackets and brought their kayaks to the river. (8) Fortunately, an experienced kayaker saw them and offered some much-needed advice. (9) “You guys need proper life jackets, proper helmets, and proper spray skirts to close the kayaks,” he gently told them. (10) “You can visit a website and get all set up.” (11) The two siblings did just that, and Ortiz soon became an avid kayaker. (12) He started spending his summers in Canada, where he perfected his skills in freestyle kayaking. (13) As a teen in the junior ranks, Ortiz became the first Mexican of any age to compete in the world freestyle kayak championships."],
        ["", "\t(14) Ortiz soon grew interested in extreme kayaking and made his first descent down a 40-foot drop over Big Banana Falls in Mexico. (15) He came out of the plunge bleeding and with a broken paddle, but he was hooked nonetheless. (16) After steady practice and a great deal of experience at various waterfalls around the globe, Ortiz improved his skills. (17) Today he is one of the most celebrated extreme kayakers in the world. (18) Among his unparalleled achievements is paddling his kayak over both the Alexander Falls, a 150-foot drop in British Columbia, and the Palouse Falls, a 189-foot drop in the state of Washington."],
        ["", "problems/TX18HSE1/media/S4a.jpg"],
        ["", "\t(19) In recent years Ortiz had been looking forward to conquering the ultimate challenge, the 165-foot plummet of Niagara Falls. (20) He had already conquered a higher drop, but Niagara has the highest flow rate of any waterfall in the world, so Ortiz knew the feat would be more perilous than anything he had attempted before. (21) Still Ortiz dreamed of being the first kayaker to paddle over the falls. (22) Hoping to be as prepared as possible for a challenge that he knew would require an extraordinary amount of skill, he studied the spectacular attraction for three years."],
        ["", "\t(23) But Ortiz would never conquer that ultimate challenge. (24) On the day that he was supposed to paddle over Niagara Falls, he went to the top and looked down, he said that things just didn't feel right. (25) So in a move that surprised many, he simply walked away. (26) After three years of preparation, Rafa Ortiz left his biggest dream behind. (27) He later explained that he just wasn't confident he would be able to land the kayak safe. (28) “Not often it hurts so much to walk away from a dream,” he said. (29) But he added, “I heard once [that] sometimes it takes more courage to walk away from a drop than to run it.”"],
        ["", "\t(30) Other extreme kayakers agree and have praised Rafa Ortiz's decision. (31) Fellow kayaker Rush Sturges is one example. (32) “I am proud of Rafa's decision,” he commented, and I think it is a great testament to his character and courage.”"],
        ["", "\t(33) So for now Rafa Ortiz will have to be happy with all the other amazing feats he has accomplished. (34) As one writer put it, “Surely another waterfall awaits Ortiz — just not Niagara Falls.”"]
    ],
    "Copyright": "",
    "References": []
}