{
    "Directions": "Read the next two selections and choose the best answer to each question.",
    "Context": [],
    "Title": "American Apple",
    "Subtitle": "",
    "Author": "by Li Jingwen",
    "LabelType": "P",
    "Content": [
        ["1", "\tYou have to admit that the moon in foreign countries is bigger than the moon in China. I don't even need to bring up the moon landing, spacecraft, UFO studies, and such. Just this apple, no big deal, really. How can the Americans grow such apples? The red ones are so red, green ones so green, shiny, wax like, as if painted on. They are real, but look so artificially made."],
        ["2", "\tNot to brag about it, but as a small local newspaper reporter, the first time I saw an American apple was in an illustrated foreign magazine in our internal reference room. It looked like a supermarket with piles of apples neatly arranged, a pile of red apples, then a pile of green apples, then a pile of red apples again, and then another pile of green apples, and so on, stretched out like a dragon. Especially the red apples, they looked so red, so surprisingly red, that there wasn't even a hint of green on them."],
        ["3", "\tIn this city of ours where people like to chase whatever is fashionable, many kinds of foreign apples flood in like mad, the most attention-catching of which are American apples. The arrival of American apples added to the sorrow in my heart. I felt like a young lad suffering from unrequited love, who, despite his burning desire, does not dare to do anything bolder than cast furtive glances at his beloved girl from a distance. For a thousand times I had let my reporter's imagination run wild and savored in my mind how sweet and fragrant American apples would taste, but I would not walk close to them. One American apple for 50 yuan, more than the price for a whole case of our native “Red Fushi!” Not that my wallet cannot afford a few such American apples. It's just that in my heart I didn't want to waste my money on such hot foreign things."],
        ["4", "\tOn a weekend I took my daughter shopping. Of the tens of thousands of merchandise on display in the grand shopping mall her eyes were attracted to American apples alone. And she wouldn't give me peace until I said yes. I tried all the tricks I knew to divert her attention elsewhere and even bought her her favorite Haha fruit milk, Wang Wang crispy egg rolls, and fruit jelly, but failed in the end. She pouted unhappily the whole day and evening and didn't want to say one word to me. When she woke up the next morning, she still had not forgotten. I had never seen such stubbornness for so long in my daughter, even at her young age. I was shocked. These red American apples had such scary appeal to the young children."],
        ["5", "\tI figured, no matter how I sliced it, I shouldn't have denied my daughter and dampened her fledgling curiosity about the unknown in the world. That is to say, I should have let my daughter experience what the American apple tasted like. So I burned the midnight oil for a few days, sold a few more stories, made a bit more money, and dashed to the grand mall. There I took out a one-hundred-yuan bill and bought two American apples from a young, all-smiling sales girl. When I got home with the two apples, my daughter jumped for joy, but she didn't want to eat them. Instead, she placed the apples right next to the white rabbit, her favorite toy. Every night before going to bed, she would take one last look and feel the apples in her hand gently. I said: Why don't you eat them. I'll buy you more if you like them so much. She would shake her head, her eyes still fixed on the mouth-watering apples. She didn't have the heart to bite into the apples that looked so perfect in her mind."],
        ["6", "\tNot long afterwards, at the end of an important business press conference, the sponsors gave each of us veteran reporters an exquisitely-packaged gift box, each containing four American apples. I was so thrilled with the gift, which felt so heavy in my hands. At my insistence, my daughter finally gave in and agreed to eat an apple. Watched by my daughter's eager eyes I peeled off the beautiful skin of the apple with a knife carefully, almost religiously, but still felt as though I was committing a crime."],
        ["7", "\tI had expected my daughter to jump for joy again, yet at the very first bite, she froze, a puzzled look in her vivid eyes. She licked her mouth a few times as if not sure of her own taste. Then, with apparent disappointment, she placed the apple in my hand: Why does it taste like this?"],
        ["8", "\tI took a bite and my eyebrows furrowed right away, too. Indeed it tasted far worse than “Red Fushi.”"],
        ["9", "\tSo we left the exquisite box of American apples untouched and forgot about them for a long time. When we thought about them again, the apples inside were already rotten beyond recognition."]
    ],
    "Copyright": "Translation © 2008 Shouhua Qi. Published in The Pearl Jacket and Other Stories: Flash Fiction from Contemporary China by Stone Bridge Press, Berkeley, California.",
    "References": []
}