{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [],
    "Title": "Losing Is Good for You",
    "Subtitle": "",
    "Author": "by Ashley Merryman\nThe New York Times\nSeptember 24, 2013",
    "LabelType": "P",
    "Content": [
        ["1", "As children return to school this fall and sign up for a new year's worth of extracurricular activities, parents should keep one question in mind. Whether your kid loves Little League or gymnastics, ask the program organizers this: “Which kids get awards?” If the answer is, “Everybody gets a trophy,” find another program."],
        ["2", "Trophies were once rare things—sterling silver loving cups bought from jewelry stores for truly special occasions. But in the 1960s, they began to be mass-produced, marketed in catalogs to teachers and coaches, and sold in sporting-goods stores."],
        ["3", "Today, participation trophies and prizes are almost a given, as children are constantly assured that they are winners. One Maryland summer program gives awards every day—and the “day” is one hour long. In Southern California, a regional branch of the American Youth Soccer Organization hands out roughly 3,500 awards each season—each player gets one, while around a third get two. Nationally, A.Y.S.O. local branches typically spend as much as 12 percent of their yearly budgets on trophies."],
        ["4", "It adds up: trophy and award sales are now an estimated $3 billion-a-year industry in the United States and Canada."],
        ["5", "Po Bronson and I have spent years reporting on the effects of praise and rewards on kids. The science is clear. Awards can be powerful motivators, but nonstop recognition does not inspire children to succeed. Instead, it can cause them to underachieve."],
        ["6", "Carol Dweck, a psychology professor at Stanford University, found that kids respond positively to praise; they enjoy hearing that they're talented, smart and so on. But after such praise of their innate abilities, they collapse at the first experience of difficulty. Demoralized by their failure, they say they'd rather cheat than risk failing again."],
        ["7", "In recent eye-tracking experiments by the researchers Bradley Morris and Shannon Zentall, kids were asked to draw pictures. Those who heard praise suggesting they had an innate talent were then twice as fixated on mistakes they'd made in their pictures."],
        ["8", "By age 4 or 5, children aren't fooled by all the trophies. They are surprisingly accurate in identifying who excels and who struggles. Those who are outperformed know it and give up, while those who do well feel cheated when they aren't recognized for their accomplishments. They, too, may give up."],
        ["9", "It turns out that, once kids have some proficiency in a task, the excitement and uncertainty of real competition may become the activity's very appeal."],
        ["10", "If children know they will automatically get an award, what is the impetus for improvement? Why bother learning problem-solving skills, when there are never obstacles to begin with?"],
        ["11", "If I were a baseball coach, I would announce at the first meeting that there would be only three awards: Best Overall, Most Improved and Best Sportsmanship. Then I'd hand the kids a list of things they'd have to do to earn one of those trophies. They would know from the get-go that excellence, improvement, character and persistence were valued."],
        ["12", "It's accepted that, before punishing children, we must consider their individual levels of cognitive and emotional development. Then we monitor them, changing our approach if there's a negative outcome. However, when it comes to rewards, people argue that kids must be treated identically: everyone must always win. That is misguided. And there are negative outcomes. Not just for specific children, but for society as a whole."],
        ["13", "In June, an Oklahoma Little League canceled participation trophies because of a budget shortfall. A furious parent complained to a local reporter, “My children look forward to their trophy as much as playing the game.” That's exactly the problem, says Jean Twenge, author of Generation Me."],
        ["14", "Having studied recent increases in narcissism and entitlement among college students, she warns that when living rooms are filled with participation trophies, it's part of a larger cultural message: to succeed, you just have to show up. In college, those who've grown up receiving endless awards do the requisite work, but don't see the need to do it well. In the office, they still believe that attendance is all it takes to get a promotion."],
        ["15", "In life, “you're going to lose more often than you win, even if you're good at something,” Ms. Twenge told me. “You've got to get used to that to keep going.”"],
        ["16", "When children make mistakes, our job should not be to spin those losses into decorated victories. Instead, our job is to help kids overcome setbacks, to help them see that progress over time is more important than a particular win or loss, and to help them graciously congratulate the child who succeeded when they failed. To do that, we need to refuse all the meaningless plastic and tin destined for landfills. We have to stop letting the Trophy-Industrial Complex run our children's lives."],
        ["17", "This school year, let's fight for a kid's right to lose."]
    ],
    "Copyright": "From the New York Times, September 24, 2013. © 2013 the New York Times. All rights reserved. Used by permission and protected by the copyright laws of the United States. The printing, copying, redistribution, or retransmission of this content without express written permission is prohibited.",
    "References": []
}