{
    "Directions": "Read the three passages, which describe unusual locations and share a specific mood. Then answer each question that follows.",
    "Context": [
        "In this passage from Station Eleven, a group of actors and musicians, known as the “Traveling Symphony,” is wandering through a post-apocalyptic landscape twenty years after a virus has eliminated most of the world's population."
    ],
    "Title": "[from] Station Eleven",
    "Subtitle": "",
    "Author": "by Emily St. John Mandel",
    "LabelType": "P",
    "Content": [
        ["1", "Two days out of St. Deborah by the Water, the Symphony came upon a burnt‑out resort town. A fire had swept through some years ago and now the town was a meadow with black ruins standing. A sea of pink flowers had risen between the shards of buildings. The charred shells of hotels stood along the lakeshore and a brick clock tower was still standing a few blocks inland, the clock stopped forever at eight fifteen."],
        ["2", "The Symphony walked armed and on full alert, Olivia and Eleanor in the back of the lead caravan for safety, but they saw no signs of human life. Only deer grazing on overgrown boulevards and rabbits burrowing in ashy shadows, seagulls watching from lampposts. The Symphony shot two deer for dinner later, pried the arrows from their ribs, and strung them over the hoods of the first two caravans. The lakeshore road was a complicated patchwork of broken pavement and grass."],
        ["3", "On the far side of town they reached the limits of the fire, a place where the trees stood taller and the grasses and wildflowers changed. Just beyond the fire line they found an old baseball field, where they stopped to let the horses graze. Half-collapsed bleachers slumped into tall grass. Three banks of floodlights had stood over this field, but two had fallen. Kirsten knelt to touch the thick glass of a massive lamp, trying to imagine the electricity that it had conducted, the light pouring down. A cricket landed on her hand and sprang away."],
        ["4", "“You couldn't even look directly at them,” Jackson said. He hadn't liked baseball much but had gone a few times as a child anyway, sitting dutifully in the stands with his father."],
        ["5", "“You going to stand there all day?” Sayid asked, and Kirsten glared at him but returned to work. They were cutting grass for the horses, to carry with them in case there was a place farther down the road where there was nothing for the animals to eat. Eleanor sat by herself in the shade of the first caravan, humming tunelessly, braiding and unbraiding pieces of grass. She'd spoken very little since they'd found her."],
        ["6", "The scouts reported a school, just beyond the trees at the edge of the field. “Take a couple of the others and check the school for instruments,” the conductor told Kirsten and August. They set out with Jackson and the viola. It was a degree or two cooler in the shade of the forest, the ground soft with pine needles underfoot."],
        ["7", "“I'm glad to get out of that field,” Viola said. She'd had a different name when she was younger, but had taken on the name of her instrument after the collapse. She sniffled quietly. She was allergic to grass. The forest had crept up to the edges of the school parking lot and sent an advance party out toward the building, small trees growing through cracks in the pavement. There were a few cars parked on flat tires."],
        ["8", "“Let's watch for a moment,” August said, and they stood for a while at the edge of the woods. The saplings in the parking lot were stirred by a breeze, but otherwise nothing moved in the landscape except birds and the shimmer of heat waves. The school was dark and still. Kirsten brushed sweat from her forehead with the back of her hand."],
        ["9", "“I don't think anyone's here,” Jackson said finally. “The place looks desolate.”"],
        ["10", "“I don't know,” Viola muttered. “Schools give me the creeps.”"],
        ["11", "“You volunteered,” Kirsten said."],
        ["12", "“Only because I hate cutting grass.”"],
        ["13", "They skirted the building first, looking in windows, and saw only ruined classrooms with graffiti on the walls. The back door gaped open into a gymnasium. Sunlight poured through a hole in the ceiling, a few weeds growing in the debris where light touched the floor. This place had been used as a shelter, or possibly a field hospital. A jumble of cots had been piled in a corner of the room. Later someone had built a fire under the hole in the ceiling, old ashes mixed with animal bones. Easy to read the broad outlines of the room's history, the shelter that had later become a place where people cooked meals, but as always all of the details were missing. How many people had stayed here? Who were they? Where had they gone? On the opposite side of the gym, a set of doors opened into a corridor lined with classrooms, sunlight spilling across the floor from the broken-down front door at the end."],
        ["14", "This had been a small school, six classrooms. The floor strewn with broken glass, unidentifiable garbage, the remains of binders and textbooks. They picked their way between rooms, searching, but there was only wreckage and disarray. Layers of graffiti, unreadable names in puffy dripping letters across blackboards, old messages: “Jasmine L., if you see this, go to my dad's lake house.—Ben.” Overturned desks. A fire had darkened a corner of a classroom before someone had put it out or it had died on its own. The band room was immediately identifiable as such by the heap of twisted music stands on the floor. The sheet music was gone—perhaps used to start the cooking fire in the gymnasium— and there were no instruments. But Viola found half a jar of rosin in a closet, and Kirsten found a mouthpiece for a flute buried under trash. Words spray-painted on the north wall: “The end is here.”"]
    ],
    "Copyright": "Station Eleven: A Novel by Emily St. John Mandel. Copyright © 2014 by Emily St. John Mandel. Reprinted by permission of Alfred A. Knopf, an imprint of the Knopf Doubleday Publishing Group, a division of Penguin Random House LLC.",
    "References": []
}