{
    "Directions": "Read the excerpt about the effects of different types of trash. Then answer each question that follows.",
    "Context": [
        "This excerpt from Plastic: A Toxic Love Story examines the impact of discarding large amounts of plastic into the world's oceans."
    ],
    "Title": "[from] Plastic: A Toxic Love Story",
    "Subtitle": "",
    "Author": "by Susan Freinkel",
    "LabelType": "P",
    "Content": [
        ["1", "Plastic makes up only about 10 percent of all the garbage the world produces, yet unlike most other trash, it is stubbornly persistent. As a result, beach surveys around the world consistently show that 60 to 80 percent of the debris that collects on the shore is plastic. Every year, the Ocean Conservancy sponsors an international beach-cleanup day in which more than a hundred countries now take part. Afterward, the group publishes a detailed inventory of every item of debris that's been collected. The list itself is a powerful testament to the degree to which plastics serve as “the lubricant of globalization,” in the words of ocean activist-researcher Charles Moore. But what's also striking is the uniformity of what's collected. Whether they're working a beach in Chile, France, or China, volunteers inevitably come across much the same stuff: plastic bottles, cutlery, plates, and cups; straws and stirrers, fast-food wrappers, and packaging. Smoking-related items are among the most common. Indeed, cigarette butts—each made up of thousands of fibers of the semisynthetic polymer cellulose ac­ etate—top every list. Disposable lighters aren't far behind: in 2008, volunteers collected 55,491 beached lighters, more than double the number collected just five years earlier."],
        ["2", "If nothing else, the detritus collected each year is testament to the degree to which the whole world is becoming addicted to the conveniences of throwaway living. But to really appreciate the toll that this is taking on the planet, you have to head away from the coast and out into the deep reaches of the ocean."],
        ["3", "In 1997, Charles Moore, a California-based sailor, was returning home from Hawaii after a race and decided to try a new route that would take him through the northeastern corner of a ten-million-square-mile area known as the North Pacific subtropical gyre. The gyre is a huge oval loop that spans the Pacific and comprises four powerful currents that move from the coast of Washington to the coast of Mexico to the coast of Japan and back again."],
        ["4", "On that sunny August day, Moore steered his boat into a remote part of the gyre sailors normally avoid. The winds there are weak, the fish are few, and a perpetual mountain of high pressure hangs overhead, pressing down and making the currents spin in a slow, clockwise vortex, like water circling the drain in a bathtub. Except that here, the vortex never runs out. A lifelong sailor, Moore was used to seeing the odd fishing buoy or soda bottle off the side of his boat. But he'd never seen anything like what he encountered in the vortex. “As I gazed from the deck at the surface of what ought to have been a pristine ocean, I was confronted, as far as the eye could see, with the sight of plastic,” he later wrote. For a full week, he wrote, “no matter what time of day I looked, plastic debris was floating everywhere: bottles, bottle caps, wrappers, fragments.” ..."],
        ["5", "Moore's find wasn't news to those who study the ocean's currents. Curtis Ebbesmeyer, a Seattle oceanographer, has made a career of tracking flotsam, debris, and the contents of cargo containers lost at sea, such as rubber ducks and sneakers, to better understand the movements of the ocean. He found that debris from North America and Asia is caught up in the gyre currents where it can circle the northern Pacific Rim for decades. But some gets spun into the center, where there is neither wind nor the strong arm of a current to push it back out; it gets trapped. The technical term for the area is the North Pacific Subtropical Convergence Zone, but Ebbesmeyer was the one who bestowed the more colorful name—and the one that has stuck—the Pacific garbage patch. (There's also another debris-dense convergence zone at the other end of the gyre, in the western Pacific near Japan.) To Moore, patch didn't begin to describe what he was seeing: an area that he then estimated was about the size of Texas and swimming with three million pounds of debris—the amount deposited every year in Los Angeles's largest landfill."],
        ["6", "That detour through the gyre changed the direction of Moore's life. He quit his furniture-refinishing business and turned his attention full-time to researching and documenting the plasticization of the oceans. His alarming dispatches from repeated trips back to the gyre helped bring public attention to the problem. But that awareness, unfortunately, has been shaped by a host of misperceptions, some fed by Moore's initial descriptions."],
        ["7", "By now the plastic vortex has taken on an almost mythic quality in the public imagination. In news reports and the blogosphere it is often portrayed as a huge floating island of trash or, as the New York Times recently called it, an “eighth continent.” When Oprah Winfrey did a show about it—which was hailed by marine-debris activists as a sign that their issue was finally getting the recognition it deserved—she showcased photos of a messy swamp of bottles and bags and wrappers."],
        ["8", "Yet the images are a far cry from the reality. The vortex isn't filled with floes of debris. Instead, as voyagers there have discovered, it's a place of singular beauty, where on a calm day the waters are a clear, fathomless cerulean blue, and at night the surface shimmers with ghostly green bioluminescent trails traced by fish coming up to feed. It's not uncommon to come across bobbing detergent bottles, runaway buoys, or the occasional car-sized clumps of drift nets packed with all types of smaller debris, from toys to toothbrushes. But they're not omnipresent. Doug Woodring, a Hong Kong businessman and ocean activist, spent a month in the vortex during the summer of 2009 as part of a scientific expedition, and he was struck by the absence of plastic bags. He's used to seeing them all over the Hong Kong harbor, but he saw none in the vortex; it's so far from land they would have long since been sunk or smashed to smithereens by the ocean's currents. Mostly what he saw was something far more insidious: gazil­ lions of tiny bits and pieces suspended, like the flakes in a snow globe, throughout the water column, from the surface to the visible depths. Researchers on his ship trawled the waters twice a day with surface skimming nets, and every single time the nets were brought up, they were covered with this plastic confetti. A floating trash island would be a far easier problem to take care of. Ironically, that horrific image actually understates the problem, making it sound containable, ame­ nable to an open-sea version of a beach cleanup."],
        ["9", "But unlike a beach, the vortex “is not a static environment,” said Seba Sheavly, a Virginia-based consultant who has worked on ma­ rine-debris issues since 1993. “It changes with the seasons. It moves. It's very dynamic. To call it a 'garbage patch' insinuates it has bound­ aries and can be measured. It cannot.” In a place as vast as the Pacific Ocean, said Sheavly, the concentration of debris in the vortex is on the order of a few grains of sand in an Olympic-sized swimming pool."],
        ["10", "Sheavly serves as adviser to Project Kaisei, a group that was originally organized by Woodring and other activists in 2009 with the admirable, if naive, goal of using ships equipped with nets and scoops to “capture the plastic vortex.” But the group's leaders quickly recognized that there was no way to capture any but the biggest pieces of debris, such as drifting nets. And one scientist warned Woodring that trying to pull out all the tiny floating bits could cause more harm than good. “You can't just scoop out all the plastic from the ocean without pulling out phytoplankton and zooplankton species,” organisms that are the foundation of the marine food web. “If you ruin that basis, you'll have a tumbling effect, like taking out bottom bricks from a pyramid.”"]
    ],
    "Copyright": "Plastic: A Toxic Love Story by Susan Freinkel. Copyright © 2011 by Susan Freinkel. Reprinted by permission of Houghton Mifflin Harcourt Publishing Company.",
    "References": []
}