{
    "Directions": "This excerpt from The Iliad describes the final confrontation between Hector and Achilles during the Trojan War. Read the excerpt and answer each question that follows.",
    "Context": [],
    "Title": "[from] The Iliad",
    "Subtitle": "",
    "Author": "by Homer\n\ntranslated by Robert Fagles",
    "LabelType": "L",
    "Content": [
        [" ", "... now, at last, as the two came closing for the kill"],
        [" ", "it was tall Hector, helmet flashing, who led off:"],
        [" ", "“No more running from you in fear, Achilles!"],
        [" ", "Not as before. Three times I fled around"],
        ["5", "the great city of Priam—I lacked courage then"],
        [" ", "to stand your onslaught. Now my spirit stirs me"],
        [" ", "to meet you face-to-face. Now kill or be killed!"],
        [" ", "Come, we'll swear to the gods, the highest witnesses—"],
        [" ", "the gods will oversee our binding pacts. I swear"],
        ["10", "I will never mutilate you—merciless as you are—"],
        [" ", "if Zeus¹ allows me to last it out and tear your life away."],
        [" ", "But once I've stripped your glorious armor, Achilles,"],
        [" ", "I will give your body back to your loyal comrades."],
        [" ", "Swear you'll do the same.”\n\n"],
        ["15", "A swift dark glance"],
        [" ", "and the headstrong runner answered, “Hector, stop!"],
        [" ", "You unforgivable, you ... don't talk to me of pacts."],
        [" ", "There are no binding oaths between men and lions—"],
        [" ", "wolves and lambs can enjoy no meeting of the minds—"],
        ["20", "they are all bent on hating each other to the death."],
        [" ", "So with you and me. No love between us. No truce"],
        [" ", "till one or the other falls..."],
        [" ", "Come, call up whatever courage you can muster."],
        [" ", "Life or death—now prove yourself a spearman,"],
        ["25", "a daring man of war! No more escape for you—"],
        [" ", "Athena² will kill you with my spear in just a moment."],
        [" ", "Now you'll pay at a stroke for all my comrades' grief,"],
        [" ", "all you killed in the fury of your spear!”\n\n"],
        [" ", "With that,"],
        ["30", "shaft poised, he hurled and his spear's long shadow flew"],
        [" ", "but seeing it coming glorious Hector ducked away,"],
        [" ", "crouching down, watching the bronze tip fly past"],
        [" ", "and stab the earth—but Athena snatched it up"],
        [" ", "and passed it back to Achilles"],
        ["35", "and Hector the gallant captain never saw her."],
        [" ", "He sounded out a challenge to Peleus' princely son:"],
        [" ", "“You missed, look—the great godlike Achilles!"],
        [" ", "So you knew nothing at all from Zeus about my death—"],
        [" ", "and yet how sure you were! All bluff, cunning with words,"],
        ["40", "that's all you are—trying to make me fear you,"],
        [" ", "lose my nerve, forget my fighting strength."],
        [" ", "Well, you'll never plant your lance in my back"],
        [" ", "as I flee you in fear—plunge it through my chest"],
        [" ", "as I come charging in, if a god gives you the chance!"],
        ["45", "But now it's for you to dodge my brazen spear—"],
        [" ", "I wish you'd bury it in your body to the hilt."],
        [" ", "How much lighter the war would be for Trojans then"],
        [" ", "if you, their greatest scourge, were dead and gone!”\n\n"],
        [" ", "Shaft poised, he hurled and his spear's long shadow flew"],
        ["50", "and it struck Achilles' shield—a dead-center hit—"],
        [" ", "but off and away it glanced and Hector seethed,"],
        [" ", "his hurtling spear, his whole arm's power poured"],
        [" ", "in a wasted shot. He stood there, cast down ..."],
        [" ", "he had no spear in reserve. So Hector shouted out"],
        ["55", "to Deiphobus³ bearing his white shield—with a ringing shout"],
        [" ", "he called for a heavy lance—"],
        [" ", "but the man was nowhere near him,"],
        [" ", "vanished—"],
        [" ", "yes and Hector knew the truth in his heart"],
        ["60", "and the fighter cried aloud, “My time has come!"],
        [" ", "At last the gods have called me down to death."],
        [" ", "I thought he was at my side, the hero Deiphobus—"],
        [" ", "he's safe inside the walls, Athena's tricked me blind."],
        [" ", "And now death, grim death is looming up beside me,"],
        ["65", "no longer far away. No way to escape it now. This,"],
        [" ", "this was their pleasure after all, sealed long ago—"],
        [" ", "Zeus and the son of Zeus, the distant deadly Archer—"],
        [" ", "though often before now they rushed to my defense."],
        [" ", "So now I meet my doom. Well let me die—"],
        ["70", "but not without struggle, not without glory, no,"],
        [" ", "in some great clash of arms that even men to come"],
        [" ", "will hear of down the years!”"]
    ],
    "Copyright": "The Iliad by Homer, translated by Robert Fagles. Translation copyright © 1990 by Robert Fagles. Reprinted by permission of Viking Books, an imprint of Penguin Publishing Group, a division of Penguin Random House LLC.",
    "References": [
        ["¹", "Zeus — ruler of the Greek gods"],
        ["²", "Athena — Greek goddess"],
        ["³", "Deiphobus — a soldier in Hector's army"]
    ]
}