{
    "Directions": "Read this passage and answer each question that follows.",
    "Context": [],
    "Title": "[Excerpt from] “Hike”",
    "Subtitle": "",
    "Author": "by Susan Yoder Ackerman",
    "LabelType": "P",
    "Content": [
        ["1", "\tWe have the best kid job in the world, my brother Axel and I — playing with puppies. All through the sunny Alaska summer, that's what we do."],
        ["2", "\tOur family raises sled dogs. In the winter Mom and Dad take people mushing. That's driving over the snow in a dog sled, and it's super fun! But I like the summer even more. That's when Bella has her pups."],
        ["3", "\tSled dogs are a mix of different breeds. Before the puppies are born, we never know exactly how they will look. But we do know they will grow up to be strong dogs who love to run. That's what it means to be a sled dog."],
        ["4", "\tWhen the pups were born, I was so excited. Axel was nice; he said, “Zoey, you pick first.”"],
        ["5", "\tThat's when I saw my favorite — little Jip. His tiny nose was black in a white face. His ears and head were black too. It looked like he was wearing a hood to keep him warm in the snow — a perfect dog for northern winters!"],
        ["6", "\tAxel chose one that was light brown all over. He called her Sunshine. Bella didn't mind that we picked up her puppies and played with them. After all, the dogs and the people in this family are all part of the same pack. We see it that way, and so do the dogs."],
        ["7", "\tEvery chance I had, I cuddled little Jip in my arms. I kissed his nose and scratched his ears. I wrapped him in a T-shirt and carried him around. I rubbed his back and played with the little pads on his feet. I let his warm, wet tongue lick my fingers."],
        ["8", "\tAxel did the same with Sunshine — and not just because it's fun to play with puppies. Getting them used to human touch makes a good sled dog, Dad says."],
        ["9", "\tWhen Jip was eight weeks old and still just a roly-poly ball of fur, he got his first collar and his first job. It wasn't much of a job. All he had to do was toddle around for a few minutes every day with a light leash dragging behind him. Of course, he wanted to turn around and bite it and play with it! That's a puppy for you! But he was getting used to the feel of something behind him."],
        ["10", "\tWhen he was ten weeks old, I started teaching Jip to come when he was called. It was also time to try out a puppy-sized harness around his body. The harness can be a little heavy, so we left it on for just a short time each day to let him get used to it. Jip didn't mind. It seemed like another game to him."],
        ["11", "\tLater, I put Jip's harness on him at mealtime. I tied it to a heavy chair. I placed his food bowl just far enough away that when he ate, he pulled the line tight."],
        ["12", "\tEven though it would be so many months before he pulled a sled, Jip was getting the feel of a harness tight across the chest."],
        ["13", "\tThe pups grew fast! When they were four months old, we tied our old shoes to their harnesses. They ran ahead of us, dragging the light weights. Sunshine was a little afraid, so Axel had to take it slow. But Jip loved it."],
        ["14", "\tAxel and I worked together. Some days he'd run ahead of Jip, while I ran behind. When I yelled “Whoa!” Axel would stop and I'd jump on the shoe Jip was dragging. Then I'd praise my puppy for stopping. After we caught our breath, I'd yell “Hike,” and we'd all start running again. Other days I'd run ahead, with Axel following Sunshine, teaching her the commands for stop and go."],
        ["15", "\tLike wolves, sled dogs have a strong instinct to chase anything that's moving. And that includes chipmunks, mice, and squirrels! We started teaching the command “On by!” That means leave the rabbit alone! A sled dog must ignore distractions and stay on the trail."],
        ["16", "\tSoon the short summer was over. The first snowstorm buried the world in white. The pups were so happy! They are made for snow and ice."]
    ],
    "Copyright": "Excerpt from “Hike” by Susan Ackerman, from Click Magazine, Jan 2015. Copyright © 2015, Carus Publishing Company. Used by permission of Cricket Media Inc. via Copyright Clearance Center.",
    "References": []
}