{
    "Directions": "Read the passage and answer each question that follows.",
    "Context": [],
    "Title": "Danger at the Scituate Lighthouse",
    "Subtitle": "",
    "Author": "by Marlene Bateman Sullivan",
    "LabelType": "P",
    "Content": [
        ["1", "\tRebecca stood by her father, looking out the windows of Scituate Lighthouse at the glitter of the surf and beyond to the deep blue swells of the ocean. Low sand dunes, crowned in spots with sea grass, topped the Massachusetts beach. There were no clouds in the sky—nothing at all to give warning of the danger that was sailing toward them."],
        ["2", "\tEarlier that day, Mr. Bates had decided that he would take most of Rebecca's younger brothers and sisters to town to pick up food and supplies, which were dangerously low."],
        ["3", "\t“Now, Rebecca,” he began, gazing out across the open sea. “I want you and Abigail to help your mother and take care of things while I go to town with the others. I won't be gone long.”"],
        ["4", "\t“We'll help,” Rebecca promised."],
        ["5", "\t“I know I can count on you.”"],
        ["6", "\tStill, Mr. Bates looked a little worried about leaving the lighthouse. After all, peace had not yet been declared, even though the War of 1812 was nearly over. Although English warships used to frequently raid towns along the coast—including Scituate—no English troops had been sighted for a long time. Besides, Rebecca thought as she watched her father set off, the family would soon starve if he didn't go for food."],
        ["7", "\tRebecca didn't mind watching the lighthouse. She was used to helping her father polish the lamps and trim the wicks. Her father, brothers, and sisters hadn't been gone long when Rebecca happened to look out the window at the ocean. What she saw nearly made her heart stop. It was an enemy ship: a small, light-gunned British raider. Calling for her mother, she grabbed her father's naval telescope and could just make out the name painted on the side: La Hogue."],
        ["8", "\tRebecca, Abigail, and their mother stood together, frightened, as they watched the ship sail closer. Mother told the girls to watch the ship while she ran outside to find their brother. She had to send him to the nearby village to sound the alarm and alert the home guard. The girls watched helplessly as the great ship dropped anchor just off Cedar Point. Two small boats were lowered off the side, and Rebecca shivered in fear as they began to fill with soldiers. She knew the boats would come ashore quickly with the strong, sweeping strokes of the oarsmen."],
        ["9", "\tIt was time to run. As they bolted down the lighthouse stairs, Rebecca suddenly stopped when she saw her fife1. Oh my! she thought. It just might work... Rebecca grabbed the fife and the drum that Abigail had been learning to play."],
        ["10", "\tShe and her sister hurried out of the lighthouse and over to the large sand dunes that lay behind it. They stopped in a small gully and hid among the cedar trees. Peering through the trees, they saw soldiers in their bright red coats coming closer and closer. Stopping to catch her breath, Rebecca held her sister's trembling hand. She looked toward Scituate. The village seemed far away, though she could see the tall white steeple of the church in the distance. She wondered if her brother was there yet, alerting the villagers that British soldiers were coming."],
        ["11", "\tRebecca handed Abigail her drum. “We've got to play 'Yankee Doodle.'” Abigail opened her mouth to argue, but her sister silenced her with a stern look. “You know that the home guard always marches to a drum and fife. If the British soldiers hear the music before they get ashore, they'll think our troops are coming to fight.” Abigail nodded. Her face was white, but she gripped her drumsticks firmly."],
        ["12", "\tThe lively rhythm of “Yankee Doodle” soon filled the air. When it reached the ears of the men in the rowboats, they stopped rowing. The sailors rested on their oars, listening to the proud and defiant music. They looked nervously at one another—the music had to be coming from the drummer and the fifer that always accompanied American soldiers. Faint strains of the music reached the skipper, who was still aboard the La Hogue. He listened tensely, thinking, too, that the music had to be coming from confident American soldiers who were hiding behind the sand dunes."],
        ["13", "\tThe wind was strong and cool, picking up the fine golden sand and tossing it high, but Rebecca and her sister played on."],
        ["14", "\tThe captain feared that if his men landed on the beach, they would be walking into a trap, so he fired a cannon as a signal for them to return to the ship. The oarsmen quickly turned the rowboats around."],
        ["15", "\tWhen the home guard from the village arrived at the lighthouse, they were amazed to find that the La Hogue had already set sail. They congratulated Rebecca on her quick thinking and for tricking the British into leaving. Rebecca and Abigail's bravery and lively music had defeated the enemy ... without a single shot having been fired."]
    ],
    "Copyright": "“Danger at Scituate Lighthouse” by Marlene Bateman Sullivan from SPIDER, July 2005. Copyright © 2005 Cricket Media. All rights reserved.",
    "References": [
        ["¹", "fife - a small flute"]
    ]
}