{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Life Sciences"
        ],
        "SubTopics": [
            "Analyze existing evidence about the effect of a specific invasive species on native populations in Tennessee and design a solution to mitigate its impact."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Asian carp are fish that are not native to Tennessee. These fish are present in many rivers in the state. Adult Asian carp are very large and have few predators in Tennessee. The rivers on the map that are colored black show where Asian carp have been found in 2016.",
            "problems/TN23G6S/media/1a.jpg",
            "problems/TN23G6S/media/1b.jpg",
            "Many native fish, such as yellow perch, consume plankton in the rivers where they live. Asian carp also consume this food. Based on the information provided, yellow perch living in the Duck River MOST LIKELY"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "have greater competition for resources than yellow perch living in the Holston River.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "develop fewer illnesses than yellow perch living in the Cumberland River.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "are better adapted to the environment than yellow perch living in the Tennessee River.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "have a greater number of predators than yellow perch living in the Mississippi River.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Engineering, Technology & Applications Of Science"
        ],
        "SubTopics": [
            "Evaluate design constraints on solutions for maintaining ecosystems and biodiversity."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A seaside community decides to build a barrier to reduce erosion and other damage to the beach ecosystem. The barrier needs to be able to withstand harsh winter winds and strong spring storms. Winds in the area usually produce a force between 3 and 10 newtons. Community leaders evaluate their options based on the strength and the cost of each barrier material and how often each material will need to be repaired or replaced.",
            "problems/TN23G6S/media/2a.jpg",
            "Which material will be the BEST choice for building the barrier?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Natural Rock",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Wood",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Steel",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Concrete",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Physical Sciences"
        ],
        "SubTopics": [
            "Conduct an investigation to demonstrate the way that heat (thermal energy) moves among objects through radiation, conduction, or convection."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The picture shows a room with a ceiling fan and a fireplace. Heat from the fire warms the room. As fuel in the fireplace is burned, the fire gets smaller and then goes out. Then the air near the floor feels cooler. A person turns on the ceiling fan, and the air temperature near the floor begins to increase after the fan is turned on.",
            "problems/TN23G6S/media/3a.jpg",
            "Which of these BEST explains why the air temperature near the floor increases after the person turns on the fan?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Fires produce more thermal energy when fan blades rotate.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The rotating fan causes warm air near the ceiling to move throughout the room by conduction.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The rotating fan pushes warm air that rose to the ceiling by convection back down into the room.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Warm air from inside the room is drawn back into the fireplace when fan blades rotate.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space Sciences"
        ],
        "SubTopics": [
            "Investigate and compare existing and developing technologies that utilize renewable and alternative energy resources."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Engineers have designed a hydrogen fuel cell car which is powered by the energy that is released when hydrogen and oxygen combine. To do this, the car's engine transforms chemical energy into mechanical energy. The only substance released from these cars is water vapor.",
            "A student claims that cars powered by this type of fuel have an advantage over cars powered by gasoline. Which statement supports the student's claim?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Hydrogen fuel cell cars do not contribute to air pollution because their only exhaust is water.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Hydrogen fuel cell cars do not require maintenance like gasoline powered cars do.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Hydrogen fuel cell cars use non-renewable energy sources.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Hydrogen fuel cell cars can be designed in a variety of shapes.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space Sciences"
        ],
        "SubTopics": [
            "Diagram convection patterns that flow due to uneven heating of the earth."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A student drew a diagram to illustrate convection currents in the atmosphere.",
            "problems/TN23G6S/media/5a.jpg",
            "How should the diagram be changed to accurately illustrate atmospheric convection currents?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Add coral and fish to the water to represent energy flow.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Add trees and bushes to the land to represent transpiration.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Add an arrow pointing up from the land to represent warm air rising and an arrow pointing down over the water to represent cool air sinking.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Add an arrow pointing down over the land to represent cool air sinking and an arrow pointing up from the water to represent warm air rising.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Physical Sciences"
        ],
        "SubTopics": [
            "Construct a scientific explanation of the transformations between potential and kinetic energy."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A student pushed a toy car along a level track toward a spring. The car collided with the spring, causing the spring to compress. After the spring decompressed, the car traveled backward a short distance before stopping.",
            "problems/TN23G6S/media/6a.jpg",
            "Which statement accurately explains the energy transformation that occurred during the collision with the spring?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "As the car is compressing the spring, elastic potential energy in the spring is converted to kinetic energy in the car.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "As the car is compressing the spring, kinetic energy in the car is converted to elastic potential energy in the spring.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "As the spring is releasing, kinetic energy in the car is converted to elastic potential energy in the spring.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "As the spring is releasing, kinetic energy in the spring is converted to kinetic energy in the car.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Life Sciences"
        ],
        "SubTopics": [
            "Using evidence from climate data, draw conclusions about the patterns of abiotic and biotic factors in different biomes, specifically the tundra, taiga, deciduous forest, desert, grasslands, rainforest, marine, and freshwater ecosystems."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The line graph shows the average air temperatures in a coniferous forest and a deciduous forest.",
            "problems/TN23G6S/media/7a.jpg",
            "Which conclusion about deciduous forests is BEST supported by the data in the graph?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Deciduous trees grow in areas with cold summers.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Deciduous trees grow in areas with plenty of rain.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "On average, winters in deciduous forests are 30 degrees colder than winters in coniferous forests.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "On average, deciduous forests are ten degrees warmer than coniferous forests throughout the year.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Life Sciences"
        ],
        "SubTopics": [
            "Evaluate and communicate the impact of environmental variables on population size."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The graph shows the number of native species present in a location over a 6-year period of time.",
            "problems/TN23G6S/media/8a.jpg",
            "The MOST LIKELY reason for the change in native species from 2005 to 2009 is"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "a struggle for resources.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "an increase in food availability.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "a decrease in predators.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "a change in the soil composition.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space Sciences"
        ],
        "SubTopics": [
            "Construct an explanation for how atmospheric flow, geographic features, and ocean currents affect the climate of a region through heat transfer."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A diagram of wind blowing up the side of a mountain is shown.",
            "problems/TN23G6S/media/9a.jpg",
            "The windward side of the mountain receives more rain than the leeward side. Which of these correctly explains why?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Air cools, condenses, and gains moisture as it falls down the mountain.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Air warms, condenses, and loses moisture as it falls down the mountain.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Air warms, condenses, and gains moisture as it rises up the mountain.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Air cools, condenses, and loses moisture as it rises up the mountain.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space Sciences"
        ],
        "SubTopics": [
            "Analyze and interpret data from weather conditions, weather maps, satellites, and radar to predict probable local weather patterns and conditions."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The graphs show temperature and barometric pressure data during a week for a city.",
            "problems/TN23G6S/media/10a.jpg",
            "problems/TN23G6S/media/10b.jpg",
            "Based on the data, what change in the weather pattern can be seen Friday morning?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Storm clouds are increasing because of a pressure rise.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The sky is clearing because of a rise in temperature.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The sky is beginning to clear because of a pressure rise.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Rain clouds are moving in because of pressure lowering.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    }
}