{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "3.1.3.B "
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Use the information below to answer the question.",
            ":box:Life in a Leafcutter Ant Colony\n\n1. Large ants find and cut leaves.\n2. Large ants bring leaves to the nest.\n3. Small ants cut the leaves into pieces.\n4. Worker ants use leaf pieces to grow a fungus.\n5. The smallest ants remove mold to keep the fungus clean.",
            "Leafcutter ants live underground in groups. Which statement explains one way that leafcutter ants can survive?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The larger ants can compete with the smaller ants for food.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Competition among ants in the same colony is unlikely to help the ants survive.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The worker ants have the most important job in providing food.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The importance of a specific job does not explain how the ants survive.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The smallest ants use leaves for food when the fungus becomes moldy.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This statement is not supported by the information in the list.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The ants each have a different job to do to provide food for the whole colony.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Having different ways to contribute to the process of providing food can help the ants in the colony survive.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "3.1.3.H "
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A pond in a city park was polluted with litter. People noticed that there were fewer water plants, frogs, and fish in the pond. The people cleaned the pond by removing the litter. They also added a device to the pond that puts more oxygen into the water. During the next few years, the people noticed that there were more water plants, frogs, and fish in the pond.",
            "Which claim is BEST supported by the data from the pond?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Litter had both helpful and harmful effects on pond life.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence of the pond life benefiting from litter.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Removing litter from the pond helped organisms survive.",
                "Key": {
                    "Correct": true,
                    "Rationale": "People noticed that there were more plants and animals in the pond after they removed litter.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Invasive species do not survive when habitats are restored.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence or data about invasive species in the pond.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "An environment can be restored to its original condition within a year.",
                "Key": {
                    "Correct": false,
                    "Rationale": "No information about the time frame in which a pond environment can be restored was provided.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "3.4.3-5.B "
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Students in Pennsylvania are learning about recycling programs in their state. About 94% of the state's population has access to recycling programs. About 79% of those people have their recyclables collected. Some people in rural areas need to bring their recyclable trash to a drop-off area.",
            "Which claim about recycling in Pennsylvania is BEST supported by this information?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "People in rural areas should not have to recycle, because their trash is not collected for them.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The information does not suggest that rural areas should not recycle.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Recycling is more important in urban areas than in rural areas because more people live there.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The importance of recycling does not depend on population density.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The amount of recycling is high enough so that people do not need to bring their trash to a drop-off area.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The information does not suggest that enough trash is already being recycled so that drop-off areas are unnecessary.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Most people in Pennsylvania have access to recycling, even if the material must be brought to a drop-off area.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The information shows that approximately 94% of the population has access to recycling.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "3.4.3-5.B "
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Buildings, roads, and highways often divide wildlife habitats. In 2022, people started building the world's largest wildlife crossing. The crossing will connect two protected areas that are divided by a large highway. The goal is to help animals safely cross to find food, water, and mates.",
            "Which action would BEST help scientists decide whether the wildlife crossing meets the goal?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "comparing the population sizes of different animals before and after the crossing is built",
                "Key": {
                    "Correct": true,
                    "Rationale": "A comparison of population sizes before and after the crossing was built would provide evidence of whether the crossing helps animals.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "counting the number of different animals that live in the areas on each side of the crossing",
                "Key": {
                    "Correct": false,
                    "Rationale": "Counting the number of different animals would not provide evidence of whether the crossing helps animals.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "comparing the areas on each side of the crossing to learn which area the animals like best",
                "Key": {
                    "Correct": false,
                    "Rationale": "Identifying the area preferred by the animals would not provide evidence of whether the crossing helps animals.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "setting up cameras to count the total number of animals that use the crossing during one day",
                "Key": {
                    "Correct": false,
                    "Rationale": "A camera may not capture an accurate count of daily animal crossings.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "3.2.3.A "
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Use the information below to answer the question.",
            "problems/PA24G5S/media/5a.jpg",
            "problems/PA24G5S/media/5b.jpg",
            "A student places a toy car on the top of a ramp and then lets it go during an investigation. The toy car moves down the ramp and along the floor. Then the toy car hits a brick. The student observes the direction and distance the toy car travels after hitting the brick. The student continues the investigation, changing the height of the ramp for each test. The table shows the investigation results.",
            "What is the MOST LIKELY distance and direction the toy car travels when the ramp height is 10 centimeters (cm)?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "5 cm to the left",
                "Key": {
                    "Correct": true,
                    "Rationale": "The data for tests 1–4 suggest that the car will likely move 5 cm to the left after hitting the brick.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "5 cm to the right",
                "Key": {
                    "Correct": false,
                    "Rationale": "The data for tests 1–4 suggest that the car will not likely move to the right.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "10 cm to the left",
                "Key": {
                    "Correct": false,
                    "Rationale": "The data for tests 1–4 suggest that the car will not likely move 10 cm.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "10 cm to the right",
                "Key": {
                    "Correct": false,
                    "Rationale": "The data for tests 1–4 suggest that the predicted distance and direction are both unlikely.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "3.2.3.C "
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "",
            "problems/PA24G5S/media/6a.jpg",
            "A student is doing an investigation with two magnets. The student arranges the magnets in two positions. Which question about magnets could BEST be answered by this investigation?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "In which position are the magnets most useful?",
                "Key": {
                    "Correct": false,
                    "Rationale": "The investigation does not test how magnets are used.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "At which distances do the magnets generate electricity?",
                "Key": {
                    "Correct": false,
                    "Rationale": "The investigation does not test whether magnets generate electricity.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "How do the positions of the magnets affect the motion of the magnets?",
                "Key": {
                    "Correct": true,
                    "Rationale": "The positions of the magnets show the different ways magnets can move toward or away from each other.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "How does the distance between the magnets affect the strength of the magnetic force?",
                "Key": {
                    "Correct": false,
                    "Rationale": "The investigation does not test different distances between magnets.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "3.2.4.A "
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Use the table below to answer the question.",
            "problems/PA24G5S/media/7a.jpg",
            "A student rolled a bowling ball toward a bowling pin at three different speeds during an investigation. The ball hit the pin each time the ball was rolled. The student measured the distance the pin traveled after being hit.",
            "Which statement explains the relationship between the speed of the ball and the distance the pin traveled?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The pin traveled farthest when the ball had the most mass.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The mass of the ball was not changed during the investigation.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The pin traveled farthest when the ball had the most energy.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The pin traveled the greatest distance when the ball had the most speed, and objects that move faster have more energy than objects that move slower.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The pin traveled farthest when the ball traveled the least distance.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The distance between the ball and the pin was not changed during the investigation.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The pin traveled farthest when the ball traveled the greatest distance.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The distance between the ball and the pin was not changed during the investigation.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "3.3.3.A "
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Use the information below to answer the question.",
            "problems/PA24G5S/media/8a.jpg",
            "problems/PA24G5S/media/8b.jpg",
            "The graph shows the average temperature for each of nine months in Towanda, Pennsylvania. It is missing data for the spring months. The table shows the average monthly temperature for each of the missing months.",
            "Based on the table, which statement BEST describes the bars that should be added to complete the graph?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The bar for each month should be the same height as the bar for June.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The temperatures for March, April, and May are lower than the temperature for June.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The bar for each month should be taller than the bar for the month before.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The temperature pattern between January and July indicates that the temperatures from March to May should increase gradually.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The bar for each month should be the same height as the bar for February.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The temperatures for March, April, and May are higher than the temperature for February.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The bar for each month should be shorter than the bar for the month before.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The monthly temperatures increase from March through May.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "3.3.3.C "
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Use the table below to answer the question.",
            "problems/PA24G5S/media/9a.jpg",
            "The table shows the height of a river on different dates in March, April, and May. Floods happen when the river is higher than 11 meters. People in the surrounding area want to build a wall to help prevent flood damage.",
            "Which claim about building a wall is BEST supported by data in the table?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "A wall is not needed, because this river rarely floods.",
                "Key": {
                    "Correct": false,
                    "Rationale": "A wall is needed because the data show that the river height can rise above 11 meters.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "A wall is not needed, because a flood is a natural event.",
                "Key": {
                    "Correct": false,
                    "Rationale": "A wall is needed, and both natural and non-natural events can cause flooding.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "A wall that is 1 meter tall will help prevent flood damage.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The data suggest that a 1-meter wall will not be sufficient to prevent flooding.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "A wall that is 4 meters tall will help prevent flood damage.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The data suggest that a 4-meter wall will be able to prevent flooding.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "3.3.4.D "
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Use the graph below to answer the question.",
            "problems/PA24G5S/media/10a.jpg",
            "The graph shows the amount of carbon dioxide given off into the air while electricity is being produced. How could the amount of carbon dioxide released into the air be reduced?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "by increasing the amount of electricity produced by burning coal",
                "Key": {
                    "Correct": false,
                    "Rationale": "According to the data, burning coal to produce electricity releases the largest amount of carbon dioxide. Increasing the use of coal to produce electricity would add more carbon dioxide into the air.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "by decreasing the amount of electricity produced by hydropower",
                "Key": {
                    "Correct": false,
                    "Rationale": "According to the data, using hydropower to produce electricity releases the least amount of carbon dioxide, so this method should not be decreased.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "by producing more electricity from biomass than from solar farms",
                "Key": {
                    "Correct": false,
                    "Rationale": "According to the data, producing electricity from biomass releases more carbon dioxide than producing electricity from solar farms does.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "by producing more electricity from rooftop solar panels than from natural gas",
                "Key": {
                    "Correct": true,
                    "Rationale": "According to the data, using rooftop solar panels to produce electricity releases less carbon dioxide than using natural gas to produce electricity does.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "3.5.3-5.P "
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Use the information below to answer the question.",
            "problems/PA24G5S/media/11a.jpg",
            "problems/PA24G5S/media/11b.jpg",
            "A student wants to race toy paddleboats. The student designed two paddleboats and tested them in a tub of water. Then the student changed the designs and repeated the test. The table shows the test results.",
            "Which statement BEST evaluates the paddleboat designs?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Design 1A floated in the water better than design 1B.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There were no observations made of design 1A or design 1B sinking.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Design 1A used stronger materials than design 2B.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The designs did not measure the strength of the materials.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Design 2B was an improvement over design 2A.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Design 2B moved halfway across the tub and performed better than design 2A, which was unable to move halfway across the tub.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Design 2B was an improvement over design 1B.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Design 2B and design 1B resulted in the same movement.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "3.5.3-5.B "
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Use the information below to answer the question.",
            "problems/PA24G5S/media/12a.jpg",
            "problems/PA24G5S/media/12b.jpg",
            "Students are comparing two different types of thermometers. Which statement describes a disadvantage of using one of the thermometers?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The infrared thermometer can measure temperature at a distance.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Being able to measure temperatures from a distance is considered an advantage of using an infrared thermometer.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The infrared thermometer takes quick temperature measurements.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Being able to measure temperatures quickly is considered an advantage of using an infrared thermometer.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The probe thermometer provides exact temperature measurements.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Being able to provide accurate temperature measurements is considered an advantage of using a probe thermometer.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The probe thermometer takes temperature measurements only when touching an object.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The probe thermometer must always be in contact with the object being measured, which is a limitation of how the probe thermometer can be used.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "3.5.3-5.E "
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Use the information below to answer the question.",
            ":ibox:Cell Phone Waste\n\n• results in a loss of raw materials\n• does not break down over time\n• leaks dangerous materials that harm the environment",
            "problems/PA24G5S/media/13a.jpg",
            "The list shows some information about what happens to cell phones that are not recycled and become waste. The table describes four actions a person can take with old and new cell phones.",
            "Which actions would decrease cell phone waste the MOST?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "actions 1 and 4",
                "Key": {
                    "Correct": false,
                    "Rationale": "Throwing the old phone in the trash produces more waste.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "actions 1 and 3",
                "Key": {
                    "Correct": true,
                    "Rationale": "Replacing a phone only when the phone no longer works helps reduce waste, and recycling the old phone helps reduce waste.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "actions 2 and 3",
                "Key": {
                    "Correct": false,
                    "Rationale": "Getting a new phone each time a new model is offered increases the amount of raw materials used, which does not reduce the amount of waste produced.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "actions 2 and 4",
                "Key": {
                    "Correct": false,
                    "Rationale": "Getting a new phone each time a new model is offered and throwing the old phone in the trash produces the most waste.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "3.5.3-5.FF "
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Use the table below to answer the question.",
            "problems/PA24G5S/media/14a.jpg",
            "A student compares information about natural rubber and a human-made material called silicone rubber. When would silicone rubber MOST LIKELY be used instead of natural rubber to make a product?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "when the product needs to be used outside",
                "Key": {
                    "Correct": true,
                    "Rationale": "Silicone rubber is not affected by sunlight.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "when the product needs to hold a heavy load",
                "Key": {
                    "Correct": false,
                    "Rationale": "Neither type of rubber has high strength.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "when the product needs to break down outside",
                "Key": {
                    "Correct": false,
                    "Rationale": "Silicone rubber does not break down easily outside.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "when the product needs to be soft and bend easily",
                "Key": {
                    "Correct": false,
                    "Rationale": "Both types of rubber are soft and flexible.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "3.3.3.A "
        ],
        "SuppContent": [
            "problems/PA24G5S/supps/PA24G5S-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Use the graphs below to answer the question.",
            "problems/PA24G5S/media/15a.jpg",
            "problems/PA24G5S/media/15b.jpg",
            "Which conclusion about the typical weather for the Galápagos Islands is supported by the graphs?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "February and March are the coolest months and have the least rain.",
                "Key": {
                    "Correct": false,
                    "Rationale": "February and March have the highest temperatures and have the highest average rainfall.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "February and March are the warmest months and have the most rain.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The data show that February and March are the warmest months and receive the most rain.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "August and September are the coolest months and have the most rain.",
                "Key": {
                    "Correct": false,
                    "Rationale": "August and September have the lowest average rainfall.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "August and September are the warmest months and have the least rain.",
                "Key": {
                    "Correct": false,
                    "Rationale": "August and September have the lowest temperatures.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "3.3.4.C "
        ],
        "SuppContent": [
            "problems/PA24G5S/supps/PA24G5S-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Use the map below to answer the question.",
            "problems/PA24G5S/media/16a.jpg",
            "The topographical map shows two land features found on Isabela Island. Which description BEST matches these two features?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Feature X is a valley, and feature Y is a mountain.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The concentric lines indicate that both features are mountains.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Feature Y is a valley, and feature X is a mountain.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The concentric lines indicate that both features are mountains.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Both features are mountains, and feature X is steeper.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Feature X has more concentric lines than feature Y has and the lines are closer together, indicating that feature X is steeper than feature Y.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Both features are mountains, and feature Y is steeper.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Feature Y has fewer concentric lines than feature X has and the lines are farther apart, indicating that feature Y is not as steep as feature X.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "17": {
        "Number": 17,
        "Type": "MP",
        "NumChoices": 0,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "3.4.3-5.E"
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 3,
        "Explain": false,
        "Content": [
            "Chartiers Creek is a stream in western Pennsylvania. It flows into the Ohio River. Recently, community members noticed an environmental issue. They noticed that thousands of fish and other aquatic animals had died in Chartiers Creek. When large numbers of organisms in an area die from environmental factors, it is called a die-off event."
        ],
        "AnswerChoices": {},
        "Parts": {
            "A": {
                "Type": "MC",
                "NumChoices": 2,
                "Points": 1,
                "Explain": true,
                "Content": [
                    "Identify whether the Chartiers Creek environmental issue likely needed human action and explain why."
                ],
                "AnswerChoices": {
                    "A": {
                        "Choice": "Yes",
                        "Key": {
                            "Correct": true,
                            "Rationale": "",
                            "Percent": 0
                        }
                    },
                    "B": {
                        "Choice": "No",
                        "Key": {
                            "Correct": false,
                            "Rationale": "",
                            "Percent": 0
                        }
                    }
                }
            },
            "B": {
                "Type": "MR",
                "NumChoices": 0,
                "Points": 1,
                "Explain": false,
                "Content": [
                    "A Pennsylvania government group helps set rules for protecting land and water in Pennsylvania. Describe a helpful action the government group likely took when it learned about the die-off event."
                ],
                "AnswerChoices": {}
            },
            "C": {
                "Type": "MR",
                "NumChoices": 0,
                "Points": 1,
                "Explain": false,
                "Content": [
                    "Describe an action the community can take to help prevent more fish die-offs in the future."
                ],
                "AnswerChoices": {}
            }
        }
    },
    "18": {
        "Number": 18,
        "Type": "MP",
        "NumChoices": 0,
        "Topics": [
            ""
        ],
        "SubTopics": [
            "3.5.3-5.U"
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 3,
        "Explain": false,
        "Content": [
            "An elementary school needs a new swing set for its playground. The school leaders created a list of requirements for the new swing set.",
            ":ibox:Requirements for New Swing Set\n\n• The swing set must cost $1,000 or less.\n\n• Each swing must be a belt swing, not a tire swing.\n\n• The chains holding each swing must be at least 5 feet long.\n\n• The seat of each swing must be 16 inches or less above the ground.\n\n• There must be at least 2 feet of space between each swing.",
            "The table shows information on swing sets the school leaders are considering.",
            "problems/PA24G5S/media/18a.jpg"
        ],
        "AnswerChoices": {},
        "Parts": {
            "A": {
                "Type": "MC",
                "NumChoices": 3,
                "Points": 1,
                "Explain": true,
                "Content": [
                    "Identify the swing set that the school leaders should choose."
                ],
                "AnswerChoices": {
                    "A": {
                        "Choice": "Swing Set 1",
                        "Key": {
                            "Correct": false,
                            "Rationale": "",
                            "Percent": 0
                        }
                    },
                    "B": {
                        "Choice": "Swing Set 2",
                        "Key": {
                            "Correct": true,
                            "Rationale": "",
                            "Percent": 0
                        }
                    },
                    "C": {
                        "Choice": "Swing Set 3",
                        "Key": {
                            "Correct": false,
                            "Rationale": "",
                            "Percent": 0
                        }
                    }
                }
            },
            "B": {
                "Type": "MR",
                "NumChoices": 0,
                "Points": 2,
                "Explain": false,
                "Content": [
                    "Describe TWO reasons why the swing set selected for Part A would be the BEST swing set for the playground."
                ],
                "AnswerChoices": {}
            }
        }
    }
}