{
    "Directions": "Read the passage, a Chinese fable about a man named Virtue, and answer each question that follows.",
    "Context": [],
    "Title": "Virtue Goes to Town",
    "Subtitle": "",
    "Author": "by Laurence Yep",
    "LabelType": "P",
    "Content": [
        ["1", "After Virtue had buried his parents, he went to see the wise woman. “They say you can read a face like a page in a book. Tell me what my destiny is.”"],
        ["2", "But the wise woman just kept sipping her tea. “What would you have? A quiet, happy life as a farmer? Or a life of sorrow and glory?”"],
        ["3", "“I hate being bored,” Virtue said."],
        ["4", "The wise woman studied his face a long time. She patted his shoulder sadly. “Then go into town.”"],
        ["5", "When Virtue arrived there, he saw a long line of men. “I heard that town folk did the oddest things. Are you all practicing to be a fence?” he asked."],
        ["6", "A townsman leaning against a wall looked at Virtue and then looked away again. But Virtue's voice was loud, and he was such a pest that the townsman finally said, “They're hiring workers, Turnip.”"],
        ["7", "“The name's Virtue. And they can sign me up too. I left the farm to see the world and get rich.” He got in line behind the townsman."],
        ["8", "However, it was a hot, summer day and Virtue quickly became impatient. As he wiped at the sweat on his forehead, he shouted, “Hey, can't you go any faster?”"],
        ["9", "The foreman sat at his table in the shade. He ignored Virtue and went on just as slowly as ever."],
        ["10", "“Hey, we're not getting any younger,” Virtue yelled."],
        ["11", "Still the foreman ignored him."],
        ["12", "“Maybe he's deaf.” Virtue started forward."],
        ["13", "The townsman stuck out his arm. “Hey, Turnip, wait your turn.”"],
        ["14", "“I told you. My name's Virtue. So why don't I just take you right with me, friend?” Virtue tucked his arm into the townsman's. The others were too afraid to say anything else, but everyone watched as he stomped up to the foreman."],
        ["15", "“I can outplow a water buffalo and can harvest more than twenty folk,” Virtue said."],
        ["16", "The foreman took an instant dislike to Virtue. “You may be strong; but you're not that strong. No one likes a braggart.”"],
        ["17", "“It's not bragging if you really can do it,” Virtue said."],
        ["18", "The foreman grunted. “I'm the boss here. I say how we do things. Get back there.”"],
        ["19", "“Come on, friend.” With a sigh, Virtue carried the townsman back to the end of the line."],
        ["20", "It took most of the day before Virtue finally reached the table. Virtue made a muscle for the foreman. “No job's too hard for me.”"],
        ["21", "The foreman put down his brush and folded his hands over his big belly. “I have all of my work crew already. All I need is a cook. Can you do that?”"],
        ["22", "Virtue frowned. He thought a cook's job was beneath him, but times were hard and jobs were scarce. “Can I cook?” Virtue said. “I could cook a whale and fricassee a dragon.”"],
        ["23", "The foreman twiddled his thumbs. He would have liked to turn Virtue away, but he needed a cook. “You only have to cook rice, dried fish and vegetables. I guess even you couldn't ruin that.”"],
        ["24", "“Whatever I do, I always do well,” Virtue promised. “I would make a better worker. But if you want me as a cook, then I'll be the best cook I can be.”"],
        ["25", "The workers had to get up at sunrise, but Virtue had to get up even earlier to boil the water for their tea. Even so, he always had the tea poured and the cold rice served in bowls before the first man was up. He tried to have a friendly, cheerful word for each of the other workers. “Smile, friend,” he would say to one. “We're keeping farm hours now — not town hours.”"],
        ["26", "And to another, he would say, “We're all in this together, neighbor.”"],
        ["27", "And to a third, he would grin. “Teamwork. That's how we do it on the farm.”"],
        ["28", "But all the other men were from town. They never thanked him. In fact, they never spoke to him. Behind his back, they laughed and called him the loud-mouthed turnip."],
        ["29", "Still, Virtue did not give up easily. “These townsfolk will come around once they get to know me.”"],
        ["30", "At noon, he served them supper. Then, picking up a huge cauldron in each hand, he went down to the river. Each of the cauldrons could have held a half dozen men, but Virtue dipped them into the water and lifted them out as easily as if they were cups."],
        ["31", "After making several trips, he would set the cauldrons of water on big fires. By sunset, they would be bubbling. When the work crew came back, they would wash before they sat down to eat their dinner."],
        ["32", "But one noon, the other workers were delayed. Virtue got hungrier and hungrier as he smelled the food. Finally, he ate his bowlful of rice. Still, there was no sign of anyone. Virtue was so bored that the only thing he could think of doing was to eat another bowlful of rice and wait."],
        ["33", "When no one had shown up yet, he began to feel sorry for himself. “I do my job, but no one appreciates me. So maybe I'll just have another bowlful. That'll show them.”"],
        ["34", "When he had finished his third bowl, he looked at the cauldron simmering on the big fire. “This rice is going to get burned. I shouldn't let it go to waste.” Bored and lonely, Virtue began to eat right from the cauldron. Before he knew it, he had finished the whole cauldron of rice."],
        ["35", "Tired and dirty, the work crew finally came back to camp. They were angry when they found the empty cauldron. “Where's our food, Turnip?” they demanded angrily. But no one went too close to Virtue."],
        ["36", "Virtue gave an embarrassed cough. “My name's Virtue.”"],
        ["37", "They glared at him. “You're nothing but a big sack of wind. How do you expect us to work on empty bellies?”"],
        ["38", "Virtue brightened. “Since I ate all your lunch, let me do all your work. It's only fair.”"],
        ["39", "The foreman got ready to fire Virtue. “One person couldn't meet our goals by himself.”"],
        ["40", "“We take turns back on the farm. I'll do their work and they can do mine,” Virtue said."],
        ["41", "“You'll kill yourself,” one of the work crew objected."],
        ["42", "The foreman thought for a moment and then smirked. “Let him.”"],
        ["43", "So Virtue left the others back in camp and marched off to work with the foreman. The foreman set a hard pace, but Virtue did not complain. By the end of the day, he had done all the work and more — much to the surprise of the foreman."],
        ["44", "When Virtue came back, he shook his head when he saw the one pot of hot water. “You're supposed to have hot water for me. That wouldn't wash a cat's tail.” And then he saw the pot of rice they had cooked for him. “I've done the work of twenty men. I've got the hunger of twenty men. That wouldn't even feed a mouse.”"],
        ["45", "“We don't have enough firewood,” one of the work crew said."],
        ["46", "“Then I'll take care of it myself this time.” Picking up an ax in either hand, he marched up to the nearest tree. In no time, he had chopped it into firewood. Then, taking the huge cauldrons, he went down to the river and filled them."],
        ["47", "One cauldron he used for his rice. The other he used for his bath."],
        ["48", "When he finally sat on the ground, he wolfed down the whole cauldron of rice. The others just watched in amazement. Virtue laughed. “I work hard, I eat hard, friends.”"],
        ["49", "All this time, the foreman had been thinking. “You're not just bragging. You really can do the work of a whole crew.” The foreman still didn't like Virtue, but it was more important to get the job finished. “Tomorrow you can do the work again.”"],
        ["50", "But Virtue had learned a few things since he had left the farm. He winked at the rest of the crew. “We're all a team.” He turned back to the foreman. “You're not going to fire them, are you?”"],
        ["51", "The foreman had been planning to do that very thing. Then he could pocket all the extra wages. But there was something in Virtue's look that made the foreman think again."],
        ["52", "“No, they can be the cooks,” the foreman said grudgingly."],
        ["53", "One of the work crew grinned at Virtue. “No one will ever mistake you for a modest man, but your heart's in the right place.” Then he bowed his head to Virtue. And one by one, the others did too."],
        ["54", "And that was why there was only one worker but twenty cooks."],
        ["55", "And even though Virtue went on to become a mighty warrior and general, he never lost his talent for making friends ... and enemies."]
    ],
    "Copyright": "“Virtue Goes to Town” by Laurence Yep, from The Rainbow People. Copyright © 1989 by Laurence Yep. Reprinted by permission of HarperCollins Publishers.",
    "References": []
}