{
    "Directions": "The following article is about a tiny but deadly frog. Read this article. Then answer the questions. Some questions may ask you about certain paragraphs. The paragraphs are numbered on the left side.",
    "Context": [],
    "Title": "The Poison Dart Frog",
    "Subtitle": "",
    "Author": "by Jeanette Jenkins",
    "LabelType": "P",
    "Content": [
        ["1", "Deep in the lowland rain forest of Colombia, South America, lives a tiny, beautiful frog. Only two inches long and completely golden yellow in color, it looks almost like a toy. But don't touch. Touching this frog can kill you."],
        ["2", "In 1973, scientists discovered this frog. The Embera Choco people of this region have known this frog for generations as the poison dart frog."],
        ["3", "Before guns arrived in the rain forest, the Choco people hunted with blowguns made from palm wood. Darts used in the blowguns were dipped into a very strong poison. This poison comes from the poison dart frog. Small pores all over the frog's skin secrete this colorless, odorless poison."],
        ["4", "Many frogs secrete poisons to protect them from predators, but the poison of the poison dart frog is 20 times more deadly than any other frog. One poison dart can kill 20,000 mice. One drop (200 micrograms) is enough to kill a grown man. The poison itself is a chemical which causes muscle contractions that lead to heart failure. The poison this frog secretes is one of the most toxic poisons known."],
        ["5", "If the frog is lethal to the touch, how do the Choco hunters dip their darts? The hunter simply holds down a poison dart frog with a stick and rubs the dart across the frog's back. That's all it takes. When dry, the dart will be poison for a year. When the dart finds its target, often a bird, the hunter carefully removes the dart to use again. He then cuts away any part of the carcass the dart touched. Even that could be poisonous if eaten."],
        ["6", "The poison dart frog has only two natural enemies, the Choco blowgunners and a frog-eating snake. Of all the rain forest creatures, only this snake is able to eat the frog and live to eat again."],
        ["7", "When approached by would-be predators, the poison dart frog does not try to escape or hide. This bold behavior is unusual in the animal world. Many predators sense danger and retreat when they can't scare this little frog. But if they go ahead and take a bite, it will be their last. The poison dart frog has been known to hop to within an inch of scientists studying the species. The scientists know to back away."],
        ["8", "Rifles are replacing blowguns in the Colombian rain forest. As years pass, the blowgunners' skills will be forgotten. The tiny, golden poison dart frog will have one less enemy."]
    ],
    "Copyright": "“The Poison Dart Frog” by Jeanette Jenkins. Copyright © by Jeanette Jenkins. Use by permission of Bluffton News Publishing. Al rights reserved.\nhttps://rms.pearson.com/Images/WebDataGrid/ig_checkbox_on.gif.",
    "References": []
}