{
    "Directions": "Read this article and poem about bats. Then answer the questions. Some questions may ask you about certain paragraphs or lines. The paragraphs and lines are numbered on the left side.",
    "Context": [],
    "Title": "Creatures of the Night",
    "Subtitle": "",
    "Author": "written for the Minnesota Department of Education",
    "LabelType": "P",
    "Content": [
        ["1", "What is that flying around in the dark? Is it a bird? Is it a mouse? Is it a flying mouse?"],
        ["2", "Popular myths make bats seem frightening. However, they are actually helpful creatures in danger of vanishing. Disease and human beings are threats to bats. Most bats live only ten to twenty years. For these reasons, bats face an uncertain future. Hopefully, people will take notice of these interesting and useful creatures before they disappear from the planet."],
        ["3", "Although bats fly like birds, they do not look like birds in any other way. The faces of bats look more like the faces of mice. Bats are mammals, not birds, because fur covers their bodies instead of feathers. Depending upon the kind of bat, this fur can be black, brown, red, multicolored, or even white! In addition, female bats nurse their young, a fact that is true of other mammals. Bats are the only mammals that can fly. Even with their wings, bats are some of the smallest mammals on Earth."],
        ["4", "Bats have four slender fingers and a thin skin that stretches from finger to finger to form each wing. One of these fingers acts as a thumb and comes complete with a fingernail. This nail helps the bat cling to various surfaces and hold onto its food. Some bats have tiny wings that may stretch only a few inches. Other bats have wings that can measure up to six feet across from wing tip to wing tip! What a sight that would be in the nighttime sky!"],
        ["5", "Most bats are only active at night. Many people believe that bats are blind, but most bats actually have good eyesight. A keen eye is necessary for a bat, which can fly hundreds of feet above the ground looking for a good meal. Bats also use their hearing to locate prey they cannot see in the dark."],
        ["6", "For a bat, nature is an all-you-can-eat buffet. A single bat can eat thousands of flies each night! Gray bats eat beetles, mayflies, and other insects. Fruit bats, as their name suggests, eat fruit; however, they also consume nectar and flower parts. These bats later transfer pollen to other plants or drop seeds that will grow into more fruit-bearing plants. Larger bats are even known to be great hunters that feast on lizards or frogs."],
        ["7", "Once a bat satisfies its hunger, it needs to find a place to rest. A first choice is a dead tree or a dark cave. However, groups of bats often gather in barns, in attics, or underneath bridges. As seen in books, bats do hang upside down by their feet. Hanging upside down is not a learned skill; it is something that all bats are born with. It is as easy for a bat to hang upside down as it is for most people to stand or sit. Hanging upside down also makes it easy for bats to quickly fly off if threatened."],
        ["8", "People often think of bats as lonesome creatures. In reality, most bats live in large colonies and crowd together to stay safe and warm. Bats spend their lives traveling, hunting, and resting in groups. Most female bats give birth to one baby each year; they take care of their babies in groups like large families. Bats even provide food for the sick among them."],
        ["9", "Some people think that bats are strange. But many plants would disappear without bats, and the many animals that depend on these plants would not survive. There are more than one thousand different kinds of bats, some of which can eat more than five hundred mosquitoes in one hour. If not for bats, the number of insects would be enormous. When people are out enjoying nature and are free of insects, they may have a bat to thank!"]
    ],
    "Copyright": "",
    "References": []
}