{
    "Directions": "Read the passage and answer each question that follows.",
    "Context": [],
    "Title": "[Excerpt from] Roots: Saga of an American Family",
    "Subtitle": "",
    "Author": "by Alex Haley",
    "LabelType": "P",
    "Content": [
        ["1", "\tIt was the planting season, and the first rains were soon to come. On all their farming land, the men of Juffure had tall stacks of dry weeds and set them afire so that the light wind would nourish the soil by scattering the ashes. And the women in their rice fields were already planting green shoots in the mud."],
        ["2", "\tBinta's rice plot had been attended by Grandma Yaisa, but now Binta was ready to resume her duties. With Kunta cradled across her back in a cotton sling, she walked with the other women — some of them, including her friend Jankay Touray, carrying their own newborns, along with the bundles they all balanced on their heads — to the dugout canoes on the bank of the village bolong, one of the main tributary canals that came twisting inland from the Gambia River, known as the Kamby Bolongo. The canoes went skimming down the bolong with five or six women in each one, straining against their short, broad paddles. Each time Binta bent forward to dip and pull, she felt Kunta's warm softness pressing against her back."],
        ["3", "\tThe air was heavy with the deep, musky fragrance of the mangroves, and with the perfumes of the other plants and trees that grew thickly on both sides of the bolong. Alarmed by the passing canoes, huge families of baboons, roused from sleep, began bellowing, springing about and shaking palm-tree fronds. Wild pigs grunted and snorted, running to hide themselves among the weeds and bushes. Covering the muddy banks, thousands of pelicans, cranes, egrets, herons, storks, gulls, terns, and spoonbills interrupted their breakfast feeding to watch nervously as the canoes glided by. Some of the smaller birds took to the air — ringdoves, skimmers, rails, darters, and kingfishers — circling with shrill cries until the intruders had passed."],
        ["4", "\tAs the canoes arrowed through rippling, busy patches of water, schools of minnows would leap up together, perform a silvery dance, and then splash back. Chasing the minnows, sometimes so hungrily that they flopped right into a moving canoe, were large, fierce fish that the women would club with their paddles and stow away for a succulent evening meal. But this morning the minnows swam around them undisturbed."],
        ["5", "\tThe twisting bolong took the rowing women around a turn into a wider tributary, and as they came into sight, a great beating of wings filled the air and a vast living carpet of seafowl — hundreds of thousands of them — rose and filled the sky. The surface of the water, darkened by the storm of birds and furrowed by their flapping wings, was flecked with feathers as the women paddled on."],
        ["6", "\tAs they neared the marshy faros where generations of Juffure women had grown their rice crops, the canoes passed through swarming clouds of mosquitoes and then, one after another, nosed in against a walkway of thickly matted weeds. The weeds bounded and identified each woman's plot, where by now the emerald shoots of young rice stood a hand's height above the water's surface."],
        ["7", "\tSince the size of each woman's plot was decided each year by Juffure's Council of Elders, according to how many mouths each woman had to feed with rice, Binta's plot was still a small one. Balancing herself carefully as she stepped from the canoe with her new baby, Binta took a few steps and then stopped short, looking with surprise and delight at a tiny thatched-roofed bamboo hut on stilts. Omoro had come here and built it as a shelter for their son. Typical of men, he had said nothing about it."],
        ["8", "\tLittle Kunta basked thus every day in his mother's tenderness. Back in her hut each evening, after cooking and serving Omoro's dinner, Binta would soften her baby's skin by greasing him from head to toe with shea tree butter, and then — more often than not — she would carry him proudly across the village to the hut of Grandma Yaisa, who would bestow upon the baby still more cluckings and kissings. And both of them would set little Kunta to whimpering in irritation with their repeated pressings of his little head, nose, ears, lips, to shape them correctly."],
        ["9", "\tSometimes Omoro would take his son away from the women and carry the blanketed bundle to his own hut — husbands always resided separately from their wives — where he would let the child's eyes and fingers explore such attractive objects as the saphie charms at the head of Omoro's bed, placed there to ward off evil spirits. Anything colorful intrigued little Kunta — especially his father's leather huntsman's bag, nearly covered now with cowrie shells, each for an animal that Omoro had personally brought in as food for the village. And Kunta cooed over the long, curved bow and quiver of arrows hanging nearby. Omoro smiled when a tiny hand reached out and grasped the dark, slender spear whose shaft was polished from so much use. He let Kunta touch everything. And alone together in his hut, Omoro would talk to Kunta of the fine and brave deeds his son would do when he grew up."],
        ["10", "\tFinally he would return Kunta to Binta's hut for the next nursing. Wherever he was, Kunta was happy most of the time, and he always fell asleep either with Binta rocking him on her lap or bending over him on her bed, singing softly such a lullaby as,"],
        ["", ":ibox:My smiling child,\nNamed for a noble ancestor.\nGreat hunter or warrior\nYou will be one day,\nWhich will give your papa pride.\nBut always I will remember you thus."]
    ],
    "Copyright": "From ROOTS: SAGA OF AN AMERICAN FAMILY by Alex Haley. Copyright © 1974 Alex Haley. Copyright renewed 2004 by Myran Haley, Cynthia Haley, Lydia haley and William Haley. Used by permission of Da Capo Press. All rights reserved.",
    "References": []
}