{
    "Directions": "",
    "Context": [],
    "Title": "Passage 2: [Excerpt from] “When Safety Is the Name of the Game”",
    "Subtitle": "",
    "Author": "by David Noonan",
    "LabelType": "P",
    "Content": [
        ["11", "\t“We want kids to get up off the couch, we’re big cheerleaders for that,” says Dr. Julie Gilchrist, a sports-injury expert at the CDC’s Center for Injury Prevention and Control. “But be realistic in how you’re doing it. Make conscious choices about injury prevention. Don’t just take it for granted.”"],
        ["12", "\tMost kids get their first lumps riding their bikes and cavorting on the playground. The CDC estimates that more than 330,000 children from 5 to 14 are injured while bicycling each year. An additional 219,000 in that age group are hurt on monkey bars and other climbing equipment, swings and slides. Wearing a helmet that fits properly is the surest way to avoid serious injury on a bike. (Helmets are also the key to safer skateboarding, which accounts for about 50,000 injuries among people under 20 each year, including many head injuries.) At the playground, where 60 percent of injuries are due to falls, a soft surface to land on is a top priority. Wood chips, shredded tires and sand are good; packed-down soil is bad."],
        ["13", "\tOrganized sports, including football, are generally less risky for the 10-and-under crowd because the kids usually aren’t big enough or fast enough to make collisions a serious problem. But that all changes when the hormones kick in. “At puberty, children gain muscle mass, speed and weight,” says pediatric orthopedic surgeon J. Andy Sullivan, coeditor of the book Care of the Young Athlete. “And the combination of those things allows them to run together hard enough to hurt each other.”"],
        ["14", "\tThere is no reliable way to compare the relative risks of various sports because the CDC doesn’t track the level of participation. It knows how many people are injured playing basketball, for example (an estimated 977,000 each year, all ages), but it doesn’t know how many people are playing the game, or for how long or how many days a week. “Basketball is one of the most common sports in all ages and areas of the U.S.,” says Gilchrist, “and so just because it has the highest number of injuries doesn’t mean that it’s riskier.”"],
        ["15", "\tWhatever the sport, injury prevention begins with the athletes and their parents. And the first thing they need to focus on, experts say, is conditioning. Being out of shape, a real problem for lots of kids, increases risk. Those who play only one sport have to be careful not to wait for their season to arrive before they begin working out; going from naps in the hammock to two-a-day football practices pretty much guarantees trouble. Appropriate gear in good condition is a must. And, simple as it sounds, knowing and learning basic skills also helps young athletes avoid injury. Baseball players should know how to slide correctly, football players how to tackle, soccer players how to head the ball."],
        ["16", "\tBesides making sure their kids are fit and understand the fundamentals, parents can make any sport safer by attending games and practices, watching the coaches and encouraging them to emphasize injury prevention. (Which is hardly inconsistent with winning, since superior skill and safety go hand in hand.) Parents can also promote safety by urging officials to call stringent games. When a ref won’t tolerate flagrant fouls, players usually get the message and rein themselves in (or they get ejected). The cleaner the game, the safer."]
    ],
    "Copyright": "Excerpt from “When Safety Is the Name of the Game,” by David Noonan, from Newsweek, September 22, 2003, Vol. 142. Copyright © 2003 by Newsweek LLC. Used by permission of Newsweek LLC via Copyright Clearance Center.",
    "References": []
}