{
    "Directions": "Read the passages and then answer each question that follows.",
    "Context": [],
    "Title": "[Excerpt from] “Warm River”",
    "Subtitle": "",
    "Author": "by Erskine Caldwell",
    "LabelType": "P",
    "Content": [
        ["1", "\tThe driver stopped at the suspended footbridge¹ and pointed out to me the house across the river. I paid him the quarter fare for the ride from the station two miles away and stepped from the car. After he had gone I was alone with the chill night and the star-pointed lights twinkling in the valley and the broad green river flowing warm below me. All around me the mountains rose like black clouds in the night, and only by looking straight heavenward could I see anything of the dim afterglow of sunset."],
        ["2", "\tThe creaking footbridge swayed with the rhythm of my stride and the momentum of its swing soon overcame my pace. Only by walking faster and faster could I cling to the pendulum as it swung in its wide arc over the river. When at last I could see the other side, where the mountain came down abruptly and slid under the warm water, I gripped my handbag tighter and ran with all my might."],
        ["3", "\tEven then, even after my feet had crunched upon the gravel path, I was afraid. I knew that by day I might walk the bridge without fear; but at night in a strange country, with dark mountains towering all around me and a broad green river flowing beneath me, I could not keep my hands from trembling and my heart from pounding against my chest."],
        ["4", "\tI found the house easily, and laughed at myself for having run from the river. The house was the first one to come upon after leaving the footbridge, and even if I should have missed it, Gretchen would have called me. She was there on the steps of the porch waiting for me. When I heard her familiar voice calling my name, I was ashamed of myself for having been frightened by the mountains and the broad river flowing below."],
        ["5", "\tShe ran down the gravel path to meet me."],
        ["6", "\t“Did the footbridge frighten you, Richard?” she asked excitedly, holding my arm with both of her hands and guiding me up the path to the house."],
        ["7", "\t“I think it did, Gretchen,” I said; “but I hope I outran it.”"],
        ["8", "\t“Everyone tries to do that at first, but after going over it once, it’s like walking a tightrope. I used to walk tightropes when I was small — didn’t you do that, too, Richard? We had a rope stretched across the floor of our barn to practice on.”"],
        ["9", "\t“I did, too, but it’s been so long ago I’ve forgotten how to do it now.”"],
        ["10", "\tWe reached the steps and went up to the porch. Gretchen took me to the door. Someone inside the house was bringing a lamp into the hall, and with the coming of the light I saw Gretchen’s two sisters standing just inside the open door."],
        ["11", "\t“This is my little sister, Anne,” Gretchen said. “And this is Mary.”"],
        ["12", "\tI spoke to them in the semi-darkness, and we went on into the hall. Gretchen’s father was standing beside a table holding the lamp a little to one side so that he could see my face. I had not met him before."],
        ["13", "\t“This is my father,” Gretchen said. “He was afraid you wouldn’t be able to find our house in the dark.”"],
        ["14", "\t“I wanted to bring a light down to the bridge and meet you, but Gretchen said you would get here without any trouble. Did you get lost? I could have brought a lantern down with no trouble at all.”"],
        ["15", "\tI shook hands with him and told him how easily I had found the place."],
        ["16", "\t“The hack driver pointed out to me the house from the other side of the river, and I never once took my eyes from the light. If I had lost sight of the light, I’d probably be stumbling around somewhere now in the dark down there getting ready to fall into the water.”"],
        ["17", "\tHe laughed at me for being afraid of the river."],
        ["18", "\t“You wouldn’t have minded it. The river is warm. Even in winter, when there is ice and snow underfoot, the river is as warm as a comfortable room. All of us here love the water down there.”"],
        ["19", "\t“No, Richard, you wouldn’t have fallen in,” Gretchen said, laying her hand in mine. “I saw you the moment you got out of the hack, and if you had gone a step in the wrong direction, I was ready to run to you.”"]
    ],
    "Copyright": "Excerpt from “Warm River” from We Are the Living by Erskine Caldwell. New American Library, 1954.",
    "References": [
        ["¹", "footbridge: bridge used by people on foot"]
    ]
}