{
    "Directions": "Read this article, then answer each question that follows.",
    "Context": [],
    "Title": "[Excerpt from] Inside Anthills",
    "Subtitle": "",
    "Author": "by Henry Abbott",
    "LabelType": "P",
    "Content": [
        ["1", "\tAnts are very social bugs. They live and work together in large colonies. Ant colonies are highly organized communities. Each ant helps the community survive."],
        ["", ":box:social = working, playing, or communicating with others"],
        ["2", "\tThe biggest ant colonies have millions of members. Ants have to build a home that's big enough for everyone. Often, the place with the most space is under the ground. Ant homes look simple from the outside, but there's more to them than meets the eye."],
        ["", "Ant Nest"],
        ["3", "\tAnt homes are called nests. You may hear people call them “anthills.” That's because the outside of a nest can look like a hill of dirt. The dirt comes from all the digging ants must do to build their nest."],
        ["4", "\tMany ant nests are under the ground. Some kinds of ants build nests in trees. Ant nests can also be found under rocks and piles of leaves. Tiny ants can make nests inside acorns! No matter where it is, an ant nest has one job to do: to house the colony."],
        ["", "Tunnels and Chambers"],
        ["5", "\tLet's go inside an ant nest that's been built under the ground. The opening in the anthill is called the entrance. Ants use this as a doorway to get in and out of their home."],
        ["6", "\tThe inside of an ant nest is an organized network of tunnels and chambers. The tunnels are like hallways ants use to travel to different areas inside their nest. The tunnels empty into chambers. Chambers are much like the different rooms in a house."],
        ["", "Ant Architects"],
        ["7", "\tAnts are some of nature's greatest builders. It takes a lot of skill to plan such an organized home. They build their home by biting and digging."],
        ["8", "\tAnts have two pairs of jaws. One pair helps them bite and carry. They bite off tiny bits of soil and carry them out of the nest. Over days and weeks, this creates a network of tunnels and chambers. Ants learn how to travel around their nest by following scent trails left by other ants..."],
        ["", "Staying Safe"],
        ["9", "\tAnt nests give ants somewhere to live, store food, and grow their colony. They have one more important job—keeping ants safe."],
        ["10", "\tAnts are food for many animals, such as anteaters. Anteaters use their sharp claws to tear apart nests. Then they use their long tongue to scoop up ants. An anteater's tongue may be long enough to reach 2 feet (0.6 m) inside the nest. Ants keep their queen, her eggs, and their food supplies safe by building those chambers deeper than predators can reach."],
        ["", ":box:predators = animals that hunt other animals for food"],
        ["11", "\tAnts protect their nest by attacking predators. All ants can bite, and some can sting. Some ants even spray chemicals to fight their enemies."]
    ],
    "Copyright": "",
    "References": []
}