{
    "Directions": "Read this article, then answer each question that follows.",
    "Context": [
        "In ancient Egypt, pyramids were built as royal tombs. A tomb is a place for burying the dead."
    ],
    "Title": "[Excerpt from] The Great Pyramid: Egypt's Tomb for All Time",
    "Subtitle": "",
    "Author": "by Jeanette Leardi",
    "LabelType": "P",
    "Content": [
        ["1", "\tIn the sun's blazing heat, a group of Egyptians arrived at a desert along the banks of the Nile River. They had traveled hundreds of miles by boat. They were scared, but excited. Never before had they left their tiny villages."],
        ["2", "\tAs the Egyptians stepped off the boat, they saw 20,000 workers. Many were cutting giant blocks of limestone. Others were pulling huge stones up the slanted sides of a building. All had come at the command of their king, Khufu (KOO-foo). They were doing the most important work of their lives. They were building Khufu's tomb—the Great Pyramid."],
        ["", "Who Were the Pharaohs?"],
        ["3", "\tWho was the king who could order such a mighty task? He was an ancient Egyptian ruler, called a pharaoh. Yet to the Egyptian people, their king was not just a powerful man. He was the sky god Horus (HOR-us), who had come down to Earth."],
        ["4", "\tThe pharaoh was all-powerful. Many Egyptians used crops or animals to pay taxes. They also paid by working for the ruler. They built his palaces —and his tomb."],
        ["", "A Towering Tomb"],
        ["5", "\tLike other pharaohs before him, Khufu ordered workers to build him a tomb. It would hold his body and his treasures. So he wanted the building to be strong enough to last forever. Yet Khufu wanted something more. He wanted his tomb to be the tallest one ever built—and it was. Khufu's pyramid stood 481 feet (147 m) tall."],
        ["6", "\tBuilding the Great Pyramid took lots of planning. The tomb would need tightly closed rooms to keep out robbers. It would also need air shafts. These airways may have been built to help Khufu's spirit travel to the heavens."],
        ["", "problems/NY24G4E/media/S1a.jpg"],
        ["", "How Did They Do It?"],
        ["7", "\tOnce it was decided where the pyramid's walls would lie, the building could begin. Workers cut huge stones from rock quarries. They did this using simple hand tools. Some stones were sent to Giza by boat on the Nile River. Others were dragged to the site using ropes and wooden sleds."],
        ["8", "\tNo one knows how the workers got the stones to the top of the pyramid. Most stones weighed about 2.5 tons (2.3 metric tons). The builders may have used one big ramp. Or they may have built a ramp that wrapped around the pyramid. In all, it took more than two million stones to complete the pyramid."],
        ["", "Who Built the Great Pyramid?"],
        ["9", "\tWorkers came to Giza from every part of Egypt to help build Khufu's tomb. About 5,000 skilled workers stayed there throughout the year. Many were artists and stonecutters. About 20,000 others worked for three to four months each year. They did the hard tasks of dragging the stones."]
    ],
    "Copyright": "Excerpt from The Great Pyramid: Egypt's Tomb for All Time by Jeanette Leardi. Copyright © 2007 by Bearport Publishing Company, Inc. Used with permission of Bearport Publishing Company via Copyright Clearance Center.",
    "References": []
}