{
    "Directions": "Read this article, then answer each question that follows.",
    "Context": [
        "This article first appeared in Time for Kids, a magazine for children. The magazine is called TFK below."
    ],
    "Title": "Sweet Solutions",
    "Subtitle": "",
    "Author": "by Shay Maunz",
    "LabelType": "P",
    "Content": [
        ["1", "\tLast year, Americans spent more than $22 billion on chocolate. But the tasty treat comes at a far greater cost than this..."],
        ["", "Trouble for Cocoa"],
        ["2", "\tChocolate comes mainly from the Cocoa Belt, a narrow strip of land along the equator. It is also where much of the world's tropical rainforest is located. In the Cocoa Belt, it is hot, humid, and rainy. Conditions are perfect for growing cacao."],
        ["3", "\tBut in recent years, climate change has affected the weather in the Cocoa Belt. As a result, cacao trees produce fewer pods. Each pod has fewer beans. The cocoa they make is of lower quality. You need more of it to make chocolate taste, well, chocolatey. Climate change has also led to the spread of disease and pests that harm trees."],
        ["", "problems/NY24G4E/media/S3a.jpg"],
        ["4", "\tIn 2013, researchers studied the changing conditions in the Cocoa Belt. They said that by 2050, it will be harder to grow cacao in 90% of places where it is now planted."],
        ["5", "\tBut Christian Bunn, of the International Center for Tropical Agriculture, says chocolate won't disappear anytime soon. Plans to protect it are already taking shape."],
        ["", "Saving Chocolate"],
        ["6", "\tOne solution to the problem is cross-breeding. Scientists are combining two breeds of cacao trees to develop new trees that stand up to drought and disease. Some even produce more cacao."],
        ["7", "\tWeather stations will also help. Groups are building them in Africa. Around 70% of cacao is grown there. Information from the stations will help farmers know when to plant and fertilize trees. “Years back, farmers would follow farming rules that go with the seasons,” Bunn told TFK. “Those rules don't always apply anymore.”"],
        ["8", "\tAn app called CocoaLink also helps. Released in 2011 by the World Cocoa Foundation (WCF), it sends tips to farmers in Ghana."],
        ["9", "\tThese fixes could help farmers grow more cacao on less land. That could help end the push to clear rainforest. That's good for chocolate, and a sweet deal for the planet. “Everything has an impact,” WCF's Ethan Budiansky told TFK. “We have to be smarter about our food, going into the future.”"],
        ["", "Making Candy"],
        ["10", "\tWhere does chocolate come from? To answer that question, we'll walk you through the making of a candy bar."],
        ["11", "\tBut first, let's talk about two words we're using throughout this story: cocoa and cacao."],
        ["12", "\tThe powder used to make chocolate is called cocoa. The seed pods that are ground up to create that powder are called cacao. It's also the word used for the trees that grow the pods. They're called cacao trees."],
        ["13", "\t1. Cacao is grown on trees. Cacao pods grow on a cacao tree, usually somewhere in the Cocoa Belt. When the pods are ripe, they're picked by a farmer."],
        ["14", "\t2. The beans are separated from the pods. Most cacao is farmed by small producers in remote parts of the world. Machines can damage cacao trees. Most of the work is done by hand."],
        ["", "problems/NY24G4E/media/S3b.jpg"],
        ["15", "\t3. The beans are fermented. Now the beans undergo a chemical process called fermentation. This brings out their chocolatey flavor."],
        ["16", "\t4. The beans are dried. Often, farmers simply spread the beans on large trays. They dry in the sun. Once dry, the beans are packed into bags and shipped to chocolate manufacturers."],
        ["17", "\t5. Chocolate is made. In manufacturing facilities, cocoa beans are roasted, heated, melted, and blended with sugar and milk. This takes away their naturally bitter flavor. Then the liquid chocolate is poured into molds and prepared for sale."],
        ["18", "\t6. Enjoy! This is the moment you've been waiting for. Take a bite!"]
    ],
    "Copyright": "",
    "References": []
}