{
    "1": {
        "Number": 1,
        "Type": "LR",
        "NumChoices": 0,
        "Topics": [
            "Text Types & Purposes"
        ],
        "SubTopics": [
            "Write arguments to support claims with clear reasons, relevant evidence, and literary theory."
        ],
        "SuppContent": [
            "problems/WIG6E/supps/WIG6E-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The passage “Paranka's Dumplings” is about two cooks who work in the same kitchen. Write an essay analyzing how the character traits of Paranka and Olya contribute to the theme of the passage. Use evidence from the passage to support your response.",
            ":ibox:PLAN before you write\n• Read the entire passage(s) carefully.\n• Read the question carefully.\n• Think about how the question relates to the passage(s).\n• Organize your ideas on scratch paper. Use a thought map or outline to plan your essay.\n• Plan to include multiple paragraphs in your essay.\n\nFOCUS while you write\n• Analyze and explain what you think about the information from the passage(s) in your essay.\n• Support and develop the ideas in your essay by using text evidence from the passage(s).\n• Use correct language, a variety of sentence types, and transitions between paragraphs in your essay.\n• Organize your essay with an introduction, body, and conclusion."
        ],
        "AnswerChoices": {},
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Text Types & Purposes"
        ],
        "SubTopics": [
            "Word Choice (including domain specific): Use precise language and domain-specific vocabulary to inform about or explain the topic. Use sensory language to describe experiences and events."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read the letter of recommendation that the student editor of the school yearbook is writing for another student.",
            ":ibox:To Whom It May Concern:\n\nRobert Leone has been a dedicated member of the staff for our school yearbook for the last two years. Not only is he highly motivated and intelligent, but he has a really laid-back personality and maintains his calm even in stressful situations. These qualities, among others, have made him an extremely valued member of our team.",
            "Which phrase from the letter should be rewritten in order to maintain a formal style?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "a dedicated member of the staff",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "has a really laid-back personality",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "maintains his calm even in stressful situations",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "an extremely valued member of our team",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Knowledge Of Language"
        ],
        "SubTopics": [
            "Recognize that standardized English is only one dialect of many and has a specific history that is implicated in power relationships."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read the sentences.",
            ":ibox:Last summer, m͟y͟ ͟a͟u͟n͟t͟ ͟s͟a͟i͟d͟ ͟t͟h͟a͟t͟ ͟h͟e͟r͟ ͟a͟n͟d͟ ͟m͟y͟ ͟u͟n͟c͟l͟e were going to take my cousins and me hiking at Wildcat Mountain State Park. My aunt said that we w͟o͟u͟l͟d͟ ͟p͟r͟o͟b͟a͟b͟l͟y͟ ͟t͟r͟a͟v͟e͟l͟ ͟t͟o͟ ͟t͟h͟e͟ ͟p͟a͟r͟k in August, but then my uncle fell down some stairs and broke his ankle. Now we're going to wait until later this autumn for our trip s͟o͟ ͟m͟y͟ ͟u͟n͟c͟l͟e͟'͟s͟ ͟a͟n͟k͟l͟e͟ ͟w͟i͟l͟l͟ ͟h͟a͟v͟e͟ ͟t͟i͟m͟e͟ ͟t͟o͟ ͟h͟e͟a͟l and he will be able to hike.",
            "Which underlined part in the sentences is written incorrectly?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "my aunt said that her and my uncle",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "to take my cousins and me",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "we would probably travel to the park",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "so my uncle's ankle will have time to heal",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Inquiry To Build & Present Knowledge"
        ],
        "SubTopics": [
            "Gather relevant information from multiple print and digital sources, assess the credibility of each source, quote or paraphrase the data and conclusions of others while avoiding plagiarism and providing basic bibliographic information for sources."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A student is writing a report about a man named Mathew Brady. Read the information that was found in an online encyclopedia.",
            ":ibox:Mathew Brady (c. 1822–1896) was a photographer who lived during the time of the Civil War. He captured on film many important leaders of the era, including United States presidents and generals. President Abraham Lincoln was one of Brady's most notable subjects. Some argue, in fact, that Brady's photographs of Lincoln helped to strengthen Lincoln's fame.",
            "Which is the BEST paraphrase of the information from the encyclopedia?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Of all the people Brady photographed, President Abraham Lincoln was probably the most notable subject. In fact, some people argue that Brady's photographs of Lincoln helped to make the president even more famous than he already was.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "One famous person that Brady took pictures of was President Abraham Lincoln. Some people believe that Brady's photographs of Lincoln even helped to strengthen Lincoln's fame.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "One of the most famous people Brady photographed during the Civil War was President Abraham Lincoln. It is believed that Brady's pictures of Lincoln may have even contributed to making Lincoln even more popular and better known.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Abraham Lincoln, who was the United States president during the Civil War, was one of Brady's subjects. Some say, in fact, that Brady's photographs of Lincoln are what made him famous.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MS",
        "NumChoices": 5,
        "Topics": [
            "Comprehension & Collaboration"
        ],
        "SubTopics": [
            "Interpret information presented in diverse media and formats and explain how it contributes to a topic, text, or issue under study."
        ],
        "SuppContent": [
            "problems/WIG6E/supps/WIG6E-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "How does the speaker's description of the busy life on Ebenezer Brigham's farm mainly contribute to the presentation? Choose TWO answers."
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It shows that it is quite common for large caves to be found beneath farmland.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "It proves that the cave is one of the greatest natural treasures in the state of Wisconsin.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "It suggests that the work being done on the farm affected the appearance of the cave.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "It offers one reason that no one was aware that there was a cave underneath the farm.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "E": {
                "Choice": "It develops the feeling of surprise at the discovery of a large cave below the farm.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension & Collaboration"
        ],
        "SubTopics": [
            "Interpret information presented in diverse media and formats and explain how it contributes to a topic, text, or issue under study."
        ],
        "SuppContent": [
            "problems/WIG6E/supps/WIG6E-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "According to Cave of the Mounds general manager Joe Klimczak, why are people naturally drawn to caves?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "because people long ago used to live in caves",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "because caves exist in so many different areas of the world",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "because people enjoy learning the story of how each cave was named",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "because new caves are still being discovered to this day",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension & Collaboration"
        ],
        "SubTopics": [
            "Understand and evaluate a speaker's argument and specific claims, distinguishing claims that are supported by reasons and evidence from claims that are not."
        ],
        "SuppContent": [
            "problems/WIG6E/supps/WIG6E-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "How does the speaker BEST support the claim that going to Cave of the Mounds can be an adventurous experience?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "by including a quotation from the cave's manager about the history of the cave",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "by providing a detailed description of the unique qualities of the cave",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "by noting how the cave's owners improved the cave for visitors",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "by explaining what it was like for the miners to first discover the cave",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Reading Literature - Craft & Structure"
        ],
        "SubTopics": [
            "In literary texts, analyze how a sentence, paragraph, stanza, chapter, scene, or section fits into the overall structure and how it contributes to the development of theme, central idea, setting, or plot."
        ],
        "SuppContent": [
            "problems/WIG6E/supps/WIG6E-S3.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read the sentences from the passage.",
            ":ibox:Stanley had not comprehended that firewood needed to be dry in order to burn. Max's stomach rumbled as he helped Dawn hunt for some dry branches to use for the fire.",
            "How do the sentences mainly contribute to the development of the plot?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "They show that Max is starting to wish he had not come along on the trip.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "They hint that Max will soon begin to understand his dad's point of view.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "They signal that Max and Dawn's treatment of Stanley has not been fair.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "They prove that Max knows more about camping than he realizes.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Reading Literature - Craft & Structure"
        ],
        "SubTopics": [
            "Determine the meaning of words and phrases, including figurative and connotative meanings. Analyze the impact of specific word choices on meaning, tone, and mood, including words with multiple meanings within a text."
        ],
        "SuppContent": [
            "problems/WIG6E/supps/WIG6E-S3.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read the sentences from the passage.",
            ":ibox:Max burrowed deep into his sleeping bag, thankful for its warmth as he drifted to sleep. Later, the rain pounded down in leaden sheets. Before long, its icy, wet fingers seeped into his sleeping bag, waking him suddenly.",
            "Which statement BEST describes how the words in the sentences impact the tone of the passage?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The words shift the tone from content to uneasy.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The words shift the tone from curious to bored.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The words shift the tone from humorous to serious.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The words shift the tone from cheerful to angry.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MP",
        "NumChoices": 0,
        "Topics": [
            "Reading Literature - Key Ideas & Details"
        ],
        "SubTopics": [
            "Summarize texts, from a variety of genres, to determine a theme or central idea and how it is developed by key supporting details over the course of a text."
        ],
        "SuppContent": [
            "problems/WIG6E/supps/WIG6E-S3.json"
        ],
        "SuppTools": [],
        "Points": 2,
        "Explain": false,
        "Content": [
            ":ibox:This problem has TWO parts. First, answer Part A. Then, answer Part B."
        ],
        "AnswerChoices": {},
        "Parts": {
            "A": {
                "Type": "MC",
                "NumChoices": 4,
                "Points": 1,
                "Explain": false,
                "Content": [
                    "Which sentence states a major theme of the passage?"
                ],
                "AnswerChoices": {
                    "A": {
                        "Choice": "Machines can do work faster and better than humans can.",
                        "Key": {
                            "Correct": false,
                            "Rationale": "",
                            "Percent": 0
                        }
                    },
                    "B": {
                        "Choice": "Humans should use machines to help them plan for the future.",
                        "Key": {
                            "Correct": false,
                            "Rationale": "",
                            "Percent": 0
                        }
                    },
                    "C": {
                        "Choice": "Machines give humans the opportunity to spend more time enjoying life.",
                        "Key": {
                            "Correct": false,
                            "Rationale": "",
                            "Percent": 0
                        }
                    },
                    "D": {
                        "Choice": "Humans should be careful not to rely too much on machines.",
                        "Key": {
                            "Correct": true,
                            "Rationale": "",
                            "Percent": 0
                        }
                    }
                }
            },
            "B": {
                "Type": "MC",
                "NumChoices": 4,
                "Points": 1,
                "Explain": false,
                "Content": [
                    "Which sentence from the passage BEST supports the answer in Part A?"
                ],
                "AnswerChoices": {
                    "A": {
                        "Choice": "When a family member touched the screen, it recognized the person's fingerprint and displayed his or her daily schedule.",
                        "Key": {
                            "Correct": false,
                            "Rationale": "",
                            "Percent": 0
                        }
                    },
                    "B": {
                        "Choice": "When Max, Dawn, and Uncle Stephen returned from their excursion, the tents stood beneath a shady oak.",
                        "Key": {
                            "Correct": false,
                            "Rationale": "",
                            "Percent": 0
                        }
                    },
                    "C": {
                        "Choice": "They had programmed Stanley to unpack Max's belongings in one of the tents, but instead, he had emptied everything out onto the floor of the van.",
                        "Key": {
                            "Correct": true,
                            "Rationale": "",
                            "Percent": 0
                        }
                    },
                    "D": {
                        "Choice": "Uncle Stephen clicked on their electric lantern and surveyed the situation.",
                        "Key": {
                            "Correct": false,
                            "Rationale": "",
                            "Percent": 0
                        }
                    }
                }
            }
        }
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Reading Information - Craft & Structure"
        ],
        "SubTopics": [
            "In informational texts, explain how an author's geographic location, identity, or culture affect perspective. Analyze how the author distinguishes his or her position from that of others."
        ],
        "SuppContent": [
            "problems/WIG6E/supps/WIG6E-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "How does paragraph 2 mainly support the author's purpose?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "by suggesting that some countries would be more likely than others to use Ooho",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "by detailing how Ooho is different from plastic water bottles",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "by explaining how Ooho would affect the environment",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "by showing why a product like Ooho is necessary",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MS",
        "NumChoices": 5,
        "Topics": [
            "Reading Information - Key Ideas & Details"
        ],
        "SubTopics": [
            "In informational texts, analyze how individuals, events, and ideas are introduced, related to each other, and developed."
        ],
        "SuppContent": [
            "problems/WIG6E/supps/WIG6E-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which THREE sentences BEST introduce the idea that the design team is experienced in developing new types of products? Choose THREE answers."
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "For the last several years, three designers from Imperial College in London, England, have been working to address the problem of plastic water bottles.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "They have used sealed bags full of empty plastic bottles to help build bridges, arches, and other structures.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "They have even invented a robotic suitcase called Hop that can follow its owner around!",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The team's new goal, according to their company, Skipping Rocks Lab, is to “make packaging waste disappear.”",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "E": {
                "Choice": "To achieve that goal, these designers have developed a unique product they call Ooho.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Reading Information - Key Ideas & Details"
        ],
        "SubTopics": [
            "In informational texts, analyze how individuals, events, and ideas are introduced, related to each other, and developed."
        ],
        "SuppContent": [
            "problems/WIG6E/supps/WIG6E-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "How is the idea that some features of Ooho still need to be improved elaborated on in the passage?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "by comparing Ooho water bubbles to traditional water bottles",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "by including examples of what Skipping Rocks Lab has been working on after the money for Ooho was raised",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "by providing information about the process for making an Ooho water bubble",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "by pointing out how people reacted when Skipping Rocks Lab first introduced Ooho",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    }
}