{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Life Science"
        ],
        "SubTopics": [
            "Different sense receptors are specialized for particular kinds of information; animals use their perceptions and memories to guide their actions."
        ],
        "SuppContent": [
            "problems/WIG4S/supps/WIG4S-S1.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The diagram below shows how dolphins produce and receive sounds.",
            "problems/WIG4S/media/1a.jpg",
            "Dolphins make sounds by blowing air through their nasal sacs. These sounds travel into the water through the melon, an organ in the forehead. Returning sound waves are received through the jaw and then sent to the inner ear. In the inner ear, sound waves are translated into nerve impulses and sent to the brain.",
            "Which model 𝗕𝗘𝗦𝗧 shows how dolphins use incoming sound waves?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "incoming sound waves → nerve impulses → jaw → inner ear →brain",
                "Key": {
                    "Correct": false,
                    "Rationale": "The incoming sound waves move to the jaw before being sent as a nerve impulse.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "incoming sound waves → jaw → inner ear → nerve impulses → brain",
                "Key": {
                    "Correct": true,
                    "Rationale": "The student is asked to model the process of dolphins receiving and processing incoming sounds.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "incoming sound waves → inner ear → nerve impulses → jaw → brain",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sound does not move directly to the inner ear when received and nerve impulses carry information to the brain, which is the last step of the system.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "incoming sound waves → nerve impulses → inner ear → jaw → brain",
                "Key": {
                    "Correct": false,
                    "Rationale": "The incoming sound waves move to the jaw before being sent as a nerve impulse.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Physical Science",
            "Engineering, Technology & The Application Of Science"
        ],
        "SubTopics": [
            "Waves are regular patterns of motion, which can be made in water by disturbing the surface. Waves of the same type can differ in amplitude and wavelength. Waves can make objects move.",
            "Possible solutions to a problem are limited by available materials and resources (constraints). The success of a designed solution is determined by considering the desired features of a solution (criteria). Different proposals for solutions can be compared on the basis of how well each one meets the specified criteria for success or how well each takes the constraints into account."
        ],
        "SuppContent": [
            "problems/WIG4S/supps/WIG4S-S1.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A student studies models of waves with different pitches.",
            "problems/WIG4S/media/2a.jpg",
            "Echoing waves with a lower pitch than the original sound wave suggest the object is moving away from the source. A dolphin produces the sound wave shown below.",
            "problems/WIG4S/media/2b.jpg",
            "Which model 𝗕𝗘𝗦𝗧 shows an echoing wave for an object moving 𝗧𝗢𝗪𝗔𝗥𝗗 the dolphin?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "problems/WIG4S/media/2c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The wave model has a lower pitch than the object is moving away from the dolphin.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "problems/WIG4S/media/2d.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "An object moving toward the dolphin will have a higher pitch (frequency) than an object moving away from the dolphin.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "problems/WIG4S/media/2e.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The wave model has the same pitch as the dolphin sound wave, which means the object is not moving.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "problems/WIG4S/media/2f.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The wave model has a lower pitch than the dolphin sound wave, which means the object is moving away from the dolphin.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Engineering, Technology & The Application Of Science"
        ],
        "SubTopics": [
            "Possible solutions to a problem are limited by available materials and resources (constraints). The success of a designed solution is determined by considering the desired features of a solution (criteria). Different proposals for solutions can be compared on the basis of how well each one meets the specified criteria for success or how well each takes the constraints into account."
        ],
        "SuppContent": [
            "problems/WIG4S/supps/WIG4S-S1.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Dolphins cannot detect fishing nets using echolocation. Sometimes dolphins get caught in these nets. A student listed two possible solutions to improve the design of the nets.",
            ":box:Pᴏssɪʙʟᴇ Dᴇsɪɢɴ Sᴏʟᴜᴛɪᴏɴs\n\nSolution 1: increase the size of the openings in the net so dolphins can swim out\nSolution 2: attach a device to the net that reflects echolocation sounds from dolphins",
            "The goals for the new nets are listed below.",
            ":ibox:Gᴏᴀʟs ꜰᴏʀ ᴛʜᴇ Nᴇᴛs\n\nGoal A: prevent dolphins from getting trapped\nGoal B: help dolphins to locate fishing nets",
            "Which table 𝗕𝗘𝗦𝗧 identifies the goal(s) that each solution meets?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "problems/WIG4S/media/3a.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "Solution 1 will prevent dolphins from getting trapped but not help dolphins to locate fishing nets. Solution 2 will also help dolphins to locate fishing nets.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "problems/WIG4S/media/3b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "Solution 1 will not help dolphins to locate fishing nets. Solution 2 will also prevent dolphins from getting trapped.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "problems/WIG4S/media/3c.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "Solution 1 can prevent dolphins from getting trapped. Solution 2 can help dolphins to locate fishing nets and hence also prevent dolphins from getting trapped.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "problems/WIG4S/media/3d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "Solution 2 will also prevent dolphins from getting trapped.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Engineering, Technology & The Application Of Science"
        ],
        "SubTopics": [
            "Possible solutions to a problem are limited by available materials and resources (constraints). The success of a designed solution is determined by considering the desired features of a solution (criteria). Different proposals for solutions can be compared on the basis of how well each one meets the specified criteria for success or how well each takes the constraints into account."
        ],
        "SuppContent": [
            "problems/WIG4S/supps/WIG4S-S1.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The Venn diagram below compares two applications of wave energy by humans.",
            ":ibox:1. sonar (sound navigation and ranging)\n2. radar (radio detection and ranging)",
            "problems/WIG4S/media/4a.jpg",
            "A scientist wants to track the movement of songbirds as they migrate through Wisconsin.",
            "Which explanation 𝗕𝗘𝗦𝗧 describes the technology the scientist should use to track songbird migration?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The scientist should use radar to track songbird migration because it works in open air.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Radar would work best to track songbird migrations since birds fly in the open air and the Venn diagram shows that radar works in open air.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The scientist should use sonar to track songbird migration because it works in open air.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Venn diagram shows that sonar works underwater but not in open air.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The scientist should use radar to track songbird migration because it works underwater.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Venn diagram shows that radar works in open air and not underwater.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The scientist should use sonar to track songbird migration because it works underwater.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Venn diagram shows that sonar works underwater, but songbirds travel in open air and not underwater. Their migration would be better tracked by radar due to its ability to track in open air.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MP",
        "NumChoices": 0,
        "Topics": [
            "Physical Science"
        ],
        "SubTopics": [
            "Energy can be moved from place to place by moving objects, or through sound, light, or electrical currents. Energy can be converted from one form to another form."
        ],
        "SuppContent": [
            "problems/WIG4S/supps/WIG4S-S1.json"
        ],
        "Points": 2,
        "Explain": false,
        "Content": [
            "A student pours water into a glass bottle. Next, the student gently taps the outside of the bottle with an iron rod.",
            "problems/WIG4S/media/5a.jpg",
            ":ibox:Answer Part A and Part B for this question."
        ],
        "AnswerChoices": {},
        "Parts": {
            "A": {
                "Type": "MC",
                "NumChoices": 4,
                "Points": 1,
                "Explain": false,
                "Content": [
                    "Which idea is 𝗠𝗢𝗦𝗧 𝗟𝗜𝗞𝗘𝗟𝗬 being investigated by the student?"
                ],
                "AnswerChoices": {
                    "A": {
                        "Choice": "energy transfer through materials",
                        "Key": {
                            "Correct": true,
                            "Rationale": "The student is investigating energy transfer from the iron rod through the bottle and water.",
                            "Percent": 0
                        }
                    },
                    "B": {
                        "Choice": "heat conduction through materials",
                        "Key": {
                            "Correct": false,
                            "Rationale": "Although some heat energy will be transferred in the system, the student is not investigating heat conduction.",
                            "Percent": 0
                        }
                    },
                    "C": {
                        "Choice": "magnetic properties of materials",
                        "Key": {
                            "Correct": false,
                            "Rationale": "The student is not testing magnetic properties of materials.",
                            "Percent": 0
                        }
                    },
                    "D": {
                        "Choice": "reflective properties of materials",
                        "Key": {
                            "Correct": false,
                            "Rationale": "The student is not testing reflective properties of materials.",
                            "Percent": 0
                        }
                    }
                }
            },
            "B": {
                "Type": "MC",
                "NumChoices": 4,
                "Points": 1,
                "Explain": false,
                "Content": [
                    "Which observations best support the answer to Part A?"
                ],
                "AnswerChoices": {
                    "A": {
                        "Choice": "The temperature of the water remains the same after the student taps the bottle with the iron rod.\nThe iron rod and the glass bottle are made of different materials.",
                        "Key": {
                            "Correct": false,
                            "Rationale": "Observations about temperature and the types of materials do not indicate that the student is investigating energy transfer through materials.",
                            "Percent": 0
                        }
                    },
                    "B": {
                        "Choice": "A sound is produced when the student taps the bottle with the iron rod.\nThe temperature of the water remains the same after the student taps the bottle with the iron rod.",
                        "Key": {
                            "Correct": false,
                            "Rationale": "The observation about temperature does not indicate that the student is investigating energy transfer through materials.",
                            "Percent": 0
                        }
                    },
                    "C": {
                        "Choice": "A sound is produced when the student taps the bottle with the iron rod.\nWaves are produced in the water, showing vibration.",
                        "Key": {
                            "Correct": true,
                            "Rationale": "Observations about sound and waves indicate that the student is investigating energy transfer through materials.",
                            "Percent": 0
                        }
                    },
                    "D": {
                        "Choice": "Waves are produced in the water, showing vibration.\nThe iron rod and the glass bottle are made of different materials.",
                        "Key": {
                            "Correct": false,
                            "Rationale": "The observation about the types of materials does not indicate that the student is investigating energy transfer through materials.",
                            "Percent": 0
                        }
                    }
                }
            }
        }
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space Science"
        ],
        "SubTopics": [
            "Four major Earth systems interact. Rainfall helps to shape the land and affects the types of living things found in a region. Water, ice, wind, organisms, and gravity break rocks, soils, and sediments into smaller pieces and move them around."
        ],
        "SuppContent": [
            "problems/WIG4S/supps/WIG4S-S2.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The students decide to leave the rocks in the rock tumbler for a fourth day. One student claims that the mass of the sandstone sample on day 4 can be predicted since weathering conditions remained the same throughout the investigation.",
            "What is the 𝗠𝗢𝗦𝗧 𝗟𝗜𝗞𝗘𝗟𝗬 mass of the sandstone sample on day 4 of the investigation?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "120 grams",
                "Key": {
                    "Correct": false,
                    "Rationale": "The mass of the rock sample on day 4 will be less than the mass of the rock sample on day 1.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "60 grams",
                "Key": {
                    "Correct": false,
                    "Rationale": "The mass of the rock sample on day 4 will be less than the mass of the rock sample on day 3.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "30 grams",
                "Key": {
                    "Correct": true,
                    "Rationale": "Based on the pattern shown in the graph, the mass of the rock sample and on day 4 will be about 30 grams less than the mass of the rock sample on day 3.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "10 grams",
                "Key": {
                    "Correct": false,
                    "Rationale": "The mass of the rock sample on day 4 will more likely be about 30 grams less than the mass of the rock sample on day 3.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space Science"
        ],
        "SubTopics": [
            "Earth’s physical features occur in patterns, as do earthquakes and volcanoes. Maps can be used to locate features and determine patterns in those events."
        ],
        "SuppContent": [
            "problems/WIG4S/supps/WIG4S-S2.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Students are studying characteristic rocks in Wisconsin. The students study two maps comparing the types of rocks in Wisconsin and the elevation across the state. One student observes a pattern between the rock type and elevation.",
            "problems/WIG4S/media/7a.jpg",
            "Which chart shows the pattern the student observed?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "problems/WIG4S/media/7b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The maps indicate that metamorphic rocks are mostly found at higher elevations.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "problems/WIG4S/media/7c.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "The maps indicate that lower elevations have mostly sedimentary rocks and higher elevations have mostly igneous and metamorphic rocks.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "problems/WIG4S/media/7d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The chart shows the reverse of the trend from the maps for igneous and sedimentary rocks.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "problems/WIG4S/media/7e.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The maps indicate the opposite pattern to what is shown in the chart.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space Science"
        ],
        "SubTopics": [
            "Earth’s physical features occur in patterns, as do earthquakes and volcanoes. Maps can be used to locate features and determine patterns in those events."
        ],
        "SuppContent": [
            "problems/WIG4S/supps/WIG4S-S2.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Engineers are exploring locations to construct a new building. They study a chart showing factors that affect rates of weathering.",
            "problems/WIG4S/media/8a.jpg",
            "Next, the engineers study a chart showing characteristics of four locations in Wisconsin.",
            "problems/WIG4S/media/8b.jpg",
            "Which location 𝗠𝗢𝗦𝗧 𝗟𝗜𝗞𝗘𝗟𝗬 has the 𝗦𝗟𝗢𝗪𝗘𝗦𝗧 rate of rock weathering?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "location 1",
                "Key": {
                    "Correct": true,
                    "Rationale": "Location 1 most likely has the Slowest rate of rock weathering due to the relatively low yearly Precipitation, the thick soil layer, and the gentle slopes.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "location 2",
                "Key": {
                    "Correct": false,
                    "Rationale": "The higher amount of yearly precipitation and the thin soil layer indicate that location 2 likely does not have the slowest rate of rock weathering.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "location 3",
                "Key": {
                    "Correct": false,
                    "Rationale": "The steep hills indicate that location 3 likely does not have the slowest rate of rock weathering.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "location 4",
                "Key": {
                    "Correct": false,
                    "Rationale": "The thin soil layer indicates that location 4 likely does not have the slowest rate of rock weathering.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Physical Science"
        ],
        "SubTopics": [
            "When objects collide, contact forces transfer energy so as to change objects’ motions."
        ],
        "SuppContent": [
            "problems/WIG4S/supps/WIG4S-S3.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A student suggests that there are several ways to observe energy transfer during a collision.",
            "Which statement describes the 𝗕𝗘𝗦𝗧 prediction about the results of this experiment if a student were collecting data about sound?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The collision in trial 1 would produce a sound that lasts for a longer time than the sound produced by the collision in trial 2.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence that the collision in trial 1 would produce a sound that lasted longer than the collision in trial 2.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The collisions in trial 1 and trial 2 would produce sounds that cannot be heard by the human ear.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence that the collisions would produce sounds that cannot be heard by the human ear; the student is collecting data about sound.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The collisions in trial 1 and trial 2 would produce identical sounds.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The collision in trial 2 would produce a slightly louder sound than, not an identical sound to, the collision in trial 1.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The collision in trial 2 would produce a louder sound than the sound produced by the collision in trial 1.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The collision in trial 2 would produce a slightly louder sound; the dime in trial 2 was pushed harder, which means it transferred more energy to the other dime.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Physical Science"
        ],
        "SubTopics": [
            "Moving objects contain energy. The faster the object moves, the more energy it has."
        ],
        "SuppContent": [
            "problems/WIG4S/supps/WIG4S-S3.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A student claims that the dime that was pushed in trial 2 had more energy than the dime that was pushed in trial 1.",
            "Which explanation provides the 𝗕𝗘𝗦𝗧 evidence from this investigation to support the claim?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The pushed dime in trial 2 had more energy because it moved forward in a straighter line than the pushed dime in trial 1.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Moving in a straighter line does not indicate that the dime had more energy.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The pushed dime in trial 2 had more energy because it received a gentler push than the dime in trial 1 did.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The pushed dime in trial 2 received a stronger push than the pushed dime in trial 1.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The pushed dime in trial 2 had more energy because it was pushed harder, and its faster motion caused the other dime to move farther after they collided than the pushed dime in trial 1 did.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The harder push in trial 2 means that the pushed dime had more energy of motion that was transferred to the other dime, causing it to move farther.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The pushed dime in trial 2 had more energy because it moved more slowly than the pushed dime in trial 1 did, so it transferred more energy to the other dime when they collided.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The pushed dime in trial 2 received a stronger push, so it moved faster than the pushed dime in trial 1.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Physical Science"
        ],
        "SubTopics": [
            "Energy can be moved from place to place by moving objects, or through sound, light, or electrical currents. Energy can be converted from one form to another form."
        ],
        "SuppContent": [
            "problems/WIG4S/supps/WIG4S-S3.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "After observing the dimes collide, a student considers how energy transfer occurs in other objects. The student learns about a bike that is being used to provide electricity. The diagram below shows the bike.",
            "problems/WIG4S/media/11a.jpg",
            "Next, the student studies the flowchart below about how the bike works.",
            ":ibox:pedal → freewheel system → generator → battery",
            "Which option identifies an input and output in this system?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "input: stored energy in the battery\noutput: motion energy in the body",
                "Key": {
                    "Correct": false,
                    "Rationale": "This is the reverse of the input and output for the system.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "input: motion energy in the body\noutput: stored energy in the battery",
                "Key": {
                    "Correct": true,
                    "Rationale": "Motion energy from the body is the input into the bike system, and it is transferred to stored energy in the battery.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "input: stored energy in the battery\noutput: sunlight energy",
                "Key": {
                    "Correct": false,
                    "Rationale": "Stored energy in the battery is the output in the system, and the bike system output is not sunlight energy.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "input: sunlight energy\noutput: motion energy in the body",
                "Key": {
                    "Correct": false,
                    "Rationale": "Motion energy from the body is the input into the bike system, not the output; and the input is motion energy from the body, not sunlight energy.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Physical Science"
        ],
        "SubTopics": [
            "Energy can be moved from place to place by moving objects, or through sound, light, or electrical currents. Energy can be converted from one form to another form."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which words correctly complete the sentences to model how humans receive, understand, and react to information from a doorbell?",
            ":box:1. The person’s _______ detect(s) the sound that the doorbell makes.\n2. The information is interpreted in the person’s _______.\n3. The person uses his or her _______ to move to the door."
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "1. ears\n2. brain\n3. body ",
                "Key": {
                    "Correct": true,
                    "Rationale": "The ears detect the doorbell’s sound, the brain interprets the sound, and then the person’s body moves toward the door.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "1. ears\n2. eyes\n3. body",
                "Key": {
                    "Correct": false,
                    "Rationale": "The brain, not the eyes, interprets the sound from the doorbell.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "1. body\n2. brain\n3. eyes",
                "Key": {
                    "Correct": false,
                    "Rationale": "The ears, not the body, detect the doorbell’s sound, and the person uses the body, not the eyes, to move to the door.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "1. brain\n2. ears\n3. eyes",
                "Key": {
                    "Correct": false,
                    "Rationale": "The ears, not the brain, detect the doorbell’s sound; the brain, not the ears, interprets the sound from the doorbell; and the person uses the body, not the eyes, to move to the door.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space Science"
        ],
        "SubTopics": [
            "Certain features on Earth can be used to order events that have occurred in a landscape."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A student is looking at the diagram below, which uses symbols to represent layers of rock in an area. Each type of rock has a unique symbol.",
            "Limestone, a type of rock that is usually deposited when a surface is covered by an ocean, is shown by a brick-like pattern.",
            "Granite, a rock that is commonly found in areas that have had volcanic eruptions, is shown by a pattern that looks like very short lines arranged in different directions.",
            "problems/WIG4S/media/13a.jpg",
            "Which statements provide the 𝗕𝗘𝗦𝗧 description of this area?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The deepest and oldest layer shows limestone, indicating that the land was formed by a volcano.\nThe area was repeatedly affected by an ocean, as shown by the layers of granite.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student reverses the symbols for limestone and granite.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The deepest and oldest layer shows limestone, indicating that the land was formed by an ocean.\nThe area was repeatedly affected by a volcano, as shown by the layers of limestone.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student reverses the symbols for limestone and granite and also what is indicated by the presence of limestone and granite rock layers.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The deepest and oldest layer shows granite, indicating that the land was formed by an ocean.\nThe area was repeatedly affected by a volcano, as shown by the layers of granite.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student reverses what is indicated by the presence of limestone and granite rock layers.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The deepest and oldest layer shows granite, indicating that the land was formed by a volcano.\nThe area was repeatedly affected by an ocean, as shown by the layers of limestone.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The student is asked to interpret the symbols for the granite and limestone rock layers and to identify what is indicated by their presence.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Life Science"
        ],
        "SubTopics": [
            "Plants and animals have both internal and external macroscopic structures that allow for growth, survival, behavior, and reproduction."
        ],
        "SuppContent": [
            "problems/WIG4S/supps/WIG4S-S4.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which statement 𝗕𝗘𝗦𝗧 describes the feature that is most useful when an armadillo is defending itself from predators?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The carapace protects the sensitive areas of the armadillo from harm.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The hard carapace protects the armadillo from predators.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The sense of smell protects the armadillo from other armadillos.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sense of smell protects the armadillo from predators, not from other armadillos.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The long sticky tongue protects the armadillo from insects.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The long sticky tongue catches insects, which are its prey; it does not protect the armadillo from predators.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The claws protect the armadillo from other animals.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The claws are used to dig holes in the ground for shelter and to find food.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "15": {
        "Number": 15,
        "Type": "MS",
        "NumChoices": 0,
        "Topics": [
            "Life Science"
        ],
        "SubTopics": [
            "Different sense receptors are specialized for particular kinds of information; animals use their perceptions and memories to guide their actions."
        ],
        "SuppContent": [
            "problems/WIG4S/supps/WIG4S-S4.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The armadillo’s poor eyesight is not useful for sensing predators. Which 𝗧𝗪𝗢 features of a predator would 𝗠𝗢𝗦𝗧 𝗟𝗜𝗞𝗘𝗟𝗬 make the predator easier for an armadillo to detect?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "being warm-blooded, which makes the predator give off more heat",
                "Key": {
                    "Correct": false,
                    "Rationale": "Armadillos do not sense their predators through body heat.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "having a strong odor, which makes the predator easier to smell",
                "Key": {
                    "Correct": true,
                    "Rationale": "Armadillos use their sense of smell to detect predators.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "being taller, which makes the predator take up more space",
                "Key": {
                    "Correct": false,
                    "Rationale": "Armadillos do not more easily detect tall predators.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "having scales, which causes the predator’s body to reflect light",
                "Key": {
                    "Correct": false,
                    "Rationale": "Armadillos do not more easily detect predators with reflective scales. Armadillos have poor eyesight.",
                    "Percent": 0
                }
            },
            "E": {
                "Choice": "weighing more, which causes the predator to be noisier when it moves",
                "Key": {
                    "Correct": true,
                    "Rationale": "Armadillos use their sense of hearing to detect predators.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Life Science"
        ],
        "SubTopics": [
            "Plants and animals have both internal and external macroscopic structures that allow for growth, survival, behavior, and reproduction."
        ],
        "SuppContent": [
            "problems/WIG4S/supps/WIG4S-S4.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Pangolins are mammals that have similar body structures to armadillos. They use these body structures in the same way as armadillos do for survival. Instead of a carapace, they have hard scales on their bodies.",
            "problems/WIG4S/media/16a.jpg",
            "Based on the information about armadillos in the scenario, which chart shows the pangolin structures correctly matched with their functions?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "problems/WIG4S/media/16b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "Pangolins use the sticky tongue for retrieving prey from underground; use the claws to dig for prey; and use the scales as protection from predators.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "problems/WIG4S/media/16c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "Pangolins use the sticky tongue for retrieving prey from underground; and use the scales as protection from predators.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "problems/WIG4S/media/16d.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "Pangolins, like armadillos, use the sticky tongue for retrieving prey from underground; use the claws to dig for prey; and use the scales as protection from predators.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "problems/WIG4S/media/16e.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "Pangolins use the sticky tongue for retrieving prey from underground; and use the claws to dig for prey.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "17": {
        "Number": 17,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Life Science"
        ],
        "SubTopics": [
            "Different sense receptors are specialized for particular kinds of information; animals use their perceptions and memories to guide their actions."
        ],
        "SuppContent": [
            "problems/WIG4S/supps/WIG4S-S4.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "An armadillo is identifying another armadillo it has already met. Which list shows the steps in the order they would occur?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "1. The armadillo smells something.\n2. The armadillo realizes it is encountering another armadillo.\n3. The armadillo’s brain identifies the scent from a previous experience.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The armadillo’s brain identifies the scent before the armadillo remembers the scent of another armadillo.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "1. The armadillo smells something.\n2. The armadillo’s brain identifies the scent from a previous experience.\n3. The armadillo realizes it is encountering another armadillo.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The armadillo first smells the scent, then the brain identifies the scent, then the armadillo remembers the scent of another armadillo.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "1. The armadillo realizes it is encountering another armadillo.\n2. The armadillo smells something.\n3. The armadillo’s brain identifies the scent from a previous experience.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The armadillo first smells the scent, before it remembers the scent of another armadillo or uses its brain to identify the scent.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "1. The armadillo realizes it is encountering another armadillo.\n2. The armadillo’s brain identifies the scent from a previous experience.\n3. The armadillo smells something.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The armadillo first smells the scent, before its brain identifies the scent, then the armadillo remembers the scent of another armadillo.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "18": {
        "Number": 18,
        "Type": "MS",
        "NumChoices": 5,
        "Topics": [
            "Engineering, Technology & The Application Of Science"
        ],
        "SubTopics": [
            "People’s needs and wants change over time, as do their demands for new and improved technologies. Engineers improve existing technologies or develop new ones to increase their benefits, decrease known risks, and meet societal demands."
        ],
        "SuppContent": [
            "problems/WIG4S/supps/WIG4S-S4.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The three-banded armadillo has overlapping bones in its carapace that allow it to curl into a ball, tucking its face, legs, and tail inside the carapace. The picture on the left is a three-banded armadillo and the picture on the right is a backpack made of rubber tire pieces.",
            "problems/WIG4S/media/18a.jpg",
            "problems/WIG4S/media/18b.jpg",
            "The backpack was designed based on the armadillo’s body features. Which 𝗧𝗪𝗢 features of the three-banded armadillo did engineers 𝗠𝗢𝗦𝗧 𝗟𝗜𝗞𝗘𝗟𝗬 use to help develop this backpack?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "being flexible, so it can change shape",
                "Key": {
                    "Correct": true,
                    "Rationale": "The flexibility of the backpack allows it to change shape, like the carapace of a three-banded armadillo.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "being hard, so it protects items inside",
                "Key": {
                    "Correct": true,
                    "Rationale": "The hardness of the backpack material protects the items inside, like the carapace of a three-banded armadillo protects its internal organs.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "being dark, so it can absorb heat",
                "Key": {
                    "Correct": false,
                    "Rationale": "The backpack was not designed to have the same color as a three-banded armadillo.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "being rubber, so it is comfortable",
                "Key": {
                    "Correct": false,
                    "Rationale": "The comfort of the rubber backpack is not analogous to a structure-function relationship in the three-banded armadillo.",
                    "Percent": 0
                }
            },
            "E": {
                "Choice": "being made of many pieces, so it can come apart",
                "Key": {
                    "Correct": false,
                    "Rationale": "The backpack is not designed to come apart, and this is not analogous to a structure-function relationship in the three-banded armadillo.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    }
}