{
    "Directions": "Read the following passage about scientist Richard Feynman's interest in rainbows then answer each question that follows.",
    "Context": [],
    "Title": "Feynman and the Rainbow",
    "Subtitle": "",
    "Author": "by Stephen Whitt",
    "LabelType": "P",
    "Content": [
        [" ", "\tLike most people, Richard Feynman admired rainbows. Rainbows need light, something the physicist thought about often."],
        [" ", "\tOne kind of rainbow appears in soap bubbles or in oily water puddles. These rainbows form because of something called interference—the idea that bits of light, called photons, can actually cancel each other out. In fact, the color you see in a soap bubble or on an oil slick is just the color left over after some of the photons have canceled each other out."],
        [" ", "\tThis idea of interference led to one of Feynman's great contributions, a way of explaining something he called “the two-slit experiment.” For Feynman, this experiment contained all the weirdness of the strange science called quantum mechanics. When dealing with other problems in quantum mechanics, he would say, “You remember the case of the two-slit experiment? It's the same thing.”"],
        ["", "Pɪᴇᴄᴇs ᴏꜰ Lɪɢʜᴛ"],
        [" ", "\tFor the past 100 years, scientists have known that light is made of tiny pieces called photons. You might think of photons as small, fuzzy balls bouncing about at the speed of light. Keep in mind that this is just a model. To really “see” a photon, you have to absorb it in your eye, and this destroys the photon. But our model will be useful for the ideas to come."],
        ["", "Sʟɪᴛs ɪɴ Wᴀʟʟs"],
        [" ", "\tImagine a light bulb so dim that it makes only one photon each second. The photon leaves the bulb and flies toward a wall. Usually the photon hits the wall, but occasionally a photon passes through a single thin slit in the wall. As it passes through the slit, the photon might be deflected up, deflected down, or keep going straight—you're never sure just where the photon will go. After a short time, the photon runs into a screen that records the spot where the photon lands."],
        [" ", "\tMost of the photons pass through the slit without much d͟e͟f͟l͟e͟c͟t͟i͟o͟n, while a few are deflected up or down quite a bit. Now let's add a second slit very near the first."],
        [" ", "\tPhotons may now pass through either slit to reach the screen. You might think that this second slit would just increase the number of photons that reach the screen. And you'd be partly right—the total number of photons does go up. But in certain regions the number of photons actually goes down."],
        [" ", "problems/PA23G8E/media/S1a.jpg"],
        ["", "A Dᴇᴇᴘ Mʏsᴛᴇʀʏ"],
        [" ", "\tHow can this be? How can opening a second slit in the wall actually make fewer photons reach a particular spot? This is the great beauty and mystery of the double-slit experiment. It turns out that—just as with our oil-slick rainbow—the photons interfere with one another; they cancel each other out. But remember: These photons arrive at different times!"],
        [" ", "\tThink, for a moment, about how strange this is. A photon that leaves at 10:30 and passes through one slit apparently “knows” that another photon will leave at 11:00 and pass through the other slit, traveling just the right distance to cancel out the first photon. As a result, the first photon doesn't land in that “forbidden” spot. How can it know ahead of time which spots are forbidden? How can it know anything about a slit through which it doesn't pass?"],
        ["", "Aɴsᴡᴇʀs ᴀɴᴅ Qᴜᴇsᴛɪᴏɴs"],
        [" ", "\tFeynman had an answer. He told us that the photon doesn't pass through one slit. It passes through both slits. But wait, there's more. Each photon actually “sniffs out” every possible path to reach the screen, all at the same time! Every possible path means just what it says. One path goes through the bottom slit. Another goes through the top slit. A third goes past your elbow, or maybe through a cat's whiskers, before reaching the screen, and so on. And—here is the key point—as some of those paths interfere with each other, the photon won't take those paths. In effect, the photon is interfering with itself."],
        ["", "Nᴏ Pᴇᴇᴋɪɴɢ"],
        [" ", "\tAt this point, you're probably thinking, “This is silly. Why not just look to see which slit the photon goes through?” But to “look,” you have to change the setup of your experiment, and this changes the results. For example, to make sure that the photon passed through the top slit, you might block off the bottom slit. But with the bottom slit blocked, you get the single-slit pattern."],
        [" ", "\tIt's almost as if nature is covering her tracks, making sure that you can't peek inside to see what's “really” happening. When you peek, the weirdness disappears."],
        [" ", "\tIf by now you're a little dizzy, take heart. Quantum mechanics describes the way nature behaves. It predicts perfectly the way light bounces off mirrors, passes through windows, and makes rainbows on oily puddles. Yet even scientists who work with quantum mechanics admit that they don't understand why it works that way. Feynman said, “Nobody understands quantum mechanics ... If you will simply admit that maybe nature does behave like this, you will find her a delightful, entrancing thing ... But nobody knows how it can be like that.”"]
    ],
    "Copyright": "“Feynman and the Rainbow” by Stephen Whitt from Odyssey, Nov 2004, Vol. 13, Issue 8. Copyright © by Cricket Media, Inc. Reproduced with permission. All Cricket Media material is copyrighted by Cricket Media and/or various authors and illustrators. Any commercial use or distribution of material without permission is strictly prohibited. Please visit http://cricketmedia.com/childrens-content-licensing for licensing and http://www.cricketmedia.com for subscriptions.",
    "References": []
}