{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Solve for products of decimals to the hundredths, including situations involving money, using strategies based on place-value understandings, properties of operations, and the relationship to the multiplication of whole numbers."
        ],
        "Content": [
            "Kelsi spends $6.75 every Saturday for breakfast. What is the total amount of money Kelsi spends on breakfast for 14 Saturdays?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "$94.50",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the amount of money Kelsi spent on breakfast for 14 Saturdays, the student could have multiplied 6.75 by 14 (6.75 × 14 = 94.50). The student should have determined that multiplying 675 (6.75 without the decimal point) by 14 results in an answer of 9,450. To determine the placement of the decimal point, the student should have added the number of digits to the right of the decimal point in 6.75 (two) and 14 (zero) and then counted that total number of digits (two) from the right of 9,450 to place the decimal point in the answer (94.50). This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly."
                }
            },
            "B": {
                "Choice": "$20.75",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely added the two given values of 6.75 and 14 (6.75 + 14 = 20.75). The student needs to focus on understanding problem situations and the mathematical operations (+, −, ×, ÷) that are required to solve the problem."
                }
            },
            "C": {
                "Choice": "$92.30",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely made a regrouping error when multiplying 6.75 times 14, resulting in 92.30 instead of 94.50. The student needs to focus on understanding how to regroup when carrying out the steps in the multiplication algorithm (procedure)."
                }
            },
            "D": {
                "Choice": "$33.75",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely multiplied 675 by 4 correctly but did not use a zero placeholder for the ones place in the second multiplication step when multiplying 675 by 1. The student needs to focus on understanding how to use placeholders of zero when carrying out the steps in the multiplication algorithm (procedure)."
                }
            }
        }
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Geometry & Measurement"
        ],
        "SubTopics": [
            "Graph in the first quadrant of the coordinate plane ordered pairs of numbers arising from mathematical and real-world problems, including those generated by number patterns or found in an inputoutput table."
        ],
        "Content": [
            "The table shows the relationship between the numbers of soft pretzels customers bought at a store and the total cost of the pretzels in dollars.",
            "problems/TX21G5M/media/2a.jpg",
            "Which graph best represents the data from the table?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "problems/TX21G5M/media/2b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely rounded the y-values that were not whole numbers (3.5 and 10.5) and then reversed the x-values and y-values. The student needs to focus on understanding how to graph points on the coordinate plane with accuracy."
                }
            },
            "G": {
                "Choice": "problems/TX21G5M/media/2c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely rounded the y-values that were not whole numbers (3.5 and 10.5). The student needs to focus on understanding how to graph points on the coordinate plane with accuracy."
                }
            },
            "H": {
                "Choice": "problems/TX21G5M/media/2d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely reversed the x-values and y-values. The student needs to focus on understanding how to graph points on the coordinate plane with accuracy."
                }
            },
            "J": {
                "Choice": "problems/TX21G5M/media/2e.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "The student should have determined that the graph with points located at (1, 3.5), (2, 7), (3, 10.5), and (4, 14) best represents the ordered pairs in the table. The student should have determined that the x-value (presented in the left-hand column of the table) represents the horizontal distance to the right from zero, and the y-value (presented in the right-hand column of the table) represents the vertical distance up from the x-value."
                }
            }
        }
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Algebraic Reasoning"
        ],
        "SubTopics": [
            "Represent and solve multi-step problems involving the four operations with whole numbers using equations with a letter standing for the unknown quantity."
        ],
        "Content": [
            "An elementary school had 90 boxes of glue sticks. Each box had 36 glue sticks. Teachers put all of the glue sticks into bags to give to the students. They put 6 glue sticks into each bag.",
            "Which equation can be used to find b, the number of bags the teachers can fill with these glue sticks?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "90 × 36 ÷ 6 = b",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which equation can be used to find the number of bags the teachers can fill with glue sticks (b), the student should have identified an equation where the number of boxes of glue sticks (90) and the number of glue sticks in each box (36) are multiplied together. Then the result is divided by 6 to represent the number of glue sticks that are put into each bag."
                }
            },
            "B": {
                "Choice": "90 ÷ 6 + 36 = b",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely chose an equation in which the number of boxes of glue sticks (90) was divided by the number of glue sticks put into each bag (6) and then added 36 (the number of glue sticks in each box) to the result. The student did not realize that the number of boxes of glue sticks (90) should be multiplied by the number of glue sticks in each box (36) before dividing by 6. The student needs to focus on understanding how a number in a problem situation is related to the other numbers in the problem situation and the mathematical operations (+, −, ×, ÷) that are required to solve the problem."
                }
            },
            "C": {
                "Choice": "36 × 90 + 6 = b",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely chose an equation in which the total number of glue sticks put into each bag (6) is added to the total number of glue sticks (36 × 90). The student did not realize that the total number of glue sticks should be divided by 6 instead of 6 being added. The student needs to focus on understanding how a number in a problem situation is related to the other numbers in the problem situation and the mathematical operations (+, −, ×, ÷) that are required to solve the problem."
                }
            },
            "D": {
                "Choice": "36 × 6 × 90 = b",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student chose an equation in which all of the given numbers are multiplied. The student needs to focus on understanding how a number in a problem situation is related to the other numbers in the problem situation and the mathematical operations (+, −, ×, ÷) that are required to solve the problem."
                }
            }
        }
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Algebraic Reasoning"
        ],
        "SubTopics": [
            "Represent and solve problems related to perimeter and/or area and related to volume."
        ],
        "Content": [
            "A rectangular prism has a length of 20 inches, a width of 11 inches, and a height of 13 inches. What is the volume in cubic inches of this rectangular prism?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "233 cubic inches",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely multiplied the length (20) and width (11) of the prism but then added the height (13) to this result (20 × 11 = 220; 220 + 13 = 233). The student needs to focus on understanding how to determine the volume of a rectangular prism when the length, width, and height are given."
                }
            },
            "G": {
                "Choice": "2,860 cubic inches",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the volume of (amount of three-dimensional space taken up by) the rectangular prism, the student should have used the formula for the volume of a rectangular prism from the Volume section of the STAAR Grade 5 Mathematics Reference Materials page within the student’s test booklet (V l w h= × × , where V = volume, l = length, w = width, and h = height). The student should have multiplied 20 × 11 × 13, resulting in a volume of 2,860 cubic inches."
                }
            },
            "H": {
                "Choice": "160 cubic inches",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely multiplied the length, width, and height of the prism but did not use zero as a place holder when using the multiplication algorithm (procedure). The student needs to focus on understanding how to use placeholders of zero when carrying out the steps in the multiplication algorithm."
                }
            },
            "J": {
                "Choice": "88 cubic inches",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used the formula for the perimeter (distance around the outside) of a rectangle, multiplying 20, 11, and 13 by 2 (20 2× = 40; 11 2× = 22 ; 13 2× = 26 ) before adding the three resulting values (40 + 22 + 26 = 88). The student needs to focus on understanding the difference between the formula for determining the volume of a rectangular prism and the formula for determining the perimeter of a rectangle (P = 2l + 2w , where P = perimeter, l = length, and w = width)."
                }
            }
        }
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Solve with proficiency for quotients of up to a four-digit dividend by a two-digit divisor using strategies and the standard algorithm."
        ],
        "Content": [
            "Nicholas put 1,012 baseball cards into boxes. He put 22 cards in each box.",
            "How many boxes did Nicholas need for these baseball cards?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "55",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely divided 1,012 by 22 but miscalculated the first digit of the quotient (answer) to be 5 instead of 4. The student then subtracted the smaller digit from the larger digit in the first step −(101 − 110 = 11). The student likely performed the rest of the division algorithm (procedure) correctly but disregarded the remainder, resulting in 55. The student needs to focus on understanding how to carry out all the steps in the division algorithm with accuracy."
                }
            },
            "B": {
                "Choice": "50",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely rounded 1,012 to 1,000 and 22 to 20 before dividing. The student needs to focus on understanding when a problem situation requires an exact solution instead of an estimated solution."
                }
            },
            "C": {
                "Choice": "46",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the number of boxes Nicholas needed for the baseball cards, the student should have divided the number of baseball cards by the number of cards he put in each box (1,012 ÷ 22 = 46 )."
                }
            },
            "D": {
                "Choice": "47",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely divided 1,012 by 22 using the division algorithm (procedure) but miscalculated the second digit of the quotient (answer) to be 7 instead of 6. The student needs to focus on understanding how to carry out all the steps in the division algorithm with accuracy."
                }
            }
        }
    },
    "6": {
        "Number": 6,
        "Type": "FR",
        "NumChoices": 0,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Represent the value of the digit in decimals through the thousandths using expanded notation and numerals."
        ],
        "Content": [
            "The mass in kilograms of an ice chest is shown in expanded notation.",
            "(1 × 10) + (3 × 1) + (6 × 0.1) + (1 × 0.01)",
            "What is this mass in kilograms, written as a numeral?"
        ],
        "AnswerChoices": {
            "KEY": {
                "Choice": "13.61",
                "Key": {
                    "Correct": true,
                    "Rationale": "The student should have used place value to determine the mass of the ice chest. From left to right for this number, the place value is tens, ones, decimal point, tenths place, hundredths place. The student should have used a 1 in the tens place (1 × 1 )0 , a 3 in the ones place (3 × 1), a 6 in the tenths place (6 × 0.1), and a 1 in the hundredths place (1 × 0.01), resulting in 13.61."
                }
            }
        }
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Algebraic Reasoning"
        ],
        "SubTopics": [
            "Generate a numerical pattern when given a rule in the form y = ax or y = x + a and graph."
        ],
        "Content": [
            "The points plotted on the coordinate grid represent the rule y = x + 5.",
            "problems/TX21G5M/media/7a.jpg",
            "Which table also represents this rule?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "problems/TX21G5M/media/7b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely reversed the x- and y- values using the rule x = y + 5. The student needs to focus on understanding equations and evaluating them accurately to generate corresponding x- and y-values."
                }
            },
            "B": {
                "Choice": "problems/TX21G5M/media/7c.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which table represents the rule y = x + 5, the student should have identified that each y-value in the table is the result of adding 5 to each corresponding (paired) x-value in the table (4 + 5 = 9 ; 5 + 5 = 10; 6 + 5 = 11; and 7 + 5 = 12)."
                }
            },
            "C": {
                "Choice": "problems/TX21G5M/media/7d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student identified a table in which each y-value is the result of adding 5 to the previous y-value (15 = 10 + 5 ; 20 = 15 + 5; 25 = 20 + 5). The student needs to focus on understanding how paired x- and y-values are arranged in a table to represent a numerical pattern."
                }
            },
            "D": {
                "Choice": "problems/TX21G5M/media/7e.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student identified a table in which each y-value is the result of multiplying 5 to the corresponding x-value instead of adding 5. The student needs to focus on understanding equations and evaluating them accurately to generate corresponding x- and y-values."
                }
            }
        }
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Geometry & Measurement"
        ],
        "SubTopics": [
            "Classify two-dimensional figures in a hierarchy of sets and subsets using graphic organizers based on their attributes and properties."
        ],
        "Content": [
            "This Venn diagram shows the relationship between some types of triangles.",
            "problems/TX21G5M/media/8a.jpg",
            "Which triangle belongs in the intersection of “Acute triangles” and “Isosceles triangles”?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "problems/TX21G5M/media/8b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely confused acute triangles with right triangles (triangles with one right angle (90-degree angle)) and identified a triangle that is both a right triangle and an isosceles triangle. The student needs to focus on understanding triangle classifications and their definitions."
                }
            },
            "G": {
                "Choice": "problems/TX21G5M/media/8c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely confused isosceles triangles with scalene triangles (triangles with three different side lengths and three different angle measures) as well as acute angles (angles that measure less than 90 degrees) with obtuse angles (angles that measure more than 90 degrees) and identified a triangle that is both a scalene triangle and an obtuse triangle (a triangle that has one angle measure that is between 90 and 180 degrees). The student needs to focus on understanding triangle classifications and their definitions."
                }
            },
            "H": {
                "Choice": "problems/TX21G5M/media/8d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely confused acute angles (angles that measure less than 90 degrees) with obtuse angles (angles that measure more than 90 degrees) and identified a triangle that is both an isosceles triangle and an obtuse triangle (a triangle that has one angle measure that is between 90 and 180 degrees). The student needs to focus on understanding triangle classifications and their definitions."
                }
            },
            "J": {
                "Choice": "problems/TX21G5M/media/8e.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which triangle belongs in the intersection of “Acute triangles” (triangles that have three angle measures less than 90 degrees) and “Isosceles triangles” (triangles that each have at least two sides of equal length), the student should have used the hash marks on the sides of each triangle. Because sides of a triangle that are marked with the same number of hash marks indicate sides of equal length, the triangle in option D is the only triangle with three angle measures less than 90 degrees and at least two sides of equal length."
                }
            }
        }
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Compare and order two decimals to thousandths and represent comparisons using the symbols >, <, or =."
        ],
        "Content": [
            "The table shows the times it took four runners to finish a race.",
            "problems/TX21G5M/media/9a.jpg",
            "Which comparison of these times is NOT correct?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "20.3 < 20.35",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student chose an inequality that was true instead of an inequality that was not true, as directed. This inequality is true because there is no digit in the hundredths place (second digit to the right of the decimal point) in 20.3, so a 0 can be used (20.30) when comparing to 20.35, and 0 is less than 5. The student needs to focus on attending to the details of problems that compare decimal numbers."
                }
            },
            "B": {
                "Choice": "19.795 > 19.8",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which inequality is NOT true (false), the student should have compared the digits in each place value of the two numbers in each inequality, starting with the greatest place value. The two numbers have the same digits in the tens place (second digit to the left of the decimal point, 1 = 1) and the ones place (digit to the left of the decimal point, 9 = 9). When comparing the digits in the tenths place (digit to the right of the decimal point), 7 is less than 8; therefore 19.795 is less than 19.8. The symbol > in the given inequality indicates 19.795 is greater than 19.8, which makes the inequality not true."
                }
            },
            "C": {
                "Choice": "19.8 < 20.3",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student chose an inequality that was true instead of an inequality that was not true, as directed. This inequality is true because the two numbers have different digits in the tens place, and 1 is less than 2. The student needs to focus on attending to the details of problems that compare decimal numbers."
                }
            },
            "D": {
                "Choice": "20.35 > 19.795",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely thought that 20.35 was less than 19.795 because 20.35 has fewer digits to the right of the decimal point. The student needs to focus on understanding place values of digits and how to compare them."
                }
            }
        }
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Add and subtract positive rational numbers fluently."
        ],
        "Content": [
            "Ms. Fitzgerald had 2 1/4 gallons of fruit punch. She served 3/8 gallon of the fruit punch to her family at lunch.",
            "How many gallons of fruit punch did Ms. Fitzgerald have left after lunch?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "2 1/3 gal",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely added the numerators and added the denominators ⎞ (2 (1+3)/(4+8) + 3/4 → 2 4/12) and then reduced 4/12 to simplest terms by dividing the numerator by 4 and dividing the denominator by 4 to get 2 1/3 (2 (4 ÷ 4)/(12 ÷ 4) = 2 1/3). The student needs to focus on understanding problem situations and the mathematical operations (+, −, ×, ÷) needed to solve them, in addition to understanding how to perform arithmetic with fractional expressions."
                }
            },
            "G": {
                "Choice": "1 6/8 gal",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely recognized the need for a common denominator but did not multiply the numerator of 1/4 by 2(2 1/(4 × 2) → 2 1/8; 2 1/8 - 3/8 = 16/8). The student needs to focus on understanding how to perform arithmetic with fractional expressions."
                }
            },
            "H": {
                "Choice": "1 1/2 gal",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely subtracted the fractions by subtracting the numerators and subtracting the denominators (2 1/4 - 3/8 → 2 (3 -1)/(8 - 4) → 1 2/4). Then the student reduced 1 2/4 to simplest terms by dividing the numerator by 2 and the denominator by 2 to get 1 1/2 (1 (2 ÷ 2)/(4 ÷ 2) = 1 1/2). The student needs to focus on understanding how to perform arithmetic with fractional expressions."
                }
            },
            "J": {
                "Choice": "1 7/8 gal",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine how many gallons of fruit punch Ms. Fitzgerald had left after lunch, the student could have subtracted 2 1/4 − 3/8 by first finding the least common denominator (bottom number) (8), multiplying both the numerator (top number) and the denominator of 1/4 by 2 to get 2/8. Since 3/8 cannot be subtracted from 2/8, the student should have regrouped 1 whole as 8/8, added 1 8/8 + 2/8, and then calculated 1 10/8 - 3/8 = 7/8. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly."
                }
            }
        }
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Geometry & Measurement"
        ],
        "SubTopics": [
            "Describe the key attributes of the coordinate plane, including perpendicular number lines (axes) where the intersection (origin) of the two lines coincides with zero on each number line and the given point (0, 0); the x-coordinate, the first number in an ordered pair, indicates movement parallel to the x-axis starting at the origin; and the y-coordinate, the second number, indicates movement parallel to the y-axis starting at the origin."
        ],
        "Content": [
            "Which statement is NOT true about a coordinate grid?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The vertical number line is the y-axis.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student identified a statement that is true instead of NOT true (false), as directed. The student needs to focus on attending to the details of the question in problems that involve coordinate grids."
                }
            },
            "B": {
                "Choice": "In a coordinate grid, the x-axis and the y-axis are perpendicular to each other.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student identified a statement that is true instead of NOT true (false), as directed. The student needs to focus on attending to the details of the question in problems that involve coordinate grids."
                }
            },
            "C": {
                "Choice": "The x-coordinate is the second number in an ordered pair.",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which statement is NOT true (false), the student should have read each statement. The student should have recognized that the x-coordinate is the first number in an ordered pair, not the second number; therefore the statement is not true."
                }
            },
            "D": {
                "Choice": "The origin is the intersection of the x-axis and the y-axis.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student identified a statement that is true instead of NOT true (false), as directed. The student needs to focus on attending to the details of the question in problems that involve coordinate grids."
                }
            }
        }
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Divide whole numbers by unit fractions and unit fractions by whole numbers."
        ],
        "Content": [
            "Angelina used 1/3 of a bag of soil to fill 6 flowerpots. She filled each flowerpot with the same amount of soil.",
            "How much soil did Angelina use to fill each flowerpot?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "1/18 of a bag",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine how much soil Angelina used to fill each flowerpot, the student should have divided 1/3 by 6. Using the standard algorithm (procedure), the number 6 would be considered a fraction with a denominator (bottom number) of 1 (6/1). Then the student should have determined that 1/3 divided by 6/1 is equal to 1/3 multiplied by 6/1 inverted (flipped upside down) (1/3 ÷ 6/1 = 1/3 × 1/6 = 1/18). This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly."
                }
            },
            "G": {
                "Choice": "18 bags",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely inverted 1/3 and then multiplied (3/1 × 6/1 = 18/1), resulting in 18 bags. The student needs to focus on understanding how to divide unit fractions by whole numbers."
                }
            },
            "H": {
                "Choice": "1/2 of a bag",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely divided 1/6 by 1/3 (1/6 ÷ 1/3 = 1/6 × 3/1 = 3/6) and then reduced 3/6 to simplest terms by dividing the numerator (top number) by 3 and dividing the denominator by 3, resulting in 1/2 of a bag ((3 ÷ 3)/(6 ÷ 3) = 1/2). The student needs to focus on understanding how to divide unit fractions by whole numbers."
                }
            },
            "J": {
                "Choice": "2 bags",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely multiplied 1/3 by 6 instead of dividing (1/3 × 6/1 = 6/3) and then reduced 6/3 to simplest terms by dividing the numerator (top number) by 3 and dividing the denominator by 3, resulting in 2 bags ((6 ÷ 3)/(3 ÷ 3) = 2/1 = 2). The student needs to focus on understanding how to divide unit fractions by whole numbers."
                }
            }
        }
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Geometry & Measurement"
        ],
        "SubTopics": [
            "Solve problems by calculating conversions within a measurement system, customary or metric."
        ],
        "Content": [
            "Fabio drinks 2 quarts of water each day. How many cups of water does Fabio drink each day?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "4 cups",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely calculated the number of cups in 1 quart, calculating 2 × 2 = 4. The student needs to focus on understanding problem situations and attending to the details of problems that involve measurements and conversions."
                }
            },
            "B": {
                "Choice": "16 cups",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely multiplied the given number of quarts (2) with the number of fluid ounces in a cup (8), resulting in 16 cups (2 × 8 = 16). The student needs to focus on attending to the details of problems that involve measurements and conversions."
                }
            },
            "C": {
                "Choice": "64 cups",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely calculated the number of pints of water Fabio drinks each day using the gallon-to-quart conversion (2 × 4 ) and then multiplied that value by the number of fluid ounces in a cup (8), resulting in 8 × 8 = 64 cups. The student needs to focus on using the correct conversion when determining volume or capacity."
                }
            },
            "D": {
                "Choice": "8 cups",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine how many cups of water Fabio drinks each day, the student should have referred to the units shown in the Volume and Capacity section of the STAAR Grade 5 Mathematics Reference Materials page within the student’s test booklet, finding that 1 quart (qt) = 2 pints (pt) and 1 pint (pt) = 2 cups. The student could have then multiplied the number of quarts Fabio drinks each day (2) by the quart-to-pint conversion factor (2), resulting in 4 pints. The student could have then multiplied that result by the pint-to-cup conversion factor (2), resulting in 8 cups (2 × 2 × 2 = 8 ). This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly."
                }
            }
        }
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Represent multiplication of decimals with products to the hundredths using objects and pictorial models, including area models."
        ],
        "Content": [
            "This model is shaded to represent 1 whole.",
            "problems/TX21G5M/media/14a.jpg",
            "Which model represents 0.9 × 0.4 = 0.36?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "problems/TX21G5M/media/14b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely confused hundredths and tenths and chose a model that showed 0.09 × 0.04, with an overlapping square that represents 0.01. The student needs to focus on understanding how to represent decimal values using multiplication models."
                }
            },
            "G": {
                "Choice": "problems/TX21G5M/media/14c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely confused 0.4 with 0.04 and chose a model that represents the sum 0.9 + 0.04. The student needs to focus on understanding how to represent decimal values using multiplication models."
                }
            },
            "H": {
                "Choice": "problems/TX21G5M/media/14d.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "Each square in the hundreds model represents one-hundredth (0.01). Since each row and each column contains 10 squares, each row and column represents 10/100 or 1/10 or 0.10 (ten-hundredths). To determine the model represented by the equation, the student could have determined that the 9 vertical strips of 10 equals 0.9 and the 4 horizontal strips of 10 equals 0.4. The student should have counted the 36 double-shaded squares in the model, and this represents 36 hundredths or 0.36; therefore the model represents the equation 0.9 × 0.4 = 0.36. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly."
                }
            },
            "J": {
                "Choice": "problems/TX21G5M/media/14e.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student chose a model that showed 0.3 and 0.6, likely assuming this was equivalent to 0.36. The student needs to focus on understanding how to represent decimal values using multiplication models."
                }
            }
        }
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Data Analysis"
        ],
        "SubTopics": [
            "Solve one- and two-step problems using data from a frequency table, dot plot, bar graph, stem-and-leaf plot, or scatterplot."
        ],
        "Content": [
            "The dot plot shows the number of tickets needed for each ride at a carnival.",
            "problems/TX21G5M/media/15a.jpg",
            "What is the difference between the number of rides that need fewer than 4 tickets and the number of rides that need 4 or more tickets?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "7",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the difference between the number of rides that need fewer than 4 tickets and the number of rides that need 4 or more tickets, the student should have analyzed the dot plot, looking for the number of dots representing fewer than 4 tickets and the number of dots representing 4 or more tickets. The student should have determined that there are 11 values (dots) on the dot plot representing fewer than 4 tickets (2 + 5 + 4) and 4 values on the dot plot representing 4 or more tickets (2 + 1 + 1). Then the student should have subtracted 4 from 11, resulting in a difference of 7."
                }
            },
            "B": {
                "Choice": "2",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely focused on the phrase “4 tickets” and counted the number of rides that need 4 tickets. The student needs to focus on attending to the details of problems that involve a dot plot."
                }
            },
            "C": {
                "Choice": "9",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely forgot to include the number of rides that need exactly 4 tickets, subtracting 2 from 11 instead of 4 from 11. The student needs to focus on attending to the details of problems that involve a dot plot."
                }
            },
            "D": {
                "Choice": "4",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely focused on the phrase “4 or more tickets” and counted the number of rides that need 4 or more tickets. The student needs to focus on attending to the details of problems that involve a dot plot."
                }
            }
        }
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Solve for quotients of decimals to the hundredths, up to four-digit dividends and two-digit whole number divisors, using strategies and algorithms, including the standard algorithm."
        ],
        "Content": [
            "A cafeteria worker used 8.05 kilograms of meat to make 35 lunches. Each lunch had the same amount of meat.",
            "What was the mass in kilograms of the meat in each lunch?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "2.03 kg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely divided correctly but placed the decimal in the wrong place in the quotient (answer). The student needs to focus on understanding how to carry out all the steps in the division algorithm (procedure)."
                }
            },
            "G": {
                "Choice": "0.23 kg",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the mass in kilograms of meat in each lunch, the student should have divided the number of kilograms of meat used (8.05) by the number of lunches made (35), resulting in 0.23 kg of meat in each lunch (8.05 ÷ 35 = 0.23)."
                }
            },
            "H": {
                "Choice": "0.023 kg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely divided correctly but placed the decimal in the wrong place in the quotient (answer). The student needs to focus on understanding how to carry out all the steps in the division algorithm (procedure)."
                }
            },
            "J": {
                "Choice": "2.3 kg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely divided correctly but placed the decimal in the wrong place in the quotient (answer). The student needs to focus on understanding how to carry out all the steps in the division algorithm (procedure)."
                }
            }
        }
    },
    "17": {
        "Number": 17,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Compare and order two decimals to thousandths and represent comparisons using the symbols >, <, or =."
        ],
        "Content": [
            "Two numbers are shown. A number in between is missing.",
            "problems/TX21G5M/media/17a.jpg",
            "Which number can be placed in the box to show the numbers in order from greatest to least?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "6.25",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely disregarded the place values and whole numbers and compared 27, 25, and 9. The student needs to focus on understanding how to compare decimal numbers."
                }
            },
            "B": {
                "Choice": "6.02",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which number can be placed in the box to show the numbers in order from greatest to least, the student should have compared the digits in each place value for each number. Since all three numbers have the digit 6 in the ones place (digit to the left of the decimal point) and the digit 0 in the tenths place (first digit to the right of the decimal point), the student should have compared the digits in the hundredths place (second digit to the right of the decimal point) for all the numbers (6.027, 6.02, 6.009). The number 6.009 has the least value in the hundredths place, so the student should have determined that 6.009 has the least value. Because 6.02 has no additional digits, the student should have determined that 6.02 is less than 6.027 but greater than 6.009."
                }
            },
            "C": {
                "Choice": "6.005",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely disregarded the numbers given and chose the number with the least value. The student needs to focus on attending to the details of the question in problems that order decimal numbers."
                }
            },
            "D": {
                "Choice": "6.028",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely listed the numbers in order from least to greatest, comparing the digits in the thousandths place only (7, 8, and 9). The student needs to focus on attending to the details of the question in problems that order decimal numbers."
                }
            }
        }
    },
    "18": {
        "Number": 18,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Multiply with fluency a three-digit number by a two-digit number using the standard algorithm."
        ],
        "Content": [
            "Last month a flower shop employee ordered 48 cases of roses. There were 144 roses in each case.",
            "How many roses did this employee order?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "5,482",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely did not regroup when multiplying 144 by 48, resulting in 5,482. The student needs to focus on understanding how to regroup when carrying out the steps in the multiplication algorithm (procedure)."
                }
            },
            "G": {
                "Choice": "1,728",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely multiplied 144 by 8 correctly but did not use zero as a placeholder for the ones place in the second multiplication step when multiplying 144 by 4. The student needs to focus on understanding how to use placeholders of zero when carrying out the steps in the multiplication algorithm (procedure)."
                }
            },
            "H": {
                "Choice": "6,912",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the number of roses the employee ordered, the student should have multiplied the number of roses in each case by the number of cases of roses (144 × 48), resulting in the product (answer) of 6,912."
                }
            },
            "J": {
                "Choice": "4,844",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely multiplied 48 by 100 and then added 44 to get 4,844. The student needs to focus on understanding how to carry out the steps in the multiplication algorithm (procedure)."
                }
            }
        }
    },
    "19": {
        "Number": 19,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Algebraic Reasoning"
        ],
        "SubTopics": [
            "Simplify numerical expressions that do not involve exponents, including up to two levels of grouping."
        ],
        "Content": [
            "What is the value of this expression?",
            "10 [3 + (7 + 5) ÷ 3]"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "14",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely performed the operations from left to right (10 × 3 = 30 , 30 + 7 = 37, 37 + 5 = 42, and 42 ÷ 3 = 14 ). The student needs to focus on understanding how to perform the order of operations."
                }
            },
            "B": {
                "Choice": "34",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely performed the first two operations in the correct order (7 + 5 = 12 and 12 ÷ 3 = 4 ) but then multiplied 10 by 3, resulting in 30, before adding 30 to 4, resulting in 34. The student needs to focus on understanding how to perform the order of operations."
                }
            },
            "C": {
                "Choice": "50",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely performed all the addition in the brackets (3 + 7 + 5 = 15) before dividing (15 ÷ 3 = 5) and then multiplying (10 × 5 = 50 ). The student needs to focus on understanding how to perform the order of operations."
                }
            },
            "D": {
                "Choice": "70",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the value of the expression, the student should have used the order of operations, or PEMDAS. The student should have completed the operations in this order: 1. Operations contained in Parentheses or brackets, 2. Exponents (numbers raised to a power), 3. Multiplication/Division from left to right, and 4. Addition/Subtraction from left to right. The student first should have performed the addition step within the parentheses (7 + 5 = 12 ). Second the student should have performed the division step (12 ÷ 3 = 4 ). Then the student should have added 3 to 4, resulting in 7. Finally the student should have multiplied 10 by 7, resulting in 70."
                }
            }
        }
    },
    "20": {
        "Number": 20,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Geometry & Measurement"
        ],
        "SubTopics": [
            "Recognize a cube with side length of one unit as a unit cube having one cubic unit of volume and the volume of a three-dimensional figure as the number of unit cubes (n cubic units) needed to fill it with no gaps or overlaps if possible."
        ],
        "Content": [
            "The four figures shown are rectangular prisms made of unit cubes.",
            "problems/TX21G5M/media/20a.jpg",
            "Which figures have a volume of 12 cubic units?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Figures II and IV only",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely only counted the unit cubes of one face (side) of each figure and did not consider all the dimensions of Figure I. The student needs to focus on understanding that the volume of a rectangular prism can be found by multiplying the length times the width times the height of the prism or by counting the total number of unit cubes needed to make up the rectangular prism."
                }
            },
            "G": {
                "Choice": "Figures I and III only",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely only counted the squares of each figure that were not shaded. The student needs to focus on understanding that the volume of a rectangular prism can be found by multiplying the length times the width times the height of the prism or by counting the total number of unit cubes needed to make up the rectangular prism."
                }
            },
            "H": {
                "Choice": "Figures I, II, and IV only",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which figures have a volume (amount of three-dimensional space taken up) of 12 cubic units, the student should have multiplied the length, width, and height of each figure. Figure I has a volume of 12 cubic units because it has a length of 3 cubes, a width of 2 cubes, and a height of 2 cubes (3 × 2 × 2 = 12 ). Figure II has a volume of 12 cubic units because it has a length of 4 cubes, a width of 1 cube, and a height of 3 cubes (4 × 1 × 3 = 12). Figure IV has a volume of 12 cubic units because it has a length of 1 cube, a width of 2 cubes, and a height of 6 cubes (1 × 2 × 6 = 1 )2 ."
                }
            },
            "J": {
                "Choice": "Figures I, II, III, and IV",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely miscounted Figure III as having 3 layers instead of 4. The student needs to focus on understanding that the volume of a rectangular prism can be found by multiplying the length times the width times the height of the prism or by counting the total number of unit cubes needed to make up the rectangular prism."
                }
            }
        }
    },
    "21": {
        "Number": 21,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Algebraic Reasoning"
        ],
        "SubTopics": [
            "Represent and solve multi-step problems involving the four operations with whole numbers using equations with a letter standing for the unknown quantity."
        ],
        "Content": [
            "Kendra earned a total of $625 selling jewelry.",
            "• She sold 7 necklaces for $55 each.",
            "• She sold 8 rings.",
            "• Each ring was sold for the same price.",
            "The equation shown can be used to find r, the amount of money in dollars she earned for each ring sold.",
            "r = [625 − (7 × 55)] ÷ 8",
            "What was the amount of money in dollars Kendra earned for each ring sold?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "$30",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the amount of money in dollars Kendra earned for each ring sold, the student should have used the order of operations, or PEMDAS. The student should have completed the operations in this order: 1. Operations contained in Parentheses or brackets, 2. Exponents (numbers raised to a power), 3. Multiplication/Division from left to right, and 4. Addition/Subtraction from left to right. The student should have first performed the multiplication step within the parentheses (7 × 55 = 385 ). Second the student should have subtracted −(625 − 385 = 240 ). Then the student should have divided 240 by 8, resulting in 30."
                }
            },
            "B": {
                "Choice": "$240",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely performed all the calculations correctly inside the parentheses and brackets but disregarded the final division step. The student needs to focus on completing all steps correctly when calculating the value of an expression using the order of operations."
                }
            },
            "C": {
                "Choice": "$45",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely performed all the calculations in the correct order but in the second step, subtracted the smaller digit from the larger digit in the tens place (8 minus 2), resulting in 360. The student needs to focus on completing all steps correctly when calculating the value of an expression using the order of operations."
                }
            },
            "D": {
                "Choice": "None of these",
                "Key": {
                    "Correct": false,
                    "Rationale": "The correct answer (30) was presented in one of the other answer options."
                }
            }
        }
    },
    "22": {
        "Number": 22,
        "Type": "FR",
        "NumChoices": 0,
        "Topics": [
            "Algebraic Reasoning"
        ],
        "SubTopics": [
            "Represent and solve problems related to perimeter and/or area and related to volume."
        ],
        "Content": [
            "Edgar built a deck in his backyard with a section in the shape of a rectangle and a section in the shape of a square. The model shows the dimensions of his deck in feet.",
            "problems/TX21G5M/media/22a.jpg",
            "What is the area in square feet of the deck Edgar built?"
        ],
        "AnswerChoices": {
            "KEY": {
                "Choice": "192",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the area of (amount of space covered by) the deck Edgar built in square feet, the student should have found the area of the rectangle and the square separately before adding the values together. First the student should have multiplied the length of the rectangle (16 ft) by the width of the rectangle (8 ft) (16 × 8 = 128). Then the student should have multiplied the length of the square (8 ft) by the width of the square (8 ft) (8 × 8 = 64). To find the total area of the deck, the student should have added the products together (128 + 64 ), resulting in an area of 192 square feet."
                }
            }
        }
    },
    "23": {
        "Number": 23,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Algebraic Reasoning"
        ],
        "SubTopics": [
            "Identify prime and composite numbers."
        ],
        "Content": [
            "Jaylen was told to list all prime numbers between 30 and 50. Jaylen’s list is shown.",
            "31, 37, 41, 47",
            "Which prime number is missing from Jaylen’s list?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "49",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely chose 49 because it is an odd number (number that cannot be divided by 2 evenly). It is not a prime number because it is divisible by 1, 7, and 49. The student needs to focus on understanding the difference between prime numbers and odd numbers."
                }
            },
            "B": {
                "Choice": "39",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely chose 39 because it is an odd number (number that cannot be divided by 2 evenly). It is not a prime number because it is divisible by 1, 3, 13, and 39. The student needs to focus on understanding the difference between prime numbers and odd numbers."
                }
            },
            "C": {
                "Choice": "43",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which prime number is missing from Jaylen’s list, the student should have identified a number that can be divided evenly only by 1 and the number itself. The student should have chosen 43 because the number 43 only has two numbers that it can be divided by (1 and itself, 43)."
                }
            },
            "D": {
                "Choice": "33",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely chose 33 because each of its digits alone is a prime number or because it is an odd number (number that cannot be divided by 2 evenly). It is not a prime number because it is divisible by 1, 3, 11, and 33. The student needs to focus on understanding the definition of a prime number and the difference between prime numbers and odd numbers."
                }
            }
        }
    },
    "24": {
        "Number": 24,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Solve for quotients of decimals to the hundredths, up to four-digit dividends and two-digit whole number divisors, using strategies and algorithms, including the standard algorithm."
        ],
        "Content": [
            "Gwen had a board that was 6.48 meters long. She cut the board into 9 pieces of equal length.",
            "What was the length of each piece in meters?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "6.39 m",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely subtracted instead of dividing −(6.48 − 0.09 = 6.39). The student needs to focus on understanding problem situations and the mathematical operations (+, −, ×, ÷) needed to solve them."
                }
            },
            "G": {
                "Choice": "0.61 m",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely divided 6.48 by 9 but miscalculated the first digit of the quotient (answer) to be 6 instead of 7. The student then subtracted −64 − 64, resulting in 0. The student likely performed the rest of the division algorithm (procedure) correctly, rounding the answer to the nearest hundredth. The student needs to focus on understanding how to carry out all the steps in the division algorithm with accuracy."
                }
            },
            "H": {
                "Choice": "6.08 m",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely divided 6.48 by 9 but miscalculated the first digit of the quotient (answer) to be 6 instead of 7. The student likely performed the rest of the division algorithm (procedure) correctly but misplaced the decimal point. The student needs to focus on understanding how to carry out all the steps in the division algorithm with accuracy."
                }
            },
            "J": {
                "Choice": "0.72 m",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the length of each piece of board in meters, the student should have divided the total length of the board (6.48) by the total number of pieces (9), resulting in each piece measuring 0.72 meters (6.48 ÷ 9 = 0.72)."
                }
            }
        }
    },
    "25": {
        "Number": 25,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Geometry & Measurement"
        ],
        "SubTopics": [
            "Graph in the first quadrant of the coordinate plane ordered pairs of numbers arising from mathematical and real-world problems, including those generated by number patterns or found in an inputoutput table."
        ],
        "Content": [
            "There are two shapes drawn on the coordinate grid, as shown.",
            "problems/TX21G5M/media/25a.jpg",
            "Which ordered pair represents a point that is inside both shapes?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "(3.5, 5.5)",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which point is located inside both shapes, the student should have plotted a point for each of the ordered pairs given in the answer options. To plot each point, the student should have started at the origin (the point at (0, 0) ) and used the x-coordinate (first number in an ordered pair) to determine how many units to move to the right and then used the y-coordinate (second number in an ordered pair) to determine how many units to move up. Then the student should have plotted the point at the resulting location. The student should have noticed that only the point at (3.5, 5.5) is located inside both shapes."
                }
            },
            "B": {
                "Choice": "(5.5, 3.5)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely switched the x- and y-coordinates when plotting the points. The student needs to focus on understanding how to graph a point on a coordinate grid using x- and y-coordinates."
                }
            },
            "C": {
                "Choice": "(4.5, 2.5)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student identified a point inside one of the shapes (the square) but not the other. The student needs to focus on attending to the details of the question in problems that involve graphing points."
                }
            },
            "D": {
                "Choice": "(2.5, 4.5)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student identified a point inside one of the shapes (the hexagon) but not the other. The student needs to focus on attending to the details of the question in problems that involve graphing points."
                }
            }
        }
    },
    "26": {
        "Number": 26,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Algebraic Reasoning"
        ],
        "SubTopics": [
            "Generate a numerical pattern when given a rule in the form y = ax or y = x + a and graph."
        ],
        "Content": [
            "Which table contains only x-values and y-values that make the equation y = 4.8x true?",
            "",
            ""
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "problems/TX21G5M/media/26a.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which table contains only x-values and y-values that make the equation y = 4.8x true, the student should have identified that each y-value in the table is the result of multiplying 4.8 by each corresponding (paired) x-value in the table (4.8 2× = 9.6; 4.8 4× = 19.2; 4.8 6× = 28.8; and 4.8 8× = 38.4)."
                }
            },
            "G": {
                "Choice": "problems/TX21G5M/media/26b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student identified a table in which each y-value is the the result of adding 4.8 to the corresponding x-value instead of multiplying by 4.8. The student needs to focus on understanding that the side-by-side placement of a number and a variable (x) indicates multiplication."
                }
            },
            "H": {
                "Choice": "problems/TX21G5M/media/26c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student identified a table in which the y-value is the result of adding 4.8 to the previous y-value (9.6 = 4.8 + 4.8 ; 14.4 = 9.6 + 4.8; and 19.2 = 14.4 + 4.8 ). The student needs to focus on understanding how paired x- and y-values are arranged in a table to represent a numerical pattern and that the side-by-side placement of a number and a variable (x) indicates multiplication."
                }
            },
            "J": {
                "Choice": "problems/TX21G5M/media/26d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely noticed that the first pair of values in the table represented the equation y = 4.8x but did not verify the other pairs of values. The student needs to focus on understanding how to use a multiplication rule given in an equation to generate corresponding x- and y-values."
                }
            }
        }
    },
    "27": {
        "Number": 27,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Personal Financial Literacy"
        ],
        "SubTopics": [
            "Describe actions that might be taken to balance a budget when expenses exceed income."
        ],
        "Content": [
            "Spencer needs to balance his April budget.",
            "problems/TX21G5M/media/27a.jpg",
            "What can he do so that his budget is balanced?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Increase his savings this month by $10",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely associated savings with income and chose an option that increases Spencer’s expenses instead of reducing them. The student needs to focus on understanding the descriptions of the relationships between expenses and income."
                }
            },
            "B": {
                "Choice": "Increase his allowance by $5",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely focused on increasing income but did not notice that the $5 increase in allowance would not be enough to balance Spencer’s budget. The student needs to focus on understanding the descriptions of the relationships between expenses and income."
                }
            },
            "C": {
                "Choice": "Decrease his piano lessons by $5",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely focused on decreasing expenses but did not notice that the $5 decrease in piano lessons would not be enough to balance Spencer’s budget. The student needs to focus on understanding the descriptions of the relationships between expenses and income."
                }
            },
            "D": {
                "Choice": "Decrease his entertainment costs by $10",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine what Spencer can do so that his budget is balanced, the student should have first calculated the total income and the total expenses. To determine the total income, the student should have added 40 + 30 = 70, and to determine the total expenses, the student should have added 15 + 25 + 30 + 10 = 80. Since the expenses are $10 more than the income (80 −− 70 = 10 ), the student should have identified an option that would either increase his total income by $10 or decrease his total expenses by $10. The student should have determined that decreasing Spencer’s entertainment costs by $10 would decrease expenses and balance his budget."
                }
            }
        }
    },
    "28": {
        "Number": 28,
        "Type": "FR",
        "NumChoices": 0,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Solve for products of decimals to the hundredths, including situations involving money, using strategies based on place-value understandings, properties of operations, and the relationship to the multiplication of whole numbers."
        ],
        "Content": [
            "Jonathan and Elizabeth are comparing the masses of their rocks.",
            "• Jonathan’s rock has a mass of 0.2 kilogram.",
            "• Elizabeth’s rock has a mass 8 times the mass of Jonathan’s rock.",
            "What is the mass of Elizabeth’s rock in kilograms?"
        ],
        "AnswerChoices": {
            "KEY": {
                "Choice": "1.6",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the mass of Elizabeth’s rock in kilograms, the student could have multiplied the mass of Jonathan’s rock (0.2) by 8 (0.2 × 8 = 1.6 ). The student should have determined that multiplying 2 (without the decimal point) by 8 results in an answer of 16. To determine the placement of the decimal point, the student should have added the number of digits to the right of the decimal point in 0.2 (one) and 8 (zero) and then counted that total number of digits (one) from the right of 16 to place the decimal point in the answer (1.6). This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly."
                }
            }
        }
    },
    "29": {
        "Number": 29,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Geometry & Measurement"
        ],
        "SubTopics": [
            "Classify two-dimensional figures in a hierarchy of sets and subsets using graphic organizers based on their attributes and properties."
        ],
        "Content": [
            "Quadrilaterals can be classified using the graphic organizer shown.",
            "problems/TX21G5M/media/29a.jpg",
            "Which term best classifies the shapes that belong in the shaded section of the organizer?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Parallelogram",
                "Key": {
                    "Correct": true,
                    "Rationale": "To identify the term that best classifies the shapes that belong in the shaded section of the organizer, the student should have determined that Rectangles (parallelograms that have four right angles), Rhombuses (parallelograms that have all sides the same length), and Squares (parallelograms with four right angles and all sides the same length) are subsets of Parallelograms (quadrilaterals with opposite sides parallel) and that Parallelograms are a subset of Quadrilaterals (figures that have four sides)."
                }
            },
            "B": {
                "Choice": "Polygon",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely misunderstood the diagram and identified Polygon (closed figure that has at least three sides) because Quadrilaterals are a subset of Polygons. The student needs to focus on understanding the characteristics of quadrilaterals."
                }
            },
            "C": {
                "Choice": "Pentagon",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely thought Pentagon (figure that has five sides) was a subset of Quadrilaterals. The student needs to focus on understanding the characteristics of quadrilaterals."
                }
            },
            "D": {
                "Choice": "None of these",
                "Key": {
                    "Correct": false,
                    "Rationale": "The correct answer (Parallelogram) was presented in one of the other answer options."
                }
            }
        }
    },
    "30": {
        "Number": 30,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Represent division of a unit fraction by a whole number and the division of a whole number by a unit fraction such as 1/3 ÷ 7 and 7 ÷ 1/3 using objects and pictorial models, including area models."
        ],
        "Content": [
            "Which model represents the expression 4 ÷ 1/8?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "problems/TX21G5M/media/30a.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student identified a model showing 8 wholes each divided into 8 parts, likely using the denominator (bottom number in a fraction) as the total number of squares and the total number of parts in each square. The student needs to focus on understanding how to represent division of a whole number by a unit fraction using a pictorial model."
                }
            },
            "G": {
                "Choice": "problems/TX21G5M/media/30b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student identified a model showing 4 wholes each divided into 4 parts, likely using the whole number (4) as the total number of squares and the total number of parts in each square. The student needs to focus on understanding how to represent division of a whole number by a unit fraction using a pictorial model."
                }
            },
            "H": {
                "Choice": "problems/TX21G5M/media/30c.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which model represents 4 ÷ 1/8, the student should have identified a model that shows 4 wholes each divided into 8 parts. The student should have counted the number of squares (4) and counted the number of pieces in each square (8)."
                }
            },
            "J": {
                "Choice": "problems/TX21G5M/media/30d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student identified a model showing 8 wholes each divided into 4 parts, likely using the denominator (bottom number in each fraction) (8) as the total number of squares and the whole number (4) as the total number of parts in each square. The student needs to focus on understanding how to represent division of a whole number by a unit fraction using a pictorial model."
                }
            }
        }
    },
    "31": {
        "Number": 31,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Personal Financial Literacy"
        ],
        "SubTopics": [
            "Balance a simple budget."
        ],
        "Content": [
            "Amelia made this list of her monthly expenses.",
            "problems/TX21G5M/media/31a.jpg",
            "Amelia’s net income for the month is $2,135. How much money does she have for other expenses?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "$3,535",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely found the total amount spent on expenses but added the total to the net income instead of subtracting. The student needs to focus on understanding how to use a budget to balance income and expenses."
                }
            },
            "B": {
                "Choice": "$1,400",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely found the total expenses from food, rent, and savings. The student needs to focus on attending to the details of the question when solving problems involving expenses and income."
                }
            },
            "C": {
                "Choice": "$885",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely associated “Savings” with income and found the total expenses for only food and rent. The student needs to focus on understanding the descriptions of the relationships between expenses and income."
                }
            },
            "D": {
                "Choice": "$735",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine how much money Amelia has for other expenses, the student should have recognized that in order for the budget to be balanced, all expenses must add up to Amelia’s net income for the month (2,135). The student should have first added the amount spent on expenses (food, rent, and savings) (400 + 850 + 150 = 1,400). The student then should have determined that the amount spent on “Other” is $735 because −2,135 − 1,400 = 735."
                }
            }
        }
    },
    "32": {
        "Number": 32,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Estimate to determine solutions to mathematical and real-world problems involving addition, subtraction, multiplication, or division."
        ],
        "Content": [
            "Shane spent $15.45 on a shirt, $21.99 on a pair of pants, and $12.15 on a hat. Which is the best estimate for the amount of money in dollars Shane spent?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "$40",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely estimated incorrectly that $15.45 is about $10, $21.99 is about $20, and $12.15 is about $10. The student then likely calculated the total cost (10 + 20 + 10 = 40). The student needs to focus on understanding reasonableness when estimating in problem situations."
                }
            },
            "G": {
                "Choice": "$50",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the best estimate for the amount of money Shane spent, the student could have rounded each value to the nearest dollar. When rounded to the nearest dollar, the numbers are as follows: $15.45 rounds to $15, $21.99 rounds to $22, and $12.15 rounds to $12. Then the student should have added the rounded amounts, resulting in $49 (15 + 22 + 12 = 49). The answer choice of $50 is closest to $49. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly."
                }
            },
            "H": {
                "Choice": "$70",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely estimated incorrectly that $15.45 is about $20, $21.99 is about $30, and $12.15 is about $20. The student then likely calculated the total cost (20 + 30 + 20 = 70 ). The student needs to focus on understanding reasonableness when estimating in problem situations."
                }
            },
            "J": {
                "Choice": "$60",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely estimated each amount to be about $20 before adding. The student then likely calculated the total cost (20 + 20 + 20 = 60 ). The student needs to focus on understanding reasonableness when estimating in problem situations."
                }
            }
        }
    },
    "33": {
        "Number": 33,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Algebraic Reasoning"
        ],
        "SubTopics": [
            "Simplify numerical expressions that do not involve exponents, including up to two levels of grouping."
        ],
        "Content": [
            "Which expression has a value of 25?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "2(32 + 18) ÷ 4",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which expression has a value of 25, the student should have used the order of operations, or PEMDAS. The student should have completed the operations in this order: 1. Operations contained in Parentheses or brackets, 2. Exponents (numbers raised to a power), 3. Multiplication/Division from left to right, and 4. Addition/Subtraction from left to right. First the student should have performed the addition step within the parentheses (32 + 18), resulting in 50. Then the student should have multiplied 2 by 50, resulting in 100. Finally the student should have divided 100 by 4, resulting in 25."
                }
            },
            "B": {
                "Choice": "(10 × 10) ÷ (2 ÷ 2)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely performed the operations from left to right (10 × 10 = 100, 100 ÷ 2 = 50, and 50 ÷ 2 = 25). The student needs to focus on understanding how to perform the order of operations."
                }
            },
            "C": {
                "Choice": "(50 × 10) ÷ 5",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely confused the operations of multiplication and division (50 ÷ 10 = 5 and 5 × 5 = 25 ). The student needs to focus on attending to the details of problems using mathematical operations (+, −, ×, ÷)."
                }
            },
            "D": {
                "Choice": "(10 + 10) ÷ 4",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely confused multiplication with addition when calculating (10 × 10 = 100 and 100 ÷ 4 = 25). The student needs to focus on attending to the details of problems using mathematical operations (+, −, ×, ÷)."
                }
            }
        }
    },
    "34": {
        "Number": 34,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Divide whole numbers by unit fractions and unit fractions by whole numbers."
        ],
        "Content": [
            "Harriett baked 3 cakes. She cut each cake into equal-size pieces. Each piece was 1/9 of the cake.",
            "What was the total number of pieces after Harriett cut these cakes?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "12",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely understood that 1/9 should be inverted but added instead of multiplying, resulting in 3 + 9 = 12 pieces of cake. The student needs to focus on understanding how to use the algorithm (procedure) to divide whole numbers by fractions."
                }
            },
            "G": {
                "Choice": "27",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the total number of pieces after Harriett cut the cakes, the student should have interpreted “equal-size pieces” to mean division into equal parts. The student could have determined that 3 divided by 1/9 is equal to 3 multiplied by 1/9 inverted (flipped upside down) (3 ÷ 1/9 = 3 × 9/1 = 3 × 9 = 27). This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly."
                }
            },
            "H": {
                "Choice": "9",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely focused on the total number of pieces in a single cake. The student needs to focus on attending to the details of problems that involve dividing a whole number by a fraction."
                }
            },
            "J": {
                "Choice": "3",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely inverted both numbers before multiplying, resulting in 1/3 × 9 = 3 pieces of cake. The student needs to focus on understanding how to use the algorithm (procedure) to divide whole numbers by fractions."
                }
            }
        }
    },
    "35": {
        "Number": 35,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Data Analysis"
        ],
        "SubTopics": [
            "Solve one- and two-step problems using data from a frequency table, dot plot, bar graph, stem-and-leaf plot, or scatterplot."
        ],
        "Content": [
            "The scatterplot shows the number of minutes each student in a book club read during a week and the number of years the student has participated in the book club.",
            "problems/TX21G5M/media/35a.jpg",
            "What is the total number of minutes read by the students who have participated in the book club for 4 or 5 years?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "450",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely identified that 5 students have participated in the book club for 4 years or 5 years but then multiplied the 5 students by the greatest number of minutes read by a single student (5 × 90 = 450). The student needs to focus on interpreting data accurately in problems that have data represented in a scatterplot."
                }
            },
            "B": {
                "Choice": "390",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the total number of minutes read by the students who have participated in the book club for 4 or 5 years, the student should have added the data point values from the scatterplot graph of 4 years (70 and 80) and 5 years (70, 80, and 90), concluding that 70 + 80 + 70 + 80 + 90 = 390."
                }
            },
            "C": {
                "Choice": "90",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student chose the greatest number of minutes read by a student who had participated in the book club for 4 or 5 years. The student needs to focus on interpreting data accurately in problems that have data represented in a scatterplot."
                }
            },
            "D": {
                "Choice": "80",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student chose the greatest number of minutes read by two or more students who had participated in the book club for 4 or 5 years. The student needs to focus on interpreting data accurately in problems that have data represented in a scatterplot."
                }
            }
        }
    },
    "36": {
        "Number": 36,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Add and subtract positive rational numbers fluently."
        ],
        "Content": [
            "Landon had one string that was 10 meters long. He used 6.275 meters of this string for a project.",
            "What was the length of string in meters that Landon had left?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "16.275 m",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely added the two values instead of subtracting (10 + 6.275 = 16.275). The student needs to focus on understanding problem situations that require subtraction."
                }
            },
            "G": {
                "Choice": "4.275 m",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely subtracted the whole numbers only −(10 − 6 = 4), keeping the decimal the same. The student needs to focus on understanding how to subtract decimal numbers."
                }
            },
            "H": {
                "Choice": "3.725 m",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the length of string in meters that Landon had left, the student should have subtracted the length of the string used for a project from the total length of the string −(10 − 6.275 = 3.725)."
                }
            },
            "J": {
                "Choice": "6.265 m",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely disregarded the decimal and subtracted 10 from 6,275, resulting in 6,265, and then added the decimal. The student needs to focus on understanding how to align numbers by place value when subtracting."
                }
            }
        }
    }
}