{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Multiply and divide positive rational numbers fluently."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "A group of 4 friends paid a total of $50.24 for tickets to a museum. Each friend paid the same amount for a ticket.",
            "How much did each friend pay for a ticket to the museum?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "$200.96",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely multiplied $50.24 by 4, resulting in $200.96. The student needs to focus on recognizing when a situation requires division to solve a problem.",
                    "Percent": 15
                }
            },
            "B": {
                "Choice": "$10.01",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely divided $50.24 by 4 but made the following regrouping errors: “4 goes into 5 once,” “4 goes into 0 zero times,” “4 goes into 2 zero times,” and “4 goes into 4 once,” resulting in $10.01. The student needs to focus on how to regroup numbers correctly when dividing.",
                    "Percent": 3
                }
            },
            "C": {
                "Choice": "$12.01",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely divided $50.24 by 4 but made the following regrouping errors: “4 goes into 50 twelve times,” “4 goes into 2 zero times,” and “4 goes into 4 once,” resulting in $12.01. The student needs to focus on how to regroup numbers correctly when dividing.",
                    "Percent": 4
                }
            },
            "D": {
                "Choice": "$12.56",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine how much each friend paid for a ticket, the student could have divided $50.24 by 4, which results in a quotient (answer to a division problem) of $12.56. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly.",
                    "Percent": 77
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Measurement & Data"
        ],
        "SubTopics": [
            "Interpret numeric data summarized in dot plots, stem-and-leaf plots, histograms, and box plots."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "There are 160 employees who work for a company. The histogram summarizes the amount of time each employee has been in his or her current position at the company.",
            "problems/TX21G6M/media/2a.jpg",
            "Based on the histogram, which statement must be true?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "There are 5 employees who have been at their current position for 30–35 months.",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which statement about the histogram is true, the student should have identified that the bar for the 30–35 category on the horizontal axis has a height of 5 on the vertical axis, meaning 5 employees have been at their current position for 30–35 months.",
                    "Percent": 69
                }
            },
            "G": {
                "Choice": "There are 6–11 employees who have been at their current position for 15 months.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely reversed the meanings of the axes (the horizontal axis and the vertical axis). The student needs to focus on understanding how to interpret data summarized in a histogram.",
                    "Percent": 15
                }
            },
            "H": {
                "Choice": "Half of the employees have been at their current position 18 or more months.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used a value from a category toward the middle of the histogram (18) instead of a value from the category where the 80th employee would have been, since 80 employees is half of the 160 employees who work for the company. The student needs to focus on understanding how to interpret data summarized in a histogram.",
                    "Percent": 12
                }
            },
            "J": {
                "Choice": "Half of the employees have been at their current position 11 or fewer months.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely identified the first two bars of the histogram as representing half of the 160 employees. The student needs to focus on understanding how to interpret data summarized in a histogram.",
                    "Percent": 3
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Represent integer operations with concrete models and connect the actions with the models to standardized algorithms."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The circles in the model represent positive and negative units.",
            "problems/TX21G6M/media/3a.jpg",
            "Which equation is true based on the model?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "(−3)+ 5 = −2",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student may have canceled the shaded and unshaded circles incorrectly, leaving two shaded circles, or the student may have made an error when converting to an equation by identifying the opposite value of the sum, (−3) + 5 = −2. The student needs to focus on understanding how to create equations based on models.",
                    "Percent": 21
                }
            },
            "B": {
                "Choice": "(−3) + 5 = 2",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which equation based on the model is true, the student should have identified that three shaded circles represent negative 3 and that five unshaded circles represent positive 5. The student could have canceled three sets of a shaded circle and an unshaded circle, leaving two unshaded circles left uncanceled, which represents a sum (total) of positive 2. The student then could have converted the model to the equation (−3) + 5 = 2. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly.",
                    "Percent": 72
                }
            },
            "C": {
                "Choice": "−3 + (−5) = −2",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student may have made each circle have the value of a shaded circle and may have made an error when converting to an equation by determining the value of the sum incorrectly, −3 + (−5) = −2. The student needs to focus on understanding how to create equations based on models.",
                    "Percent": 3
                }
            },
            "D": {
                "Choice": "3 + (−5) = 2",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely reversed the values of the circles and made an error when converting to an equation by identifying the opposite value of the sum, 3 + (−5) = 2. The student needs to focus on understanding how to create equations based on models.",
                    "Percent": 4
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Order a set of rational numbers arising from mathematical and realworld contexts."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Which list shows the numbers in order from greatest to least value?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "−19/2\t−3 1/4\t−1.2\t38/6\t7",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student placed the values in order from least to greatest. The student needs to focus on understanding how to list numbers from greatest to least value.",
                    "Percent": 10
                }
            },
            "G": {
                "Choice": "7\t38/6\t−19/2\t−3 1/4\t−1.2",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely listed the negative numbers from least to greatest value instead of from greatest to least value. The student needs to focus on understanding how to list numbers from greatest to least value.",
                    "Percent": 26
                }
            },
            "H": {
                "Choice": "−19/2\t7\t38/6\t−3 1/4\t−1.2",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely listed the numbers from greatest absolute value (how far a number is from zero) to least absolute value. The student needs to focus on understanding how to list numbers from greatest to least value.",
                    "Percent": 10
                }
            },
            "J": {
                "Choice": "7\t38/6\t−1.2\t−3 1/4\t−19/2",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the list that shows the numbers in order from greatest (largest) to least (smallest) value, the student should have changed the values in the list to the same form of number, resulting in a list of either all decimals or all fractions. The value of 38/6 expressed as a decimal is 6.3 (3 means that 3 repeats), the value of −3 1/4 expressed as a decimal is −3.25, and the value of −19/2 expressed as a decimal is −9.5. The numbers written in decimal form are listed in order from greatest to least as 7, 6.3, −1.2, −3.25, and −9.5. To convert all the decimals in the list to fractions for comparison, the student should have written −1.2 as −1 1/5. The student then should have found the common denominator (bottom number) of 60 for all of the fractions (38/6 = 6 1/3 = 6 20/60, −1 1/5 = −1 12/60, −3 1/4 = −3 15/60, and −19/2 = −9 1/2 = −9 30/60). The numbers written in fraction form are listed in order from greatest to least as 7, 6 20/60, −1 12/60, −3 15/60, and −9 30/60. The original numbers listed in order from greatest to least are 7, 38/6, −1.2, −3 1/4, and −19/2.",
                    "Percent": 55
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expressions, Equations & Relationships"
        ],
        "SubTopics": [
            "Identify independent and dependent quantities from tables and graphs."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Mauricio saves the same amount from his paycheck each week. The table shows the total amount of money saved based on the number of weeks.",
            "problems/TX21G6M/media/5a.jpg",
            "Which list shows the dependent quantities from the table?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "26, 52, 78, 104, 130",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely added the values of each column when determining the list representing the dependent quantities from the table (1 + 25 = 26, 2 + 50 = 52, 3 + 75 = 78, 4 + 100 = 104, and 5 + 125 = 130). The student needs to focus on understanding how independent and dependent quantities are related in a table.",
                    "Percent": 7
                }
            },
            "B": {
                "Choice": "25, 50, 75, 100, 125",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which list represents the dependent quantities from the table, the student could have thought of the table as an input-output table (where the rule is the input value×25 = the output value) with inputs of 1, 2, 3, 4, and 5 and outputs of 25, 50, 75, 100, and 125. The student then could have determined that the output values of 25, 50, 75, 100, and 125 are the dependent quantities.",
                    "Percent": 66
                }
            },
            "C": {
                "Choice": "1,2,3,4,5",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely thought of the table as an input-output table but reversed the meanings of the independent and dependent quantities. The student needs to focus on understanding how independent and dependent quantities are related in a table.",
                    "Percent": 19
                }
            },
            "D": {
                "Choice": "None of these",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely did not get one of the three lists of dependent quantities given in the other three options. The student needs to focus on understanding how independent and dependent quantities are related in a table.",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Measurement & Data"
        ],
        "SubTopics": [
            "Summarize numeric data with numerical summaries, including the mean and median (measures of center) and the range and interquartile range (IQR) (measures of spread), and use these summaries to describe the center, spread, and shape of the data distribution."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The table shows the low temperature in degrees Fahrenheit for a city each day for 12 days.",
            "problems/TX21G6M/media/6a.jpg",
            "What is the range of the temperatures in the table?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "41°",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student put the temperatures in order from least to greatest temperature and determined the temperature of the median (middle number in a set of numbers when the set is ordered by value) instead of the range (29°, 30°, 32°, 35°, 38°, 40°, 42°, 43°, 49°, 59°, 59°, 60°; since there is an even number of values, the median is halfway between 40° and 42°, which is 41°). The student needs to focus on understanding the difference between range and median when summarizing data sets.",
                    "Percent": 8
                }
            },
            "G": {
                "Choice": "43°",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student determined the mean (average of a set of numbers found by adding the numbers in the set and dividing the sum (total) by how many numbers are in the set) of the temperatures instead of the range ((29° + 30° + 35° + 40° + 42° + 59° + 60° + 59° + 49° + 43° + 38° + 32°) ÷ 12 = 516° ÷ 12 = 43°). The student needs to focus on understanding the difference between range and mean when summarizing data sets.",
                    "Percent": 12
                }
            },
            "H": {
                "Choice": "31°",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the range of the temperatures, the student should have compared the temperatures in the table to identify the least (lowest) and greatest (highest) temperatures. The student then should have subtracted the least temperature (29°) from the greatest temperature (60°), resulting in a range of 31°.",
                    "Percent": 56
                }
            },
            "J": {
                "Choice": "59°",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student determined the mode (number in a set of numbers that repeats most often) of the temperatures instead of the range. The student needs to focus on understanding the difference between range and mode when summarizing data sets.",
                    "Percent": 24
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Add, subtract, multiply, and divide integers fluently."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "What is the value of the expression shown?",
            "4(−2) + (−10) + 3(−8)"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "−22",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely added 10 to −8 instead of adding −10 and then added −24, resulting in a final answer of −22. The student needs to focus on understanding how to add negative numbers.",
                    "Percent": 19
                }
            },
            "B": {
                "Choice": "−13",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely subtracted 2 from 4, resulting in 2, and subtracted 8 from 3, resulting in −5, instead of multiplying each group of numbers. The student then likely added −10 to 2 and then added −5, resulting in a final answer of −13. The student needs to focus on understanding different representations of multiplication.",
                    "Percent": 22
                }
            },
            "C": {
                "Choice": "7",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely subtracted 2 from 4, resulting in 2, and subtracted 8 from 3, resulting in −5, instead of multiplying each group of numbers. The student then likely added 10 to 2 instead of adding −10 and then added −5, resulting in a final answer of 7. The student needs to focus on understanding different representations of multiplication and how to add negative numbers.",
                    "Percent": 11
                }
            },
            "D": {
                "Choice": "−42",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the value of the expression, the student should have multiplied the two groups of numbers from left to right (4 times −2, resulting in −8, and 3 times −8, resulting in −24). Finally, the numbers from left to right (4 times −2, resulting in −8, and 3 times −8, resulting in −24). Finally, the student could have added the numbers from left to right (−8 plus −10, resulting in −18, and −18 plus student could have added the numbers from left to right (−8 plus −10, resulting in −18, and −18 plus −24), resulting in a final answer of −42.",
                    "Percent": 47
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Measurement & Data"
        ],
        "SubTopics": [
            "Summarize categorical data with numerical and graphical summaries, including the mode, the percent of values in each category (relative frequency table), and the percent bar graph, and use these summaries to describe the data distribution."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The bar graph shows the flavors of gum bought yesterday by the customers at a store. Each customer bought only 1 flavor of gum.",
            "problems/TX21G6M/media/8a.jpg",
            "Which statement is NOT supported by the data displayed in the bar graph?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The same number of customers bought peppermint as the number of customers who bought cinnamon.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely determined that the heights of the two bars were different instead of the same height. The student needs to focus on using the information summarized in a bar graph.",
                    "Percent": 8
                }
            },
            "G": {
                "Choice": "The mode flavor was watermelon.",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the statement that is NOT supported by the data in the bar graph, the student should have determined that the bar graph shows that the mode (chosen most often) flavor is spearmint since it is the tallest bar. Watermelon does not represent the mode since it is not the tallest bar.",
                    "Percent": 61
                }
            },
            "H": {
                "Choice": "There were 120 customers who bought gum yesterday.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely made an error when determining the heights of the bars or made an error when adding the heights of the bars to determine the total number of customers. The student needs to focus on using the information summarized in a bar graph.",
                    "Percent": 11
                }
            },
            "J": {
                "Choice": "There were 2.5 times as many customers who bought spearmint as customers who bought peppermint.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely made an error when determining the relationship between the numbers of customers, not realizing that 50 is 2.5 times 20, or made an error when determining the height of the spearmint bar, the peppermint bar, or both. The student needs to focus on using the information summarized in a bar graph.",
                    "Percent": 20
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expressions, Equations & Relationships"
        ],
        "SubTopics": [
            "Generate equivalent expressions using the properties of operations: inverse, identity, commutative, associative, and distributive properties."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Which expression is equivalent to 53p + (16p + 7p)?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "(16p • 7p) + 53p",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used the commutative property to move 53p from the leftmost term to the rightmost term but did not realize within the parentheses that 16p • 7p is not equivalent to 16p + 7p. The commutative property is a property of addition (+) and multiplication (•) that allows for the order of the terms in expressions to change without affecting the result. The student needs to focus on understanding how to apply the associative and commutative properties to find equivalent expressions.",
                    "Percent": 11
                }
            },
            "B": {
                "Choice": "(53p • 16p)• 7p",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used the associative property to move the parentheses from around the middle term and rightmost term to around the leftmost term and the middle term but did not realize within the parentheses that 53p • 16p is not equivalent to 53p + 16p. The student needs to focus on understanding how to apply the associative property to find equivalent expressions.",
                    "Percent": 5
                }
            },
            "C": {
                "Choice": "(16p + 7p)• 53p",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used the commutative property to move 53p from the leftmost term to the rightmost term but did not realize that •53p is not equivalent to +53p. The student needs to focus on understanding how to apply the associative and commutative properties to find equivalent expressions.",
                    "Percent": 12
                }
            },
            "D": {
                "Choice": "(53p + 16p) + 7p",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which expression is equivalent to 53p + (16p + 7p), the student should have applied the associative property and moved the parentheses from around 16p + 7p to around 53p + 16p. The associative property allows for the regrouping of terms without affecting the result. In the original expression 53p + (16p + 7p), the parentheses are around the middle term and rightmost term, and in the answer choice (53p + 16p) + 7p, the parentheses are around the leftmost term and the middle term. Therefore, the expressions are equivalent.",
                    "Percent": 72
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "FR",
        "NumChoices": 0,
        "Topics": [
            "Personal Financial Literacy"
        ],
        "SubTopics": [
            "Balance a check register that includes deposits, withdrawals, and transfers."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "A portion of Taquan’s check register is shown. Before Taquan made his utility payment on March 24, the balance of his account was $1,094.80.",
            "problems/TX21G6M/media/10a.jpg",
            "Based on the information in the check register, what was the balance of Taquan’s checking account in dollars and cents after the transaction on March 29?"
        ],
        "AnswerChoices": {
            "KEY": {
                "Choice": "1143.89",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the balance of Taquan’s checking account after the transaction on March 29 in dollars and cents, the student should have used the starting balance ($1,094.80), subtracted the amount of each withdrawal from the balance, and added the amount of each deposit to the balance ($1,094.80 − $193.66 − $650.00 + $50.00 + $842.75 = $1,143.89), resulting in a balance of $1,143.89 after the transaction on March 29. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly.",
                    "Percent": 35
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expressions, Equations & Relationships"
        ],
        "SubTopics": [
            "Extend previous knowledge of triangles and their properties to include the sum of angles of a triangle, the relationship between the lengths of sides and measures of angles in a triangle, and determining when three lengths form a triangle."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Which list of angle measures could be the angle measures of a triangle?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "20°,  45°,  120°",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student may have made an error when adding 20°, 45°, and 120° or did not realize that the sum of the angle measures of a triangle is 180°. The student needs to focus on understanding the relationship between the measures of the angles in a triangle.",
                    "Percent": 12
                }
            },
            "B": {
                "Choice": "100°,  130°,  130°",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student may have used the sum of the angle measures of a rectangle (360°) instead of the sum of the angle measures of a triangle (180°). The student needs to focus on understanding the relationship between the measures of the angles in a triangle.",
                    "Percent": 22
                }
            },
            "C": {
                "Choice": "35°,  60°,  85°",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sum (total) of the angle measures of a triangle is 180°. To determine which list of angle measures could be the angle measures of a triangle, the student should have added the given measures and determined that the sum of the measures is 180° (35° + 60° + 85° = 180°).",
                    "Percent": 58
                }
            },
            "D": {
                "Choice": "25°,  55°,  110°",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student may have made an error when adding 25°, 55°, and 110° or did not realize that the sum of the angle measures of a triangle is 180°. The student needs to focus on understanding the relationship between the measures of the angles in a triangle.",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Proportionality"
        ],
        "SubTopics": [
            "Generate equivalent forms of fractions, decimals, and percents using real-world problems, including problems that involve money."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "There is a 1 in 8 chance of a player winning a game. Which value is equivalent to the chance of the player winning a game?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "100/125",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely divided 1 by 8 and used the resulting digits 125 as the denominator (bottom number) of a fraction. The student then divided 100 by 125, resulting in 0.8. The student may have incorrectly thought that 0.8 is equal to a 1 in 8 chance. The student needs to focus on understanding how to represent the given part of a whole as an equivalent fraction.",
                    "Percent": 12
                }
            },
            "G": {
                "Choice": "125/10",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely divided 1 by 8 and used the resulting digits 125 as the numerator (top number) of a fraction. The student then divided 125 by 10, resulting in 12.5. The student may have incorrectly thought that 12.5 is equal to a 1 in 8 chance. The student needs to focus on understanding how to represent the given part of a whole as an equivalent fraction.",
                    "Percent": 14
                }
            },
            "H": {
                "Choice": "1.25",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely divided 1 by 8 but made an error in placing the decimal point when determining the decimal. The student needs to focus on understanding how to represent the given part of a whole as a decimal.",
                    "Percent": 30
                }
            },
            "J": {
                "Choice": "0.125",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the value that is equivalent to the chance of the player winning a game, the student could have divided 1 by 8, resulting in 0.125. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly.",
                    "Percent": 43
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Proportionality"
        ],
        "SubTopics": [
            "Solve real-world problems to find the whole given a part and the percent, to find the part given the whole and the percent, and to find the percent given the part and the whole, including the use of concrete and pictorial models."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Dennis made an extra $245.00 for selling furniture. The extra $245.00 was 7% of the total value of the furniture he sold.",
            "What was the total value of the furniture Dennis sold?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "$3,500.00",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the total value of the furniture Dennis sold, the student could have divided $245 by 7% (0.07), resulting in $3,500.00. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly.",
                    "Percent": 37
                }
            },
            "B": {
                "Choice": "$171.50",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely converted 7% to 0.7 instead of 0.07 and multiplied $245 by 0.7, resulting in $171.50. The student needs to focus on how to convert a percentage to a decimal and how to find the whole given a part and a percentage.",
                    "Percent": 12
                }
            },
            "C": {
                "Choice": "$350.00",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely converted 7% to 0.7 instead of 0.07 and divided $245 by 0.7, resulting in $350.00. The student needs to focus on how to convert a percentage to a decimal.",
                    "Percent": 17
                }
            },
            "D": {
                "Choice": "$1,715.00",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely converted 7% to 7 instead of 0.07 and multiplied $245 by 7, resulting in $1,715.00. The student needs to focus on how to convert a percentage to a decimal and how to find the whole given a part and a percentage.",
                    "Percent": 33
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Proportionality"
        ],
        "SubTopics": [
            "Represent ratios and percents with concrete models, fractions, and decimals."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The rectangular model is made up of squares. Each square is of equal size.",
            "problems/TX21G6M/media/14a.jpg",
            "What percentage of the model is shaded?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "36%",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used the number of shaded squares (36) to create a percentage (36%). The student needs to focus on understanding how to represent a percentage from a model.",
                    "Percent": 43
                }
            },
            "G": {
                "Choice": "50%",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely did not count a column of unshaded squares in the model, resulting in a total of 72 squares instead of 80 squares. The student then could have created a fraction with the number of shaded squares divided by the total number of squares (36/72) and divided 36 by 72, resulting in 0.50. The student then could have converted 0.50 to a percentage by multiplying 0.50 by 100, resulting in 50%. The student needs to focus on understanding how to interpret a model.",
                    "Percent": 4
                }
            },
            "H": {
                "Choice": "45%",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the percentage of the model that is shaded, the student could have determined that there are 36 shaded squares and 44 unshaded squares, for a total of 80 squares in the model. The student then could have created a fraction with the number of shaded squares divided by the total number of squares (36/80) and divided 36 by 80, resulting in 0.45. The student then could have converted 0.45 to a percentage by multiplying 0.45 by 100, resulting in 45%.",
                    "Percent": 45
                }
            },
            "J": {
                "Choice": "40%",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely only counted the full columns of shaded squares in the model, resulting in 32 shaded squares instead of 36 shaded squares out of a total of 80 squares. The student then could have created a fraction with the number of shaded squares divided by the total number of squares (32/80) and divided 32 by 80, resulting in 0.40. The student then could have converted 0.40 to a percentage by multiplying 0.40 by 100, resulting in 40%. The student needs to focus on understanding how to interpret a model.",
                    "Percent": 9
                }
            }
        },
        "Parts": {}
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Proportionality"
        ],
        "SubTopics": [
            "Apply qualitative and quantitative reasoning to solve prediction and comparison of real-world problems involving ratios and rates."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The table shows the ratio of people who ate a certain type of lunch to the total number of people who ate lunch.",
            "problems/TX21G6M/media/15a.jpg",
            "A total of 840 people ate lunch. Which statement is true?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Half  as  many  people  ate  a  turkey  sandwich  as  ate  a  vegetarian  sandwich.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely compared the fractions for the turkey sandwich (1/3)and the vegetarian sandwich (1/6), noticing in the denominators (bottom numbers of the fractions) that 3 is half of 6, and determined that 1/3 would be half of 1/6 instead of 1/3 being 2 times 1/6. The student needs to focus on understanding how to compare ratios.",
                    "Percent": 36
                }
            },
            "B": {
                "Choice": "One-fourth  as  many  people  ate  a  vegetarian  sandwich  as  ate  a  salad.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely compared the fractions for the salad (7/30) and the vegetarian sandwich (1/6) by using an incorrect method for the subtraction of two fractions, calculating 7/30 − 1/6 = (7−1)/(30-6) = 6/24 = 1/4, instead of 7/30 − 1/6 = 7/30 − 5/30 = 2/30 = 1/15. The student needs to focus on understanding how to compare ratios.",
                    "Percent": 17
                }
            },
            "C": {
                "Choice": "There were 56 more people who ate a turkey sandwich than ate a chicken sandwich.",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the number of each type of lunch, the student could have first determined what each ratio represents and then multiplied each ratio by the 840 people who ate lunch. For the turkey sandwich, 1/3 means that 1 person ordered a turkey sandwich for every 3 people who ate lunch, and therefore 1/3 • 840 = 280 means that 280 people ordered a turkey sandwich for lunch. For the vegetarian sandwich, 1/6 means that 1 person ordered a vegetarian sandwich for every 6 people who ate lunch, and therefore 1/6 • 840 = 140 means that 140 people ordered a vegetarian sandwich for lunch. For the chicken sandwich, 4/15 means that 4 people ordered a chicken sandwich for every 15 people who ate lunch, and therefore 4/15 • 840 = 224 means that 224 people ordered a chicken sandwich for lunch. For the salad, 7/30 means that 7 people ordered a salad for every 30 people who ate lunch, and therefore 7/30 • 840 = 196 means that 196 people ordered a salad for lunch. The student then could have compared the number of people who ate a turkey sandwich (280) to the number of people who ate a chicken sandwich (224) to determine that 56 more people ate a turkey sandwich than people who ate a chicken sandwich, since 280 − 224 = 56. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly.",
                    "Percent": 26
                }
            },
            "D": {
                "Choice": "There were 28 more people who ate a salad than ate a chicken sandwich.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely reversed the fractions for the salad (7/30) and the chicken sandwich (4/15), thinking that 28 more people ate a salad than a chicken sandwich instead of 28 fewer people, since 224 − 196 = 28. The student needs to focus on understanding how to compare ratios.",
                    "Percent": 21
                }
            }
        },
        "Parts": {}
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expressions, Equations & Relationships"
        ],
        "SubTopics": [
            "Generate equivalent numerical expressions using order of operations, including whole number exponents, and prime factorization."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "What is the value of the expression shown?",
            "6 + (−4)³"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "8",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely evaluated the expression from left to right without paying attention to the parentheses and without using the correct order of operations, resulting in (6 + (−4))³ = (2)³ = 8. The student needs to focus on using the correct order of operations to determine an equivalent value.",
                    "Percent": 17
                }
            },
            "G": {
                "Choice": "6",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely evaluated the expression from left to right without paying attention to theparentheses, without using the correct order of operations, and by calculating the exponent bymultiplying by 3 instead of cubing (taking a value to the third power (multiplying a value by itself twotimes)), resulting in (6 + (−4))³ = (2) × 3 = 6. The student needs to focus on using the correct orderof operations to determine an equivalent value and on how to calculate an exponent.",
                    "Percent": 21
                }
            },
            "H": {
                "Choice": "−70",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely followed the correct order of operations but made an error by subtracting 6 from −64 when calculating 6 + (−64), resulting in −70, instead of adding −64 to 6. The student needs to focus on correctly adding/subtracting when calculations involve negative numbers.",
                    "Percent": 21
                }
            },
            "J": {
                "Choice": "−58",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which value is equivalent to 6 + (−4)³, the student should have used the order ofoperations, or PEMDAS. The student should have completed the operations in this order: 1.Operations contained in Parentheses or brackets, 2. Exponents (numbers raised to a power),3. Multiplication/Division from left to right, and 4. Addition/Subtraction from left to right. First, thestudent should have determined that (−4)³ = (−4) × (−4) × (−4) = −64. Then the student should havedetermined that 6 + (−64) = −58.",
                    "Percent": 41
                }
            }
        },
        "Parts": {}
    },
    "17": {
        "Number": 17,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expressions, Equations & Relationships"
        ],
        "SubTopics": [
            "Represent solutions for one-variable, one-step equations and inequalities on number lines."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Alma reads 2 books each week. Which number line best represents the number of weeks it will take her to read at least 28 books?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "problems/TX21G6M/media/17a.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student identified a number line with the arrow pointing in the opposite direction. The student needs to focus on understanding that a number line with an arrow pointing to the left represents the solutions to an inequality in which the variable (symbol used to represent an unknown number) is less than a specific value.",
                    "Percent": 27
                }
            },
            "B": {
                "Choice": "problems/TX21G6M/media/17b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student solved the inequality correctly but identified a number line that did not include the number 14 in the solutions. This number line represents x is greater than 14, or x > 14. The student needs to focus on understanding the difference between a shaded circle and an unshaded circle on a number line.",
                    "Percent": 20
                }
            },
            "C": {
                "Choice": "problems/TX21G6M/media/17c.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which number line represents the number of weeks it will take Alma to read at least 28 books, the student should have first created an inequality from the given information ( 2x ≥ 28, where x represents the number of weeks) and divided both sides of the inequality by 2, resulting in x ≥ 14, or all values greater than or equal to 14. The student then should have chosen the number line that shows all numbers greater than or equal to 14 (all the numbers to the right of 14 and including 14, which is indicated by a shaded circle).",
                    "Percent": 38
                }
            },
            "D": {
                "Choice": "problems/TX21G6M/media/17d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student identified a number line with the arrow pointing in the opposite direction and that did not include the number 14 in the solutions. This number line represents x is less than 14, or x < 14. The student needs to focus on understanding that a number line with an arrow pointing to the left represents the solutions to an inequality in which the variable (symbol used to represent an unknown number) is less than a specific value and on understanding the difference between a shaded circle and an unshaded circle on a number line.",
                    "Percent": 15
                }
            }
        },
        "Parts": {}
    },
    "18": {
        "Number": 18,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expressions, Equations & Relationships"
        ],
        "SubTopics": [
            "Determine solutions for problems involving the area of rectangles, parallelograms, trapezoids, and triangles and volume of right rectangular prisms where dimensions are positive rational numbers."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The dimensions of the rectangular prism are given in feet.",
            "problems/TX21G6M/media/18a.jpg",
            "What is the volume of the rectangular prism in cubic feet?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "120 1/8 ft³",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used the formula for the volume of a rectangular prism correctly but multiplied the whole numbers separately from the fractional parts and then added the products (answers), resulting in 5 × 3 + 1/4 = 15 + 1/4; 15 1/4 × 8 1/2 = 15 × 8 + 1/4 × 1/2 = 120 + 1/8 = 120 1/8. The student needs to focus on understanding how to calculate products involving mixed numbers.",
                    "Percent": 26
                }
            },
            "G": {
                "Choice": "133 7/8 ft³",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the volume (amount of three-dimensional space taken up) of the rectangular prism in cubic feet, the student should have substituted the given values into the formula for the volume of a rectangular prism from the Volume section of the STAAR Grade 6 Mathematics Reference Materials within the student’s test booklet (V = Bh, where V represents the volume, B represents the area (amount of space covered by the surface) of the base, and h represents the height (vertical distance from top to bottom)). To determine B, the area of the base, the student should have multiplied 5 1/4 ft by 3 ft, resulting in 15 3/4 ft². Then the student should have substituted the values of B = 15 3/4 and h = 8 1/2 into the volume formula (V = 15 3/4 × 8 1/2), resulting in a volume of 133 7/8 ft³.",
                    "Percent": 31
                }
            },
            "H": {
                "Choice": "16 e/4 ft³",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely added the given dimensions together and did not realize that the unit of measurement would be feet instead of cubic feet, resulting in 5 1/4 + 3 = 8 1/4; 8 1/4 + 8 1/2 = 16 3/4. The student needs to focus on understanding how to calculate the volume of a rectangular prism.",
                    "Percent": 28
                }
            },
            "J": {
                "Choice": "24 1/4 ft³",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely multiplied the given dimensions of the base and then added the height to the area of the base, resulting in 5 1/4 × 3 = 15 3/4; 15 3/4 +8 1/2 = 24 1/4. The student needs to focus on understanding how to calculate the volume of a rectangular prism.",
                    "Percent": 15
                }
            }
        },
        "Parts": {}
    },
    "19": {
        "Number": 19,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expressions, Equations & Relationships"
        ],
        "SubTopics": [
            "Represent a given situation using verbal descriptions, tables, graphs, and equations in the form y = kx or y = x + b."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "At a bookstore the total cost of 6 books is $45.00. Each book costs the same amount.",
            "Which table shows the relationship between the number of books bought and the total cost in dollars?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "problems/TX21G6M/media/19a.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the table that shows the relationship between the number of books bought and the total cost in dollars, the student should have first divided $45.00 by 6 to determine that the cost of each book is $7.50 and then determined that each cost in the second row of the table is 7.5 times the corresponding (paired) number of books bought in the first row of the table. This relationship can be represented in the form y = kx, where y represents the cost in dollars, k represents the cost per book (7.50), and x represents the number of books bought.",
                    "Percent": 70
                }
            },
            "B": {
                "Choice": "problems/TX21G6M/media/19b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely divided 45.00 by 6 to get 7.5 but reversed each corresponding (paired) value in the first row and second row of the table, adding the cost from the second row of the table to the cost of each book to determine the corresponding number of books bought in the first row of the table (1.00 + 7.5 = 8.5; 2.00 + 7.5 = 9.5; 3.00 + 7.5 = 10.5; 4.00 + 7.5 = 11.5). The student needs to focus on how to use a verbal description to show a relationship of the form y = kx in a table.",
                    "Percent": 6
                }
            },
            "C": {
                "Choice": "problems/TX21G6M/media/19c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely divided 45.00 by 6 to get 7.5 but reversed each corresponding (paired) value in the first row and second row of the table. The student needs to focus on how to use a verbal description to show a relationship of the form y = kx in a table.",
                    "Percent": 7
                }
            },
            "D": {
                "Choice": "problems/TX21G6M/media/19d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely determined the cost of each book correctly ($7.50) but added the number of books bought from the first row of the table to the cost of each book to determine the corresponding (paired) cost in the second row of the table (1 + 7.50 = 8.50; 2 + 7.50 = 9.50; 3 + 7.50 = 10.50; 4 + 7.50 = 11.50). The student needs to focus on how to use a verbal description to show a relationship of the form y = kx in a table.",
                    "Percent": 17
                }
            }
        },
        "Parts": {}
    },
    "20": {
        "Number": 20,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Proportionality"
        ],
        "SubTopics": [
            "Give examples of ratios as multiplicative comparisons of two quantities describing the same attribute."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "A grocery store orders 4 large containers of milk for every 7 small containers of milk. Which ratio could represent the number of large containers of milk to small containers of milk in an order from the grocery store?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "18:21",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely created an equivalent ratio incorrectly by using addition of an equivalent value instead of multiplication by an equivalent value, resulting in (4 + 14): (7 + 14) = 18: 21, which is not equivalent to 4: 7. The student needs to focus on how to determine equivalent ratios by using multiplicative comparisons of two quantities with the same attribute.",
                    "Percent": 12
                }
            },
            "G": {
                "Choice": "14:8",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely created an equivalent ratio of 8:14 but did not realize that the order of the ratio matters; therefore, 14 : 8 is not equivalent to 8 : 14. The student needs to focus on how to determine equivalent ratios by using comparisons of two quantities with the same attribute.",
                    "Percent": 22
                }
            },
            "H": {
                "Choice": "16:49",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely created an equivalent ratio incorrectly by squaring (taking a value to the second power (multiplying a value by itself)) each value of the original ratio instead of using multiplication by an equivalent value, resulting in 4²:7² = 16:49, which is not equivalent to 4:7. The student needs to focus on how to determine equivalent ratios by using multiplicative comparisons of two quantities with the same attribute.",
                    "Percent": 18
                }
            },
            "J": {
                "Choice": "None of these",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the ratio that could represent the relationship between the number of large containers of milk (4) to small containers of milk (7), the student could have created different ratios equivalent to 4:7 based on the answer choices. Using the left value in the ratio18:21 and the left value in the ratio 4 : 7, the student could have determined 18 ÷ 4 = 4.5, and in order to have an equivalent ratio, the right value must equal 31.5 since 7 × 4.5 = 31.5. Therefore, 4 : 7 is equivalent to 18 : 31.5 and not 18:21. Using the left value in the ratio14:8 and the left value in the ratio 4:7, the student could have determined 14 ÷ 4 = 3.5, and in order to have an equivalent ratio, the right value must equal 24.5 since 7 × 3.5 = 24.5. Therefore, 4 : 7 is equivalent to 14 : 24.5 and not 14 : 8. Using the left value in the ratio 16:49 and the left value in the ratio 4:7, the student could have determined 16 ÷ 4 = 4, and in order to have an equivalent ratio, the right value must equal 28 since 7 × 4 = 28. Therefore, 4:7 is equivalent to 16:28 and not 16:49. An answer equivalent to 4:7 was not presented in one of the other answer choices.",
                    "Percent": 48
                }
            }
        },
        "Parts": {}
    },
    "21": {
        "Number": 21,
        "Type": "FR",
        "NumChoices": 0,
        "Topics": [
            "Proportionality"
        ],
        "SubTopics": [
            "Solve real-world problems to find the whole given a part and the percent, to find the part given the whole and the percent, and to find the percent given the part and the whole, including the use of concrete and pictorial models."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "A certain type of brass contains 65% copper. How many pounds of copper are contained in 120 pounds of the brass?"
        ],
        "AnswerChoices": {
            "KEY": {
                "Choice": "78",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the number of pounds of copper that are contained in the brass, the student could have multiplied 65% (0.65) by 120, resulting in 78. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly.",
                    "Percent": 20
                }
            }
        },
        "Parts": {}
    },
    "22": {
        "Number": 22,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Measurement & Data"
        ],
        "SubTopics": [
            "Interpret numeric data summarized in dot plots, stem-and-leaf plots, histograms, and box plots."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The box plot summarizes the finishing times for the runners in a race.",
            "problems/TX21G6M/media/22a.jpg",
            "Which statement is best supported by the data in the box plot?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Approximately 50% of the finishing times were less than 25 minutes.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely confused how Q3 relates to the quarters of data in the data set with how the median value relates to the quarters of data in the data set. The median value has approximately 50% of the data in the data set between the minimum value and the median value, and the Q3 value has approximately 75% of the data in the data set between the minimum and the Q3 values. The student needs to focus on understanding how to interpret data summarized in a box plot.",
                    "Percent": 24
                }
            },
            "G": {
                "Choice": "Approximately 1/4 of the finishing times were greater than 28 minutes.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely confused the location of the Q3 value and chose a value in between the actual Q3 value (25) and the maximum value (30). The student needs to focus on understanding how to interpret data summarized in a box plot.",
                    "Percent": 16
                }
            },
            "H": {
                "Choice": "Approximately 25% of the finishing times were in the interval 20–22 minutes.",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which statement is best supported by the data in the box plot, the student should have identified that the box plot has a minimum (smallest) value at 15, the first quartile (Q1) (1/4 of the data set between the minimum and Q1) value at 20, a median (middle) value at 22, the third quartile (Q3) (1/4 of the data set between the median and Q3) value at 25, and a maximum (greatest) value at 30. Because the Q1 value is at 20, the median value is at 22, and the median value can be thought of as a second quartile (Q2) value, that means approximately 1/4, or 25%, of the data are within the interval 20–22.",
                    "Percent": 43
                }
            },
            "J": {
                "Choice": "Approximately 3/4 of the finishing times were in the interval 15–30 minutes.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely confused how the minimum value and maximum value relate to the quarters of data in the data set with how Q3 relates to the quarters of data in the data set. The Q3 value has approximately 3/4, or 75%, of the data in the data set between the minimum value and the Q3 values, and all (100%) of the data are within the minimum value and maximum value. The student needs to focus on understanding how to interpret data summarized in a box plot.",
                    "Percent": 17
                }
            }
        },
        "Parts": {}
    },
    "23": {
        "Number": 23,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expressions, Equations & Relationships"
        ],
        "SubTopics": [
            "Write equations that represent problems related to the area of rectangles, parallelograms, trapezoids, and triangles and volume of right rectangular prisms where dimensions are positive rational numbers."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The length of the base of a parallelogram is 14 centimeters, and the corresponding height is h centimeters. Which formula can be used to find A, the area of the parallelogram in square centimeters?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "A = 14 + h",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely added the given dimensions together and did not realize that the unit of measurement would be centimeters instead of square centimeters, resulting in A = 14 + h. The student needs to focus on understanding how to use the formula for the area of a parallelogram.",
                    "Percent": 14
                }
            },
            "B": {
                "Choice": "A = 14h",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the formula that can be used to find A, the area (amount of space covered by the surface) of the parallelogram in square centimeters, the student should have substituted the value into the formula for the area of a parallelogram from the Area section of the STAAR Grade 6 Mathematics Reference Materials within the student’s test booklet (A = bh, where A represents the area, b represents the length of the base, and h represents the height (vertical distance from top to bottom)). Substituting b = 14, the student should have determined that A = 14h is the formula.",
                    "Percent": 63
                }
            },

            "C": {
                "Choice": "A = 1/2(14h)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used the formula for the area of a triangle instead of the formula for the area of a parallelogram, resulting in A = 1/2 (14h). The student needs to focus on understanding how to use the formula for the area of a parallelogram.",
                    "Percent": 13
                }
            },
            "D": {
                "Choice": "A = 1/2(14 + h)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used the formula for the area of a triangle instead of the formula for the area of a parallelogram, added the given dimensions together, and did not realize that the unit of measurement would be centimeters instead of square centimeters, resulting in A = 1/2 (14 + h). The student needs to 2 focus on understanding how to use the formula for the area of a parallelogram.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "24": {
        "Number": 24,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Order a set of rational numbers arising from mathematical and realworld contexts."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Which value represents a percentage between 11% and 17%?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "0.159",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which value represents a percentage between 11% and 17%, the student should have changed the given percentages to the same form of number, resulting in 0.11 and 0.17, or 11/100 and 17/100. The student then should have determined that 0.159 is between 0.11 and 0.17, since 0.11 < 0.159 and 0.159 < 0.17, or 11/100 < 159/1,000 and 159/1,000 < 17/100. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly.",
                    "Percent": 39
                }
            },
            "G": {
                "Choice": "0.013",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely converted the percentages to 0.011 and 0.017 instead of 0.11 and 0.17, resulting in 0.013 being between 0.011 and 0.017. The student needs to focus on how to convert percentages to decimals in order to compare their values.",
                    "Percent": 27
                }
            },
            "H": {
                "Choice": "11/1,000",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely converted the percentages to 11/1,000 and 17/1,000 and identified 11/1,000 as being between 11/1,000 and 17/1,000, because 11/1,000 is equal to one of the fractions. The student needs to focus on how to convert percentages to fractions in order to compare their values and on what “between” means when comparing values.",
                    "Percent": 10
                }
            },
            "J": {
                "Choice": "6/100",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely converted the percentages to 11/100 and 17/100 but interpreted “between” as 100 100 representing the operation of subtraction, resulting in 17/100 − 11/100 = 6/100. The student needs to focus on what “between” means when comparing values.",
                    "Percent": 23
                }
            }
        },
        "Parts": {}
    },
    "25": {
        "Number": 25,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Add, subtract, multiply, and divide integers fluently."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Which equation is NOT true?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "−4 + (−3) = −7",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely made an error when determining the sum (total) of two negative numbers, thinking that the rule of multiplying or dividing a negative number by a negative number results in a positive number also applied to the addition of negative numbers. The student needs to focus on how to add negative numbers.",
                    "Percent": 14
                }
            },
            "B": {
                "Choice": "−8(2) = −16",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely made an error when determining the product (answer) of a negative number multiplied by a positive number, thinking that the result is a positive number instead of a negative number. The student needs to focus on how to multiply positive and negative numbers together.",
                    "Percent": 13
                }
            },
            "C": {
                "Choice": "3−(− 2) = 5",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely made an error when determining the difference of a positive number and a negative number by adding instead of subtracting the negative value, resulting in 3 − (−2) being equivalent to 3 + (−2), but they are not equivalent since 5 is not equal to 1. The student needs to focus on how to subtract negative numbers from positive numbers.",
                    "Percent": 39
                }
            },
            "D": {
                "Choice": "−12 ÷ (−3) = −4",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the equation that is NOT true, the student should have determined that when a negative number is divided by a negative number, the result is a positive number. The equation −12 ÷ (− − 3) = − 4 is NOT true.",
                    "Percent": 34
                }
            }
        },
        "Parts": {}
    },
    "26": {
        "Number": 26,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Personal Financial Literacy"
        ],
        "SubTopics": [
            "Describe the value of credit reports to borrowers and to lenders."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Ms. Versini applied for a car loan from a bank. Which statement best describes the importance of Ms. Versini’s credit report to the bank?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The report shows the likelihood that Ms. Versini will pay back the entire loan on time.",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the statement that best describes the importance of Ms. Versini’s credit report to the bank, the student should have realized that a bank will want to know how likely a customer is to pay back any money that may be borrowed before allowing the customer to borrow the money.",
                    "Percent": 49
                }
            },
            "G": {
                "Choice": "The report shows the highest level of education that Ms. Versini has reached.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely thought that a bank would look for the highest level of education in a credit report, but that information is not contained in a credit report. The student needs to focus on the value of credit reports to borrowers and lenders.",
                    "Percent": 10
                }
            },
            "H": {
                "Choice": "The bank gives higher interest rates to people with higher credit scores.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely thought that higher credit scores meant higher interest rates, not realizing that a higher credit score generally means lower interest rates from a bank since higher credit scores generally mean that a customer is more likely to pay borrowed money back to the bank. The student needs to focus on the value of credit reports to borrowers and lenders.",
                    "Percent": 23
                }
            },
            "J": {
                "Choice": "The bank gives partial loans to people with strong credit.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely thought that a customer’s strong credit meant a bank can give that customer a partial loan, which is possible for a bank to do, but a partial loan does not offer value to a bank. The student needs to focus on the value of credit reports to borrowers and lenders.",
                    "Percent": 18
                }
            }
        },
        "Parts": {}
    },
    "27": {
        "Number": 27,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Proportionality"
        ],
        "SubTopics": [
            "Convert units within a measurement system, including the use of proportions and unit rates."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The length of a marathon race is 26 miles 385 yards. What is the total length of the marathon race in yards?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "2,171  yd",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student divided the number of feet in a mile (5,280) by the number of feet in a yard (3) and then added the number of miles (26) and 385 yards to the result of the division. The student needs to focus on understanding how to convert between units within a measurement system.",
                    "Percent": 12
                }
            },
            "B": {
                "Choice": "46,145  yd",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the total length of a marathon race in yards, the student could have first converted 26 miles to feet by multiplying 26 by 5,280 (1 mile = 5,280 feet), resulting in 137,280 feet. The student then could have converted 137,280 feet to yards by dividing 137,280 by 3 (1 yard = 3 feet), resulting in 45,760 yards. The student then could have added the 385 yards to the 45,760 yards, resulting in 46,145 yards.",
                    "Percent": 63
                }
            },
            "C": {
                "Choice": "137,665  yd",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student multiplied the number of miles (26) by the number of feet in a mile (5,280) and then added 385 yards to the result of the multiplication. The student needs to focus on understanding how to convert between units within a measurement system.",
                    "Percent": 13
                }
            },
            "D": {
                "Choice": "5,691 yd",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student added the number of miles (26) to the number of feet in a mile (5,280) and then added 385 yards to the result of the addition. The student needs to focus on understanding how to convert between units within a measurement system.",
                    "Percent": 12
                }
            }
        },
        "Parts": {}
    },
    "28": {
        "Number": 28,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Proportionality"
        ],
        "SubTopics": [
            "Apply qualitative and quantitative reasoning to solve prediction and comparison of real-world problems involving ratios and rates."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The table shows the amount of sugar Felisha mixes with each amount of water she puts in her hummingbird feeder.",
            "problems/TX21G6M/media/28a.jpg",
            "Based on the information in the table, how many cups of sugar should Felisha mix with 6 cups of water?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "1 1/2 c",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine how many cups of sugar Felisha should mix with 6 cups of water, the student could have calculated the rate of the mixture (cups of water to cups of sugar) represented by the information in the table by dividing any amount of water by the corresponding (paired) amount of 1 1 sugar. Since Felisha mixed 1/2 cup of water with 1/8 cup of sugar, then the rate of the mixture is represented by 1/2 ÷ 1/8, which is 4. Therefore, when Felisha has 6 cups of water, she will mix 1 1/2 cups of sugar to get the correct rate of the mixture, since 6 ÷ 1 1/2 = 4. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly.",
                    "Percent": 39
                }
            },
            "G": {
                "Choice": "5 3/4 c",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely reversed the rate of the mixture by using cups of sugar to cups of water, resulting in 1/8 ÷ 1/2, which is 1/4. The student then subtracted 1/4 from 6, resulting in 5 3/4. The student needs to focus on understanding how to solve problems involving rates.",
                    "Percent": 20
                }
            },
            "H": {
                "Choice": "4 1/2 c",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely subtracted the first two values from the second column of the table (2 − 1/2) and then subtracted that value (1 1/2) from 6, resulting in 4 1/2. The student needs to focus on understanding how to solve problems involving rates.",
                    "Percent": 26
                }
            },
            "J": {
                "Choice": "3/8 c",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely multiplied the second and third values from the second column of the table (2 × 3 = 6) and then used that same reasoning to multiply the second and third values from the first column of the table, resulting in 1/2 × 3/4 = 3/8. The student needs to focus on understanding how to solve problems involving rates.",
                    "Percent": 15
                }
            }
        },
        "Parts": {}
    },
    "29": {
        "Number": 29,
        "Type": "FR",
        "NumChoices": 0,
        "Topics": [
            "Expressions, Equations & Relationships"
        ],
        "SubTopics": [
            "Generate equivalent expressions using the properties of operations: inverse, identity, commutative, associative, and distributive properties."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Two expressions are shown. The second expression is not complete.",
            "Expression I: 200r − (−110)",
            "Expression II: □ + 200r",
            "What number belongs in the box so that Expression I is equivalent to Expression II?"
        ],
        "AnswerChoices": {
            "KEY": {
                "Choice": "110",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the number that belongs in the box to make the expressions equivalent, the student should have determined that subtracting a negative number is the same as adding the number (200r − (−110) = 200r + 110). The student then should have used the commutative property to move 110 to the left side of the expression, resulting in 110 + 200r, where 110 is the value that belongs in the box. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly.",
                    "Percent": 37
                }
            }
        },
        "Parts": {}
    },
    "30": {
        "Number": 30,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expressions, Equations & Relationships"
        ],
        "SubTopics": [
            "Write an equation that represents the relationship between independent and dependent quantities from a table."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The table shows the relationship between b, the number of slices of bread, and c, the total number of calories in the bread.",
            "problems/TX21G6M/media/30a.jpg",
            "Which equation represents the relationship between b and c?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "c = 70b",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which equation represents the relationship between b and c, the student should have identified b, the number of slices of bread, as the independent variable (symbol used to represent an unknown number). The student should have also recognized that when each value of b is multiplied by a common factor (number that can be multiplied to get another number) of 70, the result is the corresponding (paired) value of c, the number of total calories in the bread. The student then should have determined the equation c = 70b represents this relationship and can be used to find all the values in the table (140 = 70 × 2; 280 = 70 × 4; 420 = 70 × 6; 560 = 70 × 8).",
                    "Percent": 53
                }
            },
            "G": {
                "Choice": "c = b + 70",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely represented the relationship using addition instead of multiplication and determined the equation as c = b + 70. The student needs to focus on understanding how to determine an equation that is true for all values in a given table.",
                    "Percent": 12
                }
            },
            "H": {
                "Choice": "c = 140b",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely identified the first column of values in the table as going by 1 instead of 2 and determined the equation as c = 140b. The student needs to focus on understanding how to determine an equation that is true for all values in a given table.",
                    "Percent": 19
                }
            },
            "J": {
                "Choice": "c = b + 140",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely identified the first column of values in the table as going by 1 instead of 2 and represented the relationship using addition instead of multiplication, determining the equation as c = b + 140. The student needs to focus on understanding how to determine an equation that is true for all values in a given table.",
                    "Percent": 16
                }
            }
        },
        "Parts": {}
    },
    "31": {
        "Number": 31,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Proportionality"
        ],
        "SubTopics": [
            "Give examples of rates as the comparison by division of two quantities having different attributes, including rates as quotients."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "A baseball traveled 330 feet in 5 seconds. Which rate is equivalent to the rate at which the baseball traveled?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "55 feet per second",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student divided 330 by 6 instead of 5, resulting in 55 feet per second. The student needs to focus on how to determine rates as quotients.",
                    "Percent": 12
                }
            },
            "B": {
                "Choice": "66 feet per second",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the rate that is equivalent to the rate at which the baseball traveled, the student could have divided 330 feet by 5 seconds, which results in a quotient (answer to a division problem) of 66 feet per second. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly.",
                    "Percent": 70
                }
            },
            "C": {
                "Choice": "55 seconds per foot",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student divided 330 by 6 instead of 5 and reversed the units of the rate, resulting in 55 seconds per foot. The student needs to focus on how to determine rates as quotients.",
                    "Percent": 7
                }
            },
            "D": {
                "Choice": "66 seconds per foot",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student divided 330 by 5 but reversed the units of the rate, resulting in 66 seconds per foot. The student needs to focus on how to determine rates as quotients.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "32": {
        "Number": 32,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expressions, Equations & Relationships"
        ],
        "SubTopics": [
            "Determine solutions for problems involving the area of rectangles, parallelograms, trapezoids, and triangles and volume of right rectangular prisms where dimensions are positive rational numbers."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The length of a rectangle is 7 inches, and the area of the rectangle is 199.5 square inches. What is the width of the rectangle in inches?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "28.5 in.",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the width of the rectangle, the student should have substituted the values into the formula for the area (amount of space covered by a surface) of a rectangle from the Area section of the STAAR Grade 6 Mathematics Reference Materials within the student’s test booklet (A = bh, where A represents the area, b represents the length of the base or length of the rectangle, and h represents the height (vertical distance from top to bottom) or width of the rectangle). Substituting A = 199.5 and b = 7, the student should have determined that the height or width of the rectangle is 28.5 inches, since 199.5 = 7h and h = 199.5 ÷ 7 = 28.5.",
                    "Percent": 61
                }
            },
            "G": {
                "Choice": "192.5 in.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student substituted the values into the formula correctly but determined the width using subtraction instead of division (h = 199.5 − 7), resulting in 192.5. The student needs to focus on understanding how to calculate the width of a rectangle given the length and area of a rectangle.",
                    "Percent": 12
                }
            },
            "H": {
                "Choice": "1,396.5 in.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student substituted the values into the formula correctly but determined the width using multiplication instead of division (h = 199.5 × 7), resulting in 1,396.5. The student needs to focus on understanding how to calculate the width of a rectangle given the length and area of a rectangle.",
                    "Percent": 15
                }
            },
            "J": {
                "Choice": "206.5 in.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student substituted the values into the formula correctly but determined the width using addition instead of division (h = 199.5 + 7), resulting in 206.5. The student needs to focus on understanding how to calculate the width of a rectangle given the length and area of a rectangle.",
                    "Percent": 11
                }
            }
        },
        "Parts": {}
    },
    "33": {
        "Number": 33,
        "Type": "FR",
        "NumChoices": 0,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Multiply and divide positive rational numbers fluently."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Jaida worked 21 1/2 hours last week. She earned $11.60 per hour of work.",
            "How much money did Jaida earn last week?"
        ],
        "AnswerChoices": {
            "KEY": {
                "Choice": "249.4",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine how much money Jaida earned, the student could have converted 21 1/2 to 21.5 and then multiplied 21.5 by $11.60, resulting in $249.40. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly.",
                    "Percent": 18
                }
            }
        },
        "Parts": {}
    },
    "34": {
        "Number": 34,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Proportionality"
        ],
        "SubTopics": [
            "Generate equivalent forms of fractions, decimals, and percents using real-world problems, including problems that involve money."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "In a neighborhood 12/40 of the lots have three or more trees. Which percentage is equivalent to the portion of lots in the neighborhood with three or more trees?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "12%",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely created a percentage by using only the value of the numerator (top number of a fraction), resulting in 12 = 12%. The student needs to focus on understanding how to represent the given part of a whole as a percentage.",
                    "Percent": 13
                }
            },
            "G": {
                "Choice": "35%",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely divided 40 by 12, rounded the value from 3.3 to 3.5, and then multiplied 3.5 by 10 to convert it to a percentage, resulting in 35 = 35%. The student needs to focus on understanding how to represent the given part of a whole as a percentage.",
                    "Percent": 18
                }
            },
            "H": {
                "Choice": "24%",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely created a percentage by doubling the value of the numerator (top number of a fraction) and the value of the denominator (bottom number of the fraction), as if the fraction was 12/50 to create a fraction over 100, resulting in (12 × 2)/(50 × 2) = 24/100 = 24%. The student needs to focus on understanding how to represent the given part of a whole as a percentage.",
                    "Percent": 24
                }
            },
            "J": {
                "Choice": "30%",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the percentage that is equivalent to the portion of lots in the neighborhood with three or more trees, the student could have divided 12 by 40, resulting in 0.30 or 30%. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly.",
                    "Percent": 45
                }
            }
        },
        "Parts": {}
    },
    "35": {
        "Number": 35,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expressions, Equations & Relationships"
        ],
        "SubTopics": [
            "Model and solve one-variable, one-step equations and inequalities that represent problems, including geometric concepts."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The perimeter of a triangle is 104 units. The combined length of two of the sides of the triangle is 64 units.",
            "What is the length of the third side of the triangle in units?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "168 units",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used the formula for the perimeter of a triangle but added the given dimensions together when solving for c, resulting in c = 104 + 64 = 168. The student needs to focus on understanding how to write and solve a one-step equation that represents a geometric concept.",
                    "Percent": 21
                }
            },
            "B": {
                "Choice": "6,656  units",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used the formula for the perimeter of a triangle but multiplied the given dimensions together when solving for c, resulting in c = 104 × 64 = 6,656. The student needs to focus on understanding how to write and solve a one-step equation that represents a geometric concept.",
                    "Percent": 8
                }
            },
            "C": {
                "Choice": "40 units",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the length of the third side of the triangle, the student could have used the given information and the formula for the perimeter (distance around the outside) of a triangle, P = a + b + c, in which a represents the length of one side, b represents the length of a second side, and c represents the length of a third side. The student could have substituted 104 for P and 64 for a + b and solved the equation 104 = 64 + c by subtracting 64 from both sides of the equation, resulting in c = 40. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly.",
                    "Percent": 64
                }
            },
            "D": {
                "Choice": "1.625 units",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used the formula for the perimeter of a triangle but divided the given dimensions together when solving for c, resulting in c = 104 ÷ 64 = 1.625. The student needs to focus on understanding how to write and solve a one-step equation that represents a geometric concept.",
                    "Percent": 27
                }
            }
        },
        "Parts": {}
    },
    "36": {
        "Number": 36,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Measurement & Data"
        ],
        "SubTopics": [
            "Use the graphical representation of numeric data to describe the center, spread, and shape of the data distribution."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The dot plot shows the number of packages mailed by the last 20 customers at a post office.",
            "problems/TX21G6M/media/36a.jpg",
            "Which statement best describes the data shown in the dot plot?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The data distribution has gaps.",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which statement best describes the data shown in the dot plot, the student should have identified that the dot plot has gaps (places with no dots) at 3, 4, 6, 7, and 9.",
                    "Percent": 59
                }
            },
            "G": {
                "Choice": "The data distribution is symmetrical.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely only viewed the number of dots above 0, 1, and 2, noting that the number of dots on either side of 1 (above 0 and above 2) are the same and thus symmetrical. The student needs to focus on understanding how to use a dot plot to describe the center, spread, and shape of a data distribution.",
                    "Percent": 127
                }
            },
            "H": {
                "Choice": "The data are clustered at 5.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely chose the middle value (5) for the number of packages instead of realizing that the dots are clustered (grouped) mostly from 0 to 2. The student needs to focus on understanding how to use a dot plot to describe the center, spread, and shape of a data distribution.",
                    "Percent": 9
                }
            },
            "J": {
                "Choice": "The peak of the data is at 10.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely chose the greatest (highest) value (10) for the number of packages instead of realizing that the data has two peaks (greatest number of dots), at 0 and 2. The student needs to focus on understanding how to use a dot plot to describe the center, spread, and shape of a data distribution.",
                    "Percent": 15
                }
            }
        },
        "Parts": {}
    },
    "37": {
        "Number": 37,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Measurement & Data"
        ],
        "SubTopics": [
            "Graph points in all four quadrants using ordered pairs of rational numbers."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Point Q is located on the coordinate grid at (−9.73, −3.32). In which quadrant is point Q located?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Quadrant II",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student chose the quadrant where ordered pairs must have a negative x-value and a positive y-value instead of a negative x-value and a negative y-value. The student needs to focus on understanding where to place a point on a coordinate grid based on an ordered pair.",
                    "Percent": 14
                }
            },
            "B": {
                "Choice": "Quadrant IV",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student chose the quadrant where ordered pairs must have a positive x-value and a negative y-value instead of a negative x-value and a negative y-value. The student needs to focus on understanding where to place a point on a coordinate grid based on an ordered pair.",
                    "Percent": 19
                }
            },
            "C": {
                "Choice": "Quadrant III",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the quadrant (one of the four quarters of a coordinate grid) where point Q is located, the student should have used the given coordinates (−9.73, −3.32). The student should have realized the coordinates of point Q are given as an ordered pair (two numbers usually written in parentheses; can be used to show the position on a coordinate grid, where the horizontal (left to right) value, x, is first, and the vertical (up and down) value, y, is second), where the x-value is negative and the y-value is negative. Therefore, the point must be located in Quadrant III. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly.",
                    "Percent": 60
                }
            },
            "D": {
                "Choice": "Quadrant I",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student chose the quadrant where ordered pairs must have a positive x-value and a positive y-value instead of a negative x-value and a negative y-value. The student needs to focus on understanding where to place a point on a coordinate grid based on an ordered pair.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "38": {
        "Number": 38,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Proportionality"
        ],
        "SubTopics": [
            "Represent mathematical and real-world problems involving ratios and rates using scale factors, tables, graphs, and proportions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "In a recipe 3 eggs are used to make 45 cookies. Which table shows the relationship between the number of eggs used and the number of cookies made?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "problems/TX21G6M/media/38a.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used 45 as a rate of change and multiplied each number of eggs by 45 (6 × 45 = 270, 9 × 45 = 405, 12 × 45 = 540, and 15 × 45 = 675), resulting in 6 eggs can be used to make 270 cookies, 9 eggs can be used to make 405 cookies, 12 eggs can be used to make 540 cookies, and 15 eggs can be used to make 675 cookies. The student needs to focus on how to represent real-world problems involving rates by using scale factors and tables.",
                    "Percent": 16
                }
            },
            "G": {
                "Choice": "problems/TX21G6M/media/38b.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the table that shows the relationship between the number of eggs used and the number of cookies made, the student could have determined that since 3 eggs are used to make 45 cookies, then multiplying each of these numbers by a scale factor (common multiple for each value of a proportion) of 2 (3 × 2 = 6 and 45 × 2 = 90) will result in 6 eggs can be used to make 90 cookies. The student then could have used other scale factors to determine the other values in the table: a scale factor of 3 will result in 9 eggs can be used to make 135 cookies, a scale factor of 4 will result in 12 eggs can be used to make 180 cookies, and a scale factor of 5 will result in 15 eggs can be used to make 225 cookies. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly.",
                    "Percent": 69
                }
            },
            "H": {
                "Choice": "problems/TX21G6M/media/38c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used 15 as a constant rate for the number of cookies, resulting in 6 eggs can be used to make 15 cookies, 9 eggs can be used to make 15 cookies, 12 eggs can be used to make 15 cookies, and 15 eggs can be used to make 15 cookies. The student needs to focus on how to represent real-world problems involving rates by using scale factors and tables.",
                    "Percent": 8
                }
            },
            "J": {
                "Choice": "problems/TX21G6M/media/38d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used scale factors of 2, 3, 4, and 5 but reversed the values in the table, resulting in 90 eggs can be used to make 6 cookies, 135 eggs can be used to make 9 cookies, 180 eggs can be used to make 12 cookies, and 225 eggs can be used to make 15 cookies. The student needs to focus on how to represent real-world problems involving rates by using scale factors and tables.",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    }
}