{
    "Directions": "Read this article, then answer each question.",
    "Context": [],
    "Title": "The First Public Park",
    "Subtitle": "",
    "Author": "by Marcia Amidon Lusted",
    "LabelType": "L",
    "Content": [
        [" ", "\tIt was just an idea for more than a decade, but by 1857, New Yorkers were serious"],
        [" ", "about building a grand public park. New York was the largest metropolis in the nation,"],
        [" ", "and its citizens wanted to show the world that Americans were not just concerned about"],
        [" ", "industry, wealth, and materialism but that they also appreciated natural landscapes."],
        ["5", "\tUsing eminent domain, the city took more than 840 acres of land in the center of"],
        [" ", "Manhattan for the new park. The area was considered to lack any real estate value—it"],
        [" ", "included swamps, bluffs, and rock outcroppings as well as two reservoirs that supplied city"],
        [" ", "water. It was home to about 1,600 poor residents, however. This population of pig farmers,"],
        [" ", "gardeners, and an African American settlement called Seneca Village was displaced by the"],
        ["10", "park's construction."],
        [" ", "\tThe Central Park Commission held a competition to choose someone to design the"],
        [" ", "park. Among the professional and amateur designers who entered the contest was a team"],
        [" ", "consisting of an American agriculturalist and a British-born architect: Frederick Law"],
        [" ", "Olmsted and Calvert Vaux."],
        ["15", "\tIt was Vaux's idea for the two men to join forces. A talented draftsman, Vaux used his"],
        [" ", "detailed drawings to show how their idea for the park would look. An accomplished"],
        [" ", "writer, Olmsted wrote the report that described their plan and included lists of proposed"],
        [" ", "plants and an estimated budget. They submitted their plan, called “Greensward,” a day"],
        [" ", "after the commission's deadline."],
        ["20", "\tGreensward included pastoral views and rolling meadows, just like those in traditional"],
        [" ", "English parks. The plan offered beautiful vistas of green lawns and natural rocky ridges as"],
        [" ", "well as more formal locations for public gatherings."],
        [" ", "\tIt also included four roads that cut through the park to carry carriage traffic from one"],
        [" ", "side to the other. Olmsted and Vaux designed these major thoroughfares to run eight feet"],
        ["25", "below the park's surface so they would not disrupt the park's views and rural feeling."],
        [" ", "Pedestrian paths, equestrian roads, and carriage drives were all kept separate from one"],
        [" ", "another. Vaux designed more than 40 bridges so that these various paths would never have"],
        [" ", "to cross on the same level."],
        [" ", "\tUnlike some of the other submissions that included grand, elaborate buildings,"],
        ["30", "Olmsted and Vaux kept structures to a minimum, with only four in the original plan. The"],
        [" ", "design and materials for the buildings were also specifically selected to blend in with the"],
        [" ", "natural environment."],
        [" ", "\tGreensward was announced the winner in the spring of 1858. The selection committee"],
        [" ", "debated over certain design points—some of the members wanted a wide grand avenue in"],
        ["35", "the park, similar to those found in European parks. Olmsted argued against it by saying"],
        [" ", "that stately roads would “destroy scenery at great cost” and that “straight lines of trees or"],
        [" ", "stately architecture ... belong not to parks for the people but to palatial gardens.” Olmsted"],
        [" ", "and Vaux had created their design for the recreation of all people, not just the wealthy."],
        [" ", "The park was to be a place where all New Yorkers could enjoy nature. Its ultimate design"],
        ["40", "would retain this feeling."],
        [" ", "\tThe construction of Central Park was one of the most massive public works projects"],
        [" ", "to take place in 19th-century New York. It required about 20,000 workers to reshape the"],
        [" ", "natural features of the land according to Olmsted and Vaux's plan. Three hundred"],
        [" ", "thousand cubic yards of rock were blasted into rubble, and the resulting stone was crushed"],
        ["45", "to use as paving material. Nearly three million cubic yards of soil were moved, and more"],
        [" ", "than 270,000 trees and shrubs were planted. Swamps were transformed into scenic lakes,"],
        [" ", "and extensive drainage work was done to get rid of small streams and pools. By 1866,"],
        [" ", "more than $5 million had been spent on construction. The park's final price tag was more"],
        [" ", "than $10 million. In the end, this entirely planned park, stretching from 59th Street to"],
        ["50", "110th Street and from Fifth to Eighth avenues, had a completely natural, unplanned"],
        [" ", "feeling to it."],
        [" ", "\tThe process of overseeing the park's construction and accounting for its expenditures"],
        [" ", "exhausted Olmsted. He required a six-week rest cure in Europe in 1859 and suffered a"],
        [" ", "severe broken leg in 1860 that laid him up, but he had the plans for the park spread out in"],
        ["55", "his bedroom so he could continue to work. When he tried to resign from the project in"],
        [" ", "1861, however, the commission knew that it could not afford to lose him. Ultimately,"],
        [" ", "Olmsted's duties and responsibilities were decreased, and when he departed the project to"],
        [" ", "serve in the U.S. Sanitary Commission during the Civil War (1861–1865), the park's"],
        [" ", "construction was completed under park commission president Andrew Green and Vaux."],
        ["60", "\tOlmsted's involvement in Central Park spanned nearly 20 years. It was not the only"],
        [" ", "site he worked or consulted on, and, for a couple of years, other projects demanded his"],
        [" ", "full attention. But from the time their plan was selected until the mid-1870s, Olmsted and"],
        [" ", "Vaux were associated with the park on and off. Sometimes, their titles as landscape"],
        [" ", "architect advisors required little on-site work. At other times, such as when Olmsted filled"],
        ["65", "in as acting president of the Department of Public Parks, he looked into establishing lights"],
        [" ", "in the park at night and assessing the park's safety. By 1878, however, Olmsted's role with"],
        [" ", "the park officially ended."],
        [" ", "\tToday, Central Park stands as one of Olmsted's greatest legacies. It contains numerous"],
        [" ", "playgrounds and athletic fields. Runners and bicyclists make use of the wide, rolling paths."],
        ["70", "There are places to skate in the winter and boat in the summer. Concerts, plays, and rallies"],
        [" ", "take place there. Sculptures by famous artists can be found throughout the park. There are"],
        [" ", "also quiet places to walk, sit and read a book, or watch birds. Central Park has become a"],
        [" ", "world-famous site that attracts more than 25 million visitors each year. It also is a shining"],
        [" ", "example of Olmsted's desire to create and preserve public green spaces in urban places for"],
        ["75", "generations of people to enjoy."]
    ],
    "Copyright": "",
    "References": []
}