{
    "Directions": "Read this article, then answer each question that follows.",
    "Context": [],
    "Title": "What Do Flies Think About?",
    "Subtitle": "",
    "Author": "From Ideas & Discoveries Magazine",
    "LabelType": "L",
    "Content": [
        [" ", "\tIt seems unbelievable, but an insect's brain is more brilliant than any supercomputer."],
        [" ", "That's why researchers are studying flies and bees to understand their cognition. Food for"],
        [" ", "thought ..."],
        [" ", "\tThough it may seem like a mundane question, there is serious science behind it: Why"],
        ["5", "is a common housefly able to land on a ceiling? After all, the insect flies with its feet down"],
        [" ", "when it's below the ceiling, yet, in the blink of an eye, the fly is suddenly perched with feet"],
        [" ", "upward. The explanation for the fly's aerial feat is important because it can reveal a lot"],
        [" ", "about what the insect's brain is capable of: Regardless of how the fly manages the landing,"],
        [" ", "its tiny brain (which consists of only 100,000 nerve cells) has to go into high gear to carry"],
        ["10", "it out. For a long time, scientists believed the flies turn around in flight much like a fighter"],
        [" ", "pilot performs loops. This would require them to first “visualize” a mental rotation — in"],
        [" ", "other words, to plan the loop beforehand."],
        [" ", "\tIt was only recently that researchers discovered how a fly actually lands on a ceiling."],
        [" ", "Using a high-speed camera, they discovered that flies don't perform a loop after all."],
        ["15", "Instead, they stretch out their front legs over their head and toward the ceiling. As soon as"],
        [" ", "the legs make contact with the ceiling, the fly swings its body around 180 degrees like a"],
        [" ", "gymnast on a horizontal bar. Then it simply attaches itself to the ceiling with all its legs."],
        [" ", "This precision landing requires perfect coordination of all its muscles. The fly's swinging"],
        [" ", "motion also needs to be calculated, which means information shoots through its body in"],
        ["20", "the space of milliseconds. Not even an autopilot system controlled by a high-tech"],
        [" ", "computer could carry out such a maneuver."],
        [" ", "\tBees are a favorite experimental creature for researchers because they are easy to breed"],
        [" ", "and are considered the “Einsteins” of the insect world. These striped geniuses perform"],
        [" ", "intellectual feats that cannot be taken for granted, even among mammals. Bees can count,"],
        ["25", "distinguish between objects like humans and dogs, recognize complex shapes, learn things,"],
        [" ", "navigate across great distances and remember their routes, and return to their hives and"],
        [" ", "tell other bees exactly where the tastiest flowers are. Compare that with the difficulties"],
        [" ", "humans can have when finding their way around an unfamiliar city without a map — not"],
        [" ", "to mention having to describe to friends the route they took. “Brain size is not necessarily"],
        ["30", "an indicator of intelligence,” says bee researcher Lars Chittka at Queen Mary, University of"],
        [" ", "London. “Larger brains usually utilize the same circuits over and over again. This might"],
        [" ", "make for more detailed thinking or remembering, but it doesn't guarantee the thoughts or"],
        [" ", "memories will be better.”"],
        [" ", "\tBees are also social insects that create complex colony systems and display a high"],
        ["35", "degree of social behavior. The idea of life in a group is firmly rooted in their brains  — "],
        [" ", "which is what makes bees so interesting to brain researchers. We, too, are social creatures,"],
        [" ", "after all, and scientists suspect that certain neuronal circuits have changed very little over"],
        [" ", "the course of evolution. In other words, bee brains could provide us with information on"],
        [" ", "nerve connections that will help us better understand our own human nature and how we"],
        ["40", "think."],
        [" ", "\tResearchers already know that insects living in groups need to have more computing"],
        [" ", "power in their head. This is illustrated by the fact that all social insects have a larger brain"],
        [" ", "than their loner counterparts. A key factor in this discovery was a study conducted by"],
        [" ", "biologists at a Smithsonian lab in Panama. The country is home to a bee species that"],
        ["45", "contains some members that live alone and others that form groups. The biologists"],
        [" ", "discovered that the loner bees also had a smaller brain. So it appears that a larger brain is"],
        [" ", "a consequence of group living. The same phenomenon is even more pronounced among"],
        [" ", "several species of locusts that begin life alone and later join up to form giant swarms: As"],
        [" ", "soon as they get together, their brains begin to grow by one-third. It's likely they need to"],
        ["50", "possess greater thinking capacity in order to compete with rivals in the swarm. It's also"],
        [" ", "likely that flying and communicating in a swarm is more difficult than doing those things"],
        [" ", "alone. The biologists still don't know how locusts get their brains to grow. The"],
        [" ", "explanation, should it be found, might be of interest to medical researchers looking into"],
        [" ", "treatments for paralysis or strokes. In any case, the researchers have found substances in"],
        ["55", "the locusts' brain that are extremely effective at killing bacteria. These substances are not"],
        [" ", "related to any known antibiotics, so they could possibly pave the way for new medications"],
        [" ", "in the future."],
        [" ", "\tSuch discoveries are definitely pointing scientists in a new direction. However,"],
        [" ", "practically no insect brain researcher has gone as far as Atsushi Takashima at the Tokyo"],
        ["60", "Institute of Technology in Japan. Takashima has inserted electrodes into the brains of male"],
        [" ", "moths that he then uses as control units for a robot. Whenever the moth-machine hybrid"],
        [" ", "catches the scent of a female moth, it begins to search for the source. “Chemical"],
        [" ", "substances do not spread out uniformly in air,” Takashima explains. “So even though their"],
        [" ", "concentrations increase as you get closer to their source, the effects of wind and air"],
        ["65", "currents make an analysis extremely difficult. But thanks to evolution, insect brains have"],
        [" ", "developed techniques to get around this problem.” Takashima's research has significant"],
        [" ", "applications: His goal is to create robots that can sniff out explosives or dangerous"],
        [" ", "chemicals in the air and locate their source. One day a processor will control such robots,"],
        [" ", "but for now, a moth's brain is far superior to any supercomputer on the market."]
    ],
    "Copyright": "",
    "References": []
}