{
    "Directions": "Read the following passage about roofs then answer each question that follows.",
    "Context": [],
    "Title": "Cool Roofs",
    "Subtitle": "",
    "Author": "by David Feeley",
    "LabelType": "P",
    "Content": [
        [" ", "\tWho gets to plan the cities of the future? You do! It may all start with the roof over your head. Roofs of future cities will look and feel cooler. “Green,” plant covered, and “Cool,” white or pastel, roofs have long been popular in Europe, the Middle East, and Canada. Now roofs that look more like meadows than asphalted streets, plus those that paint a pretty pastel picture, are becoming part of the “greening” of America."],
        ["", "Jᴀᴄᴋᴍᴀɴ Sᴄʜᴏᴏʟ"],
        [" ", "\tStudents, teachers, and parents at Jackman Avenue Public School in Toronto, Canada, had a problem: heat. They knew air conditioners weren't an eco-friendly solution because they waste energy and just heat up the neighborhood. So, looking to the future, they used ultraviolet (UV) film and solar blinds for their windows and added ceiling fans and shade trees. They also put a green roof on the school."],
        ["", "Tʜᴇ Hᴇᴀᴛ Isʟᴀɴᴅ Eꜰꜰᴇᴄᴛ"],
        [" ", "\tCities full of buildings with Jackman School's problem are in big trouble! The United States Environmental Protection Agency (EPA) says that due to the “Heat Island Effect,” cities and suburbs are 2 to 10 degrees Fahrenheit (F) hotter than nearby country areas. Tall buildings with flat roofs and narrow streets trap heat from cars, factories, and air conditioners. In cold, northern locations, cities may stay a little warmer in winter, but most of the year they need more energy to get cool."],
        [" ", "\tCities have other problems too. They have increasing levels of pollution, which make people sick, and rainwater from roofs washes through city streets without becoming part of our needed watershed."],
        [" ", "\tHow can the 3.3 billion people now living in our cities survive in the future as temperatures climb higher? Bob Fittro, of DesignandBuildwithMetal.com, says green roofs—those with a plant covering—can certainly help. “Where roofs are flat, plant-covered systems have been shown to keep buildings cooler inside, and as an added benefit they turn roofs into enjoyable park-like spaces,” he says."],
        ["", "Gʀᴇᴇɴ Rᴏᴏꜰ Pʀᴏs ᴀɴᴅ Cᴏɴs"],
        [" ", "\tOn a summer day, the temperature of a roof can reach 140 to 190 degrees (F). Think about it: an egg fries on a 158-degree (F) pan! Covered with grass to absorb sunlight, that same roof wouldn't rise above 77 degrees (F). After a couple of years, plant roots get so dense that they act like a warm coat, lowering heating costs in winter, even when that coat is more brown than green."],
        [" ", "\tBalmori Associates, an urban landscape design firm based in New York City, built a 35,000-square-foot green roof atop Silvercup Studios in Queens, New York. The firm found a 30–50 percent reduction of energy use for climate control for the building in the summer and nearly a 50–100 percent reduction in spring and fall."],
        [" ", "\tYou can breathe deeply with a green roof, too, because it cleans the air by catching particles of pollution and uses carbon dioxide to make more oxygen. It also absorbs traffic, machine, and airplane noises. So future cities with green roofs will be cooler, cleaner, and quieter."],
        [" ", "\tStorm water is stored by a green roof, and its plants return water to the air. Extra water is cleaned and cooled by plants before it leaves the roof. Jackman student research showed their green roof had about 75 percent less runoff water than before adding a green roof."],
        [" ", "\tBalmori Associates planned a green roof for an environmentally progressive residential tower in New York City called The Solaire, which stores rainwater not absorbed by its plants, along with the building's gray water¹, in a basement cistern² where it is filtered and reused to irrigate nearby parks as needed."],
        [" ", "\tOwners of the Fairmont Waterfront Hotel in Vancouver, Canada, save about $30,000 a year by using the herbs and vegetables growing on the building's roof. Green roofs also are healthy, safe places to relax and play in a crowded city. Some local plants and animals even find homes there."],
        ["", "Mᴀᴋɪɴɢ Iᴛ Gʀᴇᴇɴ (ᴀɴᴅ Yᴇʟʟᴏᴡ, Rᴇᴅ, ᴀɴᴅ Bʀᴏᴡɴ)"],
        [" ", "\tA rooftop is a tough place to live. There are high winds, extreme hot and cold temperatures, and usually very little water. For its green roof, the Jackman team chose local plants with brightly colored flowers and shallow roots. Bergamot, yarrow, asters, geraniums, daisies, coneflowers, and four kinds of sedum³ are included. Their “green” roof is actually shades of yellow, red, purple, and brown. The Silvercup Studios' green roof has 20 different sedum varieties growing in a pattern of green strips and blocks that bloom in yellows, reds, and pinks from spring to fall."],
        ["", "Aɴᴏᴛʜᴇʀ Cᴏᴏʟ Cʜᴏɪᴄᴇ"],
        [" ", "\tJoy Lawrence, of the Pennsylvania Horticultural Society, says Philadelphia, like many cities, is actively improving many of its roofs. Since 2001, more than 550 roofs in the city have been white coated by the Energy Coordinating Agency. Why? On a hot summer day do you wear dark clothing? No, you pick light-colored clothes to reflect sunlight and let heat escape your body! A white-coated, “cool” roof uses the same tricks."],
        [" ", "\tCool roofs cost less than planted ones and are easier to use on houses with slanted roofs. Many asphalt (shingled) roofs are being replaced with cool white ones that reflect both sunlight and heat. They reduce the Heat Island Effect but don't have the other benefits of a green roof. Since the same UV rays from the Sun that give us a tan cause roofs to get old and fall apart, both kinds are long lasting. This means they're less likely to be dumped into a landfill."],
        [" ", "\tSome cool roofs have been around for a long time. Joe Jenkins, founder of the Slate Roofing Contractors Association of North America, says, “The best roof wouldn't need fossil fuels to be made. It would be found in nature, reusable, long-lasting, and nontoxic. Slate (stone) roofs take care of all those needs.”"],
        [" ", "\tSome cool roofs are made of familiar materials. Bob Fittro says, “Metal roofing is the leading choice in green roofing for buildings with slanted roofs. Most are made of more than 25 percent recycled materials, are long lasting, and can be melted down and reused when old. Cool pigments reflect rather than absorb the Sun's rays.”"],
        [" ", "\tStill other cool roofs are brand-new. Rob Keen, in ArmorLite's news release, says, “This advanced material uses little of the Earth's resources and is 100 percent recyclable. It reflects heat back into the air and insulates. ArmorLite is strong, yet about one tenth the weight of other roofs. It won't break, rot, or mildew and can stand up against high winds, earthquakes, and fires.”"],
        ["", "Tᴏᴍᴏʀʀᴏᴡ"],
        [" ", "\tMany groups have grand plans for future cities. One is a project by Balmori Associates called Shanghai Bund in China, where they propose to create a 20-meter green zone connecting the city to the river. With engineered islands to clean and filter water and generate energy, Shanghai Bund will be a zero-waste landscape. You'll see plenty of green roofs there."],
        [" ", "\tLike Joe Jenkins says, “The best choices will improve our lives and the cities we live in by respecting each other and the planet we so depend upon.”"]
    ],
    "Copyright": "",
    "References": [
        ["¹", "gray water — household wastewater"],
        ["²", "cistern — a receptacle for catching and storing rainwater"],
        ["³", "sedum — plants with thick, fleshy leaves"]
    ]
}