    {
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Words in Context, for which students must determine the meaning of a high-utility academic word or phrase in context or use such vocabulary in a precise, contextually appropriate way."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The following text is adapted from Ida B. Wells's 1970 autobiography A Crusade for Justice. Mr. Watts is a reference to George Frederic Watts, an English painter.",
            ":ibox:[Manchester's] art galleries are so ARRANGED that the name of every picture is plainly seen and one has no need of a catalogue to pick out the name and the artist. This is a convenience to the general public, which other art galleries, which shall be nameless, might copy to advantage. To her treasure of art Manchester has added Mr. Watts' latest picture, the Good Samaritan.\n\n\t\t©1970 by the University of Chicago Press",
            "As used in the text, what does the word “arranged” most nearly mean?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Organized",
                "Key": {
                    "Correct": true,
                    "Rationale": "As used in the text, “arranged” most nearly means “organized.” The text states that a welcome feature of Manchester's art galleries (as opposed to others) is that the titles of the paintings are easy to see and that a catalogue is therefore unneeded while visitors browse the art galleries. This suggests that the paintings are displayed in a systematic, or organized, way.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Ranked",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Ranked” might mean either classified or placed in orderly rows. Neither of these meanings would necessarily imply that the names of the paintings are easy to see (even if the paintings are placed in rows, their labels might be obscured).",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Scheduled",
                "Key": {
                    "Correct": false,
                    "Rationale": "It would not make sense in context to describe the paintings as “scheduled,” or planned to take place at a certain time.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Discussed",
                "Key": {
                    "Correct": false,
                    "Rationale": "If the paintings were “discussed,” or talked about, this would have no bearing on whether the names of the paintings could be easily seen.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Words in Context, for which students must determine the meaning of a high-utility academic word or phrase in context or use such vocabulary in a precise, contextually appropriate way."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:One challenge of generating electricity from ocean waves is that wave power isn't _______: it varies in unpredictable ways that pose technological and planning problems for electricity generation.",
            "Which choice completes the text with the most logical and precise word or phrase?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "accidental",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text introduces a challenge and then elaborates on it by emphasizing that the unpredictable nature of variations in ocean waves causes problems, which doesn't indicate that wave power isn't “accidental,” or isn't happening unintentionally. It wouldn't make sense to describe waves—a natural occurrence—as happening intentionally.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "confident",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Confident” means having a feeling of self-assurance, and it wouldn't make sense to describe wave power itself in terms of either having or lacking a sense of confidence.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "expensive",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text introduces a challenge and then elaborates on it by emphasizing that the unpredictable nature of variations in ocean waves causes problems, which doesn't indicate that wave power isn't “expensive,” or isn't costly. If anything, technological and planning problems might actually increase the expense of generating electricity from waves.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "consistent",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text's discussion of the challenge of generating electricity from ocean waves. In this context, “consistent” means steady or unchanging over time. The text introduces a challenge and then explains that wave power varies, or changes, unpredictably in ways that cause problems for electricity generation. This context conveys that the challenge being described is a lack of consistency.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Words in Context, for which students must determine the meaning of a high-utility academic word or phrase in context or use such vocabulary in a precise, contextually appropriate way."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Due to their often strange images, highly experimental syntax, and opaque subject matter, many of John Ashbery's poems can be quite difficult to ______ and thus are the object of heated debate among scholars.",
            "Which choice completes the text with the most logical and precise word or phrase?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "delegate",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Delegate” means to assign someone as a representative of another person or to entrust something to someone else, neither of which would make sense in context. The text is focused only on the difficulty that readers have interpreting Ashbery's poems due to their many unusual features; it doesn't suggest anything about the poems being difficult to delegate.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "compose",
                "Key": {
                    "Correct": false,
                    "Rationale": "Describing Ashbery's poems as difficult to “compose,” or put together or produce, would make sense only if the text were about Ashbery's experience of writing the poems. It could be true that it was difficult for Ashbery to compose his poems, but the text doesn't address this; it instead discusses how readers interpret and engage with the poems.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "interpret",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text's discussion of John Ashbery's poems. As used in this context, “interpret” would mean decipher the meaning of. The text indicates that Ashbery's poems have many unusual features, that it's difficult to tell what exactly the poems' subject matter is, and that scholars strongly disagree about the poems. This context conveys the idea that it's difficult to interpret Ashbery's poems.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "renounce",
                "Key": {
                    "Correct": false,
                    "Rationale": "Describing Ashbery's poems as being difficult to “renounce,” or give up or refuse, wouldn't make sense in context. The text focuses on the idea that features of Ashbery's poems are odd or unclear and have caused heated scholarly debate. This context suggests that the poems are difficult to interpret, not that the poems are difficult to renounce.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Words in Context, for which students must determine the meaning of a high-utility academic word or phrase in context or use such vocabulary in a precise, contextually appropriate way."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Diego Velázquez was the leading artist in the court of King Philip IV of Spain during the seventeenth century, but his influence was hardly _______ Spain: realist and impressionist painters around the world employed his techniques and echoed elements of his style.",
            "Which choice completes the text with the most logical and precise word or phrase?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "derived from",
                "Key": {
                    "Correct": false,
                    "Rationale": "If Velázquez was a leading artist in Spain, it doesn't make logical sense to claim that his influence was hardly (or almost not) derived from, or obtained from, Spain. Moreover, the other painters around the world who employed Velázquez's techniques would by definition be influenced by Spanish style.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "recognized in",
                "Key": {
                    "Correct": false,
                    "Rationale": "If Velázquez was a leading artist in the court of King Philip IV of Spain, then his influence must have been widely recognized, or acknowledged, rather than being hardly (or almost not) recognized.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "confined to",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the discussion of the artist Diego Velázquez's influence outside Spain. As used in this context, “confined to” means restricted to. The text says that Velázquez was the leading artist in the Spanish court during the seventeenth century, but it also notes that other painters around the world were influenced by his techniques and style. Thus, Velázquez's influence was hardly (or almost not) confined to, or restricted to, Spain.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "repressed by",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text gives no indication that deliberately limiting Velázquez's influence outside Spain was ever considered by anyone. Thus, even if it is true that his influence was not repressed, or restrained, it doesn't make logical sense to say so in this context.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Words in Context, for which students must determine the meaning of a high-utility academic word or phrase in context or use such vocabulary in a precise, contextually appropriate way."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Although science fiction was dominated mostly by white male authors when Octavia Butler, a Black woman, began writing, she did not view the genre as _______: Butler broke into the field with the publication of several short stories and her 1976 novel Patternmaster, and she later became the first science fiction writer to win a prestigious MacArthur Fellowship.",
            "Which choice completes the text with the most logical and precise word or phrase?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "legitimate",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this context, “legitimate” would mean genuinely good or valid. Nothing in the text suggests that Butler didn't think the science fiction genre was good or valid; in fact, it indicates that she pursued and made a successful career of publishing work in that field.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "impenetrable",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the discussion of Octavia Butler's career. In this context, “impenetrable” means impossible to enter. The text indicates that the field of science fiction was dominated by white males when Butler, a Black woman, started writing, but she published several science fiction short stories and a novel and later won a prestigious award; that is, Butler pursued science fiction writing and had success. This context suggests that Butler didn't view the genre as impossible to enter.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "compelling",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this context, “compelling” would mean attracting or demanding attention. The text indicates that Butler chose to write science fiction, so it wouldn't make sense to say that she didn't see the field as drawing her attention.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "indecipherable",
                "Key": {
                    "Correct": false,
                    "Rationale": "To say that Butler didn't consider science fiction “indecipherable,” or impossible to understand, would suggest that Butler did understand it. However, the text doesn't address Butler's ability to interpret works in the genre; rather, it focuses on Butler's successful pursuit of writing science fiction.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Text Structure and Purpose, for which students must analyze the structure of a text or determine the main rhetorical purpose of a text."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The following text is adapted from Cynthia Kadohata's 2004 novel Kira-Kira.",
            ":ibox:[Uncle Katsuhisa was as loud as my father was quiet.] Even when he wasn't talking, he made a lot of noise, clearing his throat and sniffing and tapping his fingers.\n\n\t\t©2004 by Cynthia Kadohata",
            "Which choice best describes the function of the emphasized sentence?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It lists the kinds of topics Uncle Katsuhisa enjoys discussing.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text doesn't indicate what kinds of topics Uncle Katsuhisa enjoys discussing, only that he is loud even when he isn't speaking.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "It suggests that Uncle Katsuhisa dislikes meeting new people.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text never indicates how Uncle Katsuhisa feels about meeting new people, only how loud he is.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "It contrasts Uncle Katsuhisa with the narrator's father.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most accurately describes how the emphasized sentence functions in the text as a whole. The emphasized sentence establishes a difference between Uncle Katsuhisa and the narrator's father by describing Uncle Katsuhisa as “loud” and the narrator's father as “quiet.” The text then elaborates on that contrast, describing some ways Uncle Katsuhisa is very noisy even when he isn't speaking.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "It describes a conversation between the narrator and the narrator's father.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text never describes a conversation occurring between any people; it refers to talking only when stating that Uncle Katsuhisa is loud even when he isn't speaking.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Text Structure and Purpose, for which students must analyze the structure of a text or determine the main rhetorical purpose of a text."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Wakako Yamauchi is best known for And the Soul Shall Dance, her 1977 play about a Japanese American family in Southern California. The play is based on a short story Yamauchi had published three years earlier. Adapting the story wasn't easy. Theater relies on dialogue between characters, but the original story features little dialogue and instead describes its characters' silent thoughts. [To transform the story into a play, Yamauchi created situations where characters reveal their thoughts by speaking them aloud during conversations with each other.]",
            "Which choice best describes the function of the emphasized sentence in the text as a whole?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It offers information about how Yamauchi adapted her short story into a play.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice best describes how the emphasized sentence functions in the text as a whole. According to the text, it was hard for Yamauchi to adapt her short story into the play And the Soul Shall Dance because the story had included little dialogue, instead describing the characters' silent thoughts. The emphasized sentence offers information about how Yamauchi ultimately succeeded in adapting the story into a play: it explains that Yamauchi created situations where the characters of the play could reveal their internal thoughts while speaking with each other.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "It argues that Yamauchi's play influenced later playwrights.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Neither the emphasized sentence nor the text as a whole makes any mention of playwrights other than Yamauchi or how the play might have influenced them.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "It explains why Yamauchi's short story is better known than the play adaptation is.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text states that Yamauchi is best known for her play And the Soul Shall Dance, which conveys that the play is better known than the short story it's based on is.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "It describes how Yamauchi chose the actors who performed in the play.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Neither the emphasized sentence nor the text as a whole mentions the actors who performed in the play or Yamauchi's approach to choosing them.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Text Structure and Purpose, for which students must analyze the structure of a text or determine the main rhetorical purpose of a text."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:In response to concerns that some recent financial crises were exacerbated by consumers misunderstanding risks associated with credit cards, loans, and other financial products, policymakers in many countries have instituted risk-disclosure requirements on sellers of those products. Enrique Seira et al. investigated a variety of risk-disclosure messages sent to thousands of credit card customers and found that the messages had only small and short-lived effects on behavior. Seira et al. asserted that such effects may nevertheless be worth pursuing, [given the negligible cost of messaging.]",
            "Which choice best describes the function of the emphasized portion in the text as a whole?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It notes a factor that led Seira et al. to not dismiss risk-disclosure messaging altogether despite their evidence of its limited utility.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most accurately describes the function of the emphasized portion in the text as a whole. The text establishes that many countries have adopted risk-disclosure requirements for financial products due to concerns that consumers don't understand the risks associated with the products. According to the text, Seira et al. found that the effects of such messaging on consumer behavior were small and temporary. The text then adds that the researchers assert that because the cost of the messaging is negligible, the approach may be worth doing even if the effects are limited. Thus, the emphasized portion notes a factor—very low cost—that led the researchers to not completely dismiss risk-disclosure messaging despite their evidence of its limited utility.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "It acknowledges a type of risk-disclosure messaging that Seira et al. may not have fully accounted for in their study.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The emphasized portion doesn't refer to a particular type of risk-disclosure messaging, whether Seira et al. considered it or not; the emphasized portion simply indicates that the cost of the messaging (broadly) is very low, which makes the approach worth pursuing even if its effects are limited.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "It describes a consideration that explains why Seira et al. recommended risk-disclosure messaging even though its effects may be small relative to its costs.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the emphasized portion does describe a consideration that led the researchers to recommend risk-disclosure messaging despite the messaging's small effects on consumer behavior, it directly states that the cost of such messaging is negligible, or very low—meaning that both the effects and the costs are small, not that the effects are small only relative to the costs.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "It points out a circumstance that Seira et al. conceded may make risk-disclosure messaging more effective than their study suggests.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There's no indication that Seira et al. suggest that risk-disclosure messaging could be more effective if it had lower costs; rather, the emphasized portion indicates that Seira et al. believe the already negligible cost of messaging makes the approach worth pursuing even if its effects are limited.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Cross-Text Connections, for which students must draw a reasonable connection between two topically related texts."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:TEXT 1\n\nWhen companies in the same industry propose merging with one another, they often claim that the merger will benefit consumers by increasing efficiency and therefore lowering prices. Economist Ying Fan investigated this notion in the context of the United States newspaper market. She modeled a hypothetical merger of Minneapolis-area newspapers and found that subscription prices would rise following a merger.",
            ":ibox:TEXT 2\n\nEconomists Dario Focarelli and Fabio Panetta have argued that research on the effect of mergers on prices has focused excessively on short-term effects, which tend to be adverse for consumers. Using the case of consumer banking in Italy, they show that over the long term (several years, in their study), the efficiency gains realized by merged companies do result in economic benefits for consumers.",
            "Based on the texts, how would Focarelli and Panetta (Text 2) most likely respond to Fan's findings (Text 1)?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "They would recommend that Fan compare the near-term effect of a merger on subscription prices in the Minneapolis area with the effect of a merger in another newspaper market.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Text 2 doesn't indicate that Focarelli and Panetta connect the effects of mergers to specific locations. Instead, Focarelli and Panetta focus on the length of time over which the effects of mergers should be evaluated.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "They would argue that over the long term the expenses incurred by the merged newspaper company will also increase.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Text 2 indicates that Focarelli and Panetta found that merged companies experience “efficiency gains” over the long term, meaning that their expenses go down relative to their output, not that their expenses increase.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "They would encourage Fan to investigate whether the projected effect on subscription prices persists over an extended period.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Based on the information presented in the texts, it represents how Focarelli and Panetta would most likely respond to Fan's findings. Text 1 indicates that Fan found that a newspaper merger would result in a rise in subscription prices. This rise wouldn't benefit customers, who would have to pay more for news after a merger. Text 2 presents Focarelli and Panetta's argument that merger research tends to focus too much on what happens immediately after the merger. Text 2 goes on to describe their finding that mergers can be economically beneficial for consumers over the long term. This suggests that Focarelli and Panetta would encourage Fan to investigate the long-term effect of the hypothetical newspaper merger on subscription prices.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "They would claim that mergers have a different effect on consumer prices in the newspaper industry than in most other industries.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There's no indication in Text 2 that Focarelli and Panetta believe that the newspaper industry is different from any other industry when it comes to the effects of mergers. Although their own research was about consumer banking, Text 2 suggests that they view their conclusions as applicable to mergers in general.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Central Ideas and Details, for which students must determine the central idea of a text and/or interpret the key details supporting that idea."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Utah is home to Pando, a colony of about 47,000 quaking aspen trees that all share a single root system. Pando is one of the largest single organisms by mass on Earth, but ecologists are worried that its growth is declining in part because of grazing by animals. The ecologists say that strong fences could prevent deer from eating young trees and help Pando start thriving again.",
            "According to the text, why are ecologists worried about Pando?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It isn't growing at the same rate it used to.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice presents an explanation that is directly stated in the text for why ecologists are worried about Pando. The text states that Pando is a colony of about 47,000 quaking aspen trees that represents one of the largest organisms on Earth. According to the text, ecologists are worried that Pando's growth is declining, partly because animals are feeding on the trees. In other words, the ecologists are worried that Pando isn't growing at the same rate it used to.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "It isn't producing young trees anymore.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Rather than indicating that Pando isn't producing young trees anymore, the text reveals that Pando is indeed producing young trees, stating that those trees can be protected from grazing deer by strong fences.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "It can't grow into new areas because it is blocked by fences.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text states that fences can be used to prevent deer from eating Pando's young trees, not that Pando itself can't grow in new areas because it's blocked by fences.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Its root system can't support many more new trees.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text offers no evidence that Pando's root system is incapable of supporting new trees or is otherwise a cause of worry for ecologists.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Command of Evidence (Quantitative), for which students must use quantitative evidence (i.e., data from an informational graphic) to appropriately support, challenge, or otherwise respond to a specified claim or point."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "problems/SAT9RW1/media/11a.jpg",
            ":ibox:In a study of bottlenose dolphins, biologist Laela S. Sayigh and a team of researchers analyzed recordings of female bottlenose dolphins interacting with their calves.",
            "According to the table, in which year was the dolphin with the ID FB43 recorded with her calf?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "1999",
                "Key": {
                    "Correct": false,
                    "Rationale": "None of the dolphins in the table have a recording year of 1999.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "2012",
                "Key": {
                    "Correct": false,
                    "Rationale": "The table shows 2012 as the recording year for the dolphin with ID FB07, not ID FB43.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "2020",
                "Key": {
                    "Correct": false,
                    "Rationale": "None of the dolphins in the table have a recording year of 2020.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "1992",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice accurately reflects the data in the table. According to the table, the dolphin with ID FB43 has a recording year of 1992.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Command of Evidence (Quantitative), for which students must use quantitative evidence (i.e., data from an informational graphic) to appropriately support, challenge, or otherwise respond to a specified claim or point."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "problems/SAT9RW1/media/12a.jpg",
            ":ibox:For a school project, a forestry student needs to recommend a maple tree that is native to North America and won't grow more than 60 feet in height. Based on the characteristics of five common maple trees, she has decided to select a _______",
            "Which choice most effectively uses data from the table to complete the text?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "silver maple.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text states that the student needs to recommend a tree that's native to North America and won't grow higher than 60 feet, but the table shows that the maximum height of the silver maple is 70 feet.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "sugar maple.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text states that the student needs to recommend a tree that's native to North America and won't grow higher than 60 feet, but the table shows that the maximum height of the sugar maple is 75 feet.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "red maple.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most effectively uses data from the table to complete the statement about the forestry student's project. The table shows five types of maple trees, each tree's maximum height, and whether each tree is native to North America. The text indicates that the student needs to recommend a maple tree that's native to North America and won't reach a height greater than 60 feet. The red maple is the only tree listed in the table that meets these criteria: its maximum height is 60 feet — meaning that it won't grow higher than 60 feet — and it's native to North America.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Norway maple.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text states that the student needs to recommend a tree that's native to North America and won't grow higher than 60 feet, but the table shows that the Norway maple isn't native to North America.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Command of Evidence (Quantitative), for which students must use quantitative evidence (i.e., data from an informational graphic) to appropriately support, challenge, or otherwise respond to a specified claim or point."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "problems/SAT9RW1/media/13a.jpg",
            ":ibox:Many plants lose their leaf color when exposed to kanamycin, an antibiotic produced by some soil microorganisms. Spelman College biologist Mentewab Ayalew and her colleagues hypothesized that plants' response to kanamycin exposure involves altering their uptake of metals, such as iron and zinc. The researchers grew two groups of seedlings of the plant Arabidopsis thaliana, half of which were exposed to kanamycin and half of which were a control group without exposure to kanamycin, and measured the plants' metal content five days after germination.",
            "Which choice best describes data in the graph that support Ayalew and her colleagues' hypothesis?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The control plants contained higher levels of zinc than iron, but plants exposed to kanamycin contained higher levels of iron than zinc.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The graph shows that control plants contained higher levels of iron than zinc, not higher levels of zinc than iron; similarly, the plants exposed to kanamycin contained higher levels of zinc than iron, not higher levels of iron than zinc.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Both groups of plants contained more than 200 parts per million of both iron and zinc.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Though the claim that both groups of plants contained more than 200 parts per million of both iron and zinc is supported by the graph, this alone does not state whether plants with kanamycin exposure have a different metal content than plants without kanamycin exposure.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Zinc levels were around 300 parts per million in the control plants but nearly 400 parts per million in the plants exposed to kanamycin.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The graph shows that the zinc levels for the control plants (those without kanamycin exposure) were around 400 parts per million, not 300 parts per million, and that the zinc levels for plants with kanamycin exposure were around 300 parts per million, not 400 parts per million.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The plants exposed to kanamycin showed lower levels of iron and zinc than the control plants did.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice best describes data in the graph supporting Ayalew and her colleagues' hypothesis that plants' response to kanamycin exposure involves altering their uptake of metals. The graph compares the metal content of two groups of plants, one with kanamycin exposure and a control group without such exposure. The amount of zinc in plants without kanamycin exposure is around 400 parts per million, while the amount of zinc in plants with kanamycin exposure is lower, at around 300 parts per million. Similarly, the amount of iron in plants without kanamycin exposure is a little over 600 parts per million, while the amount of iron in plants with kanamycin exposure is lower, at a little over 200 parts per million. Thus, the graph shows that plants with kanamycin exposure have significantly lower levels of both iron and zinc than the plants without kanamycin exposure. This is evidence supporting the hypothesis that kanamycin exposure results in plants altering their uptake of metals.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Command of Evidence (Quantitative), for which students must use quantitative evidence (i.e., data from an informational graphic) to appropriately support, challenge, or otherwise respond to a specified claim or point."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "problems/SAT9RW1/media/14a.jpg",
            ":ibox:When hibernating, Alaska marmots and Arctic ground squirrels enter a state called torpor, which minimizes the energy their bodies need to function. Often a hibernating animal will temporarily come out of torpor (called an arousal episode) and its metabolic rate will rise, burning more of the precious energy the animal needs to survive the winter. Alaska marmots hibernate in groups and therefore burn less energy keeping warm during these episodes than they would if they were alone. A researcher hypothesized that because Arctic ground squirrels hibernate alone, they would likely exhibit longer bouts of torpor and shorter arousal episodes than Alaska marmots.",
            "Which choice best describes data from the table that support the researcher's hypothesis?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The Alaska marmots' arousal episodes lasted for days, while the Arctic ground squirrels' arousal episodes lasted less than a day.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice inaccurately describes data from the table and doesn't support the researcher's hypothesis. The table shows that the average duration of arousal episodes was less than a day for both Alaska marmots (21.2 hours) and Arctic ground squirrels (14.2 hours). Additionally, information about arousal episodes for Alaska marmots and Arctic ground squirrels isn't sufficient to support a hypothesis involving comparisons of both arousal episodes and torpor bouts for those animals.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The Alaska marmots and the Arctic ground squirrels both maintained torpor for several consecutive days per bout, on average.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice doesn't support the researcher's hypothesis, which involves comparisons of arousal episodes as well as torpor bouts for Alaska marmots and Arctic ground squirrels. Noting that both animals had torpor bouts lasting several days, on average, doesn't address arousal episodes at all, nor does it reveal how the animals' torpor bouts compared.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The Alaska marmots had shorter torpor bouts and longer arousal episodes than the Arctic ground squirrels did.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice describes data from the table that support the researcher's hypothesis. According to the text, the researcher hypothesized that Arctic ground squirrels would exhibit longer torpor bouts and shorter arousal episodes than Alaska marmots do—or, put the other way, that the marmots would show shorter torpor bouts and longer arousal episodes than the ground squirrels do. The table shows data about torpor bouts and arousal episodes for the two species from 2008 to 2011. According to the table, the average duration of torpor bouts was 13.81 days for Alaska marmots, shorter than the average of 16.77 days for Arctic ground squirrels, and the average duration of arousal episodes was 21.2 hours for Alaska marmots, longer than the average of 14.2 hours for Arctic ground squirrels. Thus, the table supports the researcher's hypothesis by showing that Alaska marmots had shorter bouts of torpor and longer arousal episodes than Arctic ground squirrels did.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The Alaska marmots had more torpor bouts than arousal episodes, but their arousal episodes were much shorter than their torpor bouts.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice doesn't support the researcher's hypothesis. Although the table does show that Alaska marmots had more torpor bouts (12) than arousal episodes (11) and that their arousal episodes were much shorter than their torpor bouts (21.2 hours and 13.81 days, respectively), comparing data across only Alaska marmot behaviors isn't sufficient to support a hypothesis about torpor and arousal behaviors of both Alaska marmots and Arctic ground squirrels.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Command of Evidence (Quantitative), for which students must use quantitative evidence (i.e., data from an informational graphic) to appropriately support, challenge, or otherwise respond to a specified claim or point."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "problems/SAT9RW1/media/15a.jpg",
            "problems/SAT9RW1/media/15b.jpg",
            ":ibox:Honeybee hives consist mainly of hexagonal (six-sided) units called cells, in which queens lay eggs. Hexagonal cells for eggs that develop into nonreproductive workers are smaller than those for eggs that develop into reproductive drones, though the size difference varies by species. Difference in cell size results in a construction problem—it's hard to neatly connect sections of small cells to sections of large cells—that worsens as the difference increases. To fill in gaps between the sections when building a hive, bees rely on cells that have more or fewer than six sides. A student studying beehive structure consults data on three species, concluding that _______",
            "Which choice most effectively uses data from the graph to complete the student's conclusion?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "cells for worker eggs are probably closer in size to cells for drone eggs in the hives of the western honeybee than in the hives of the dwarf honeybee and the black dwarf honeybee.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most effectively uses data from the graph to complete the student's conclusion about beehive structure. The text explains that in the hives of honeybees, the hexagonal cells housing drone eggs are larger than the hexagonal cells housing worker eggs, and that this size difference results in a construction problem that the bees address by using nonhexagonal cells to fill gaps between sections of drone-egg cells and worker-egg cells. The text also states that the size difference between drone-egg cells and worker-egg cells varies by species of honeybee. The graph displays data on the percentage of nonhexagonal cells in the hives of three species. In the hives of the western honeybee, the percentages of five-sided, seven-sided, and eight-sided cells are all less than 0.5%. But in the hives of the black dwarf honeybee, the percentages of five-sided and seven-sided cells are higher than those for the western honeybee: about 2.5% for both. And for the dwarf honeybee, the percentages of five-sided and seven-sided cells are also higher than those for the western honeybee: slightly over 2.5% and slightly over 2.0%, respectively; additionally, the dwarf honeybee possesses a higher percentage of eight-sided cells than the western honeybee does. Taken altogether, the graph shows that the hives of the western honeybee consist of a smaller percentage of nonhexagonal cells than the hives of the two other species do. Since the nonhexagonal cells exist only to solve the construction problem arising from the difference in size between drone-egg cells and worker-egg cells, a smaller percentage of nonhexagonal cells would be associated with a smaller size difference between the two types of cells. Therefore, it can be concluded from the data that worker-egg cells are probably closer in size to drone-egg cells in the hives of the western honeybee than in the hives of the other two species.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "both the western honeybee and the black dwarf honeybee probably reserve eight-sided cells for drone eggs, while the dwarf honeybee likely deposits drone eggs in seven-sided cells.",
                "Key": {
                    "Correct": false,
                    "Rationale": "As the text states, honeybee species deposit their eggs in hexagonal cells, not in nonhexagonal ones. Thus, the western honeybee and black dwarf honeybee wouldn't deposit drone eggs in eight-sided cells, and the dwarf honeybee wouldn't deposit drone eggs in seven-sided cells.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "the western honeybee probably relies on many more geometrical shapes when constructing cells than either the dwarf honeybee or the black dwarf honeybee does.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text explains that honeybees rely mainly on one geometric shape, the hexagon, when constructing their hives, and the graph shows that the western honeybee relies on the same nonhexagonal shapes as the dwarf honeybee does: five-sided, seven-sided, and eight-sided cells. In other words, the western honeybee and dwarf honeybee rely on the same number of geometric shapes. For the black dwarf honeybee, the graph displays data only for five-sided and seven-sided cells, which suggests a total absence of eight-sided cells. Yet this would be only one less nonhexagonal shape than is seen in the western honeybee. Thus, based on the graph, it would be inaccurate to say that the western honeybee relies on “many more” geometrical shapes than the other two species do.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "the percentage of hexagonal cells is probably slightly lower in the hives of the western honeybee than in the hives of the dwarf honeybee and the black dwarf honeybee.",
                "Key": {
                    "Correct": false,
                    "Rationale": "As the text explains, honeybee hives consist mainly of hexagonal cells, and sections of nonhexagonal cells are used to connect sections of hexagonal cells of different sizes. Since the graph indicates that the percentage of nonhexagonal cells is lower for the western honeybee than it is for the dwarf honeybee or black dwarf honeybee, the western honeybee would conversely have a higher percentage of hexagonal cells than the either the dwarf honeybee or black dwarf honeybee does, not a lower percentage.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Command of Evidence (Textual), for which students must use textual evidence (e.g., a fact, detail, or example) to appropriately support, challenge, or otherwise respond to a specified claim or point."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:ALSOL is a microcredit program in Mexico that makes small loans to female entrepreneurs who lack the collateral and credit history to secure financing from conventional banks. Borrowers use their business proceeds to repay loans in equal weekly installments and incur no penalty for missed payments other than lack of access to larger loans. Economists Gustavo Barboza and Sandra Trejos analyzed ALSOL data and found that rural borrowers, who mostly make and sell handicrafts, miss payments more often than urban borrowers do, partly because they sell their goods less frequently than they could. Barboza and Trejos claim that this behavior reflects strategic decisions that enable rural women to increase their profits per unit sold.",
            "Which finding, if true, would most directly support Barboza and Trejos's claim?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Many marketplaces require entrepreneurs to pay marketplace operators a fixed percentage of each day's proceeds in exchange for permission to sell goods there.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The finding that many marketplaces require entrepreneurs to pay the operators of the marketplace a fixed percentage of proceeds to be able to sell goods there wouldn't explain why rural entrepreneurs strategically choose to sell their goods less frequently than they could in order to increase their profits per unit sold. With a fixed percentage of proceeds due to operators, the amount entrepreneurs have to pay operators would also be fixed regardless of frequency of selling.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Rural entrepreneurs can typically sell their goods for higher prices in cities than in their home areas, but the number of people selling competing goods tends to be higher in cities.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The finding that rural entrepreneurs can usually sell their goods for higher prices in cities than in their local areas but also face higher competition to sell goods in cities wouldn't explain why rural entrepreneurs strategically choose to sell their goods less frequently than they could in order to increase their profits per unit sold. This is because both the higher prices and higher competition in cities would be stable factors—meaning there would be no clear reason for the rural entrepreneurs not to take every available chance to sell their goods in cities and to instead sell their goods in cities only sometimes.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Due to the lower costs they incur, rural entrepreneurs tend to require smaller initial loans than urban entrepreneurs do.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The finding that rural entrepreneurs have lower costs and thus tend to require smaller initial loans than urban entrepreneurs do has no bearing on rural borrowers strategically choosing to sell their goods less frequently than they could specifically to increase their profits per unit sold. The cost of producing goods doesn't depend on the frequency with which an entrepreneur sells those goods, so lower frequency alone wouldn't affect profits, and the initial loan amount is set and has nothing to do with how much profit is earned from each sale.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The cost to rural entrepreneurs to bring their goods to towns with marketplaces is high but largely independent of the number of goods they bring.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice presents a finding that, if true, would most directly support Barboza and Trejos's claim that rural female entrepreneurs who have received small loans from ALSOL are strategic in selling their goods less frequently than they could, even if it means missing payments. The text explains that borrowers in the ALSOL program use proceeds from their businesses to repay loans in equal weekly payments, with almost no penalty for missed payments. According to the text, Barboza and Trejos found that rural borrowers miss weekly payments in part because they don't sell their goods as often as they could, a move the researchers claim allows the entrepreneurs to help increase profits for the goods they sell. Finding that the cost of bringing goods to towns with marketplaces is high for rural entrepreneurs but is largely independent of how many goods are brought would support the researchers' claim: traveling to marketplaces less frequently would mean that a rural entrepreneur spends less on travel overall, and taking a large load of goods to a marketplace for essentially the same cost as taking a small load would allow the entrepreneur to more substantially offset the cost of travel with greater overall sales at the marketplace, resulting in more profit per good sold—even if those profits are earned less frequently and don't support weekly loan payments.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "17": {
        "Number": 17,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Inferences, for which students must draw a reasonable inference based on explicit and/or implicit information and ideas in a text."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:In documents called judicial opinions, judges explain the reasoning behind their legal rulings, and in those explanations they sometimes cite and discuss historical and contemporary philosophers. Legal scholar and philosopher Anita L. Allen argues that while judges are naturally inclined to mention philosophers whose views align with their own positions, the strongest judicial opinions consider and rebut potential objections; discussing philosophers whose views conflict with judges' views could therefore _______",
            "Which choice most logically completes the text?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "allow judges to craft judicial opinions without needing to consult philosophical works.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Allen's claim is that judges could improve their judicial opinions by citing philosophers who disagree with the views expressed in the opinions, which would necessarily require judges to consult philosophical works.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "help judges improve the arguments they put forward in their judicial opinions.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text's discussion of Anita Allen's argument about judges citing philosophers in their judicial opinions. The text indicates that judges sometimes cite philosophers when writing their judicial opinions and that, according to Allen, judges tend to cite philosophers whose views are in agreement with those of the judges themselves. Allen claims, however, that the best judicial opinions consider potential objections and rebut them, which suggests that judges may be able to strengthen their opinions by including discussions of philosophers with views contrary to their own.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "make judicial opinions more comprehensible to readers without legal or philosophical training.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There's no discussion in the text about making judicial opinions more easily understood by any particular group of readers. The focus of the text is on Allen's claim that judicial opinions could be strengthened by the inclusion of discussions of philosophers whose views disagree with those of the judges authoring the opinions.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "bring judicial opinions in line with views that are broadly held among philosophers.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text presents Allen's argument that discussing philosophers whose views judges disagree with could strengthen judicial opinions, not that doing so could bring those opinions into line with views that are popular among philosophers.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "18": {
        "Number": 18,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Inferences, for which students must draw a reasonable inference based on explicit and/or implicit information and ideas in a text."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Although military veterans make up a small proportion of the total population of the United States, they occupy a significantly higher proportion of the jobs in the civilian government. One possible explanation for this disproportionate representation is that military service familiarizes people with certain organizational structures that are also reflected in the civilian government bureaucracy, and this familiarity thus _______",
            "Which choice most logically completes the text?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "makes civilian government jobs especially appealing to military veterans.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice presents the conclusion that most logically follows from the text's discussion of military veterans working in civilian government jobs in the United States. The text indicates that the proportion of military veterans working in civilian government jobs is considerably higher than the proportion of military veterans in the population as a whole. The text also notes that the unusually high representation of military veterans in these jobs may be a result of the organizational structures shared by civilian government entities and the military. Hence, it's reasonable to infer that it's the familiarity of the structures of civilian government that makes jobs there particularly attractive to military veterans.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "alters the typical relationship between military service and subsequent career preferences.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text doesn't address what a typical relationship between military service and later career preferences would be, and there's no indication that it's atypical for veterans to work in civilian government jobs after they've left the military. On the contrary, the text suggests that many military veterans are drawn to such jobs.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "encourages nonveterans applying for civilian government jobs to consider military service instead.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text is focused on the high representation of military veterans in civilian government jobs and doesn't address nonveterans or their possible interest in military service.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "increases the number of civilian government jobs that require some amount of military experience to perform.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text conveys that military veterans may be particularly interested in civilian government jobs due to the familiarity of organizational structures that are already in place, but there's no reason to think that this interest would mean that more civilian government jobs will start to require military experience.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "19": {
        "Number": 19,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Standard English Conventions"
        ],
        "SubTopics": [
            "Form, Structure, and Sense, for which students must edit text to conform to conventional usage (e.g., agreement, verb tense/aspect)."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:A member of the Cherokee Nation, Mary Golda Ross is renowned for her contributions to NASA's Planetary Flight Handbook, which _______ detailed mathematical guidance for missions to Mars and Venus.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "provided",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is the use of finite verbs in a relative clause. Relative clauses, such as the one beginning with “which,” require a finite verb, a verb that can function as the main verb of a clause. This choice correctly supplies the clause with the finite past tense verb “provided.”",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "having provided",
                "Key": {
                    "Correct": false,
                    "Rationale": "The non-finite participle “having provided” doesn't supply the clause with a finite verb.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "to provide",
                "Key": {
                    "Correct": false,
                    "Rationale": "The non-finite to-infinitive “to provide” doesn't supply the clause with a finite verb.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "providing",
                "Key": {
                    "Correct": false,
                    "Rationale": "The non-finite participle “providing” doesn't supply the clause with a finite verb.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "20": {
        "Number": 20,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Standard English Conventions"
        ],
        "SubTopics": [
            "Form, Structure, and Sense, for which students must edit text to conform to conventional usage (e.g., agreement, verb tense/aspect)."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:The classic children's board game Chutes and Ladders is a version of an ancient Nepalese game, Paramapada Sopanapata.In both games, players encounter “good” or “bad” spaces while traveling along a path; landing on one of the good spaces _______ a player to skip ahead and arrive closer to the end goal.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "allows",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is subject-verb agreement. The singular verb “allows” agrees in number with the singular subject “landing.”",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "are allowing",
                "Key": {
                    "Correct": false,
                    "Rationale": "The plural verb “are allowing” doesn't agree in number with the singular subject “landing.”",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "have allowed",
                "Key": {
                    "Correct": false,
                    "Rationale": "The plural verb “have allowed” doesn't agree in number with the singular subject “landing.”",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "allow",
                "Key": {
                    "Correct": false,
                    "Rationale": "The plural verb “allow” doesn't agree in number with the singular subject “landing.”",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "21": {
        "Number": 21,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Standard English Conventions"
        ],
        "SubTopics": [
            "Form, Structure, and Sense, for which students must edit text to conform to conventional usage (e.g., agreement, verb tense/aspect)."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:In 1930, Japanese American artist Chiura Obata depicted the natural beauty of Yosemite National Park in two memorable woodcuts: Evening at Carl Innand Lake Basin in the High Sierra. In 2019, _______ exhibited alongside 150 of Obata's other works in a single-artist show at the Smithsonian American Art Museum.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "it was",
                "Key": {
                    "Correct": false,
                    "Rationale": "The singular pronoun “it” doesn't agree in number with the plural antecedent “woodcuts.”",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "they were",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is pronoun-antecedent agreement. The plural pronoun “they” agrees in number with the plural antecedent “woodcuts” and clearly identifies what was exhibited at the Smithsonian American Art Museum.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "this was",
                "Key": {
                    "Correct": false,
                    "Rationale": "The singular pronoun “this” doesn't agree in number with the plural antecedent “woodcuts.”",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "some were",
                "Key": {
                    "Correct": false,
                    "Rationale": "The plural pronoun “some” is illogical in this context (referring to “some” of two woodcuts).",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "22": {
        "Number": 22,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Standard English Conventions"
        ],
        "SubTopics": [
            "Boundaries, for which students must edit text to ensure that sentences are conventionally complete."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Journalists have dubbed Gil Scott-Heron the “godfather of rap,” a title that has appeared in hundreds of articles about him since the 1990s. Scott-Heron himself resisted the godfather _______ feeling that it didn't encapsulate his devotion to the broader African American blues music tradition as well as “bluesologist,” the moniker he preferred.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "nickname, however",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice fails to mark the boundary between the supplementary adverb “however” and the supplementary phrase (“feeling... bluesologist”).",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "nickname, however;",
                "Key": {
                    "Correct": false,
                    "Rationale": "A semicolon can't be used in this way to join the supplementary adverb “however” and the supplementary phrase (“feeling...bluesologist”).",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "nickname, however,",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is punctuation use between a main clause and two supplementary elements. In this choice, the commas after “nickname” and “however” are correctly used to separate the supplementary adverb “however” from the main clause (“Scott-Heron... nickname”) on one side and the supplementary participial phrase (“feeling... bluesologist”) on the other.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "nickname; however,",
                "Key": {
                    "Correct": false,
                    "Rationale": "A semicolon can't be used in this way to join the main clause (“Scott-Heron...nickname”) and the supplementary word and phrase (“however” and “feeling...bluesologist”). Moreover, placing the semicolon after “nickname” illogically signals that the following information (Scott-Heron's feeling that the nickname didn't encapsulate his devotion to the blues tradition) is contrary to the information in the previous clause (Scott-Heron's resistance to the nickname).",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "23": {
        "Number": 23,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Standard English Conventions"
        ],
        "SubTopics": [
            "Boundaries, for which students must edit text to ensure that sentences are conventionally complete."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Stomata, tiny pore structures in a leaf that absorb gases needed for plant growth, open when guard cells surrounding each pore swell with water. In a pivotal 2007 article, plant cell _______ showed that lipid molecules called phosphatidylinositol phosphates are responsible for signaling guard cells to open stomata.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "biologist, Yuree Lee",
                "Key": {
                    "Correct": false,
                    "Rationale": "No punctuation is needed.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "biologist Yuree Lee,",
                "Key": {
                    "Correct": false,
                    "Rationale": "No punctuation is needed.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "biologist Yuree Lee",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is the use of punctuation between titles and proper nouns. No punctuation is needed to offset the proper noun “Yuree Lee” from the title “plant cell biologist” that describes Lee.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "biologist, Yuree Lee,",
                "Key": {
                    "Correct": false,
                    "Rationale": "No punctuation is needed around the proper noun “Yuree Lee.” Setting the phrase off with punctuation suggests that it could be removed without affecting the coherence of the sentence, which isn't the case.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "24": {
        "Number": 24,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Standard English Conventions"
        ],
        "SubTopics": [
            "Boundaries, for which students must edit text to ensure that sentences are conventionally complete."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:As cheesemaking practices spread throughout Europe and Asia during and after the Neolithic, divergent strategies for preserving milk _______ whereas rennet-coagulated cheesemaking became key to milk preservation in Europe and Southwest Asia, acid-heat coagulation methods became common among nomadic herding populations of the northeastern Eurasian steppe.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "emerged",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a run-on sentence. The main clause (“As...emerged”) and the subordinate clause followed by another main clause (“whereas...steppe”) are fused without punctuation and/or a conjunction.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "emerged and",
                "Key": {
                    "Correct": false,
                    "Rationale": "Without a comma preceding it, the conjunction “and” can't be used in this way to join a main clause (“As...emerged”) and a subordinate clause followed by another main clause (“whereas...steppe”).",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "emerged:",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is punctuation use within a sentence. A colon can be used between two main clauses to signal that what follows is an elaboration of what came before. In this choice, the colon correctly introduces the following explanation of the divergent milk preservation strategies that emerged.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "emerged,",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a comma splice. A comma can't be used in this way to join a main clause (“As...emerged”) and a subordinate clause followed by another main clause (“whereas...steppe”).",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "25": {
        "Number": 25,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Standard English Conventions"
        ],
        "SubTopics": [
            "Form, Structure, and Sense, for which students must edit text to conform to conventional usage (e.g., agreement, verb tense/aspect)."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Recent pollen analyses of the Aran Islands have led some researchers to propose that the now treeless islands were once wooded. This hypothesis _______ that certain trees, such as P. sylvestris, survived without interruption or human intervention throughout the Holocene cannot stand, researchers Michael O'Connell and Karen Molloy counter, unless other explanations can first be ruled out.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "suggesting",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is the use of verb forms within a sentence. The nonfinite present participle “suggesting” is correctly used to form a restrictive participial phrase (“suggesting...Holocene”) within the main clause (“This hypothesis...cannot stand...”). This participial phrase functions as part of the sentence's subject (“This...Holocene”), providing essential identifying information about what the hypothesis states—namely, that certain trees survived without interruption or human intervention throughout the Holocene.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "suggested",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in an ungrammatical sentence. The finite verb “suggested” can't be used in this way within the subject of the sentence.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "suggests",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in an ungrammatical sentence. The finite verb “suggests” can't be used in this way within the subject of the sentence.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "has suggested",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in an ungrammatical sentence. The finite verb “has suggested” can't be used in this way within the subject of the sentence.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "26": {
        "Number": 26,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Standard English Conventions"
        ],
        "SubTopics": [
            "Form, Structure, and Sense, for which students must edit text to conform to conventional usage (e.g., agreement, verb tense/aspect)."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Researchers studying the “terra-cotta army,” the thousands of life-size statues of warriors found interred near the tomb of Emperor Qin Shi Huang of China, were shocked to realize that the shape of each statue's ears, like the shape of each person's ears, _______ unique.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "are",
                "Key": {
                    "Correct": false,
                    "Rationale": "The plural verb “are” doesn't agree in number with the singular subject “the shape.”",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "is",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is subject-verb agreement. The singular verb “is” agrees in number with the singular subject “the shape.”",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "were",
                "Key": {
                    "Correct": false,
                    "Rationale": "The plural verb “were” doesn't agree in number with the singular subject “the shape.”",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "have been",
                "Key": {
                    "Correct": false,
                    "Rationale": "The plural verb “have been” doesn't agree in number with the singular subject “the shape.”",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "27": {
        "Number": 27,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expression Of Ideas"
        ],
        "SubTopics": [
            "Transitions, for which students must determine the most effective transition word or phrase to logically connect information and ideas in a text."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Chimamanda Ngozi Adichie's 2013 novel Americanahchronicles the divergent experiences of Ifemelu and Obinze, a young Nigerian couple, after high school. Ifemelu moves to the United States to attend a prestigious university. ______ Obinze travels to London, hoping to start a career there. However, frustrated with the lack of opportunities, he soon returns to Nigeria.",
            "Which choice completes the text with the most logical transition?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Meanwhile,",
                "Key": {
                    "Correct": true,
                    "Rationale": "“Meanwhile” logically signals that the action described in this sentence (Obinze's move to London to pursue a career) is simultaneous with the action described in the previous sentence (Ifemelu's move to the United States). The first sentence establishes that the actions take place around the same time, referring to the characters' “divergent experiences” following high school.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Nevertheless,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Nevertheless” illogically signals that the information in this sentence about Obinze's move to London is true despite the previous information about Ifemelu's move to the United States. Instead, as the first sentence establishes, Obinze's move and Ifemelu's move are related, parallel experiences that occur around the same time.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Secondly,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“secondly” illogically signals that the information in this sentence is a second point or reason separate from the previous information about Ifemelu's move to the United States. Instead, as the first sentence establishes, Obinze's move and Ifemelu's move are related, parallel experiences that occur around the same time.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "In fact,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“In fact” illogically signals that the information in this sentence emphasizes, modifies, or contradicts the previous information about Ifemelu's move to the United States. Instead, as the first sentence establishes, Obinze's move and Ifemelu's move are related, parallel experiences that occur around the same time.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "28": {
        "Number": 28,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expression Of Ideas"
        ],
        "SubTopics": [
            "Transitions, for which students must determine the most effective transition word or phrase to logically connect information and ideas in a text."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Some members of the US Supreme Court have resisted calls to televise the court's oral arguments, concerned that the participants would be tempted to perform for the cameras (and thus lower the quality of the discourse). _______ the justices worry that most viewers would not even watch the full deliberations, only short clips that could be misinterpreted and mischaracterized.",
            "Which choice completes the text with the most logical transition?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "However,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“However” illogically signals that the claim in this sentence contrasts with the information in the previous sentence. Instead, the claim adds to the information, indicating a second, additional concern that some Supreme Court justices have about televising the court's arguments.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Additionally,",
                "Key": {
                    "Correct": true,
                    "Rationale": "“Additionally” logically signals that the claim in this sentence—that some Supreme Court justices worry that viewers (of televised court arguments) would watch only short, misleading clips—adds to the information in the previous sentence. Specifically, the previous sentence indicates one concern raised by those opposed to televising the court's oral arguments, and the claim that follows indicates a second, additional concern.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "In comparison,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“In comparison” illogically signals that the claim in this sentence is being compared to the information in the previous sentence. Instead, the claim adds to the information, indicating a second, additional concern that some Supreme Court justices have about televising the court's arguments.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "For example,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“For example” illogically signals that the claim in this sentence exemplifies the information in the previous sentence. Instead, the claim adds to the information, indicating a second, additional concern that some Supreme Court justices have about televising the court's arguments.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "29": {
        "Number": 29,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expression Of Ideas"
        ],
        "SubTopics": [
            "Transitions, for which students must determine the most effective transition word or phrase to logically connect information and ideas in a text."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:The more diverse and wide ranging an animal's behaviors, the larger and more energy demanding the animal's brain tends to be. ______ from an evolutionary perspective, animals that perform only basic actions should allocate fewer resources to growing and maintaining brain tissue. The specialized subtypes of ants within colonies provide an opportunity to explore this hypothesis.",
            "Which choice completes the text with the most logical transition?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Subsequently,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Subsequently” illogically signals that the claim in this sentence occurs later in a chronological sequence of events than the previous sentence's claim about the energy demands of animal brains. Instead, the second claim is a consequence of the first.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Besides,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Besides” illogically signals that the claim in this sentence provides a separate point in addition to, or apart from, the previous sentence's claim about the energy demands of animal brains. Instead, the second claim is a consequence of the first.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Nevertheless,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Nevertheless” illogically signals that the claim in this sentence is true in spite of the previous sentence's claim about the energy demands of animal brains. Instead, the second claim is a consequence of the first.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Thus,",
                "Key": {
                    "Correct": true,
                    "Rationale": "“Thus” logically signals that the claim in this sentence—that animals performing only basic actions should allocate relatively few resources to their brain tissue—is a consequence of the previous sentence's claim about the energy demands of animal brains (namely, that the more diverse an animal's behaviors, the more energy its brain needs).",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "30": {
        "Number": 30,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expression Of Ideas"
        ],
        "SubTopics": [
            "Transitions, for which students must determine the most effective transition word or phrase to logically connect information and ideas in a text."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:A firefly uses specialized muscles to draw oxygen into its lower abdomen through narrow tubes, triggering a chemical reaction whereby the oxygen combines with chemicals in the firefly's abdomen to produce a glow. _______ when the firefly stops drawing in oxygen, the reaction—and the glow—cease.",
            "Which choice completes the text with the most logical transition?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "For instance,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“For instance” illogically signals that the information in the sentence exemplifies the previous sentence's discussion of how a firefly begins to glow. Instead, it contrasts with the previous sentence's discussion.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "By contrast,",
                "Key": {
                    "Correct": true,
                    "Rationale": "“By contrast” logically signals that the information in this sentence — that a firefly's glow ceases when it stops drawing in oxygen — contrasts with the previous sentence's discussion of the processes that cause a firefly to begin to glow.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Specifically,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Specifically” illogically signals that the information in the sentence provides specific details elaborating on the previous sentence's discussion of how a firefly begins to glow. Instead, it contrasts with the previous sentence's discussion.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "In conclusion,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“In conclusion” illogically signals that the information in the sentence sums up the previous sentence's discussion of how a firefly begins to glow. Instead, it contrasts with the previous sentence's discussion.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "31": {
        "Number": 31,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expression Of Ideas"
        ],
        "SubTopics": [
            "Rhetorical Synthesis, for which students must strategically integrate provided information and ideas on a topic to form an effective sentence achieving a specified rhetorical aim."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "While researching a topic, a student has taken the following notes:",
            ":ibox:• NASA uses rovers, large remote vehicles with wheels, to explore the surface of Mars.\n\n• NASA's rovers can't explore regions inaccessible to wheeled vehicles.\n\n• Rovers are also heavy, making them difficult to land on the planet's surface.\n\n• Microprobes, robotic probes that weigh as little as 50 milligrams, could be deployed virtually anywhere on the surface of Mars.\n\n• Microprobes have been proposed as an alternative to rovers.",
            "The student wants to explain an advantage of microprobes. Which choice most effectively uses relevant information from the notes to accomplish this goal?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Despite being heavy, NASA's rovers can land successfully on the surface of Mars.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence indicates that rovers can land successfully on Mars despite their weight; it doesn't explain an advantage of microprobes.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Microprobes, which weigh as little as 50 milligrams, could explore areas of Mars that are inaccessible to NASA's heavy, wheeled rovers.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sentence explains an advantage of microprobes, noting that because microprobes weigh as little as 50 milligrams, they can explore areas inaccessible to rovers.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "NASA currently uses its rovers on Mars, but microprobes have been proposed as an alternative.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the sentence mentions that microprobes have been proposed as an alternative to rovers, it doesn't explain an advantage of microprobes.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Though they are different sizes, both microprobes and rovers can be used to explore the surface of Mars.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence emphasizes a similarity between microprobes and rovers; it doesn't explain an advantage of microprobes.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "32": {
        "Number": 32,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expression Of Ideas"
        ],
        "SubTopics": [
            "Rhetorical Synthesis, for which students must strategically integrate provided information and ideas on a topic to form an effective sentence achieving a specified rhetorical aim."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "While researching a topic, a student has taken the following notes:",
            ":ibox:• Severo Ochoa discovered the enzyme PNPase in 1955.\n\n• PNPase is involved in both the creation and degradation of mRNA.\n\n• Ochoa incorrectly hypothesized that PNPase provides the genetic blueprints for mRNA.\n\n• The discovery of PNPase proved critical to deciphering the human genetic code.\n\n• Deciphering the genetic code has led to a better understanding of how genetic variations affect human health.",
            "The student wants to emphasize the significance of Ochoa's discovery. Which choice most effectively uses relevant information from the notes to accomplish this goal?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Ochoa's 1955 discovery of PNPase proved critical to deciphering the human genetic code, leading to a better understanding of how genetic variations affect human health.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sentence emphasizes the significance of Ochoa's discovery, noting that it proved critical to deciphering the human genetic code, which resulted in a better understanding of how genetic variations affect human health.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Ochoa first discovered PNPase, an enzyme that he hypothesized contained the genetic blueprints for mRNA, in 1955.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the sentence explains what Ochoa discovered, it doesn't emphasize the significance of the discovery.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "In 1955, Ochoa discovered the PNPase enzyme, which is involved in both the creation and degradation of mRNA.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the sentence explains what Ochoa discovered, it doesn't emphasize the significance of the discovery.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Though his discovery of PNPase was critical to deciphering the human genetic code, Ochoa incorrectly hypothesized that the enzyme was the source of mRNA's genetic blueprints.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the sentence mentions that Ochoa's discovery was crucial, it emphasizes Ochoa's incorrect hypothesis, not the significance of the discovery.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "33": {
        "Number": 33,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expression Of Ideas"
        ],
        "SubTopics": [
            "Rhetorical Synthesis, for which students must strategically integrate provided information and ideas on a topic to form an effective sentence achieving a specified rhetorical aim."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "While researching a topic, a student has taken the following notes:",
            ":ibox:• Cecilia Vicuña is a multidisciplinary artist.\n\n• In 1971, her first solo art exhibition, Pinturas, poemas y explicaciones,was shown at the Museo Nacional de Bellas Artes in Santiago, Chile.\n\n• Her poetry collection Precario/Precariouswas published in 1983 by Tanam Press.\n\n• Her poetry collection Instanwas published in 2002 by Kelsey St. Press.\n\n• She lives part time in Chile, where she was born, and part time in New York.",
            "The student wants to introduce the artist's 1983 poetry collection. Which choice most effectively uses relevant information from the notes to accomplish this goal?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Before she published the books Precario/Precarious(1983) and Instan(2002), Cecilia Vicuña exhibited visual art at the Museo Nacional de Bellas Artes in Santiago, Chile.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the sentence mentions the 1983 poetry collection Precario/Precarious, it focuses mainly on Vicuña's visual art.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Cecilia Vicuña is a true multidisciplinary artist whose works include numerous poetry collections and visual art exhibitions.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence doesn't introduce the 1983 poetry collection Precario/Precarious; instead, it introduces Vicuña.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Published in 1983 by Tanam Press, Precario/Precariousis a collection of poetry by the multidisciplinary artist Cecilia Vicuña.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sentence effectively introduces the poetry collection Precario/Precarious, noting that it is a collection by Vicuña that was published in 1983 by Tanam Press.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "In 1971, Cecilia Vicuña exhibited her first solo art exhibition, Pinturas, poemas y explicaciones, in Chile, her country of birth.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence emphasizes the location of Vicuña's 1971 exhibition Pinturas, poemas y explicaciones; it doesn't introduce the 1983 poetry collection Precario/Precarious.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    }
}