{
    "Directions": "Read the following passage based on a Greek myth then answer each question that follows.",
    "Context": [],
    "Title": "Icarus and Daedalus",
    "Subtitle": "",
    "Author": "by Josephine Preston Peabody",
    "LabelType": "P",
    "Content": [
        [" ", "\tAmong all those mortals who grew so wise that they learned the secrets of the gods, none was more cunning than Daedalus."],
        [" ", "\tHe once built, for King Minos of Crete, a wonderful Labyrinth of winding ways so cunningly tangled up and twisted around that, once inside, you could never find your way out again without a magic clue. But the king's favor veered with the wind, and one day he had his master architect imprisoned in a tower. Daedalus managed to escape from his cell, but it seemed impossible to leave the island since every ship that came or went was well guarded by order of the king."],
        [" ", "\tAt length, watching the seagulls in the air — the only creatures that were sure of liberty — he thought of a plan for himself and his young son Icarus, who was captive with him."],
        [" ", "\tLittle by little, he gathered a store of feathers great and small. He fastened these together with thread, molded them in with wax, and so fashioned two great wings like those of a bird. When they were done, Daedalus fitted them to his own shoulders, and after one or two efforts, he found that by waving his arms he could winnow the air and cleave it, as a swimmer does the sea. He held himself aloft, wavered this way and that with the wind, and at last, like a great fledgling, he learned to fly."],
        [" ", "\tWithout delay, he fell to work on a pair of wings for the boy Icarus, and taught him carefully how to use them, bidding him beware of rash adventures among the stars. “Remember,” said the father, “never to fly very low or very high, for the fogs about the earth would weigh you down, but the blaze of the sun will surely melt your feathers apart if you go too near.”"],
        [" ", "\tFor Icarus, these cautions went in at one ear and out by the other. Who could remember to be careful when he was to fly for the first time? Are birds careful? Not they! And not an idea remained in the boy's head but the one joy of escape."],
        [" ", "\tThe day came, and the fair wind that was to set them free. The father bird put on his wings, and, while the light urged them to be gone, he waited to see that all was well with Icarus, for the two could not fly hand in hand. Up they rose, the boy after his father. The hateful ground of Crete sank beneath them; and the country folk, who caught a glimpse of them when they were high above the tree-tops, took it for a vision of the gods — Apollo, perhaps, with Cupid after him."],
        [" ", "\tAt first there was a terror in the joy. The wide vacancy of the air dazed them — a glance downward made their brains reel. But when a great wind filled their wings, and Icarus felt himself sustained, like a halcyon-bird in the hollow of a wave, like a child uplifted by his mother, he forgot everything in the world but joy. He forgot Crete and the other islands that he had passed over: he saw but vaguely that winged thing in the distance before him that was his father Daedalus. He longed for one draught¹ of flight to quench the thirst of his captivity: he stretched out his arms to the sky and made towards the highest heavens."],
        [" ", "\tAlas for him! Warmer and warmer grew the air. Those arms, which had seemed to uphold him, relaxed. His wings wavered, drooped. He fluttered his young hands vainly — he was falling — and in that terror he remembered. The heat of the sun had melted the wax from his wings; the feathers were falling, one by one, like snowflakes; and there was none to help."],
        [" ", "\tHe fell like a leaf tossed down the wind, down, down, with one cry that overtook Daedalus far away. When he returned and sought high and low for the poor boy, he saw nothing but the bird-like feathers afloat on the water."]
    ],
    "Copyright": "",
    "References": [
        ["¹", "draught — a portion of liquid or medicine"]
    ]
}