{
    "Directions": "Read the passage below, then answer each question that follows.",
    "Context": [],
    "Title": "Record-Breaking Day",
    "Subtitle": "A story set in 1927",
    "Author": "",
    "LabelType": "P",
    "Content": [
        [" ", "Patrick and Kip walked the three blocks to the baseball diamond behind the schoolyard for some extra practice on the field before the big game. The two didn't mind walking because it had been raining all week and this exceptionally beautiful spring day was a much welcomed break. The sun warmed their backs as they breathed in the fresh air and talked about baseball every step of their journey."],
        [" ", "“Just think about it, Kip,” Patrick said as he tossed a ball and caught it in his baseball glove. “If we win our next game, we'll have a perfect season... six wins with no losses.”"],
        [" ", "Kip thought about what Patrick said for a moment before responding. “That's true,” Kip replied, “but the team we're playing next week is really good. They haven't lost any games this season either, and I heard they have a player who hits a home run nearly every time he's up at bat.”"],
        [" ", "“If we keep practicing, I'm sure we can beat them,” said Patrick."],
        [" ", "Before they got to the schoolyard, the two stopped by another friend's house to see if he wanted to practice with them. John played first base and was the best hitter on the team. As they stepped up to the door, they could hear a commotion going on inside the house. Before they could knock, John opened the door and shouted so the entire neighborhood could hear. “He did it! Charles Lindbergh landed in Paris, France, early this morning!”"],
        [" ", "Patrick and Kip stared as though they didn't comprehend a word of what John was saying."],
        [" ", "“Don't you understand?” John asked, an edge of excitement in his voice. “This is an extraordinary achievement. Charles Lindbergh—I call him Lucky Lindy—left New York in his airplane yesterday. He landed in Paris today! May 21, 1927—I'm going to remember this day the rest of my life!” John was so excited, he could barely contain himself. Patrick and Kip were puzzled."],
        [" ", "“We want to practice before the big game next week,” Patrick said. “Why don't you get your glove and bat and come along?”"],
        [" ", "“I'm going to keep listening to the news reports on the radio,” John said. “Besides, the team we're playing next week is really good. We don't stand a chance.”"],
        [" ", "“If we practice we'll get better,” Patrick said. “When a team works together, nothing is impossible.”"],
        [" ", "“Listen, I have nothing against practice,” John said, “but Lindbergh's achievement is historic. More than a hundred thousand people were waiting for him to land in Paris. I imagine the U.S. ambassador in France even showed up for the occasion. The announcer on the radio said that once the propeller on Lucky Lindy's airplane stopped rotating, he was immediately surrounded by thousands of well-wishers.”"],
        [" ", "“What's so special about landing an airplane in France?” Kip asked."],
        [" ", "John sighed as he continued his explanation. “He flew all by himself, all the way across the Atlantic Ocean without stopping. No one has ever done that before; some thought it was impossible. This achievement is a testament to Lindbergh's persistence and knowledge about flight. Just imagine the possibilities.” John's voice drifted off as he thought about the open sky above."],
        [" ", "Kip spoke up, “I guess this means that you'd rather listen to the radio than go to the diamond to play baseball with your teammates.”"],
        [" ", "“It's not that, Kip,” John replied. “It's just that something like this may never happen again in our lifetime. I don't want to miss it.”"],
        [" ", "John could not understand why his friends were not more excited about Charles Lindbergh's nonstop, solo flight across the Atlantic Ocean from Long Island, New York, all the way to Paris, France. “Think of this—” John said, “the Wright brothers were the first human beings to use an engine, a couple of wings, and a few gadgets for their first flight. Do you remember what year that happened?”"],
        [" ", "“The Wright brothers' first flight was in 1903,” Patrick answered. “We learned that in school last week.”"],
        [" ", "“That's right,” John noted. “Now think about this: When the Wright brothers flew for the first time, that was only twenty-four years ago. Imagine that! In only twenty-four years, powered flight has gone from traveling a few hundred feet to what occurred today, a nonstop, solo flight across an entire ocean.”"],
        [" ", "“Well,” Kip replied, “Patrick and I want to get in some practice today. Are you coming with us or not?”"],
        [" ", "“Go ahead without me,” John answered. “I guess you two just don't realize how great an achievement this is. Just think, someday we'll be building rocket ships that will punch through the stratosphere and take us to the moon, or maybe even to faraway planets.”"],
        [" ", "Patrick and Kip looked at each other and snickered."],
        [" ", "“That'll never happen,” Patrick added as he and Kip walked down the porch steps to continue on their way to the baseball diamond."],
        [" ", "John spoke up, “I do believe it will happen someday.”"]
    ],
    "Copyright": "",
    "References": []
}