{
    "Directions": "",
    "Context": [],
    "Title": "Passage 2: “The Royal Artists and the Clever King”",
    "Subtitle": "",
    "Author": "retold by Howard Schwartz and Barbara Rush",
    "LabelType": "P",
    "Content": [
        ["25", "\tOnce a very rich king ordered his subjects to build a new palace. And when the palace was finished, he wanted the finest artist in all the land to paint beautiful pictures on its walls. But the king did not know which artist was the best."],
        ["26", "\tWhat did he do? He called forth two of the most famous artists in all the land, and he bade each artist to paint one wall of a room in the palace. Between the artists he hung a dark curtain, so that neither one could see what the other was doing."],
        ["27", "\tTo each of the artists he said, “You have three months in which to paint a beautiful picture on the wall. At the end of that time I will choose the best picture, and the artist who painted that picture will be given the honor of decorating the other walls of my royal home — and he will receive a large bag of gold and jewels as well.”"],
        ["28", "\tNow one of the artists was talented and hard-working, and he set to work at once. Out came his brushes, his paints, and his palette, and soon he was humming as he worked. This artist hardly slept ... Instead he thought only of his painting and of how to please the king."],
        ["29", "\tBut the other artist was lazy. Each day he remained in bed until noon ... And not once did he paint a stroke upon the wall."],
        ["30", "\tIn this manner three months passed. The hard-working artist painted all day and all night. The lazy one did nothing."],
        ["31", "\tBut three days before the king was to look at their work, the lazy artist awoke and trembled. “I have done no work. I will be punished,” he stammered. “What should I do?” And from that moment on he could neither eat nor drink nor sleep. One day passed, two, three — and he could not think of a plan."],
        ["32", "\tThen, on the night before the arrival of the king, he got an idea. What did he do? The lazy artist brought a large bucket of black shiny oil, and brushed it on every part of the wall until it was shiny as a mirror. Then he went to bed."],
        ["33", "\tThe next morning the king came to inspect the work of the two men. First he saw the painting of the hard-working artist. How magnificent it was! ..."],
        ["34", "\tThe king was very pleased. He called upon the other members of his courts, and they too gasped in delight, “We have never seen anything so wonderful!”"],
        ["35", "\tThen the king pulled the curtain and looked at the work of the lazy artist. It was exactly the same as the other, line for line, stroke for stroke ... “How can this be?” they gasped."],
        ["36", "\tBut the king, who was not easily fooled, saw at once the difference between the work of the hard-working artist and that of the lazy one. And what did he do?"],
        ["37", "\tHe took out just one large sack filled with gold and precious jewels. This he placed near the painting of the hard-working artist. At once all of those present saw the same bag of gold appear by the other wall, beside the lazy man's painting, and they realized it was only a reflection."],
        ["38", "\tThe king declared: “Each of you shall get the payment you deserve. Now, come forward and each of you take the reward you find beside your painting.” And they did!"]
    ],
    "Copyright": "Excerpt from A Coat for the Moon and Other Jewish Tales. Copyright ©1999. Published by The Jewish Publication Society. Used by permission of the publisher via Copyright Clearance Center.",
    "References": []
}