{
    "Directions": "Read the passage and then answer each question that follows.",
    "Context": [],
    "Title": "[Excerpt from] “Think Like an Inventor”",
    "Subtitle": "",
    "Author": "by Therese Heckenkamp",
    "LabelType": "P",
    "Content": [
        ["", "problems/TN20G5E/media/S1a.jpg"],
        ["1", "\tIt was impossible for Steve to think of an idea for invention day with such mouthwatering smells floating in the kitchen. A full stomach would help him think better, he decided."],
        ["2", "\t“What are you making, Mom?” he asked as he plopped onto a stool at the counter."],
        ["3", "\t“Too many things,” she said with a laugh. “Bread, cake, and apple pies. But no sampling,” she warned, waving an apple peeler under his nose. “These are for Sunday’s bake sale.”"],
        ["4", "\tSteve watched as Mom picked up an apple and turned it deftly in her hands, using the little peeler to shave curls of red skin. “That’s going to take forever,” he said, eyeing the waiting mountain of apples. Then he swiped an apple, figuring Mom would probably be grateful."],
        ["5", "\t“Just what I needed — a volunteer,” Mom said, turning and handing him the peeler."],
        ["6", "\tThere has to be a better way of doing this, Steve thought as he scraped the blade against an apple. He kept missing spots, the peeler kept slipping in his hand, and he had to work slowly to avoid cutting himself."],
        ["7", "\t“Inventions are often created as a result of trying to make a task easier,” Mrs. Nell had told the class. Peeling apples was a task that definitely needed to be made easier."],
        ["8", "\tSteve stayed up late that night drawing a diagram of his invention and labeling its parts. The crank handle made it look like a pencil sharpener without a cover. By merely turning this handle, you could make an apple turn round and round underneath a blade until the apple was peeled cleanly from one end to the other. Much easier, thought Steve. He knew Mrs. Nell would be impressed."],
        ["9", "\tSteve grew so hungry imagining all the apple pies Mom could make if she had a peeler like this that he almost sneaked into the kitchen to snitch a piece of the pie she had baked that afternoon."],
        ["10", "\tAt school the next day, all the kids pinned their drawings on the bulletin board. Steve stood by his diagram, eagerly waiting for Mrs. Nell to congratulate him on his clever idea."],
        ["11", "\t“Hey,” said Jenny, who had been walking around the room pushing her nose practically onto the paper as she examined each drawing. “What’s with the old-fashioned apple peeler?”"],
        ["12", "\t“Old-fashioned?” Steve scoffed. “No way. I just invented this yesterday.”"],
        ["13", "\tJenny rolled her eyes. “Boy, are you dumb. That thing’s ancient! My grandmother has one. I’ll bring it tomorrow and prove it.”"],
        ["14", "\tSteve crossed his arms and said, “Huh,” as she walked away. He didn’t know what else to say. How was he supposed to know someone had stolen his idea 100 years ago? Then his stomach began to feel queasy. Now Mrs. Nell would think he had copied someone else’s invention. That was worse than not trying at all."],
        ["15", "\tTo get his mind off this, Steve began looking at the other inventions, but that made him feel worse because they were all so much more impressive than his: a shark-detector swimsuit, a bed that made itself, and a pencil that knew homework answers."],
        ["16", "\tWhen it was Steve’s turn to describe his invention, he shuffled his feet and tried not to mumble the words he wished he didn’t have to say. “After I invented this apple peeler, I found out it had already been invented.” He tried to ignore Jenny’s smug smile."],
        ["17", "\t“Don’t be discouraged,” Mrs. Nell surprised him by saying. “Even though something like this has already been invented, what matters is that you took the assignment seriously and focused on making an everyday task easier. That proves that you truly understood what this assignment was about. In fact,” she said with a chuckle, “I think reinventing something you never knew existed means that you must have the mind of an inventor.”"],
        ["18", "\tSteve grinned. “Maybe I could modernize it with batteries,” he suggested."],
        ["19", "\tAs Mrs. Nell moved on to the next invention, Steve decided that tomorrow he would bring her an apple."]
    ],
    "Copyright": "Excerpt from “Think Like an Inventor” by Therese Heckenkamp, from Boys’ Quest. Copyright © 2006. Published by Bluffton News Publishing.",
    "References": []
}