{
    "Directions": "Read the passage and then answer each question that follows.",
    "Context": [],
    "Title": "[Excerpt from] “It's a Jungle Up There”",
    "Subtitle": "",
    "Author": "by Alison Pearce Stevens",
    "LabelType": "P",
    "Content": [
        ["", ":ibox:City roofs have a new color — green."],
        ["1", "\tSchool's just let out and you're waiting by the flag pole for your best friend. Leaves on the walls rustle as kids run out the doors. Butterflies flitter among the flowers blooming above the windows. You finally spot your friend. She's up on the roof! Her class was studying the meadow that grows up there."],
        ["2", "\tAlthough your school probably doesn't look like this, one day it might. Green roofs and living walls are popping up in cities all over the world. These plant-covered buildings are cool to look at, turning the city into a jungle of sorts, and cool to live around, by keeping temperatures from soaring. And that's just the beginning of what these city jungles can do."],
        ["", "Going Green"],
        ["3", "\tGreening a building isn't as easy as slapping some plants on a wall. Landscape architects — people who design gardens — have a lot of work to do before the plants can bloom."],
        ["4", "\tFirst comes a waterproof layer and padding to protect the building. Next comes a layer to channel water, so heavy rains don't drown the plants. Green walls are fitted with tubes that carry water and nutrients right to the plants' roots. Finally comes dirt for them to grow in. Ordinary dirt is too heavy, so green roofs and walls use special soil that is light and holds water well."],
        ["5", "\tNow, finally, it's time for the plants. Roof and wall gardeners choose their plants very carefully. The plants must be able to stand heat, cold, and high winds, and they should suit the local climate. Most green roofs are planted with wildflowers and hardy plants that can go a long time without rain. One rooftop favorite is sedum, which has thick leaves that store water."],
        ["6", "\tWhat plants are best for a wall? It depends on where the wall is. For sunny walls, petunias or herbs like oregano might be good. Shady walls do better with begonias, ferns, and even lettuce. The possibilities are almost endless: a green wall can support hundreds of types of plants."],
        ["", "City Buffet"],
        ["7", "\tAll that extra green attracts birds, bees, butterflies, and other wildlife. In fact, some green roofs shelter threatened species found almost nowhere else. Even snails have been found up on rooftops."],
        ["8", "\tGreen walls and roofs can even grow food for people! Imagine buying food that was grown just down the street on a local rooftop. It would be super-fresh, and it would also help the environment because it wouldn't have to be driven long distances in big trucks."],
        ["", "Putting Nature to Work"],
        ["9", "\tCity jungles are useful in other ways too. Green roofs trap rainwater, so less flows into the city's sewer system. Storm pipes can overflow during heavy rains — by sucking up extra water, green roofs can help prevent floods. As rainwater sits on a green roof, plants and other organisms also naturally clean the water. Plants make oxygen for us to breathe and clean the air. And a nice thick layer of leaves on the outside of a building can even fight noise pollution, making that wailing ambulance seem a lot quieter."],
        ["10", "\tCities can get extra hot in summer. Glass and concrete bounce the sun's rays around, driving up the temperature. But plants release water into the air, which cools things down. It's like when you sweat — as water evaporates, it takes some heat with it."],
        ["11", "\tIn fact, the air outside a building with living walls can be as much as 18°F (8°C) cooler than the air outside a normal building. Green roofs have an even bigger impact. A green roof is usually about the same temperature as the air. Compare that to a regular rooftop, which can be 70°F (21°C) hotter."],
        ["12", "\tWith all the benefits a city jungle has to offer, it's only a matter of time before one sprouts up near you."]
    ],
    "Copyright": "Excerpt from “It's a Jungle Up There,” by Alison Pearce Stevens. Reprinted from Ask, copyright © 2013 by Carus Publishing. Used by permission of the publisher via Copyright Clearance Center.",
    "References": []
}