{
    "Directions": "Read this story, then answer each question that follows.",
    "Context": [],
    "Title": "[Excerpt from] Winter Wheat",
    "Subtitle": "",
    "Author": "by Mildred Walker",
    "LabelType": "P",
    "Content": [
        ["1", "\tSeptember is like a quiet day after a whole week of wind. I mean real wind that blows dirt into your eyes and hair and between your teeth and roars in your ears after you've gone inside. The harvesting is done and the wheat stored away and you're through worrying about hail or drought or grasshoppers. The fields have a tired peaceful look, the way I imagine a mother feels when she's had her baby and is just lying there thinking about it and feeling pleased."],
        ["2", "\tIt was hot, though, like a flash-back to July. I was glad we weren't cooking for harvest hands. There wasn't any fire in the stove and everything was spick-and-span because I had just washed the dinner dishes. Mom was out having another look for the turkeys that were always wandering off. Dad was lying on the couch in the other room waiting for the noon broadcast of wheat prices to come on. We had to sell our wheat this month and not hold it over; that is, we did if I was going to the university that fall. It might go higher along toward Christmas, but we couldn't wait for that."],
        ["3", "\tThe house was so quiet I could hear Mom calling the turkeys down by the barn. Dad told Mom not to bother, they'd come back by themselves, but Mom worried if anything was lost or left unlocked."],
        ["4", "\t“When I've got something, I take care of it,” she always said."],
        ["5", "\tI washed some cucumbers while I was waiting. They were bright green and shiny in the water. I used to play they were alligators when I was a child. Then I fenced them in with my hand and poured off the water into the kettle on the stove. When you have to carry every drop of water you use half a mile, you don't throw away any."],
        ["6", "\tAnd then it began. I knew before Dad turned it up. The voice of the man who announces the wheat prices is as familiar to me as Dad's. It's different from anybody's voice around Gotham-more like one of those city voices that broadcasts the war news. That voice touches us here, and all the ranches spread out over the prairies between the Rockies and the Mississippi. It touches all the people in Clark City, thirty miles from here, who live on the ranchers,¹ even though they try to forget it."],
        ["7", "\t“Here is your Grain Market Broadcast for today: Spring and Winter ... up two.”"],
        ["8", "\tI could add two to yesterday's price, so I didn't have to hear any more, but I listened out of habit and because I love to hear it."],
        ["9", "\t“One heavy dark Northern Spring. fifty-two.” The words came so fast they seemed to roll downhill. Nobody ever calls it all that; it's just spring wheat, but I like the words. They heap up and make a picture of a spring that's slow to come, when the ground stays frozen late into March and the air is raw, and the skies are sulky and dark. The “Northern” makes me feel how close we are to the Rockies and how high up on the map, almost to Canada."],
        ["10", "\t“One dark hard Winter ... fifty-three.”"],
        ["11", "\tIt's just winter wheat to the people who raise it, only to me it means more than that. It means all the winter and all the cold and the tight feeling of the house in winter, but the rich secret feeling I have, too, of treasure in the ground, growing there for us, waiting for the cold to be over to push up strong and green. They sound like grim words without any comfort to them, but they have a kind of strength all their own."],
        ["12", "\t“Durum, Flax, and Rye ... up one.” The broadcast ran on. Mom came in while I was standing there listening."],
        ["13", "\t“Wheat's up,” I told her."],
        ["14", "\tMom nodded. She stood there untying her bandanna and I watched her as though I didn't know her face better than my own. Mom's is a quiet face with a broader forehead than mine and dark brows and eyes and a wide mouth. She doesn't show in her face what she thinks or feels — that's why people in Gotham think she's hard to know-but when she laughs, the laughter goes deeper down in her eyes than anybody's I know."],
        ["15", "\tI look more like Dad. He is tall and thin and has light hair and blue eyes and his face shows what he thinks or feels. Mom is square and stocky with broad shoulders and hips. It's just as well that I am more like Dad in my body. I like being slender and straight. I am strong like Mom, though, and I like working in the fields better than in the house."],
        ["16", "\tDad clicked off the radio and came out to the kitchen. “Well, we'll go over and tell Bailey we're going to sell. Fifty-three is good enough. Come on, Ellen, you can drive me over.”"],
        ["17", "\tI took off my apron and was running across to the barn for the pickup before Dad had taken his hat from behind the door. I felt so excited I couldn't walk soberly."],
        ["18", "\tGlory, it was hot! I had the doors of the truck tied open with a piece of rope so the air could rush through, but it felt hot enough to scorch my bare ankles, and the heat of the engine came up through the rubber soles of my sneakers."],
        ["19", "\tYou can't see the elevator² till you get past our place. There's only one in Gotham, but it stands up from the crossroads like a monument. That and the railroad station are the only things to let people know Gotham's a town."],
        ["20", "\t“I feel I'm going for sure, Dad,” I told him."],
        ["21", "\t“You bet you're going,” Dad answered. “The war spoiled college for me, all but one year. Nothing's going to spoil it for you.”"]
    ],
    "Copyright": "",
    "References": [
        ["¹", "ranchers: a ranch house"],
        ["²", "(grain) elevator: a building to store and move grain"]
    ]
}