{
    "Directions": "Read this story, then answer each question that follows.",
    "Context": [],
    "Title": "[Excerpt from] Bee Season",
    "Subtitle": "",
    "Author": "by Myla Goldberg",
    "LabelType": "P",
    "Content": [
        ["1", "\tMore than ever, Eliza wants to win. She wants to win with a word so difficult her father will have to admit that he was wrong, that the letters are already guiding her."],
        ["2", "\tWhen Number 127 is being asked to spell LOQUAT, Eliza closes her eyes and feels her mind empty out. L fills her head, a glowing yellow the color of molten metal. This is what Dad meant. She's surprised at how easy it is. Inside Elly's head, I grows longer, its edges curving inward to form an O. Her body loosens. When the edge of O grows a tail to become Q, Eliza feels the change in her fingertips. Q's top evaporates and its tail disappears, U settling warm in her belly. Ely feels a tickle as U flips and grows a line through its middle to become an A. When A's legs slide together as its arm floats up T fills Eliza, straightening her spine. Eliza opens her eyes. She feels as if she has just woken from a deep sleep. Number 127 is walking offstage to the sound of vigorous applause."],
        ["3", "\t“I did it,” she mouths to her father across the room."],
        ["4", "\tSaul smiles and nods. “I love you too,” he mouths back equally indecipherably."],
        ["5", "\tBy Round 7, there are seventeen of them. Number 14, whose perpetually perfect posture adds to the overall impression that he is an android, causes murmurs of admiration when he rips through DVANDVA without asking for a derivation or use in a sentence. When Number 2 gets her word wrong, No Chin has to pry her hand from the microphone. Number 3 decides midway through PERIPATETIC that he has made a mistake. He turns stubbornly silent, demanding to be dinged out rather than made to complete the word. He stands mute until his time runs out. The judge's spelling reveals that the boy's progress had been perfect until he had refused to go on."],
        ["6", "\tNumber 36 is called to the mike. Rachel almost trips on her way to the front of the stage, removes the microphone from its stand, and holds it to her mouth like a lounge singer. The Independence Ballroom suddenly seethes with the sound of her nervous breathing."],
        ["7", "\t“Number 36, your word is GREGARINE.”"],
        ["8", "\tHaving been informed that a gregarine is a parasitic protozoan taken from the Latin, Rachel has no choice but to start spelling. She pounds her palm against her forehead after each letter, as if trying to knock the next one loose. Because she is holding the microphone so close to her face, each moment of contact sounds like a heavy blow."],
        ["9", "\t“...I ...” Pound. “...N ...” Pound. “...E ...” Pound. “Gregarine.”"],
        ["10", "\tEliza finds herself bracing for the next blow, but none comes. The judge's “Correct” sends Rachel leaping back to her seat to resume picking at her placard, which is now noticeably smaller than the others."],
        ["11", "\tWhen Number 41 is given PURIM Eliza almost laughs out loud. Then she realizes that such an easy word right before her turn is a bad sign, almost certain to mean she's destined to get something awful. Number 41, the only contestant wearing a yarmulke, makes short work of PURIM and returns to his seat with a dazed grin. The judge calls Eliza to the mike."],
        ["12", "\tAs she stands, Ely hazily recalls her nightmare: the expectant silence, the feeling she is holding up time, the endless path from her seat to the microphone. She decides that if she can get this next word, whatever it may be, her chances of winning are practically guaranteed. From the moment she rises from her chair, she locks eyes with Saul, whose gaze practically steers her to the microphone."],
        ["13", "\t“Number 59, your word is DUVETYN.”"],
        ["14", "\t“Dew-veh-teen?” Eliza's heart lurches into her throat. In her mind's eye, she sees nothing."],
        ["15", "\t“That is correct. Duvetyn.”"],
        ["16", "\tSaul is staring so hard it feels like he's directly in front of her instead of halfway across the room. She wants to ask him to leave, to just get on the plane and fly back home."],
        ["17", "\t“Um, what does it mean?”"],
        ["18", "\tThe judge's voice is irritatingly friendly. “Duvetyn is a soft, short-napped fabric with a twill weave, made of wool, cotton, rayon, or silk.”"],
        ["19", "\tEliza whispers the word, feels the way it shapes her tongue and lips. From these movements she tries to chart the word's path through time and place. Where has it traveled? When was it born?"],
        ["20", "\t“What is the derivation, please?”"],
        ["21", "\tThe judge's voice is ever neutral, revealing nothing. “Duvetyn comes to us from the French.”"],
        ["22", "\tEliza wants to see herself through the judge's eyes. Does he have favorites? Is she one of them? Or are they interchangeable, one long blur of nervous hands and voices? Her placard suddenly reminds her of the stickers affixed to new underwear: INSPECTED BY 59."],
        ["23", "\tShe's got to focus. There isn't much time. She returns to Duvetyn, pushes everything else aside."],
        ["24", "\tI know it starts with D"],
        ["25", "\t“Dew-veh-teen.”"],
        ["26", "\tAt first it is a struggle to empty her mind which keeps conjuring up fresh images: her father's face, a conveyer belt laden with tagged children, but eventually all is black and blank. D, D, D, D, D, D, Eliza thinks until D, proud and foreboding appears in her mind's eye. Then, its top disappears. The letters are showing her the way."],
        ["27", "\t“D-U ...”"],
        ["28", "\tDew- veh - teen. She speeds through the next few letters, which are obvious."],
        ["29", "\t“...V-E-T ...” and now she's got the word in her head, letters rearranging themselves into something that looks right, something French."],
        ["30", "\t“...I-N-E. Duvetine.” It feels good."],
        ["31", "\tTime moves so slowly. The silence lasts so long Eliza is sure it means she is correct. Her heart begins to pound faster. Walter Cronkite and the loving cup are practically hers."],
        ["32", "\tDing."]
    ],
    "Copyright": "Excerpt from “Bee Season” by Myla Goldberg. Copyright © 2000 by Myla Goldberg. Published in the US by Anchor Books, a division of Random House, Inc. Used by permission via Copyright Clearance Center.",
    "References": []
}