{
    "Directions": "Read this article, then answer each question.",
    "Context": [],
    "Title": "[Excerpt from] Walt Disney",
    "Subtitle": "",
    "Author": "by Sarah Tieck",
    "LabelType": "P",
    "Content": [
        ["1", "\tWalt Disney is a famous artist and businessman. His ideas changed the world of cartoons and movies. He won many awards for his work..."],
        ["2", "\tWalter Elias “Walt” Disney was born on December 5, 1901, in Chicago, Illinois. His parents were Flora and Elias Disney. Walt had three brothers and one sister."],
        ["3", "\tWhen Walt was young, the Disneys moved to a farm in Marceline, Missouri. There, Walt came to love drawing. After a few years, his family moved to Kansas City, Missouri."],
        ["", "Eᴀʀʟʏ Lɪꜰᴇ"],
        ["4", "\tIn 1917, the Disneys returned to Chicago. There, Walt worked to become a better artist. He drew cartoons and took pictures for his high school newspaper. Walt also took classes at the Chicago Academy of Fine Arts...."],
        ["5", "\tIn 1923, Walt moved to Los Angeles, California. There, he started the Walt Disney Company with his brother Roy."],
        ["6", "\tWalt made short animated cartoons. These movies are created by drawing many pictures. Each picture is a little different from the next. When filmed quickly in a row, the pictures appear to move..."],
        ["7", "\tIn 1925, Walt's company hired an artist named Lillian “Lilly” Bounds. Walt and Lilly fell in love. They married that year on July 13..."],
        ["", "Wᴏʀᴋɪɴɢ Aʀᴛɪsᴛ"],
        ["8", "\tAround 1927, Walt created Mickey Mouse. Mickey would become one of the world's most famous cartoon characters!"],
        ["9", "\tAt first, Walt called his character Mortimer Mouse. But, Lilly thought Mickey was a better name and Walt agreed."],
        ["10", "\tIn 1928, Walt made a cartoon called Steamboat Willie. It stars Mickey Mouse."],
        ["11", "\tAt this time, many movies and cartoons were silent. Steamboat Willie had sound that went with the pictures. Walt provided the voice of Mickey..."],
        ["", ":box:provided the voice = spoke the words"],
        ["12", "\tIn 1932, Walt won his first Academy Award for Flowers and Trees. This cartoon used a new color process. Walt often tried new technology to improve his cartoons..."],
        ["", ":box:Academy Award = award given each year to honor movies and the people who make them"],
        ["13", "\tBy 1940, Walt's company had made Pinocchio and Fantasia. These popular movies took much effort to make. So, Walt opened a work space in Burbank, California. He hired more than 1,000 workers!"],
        ["14", "\tIn Walt's lifetime, his company would create 81 feature films. These include Bambi, Cinderella, and Mary Poppins. Over the years, Walt won more than 25 Academy Awards!"],
        ["", ":box:feature films = long movies shown in theaters"]
    ],
    "Copyright": "",
    "References": []
}