{
    "Directions": "Read this article, then answer each question that follows.",
    "Context": [],
    "Title": "Turkey Tug-of-War",
    "Subtitle": "",
    "Author": "by Rebecca Katzman",
    "LabelType": "P",
    "Content": [
        ["1", "\tFrom gobbling down turkey to spending time with family to watching football, Thanksgiving is filled with traditions. But one of the most popular  — pulling the wishbone — dates back centuries."],
        ["2", "\tThe upside-down V-shaped bone is actually called the furcula. It is an elastic bone located between a turkey's neck and its breast. Furcula means “little fork” in Latin. All birds have a wishbone. It helps support a bird as it flies."],
        ["3", "\tFor humans, though, the wishbone serves a more lighthearted purpose. At Thanksgiving, the tradition is for two people to hold one end of the bone, make a wish, and then tug. The winner is the person who ends up with the bigger piece. If you believe the legend, the winner's wish will come true."],
        ["", "Tʜʀᴏᴜɢʜ ᴛʜᴇ Aɢᴇs"],
        ["4", "\tHow did this bone-ripping tradition get started? The practice of making a wish on a bird's furcula dates back to the ancient Etruscans, a people who lived in what is today northern Italy. They believed birds were powerful and divine creatures. After killing a chicken, an Etruscan would leave the wishbone in the sun to dry. Passersby would pick it up, stroke it for good luck, and make a wish. That is how the furcula got the name “wishbone.”"],
        ["5", "\tThe Etruscans passed the ritual along to the Romans. Soon, the practice of making a wish on a chicken's furcula became popular in ancient Rome. According to legend, it was so widespread that there weren't enough chickens or wishbones to go around. So the Romans began breaking the wishbone in two. Now, twice as many people could make wishes."],
        ["6", "\tThen the English picked up the tradition. In the 16th century, English settlers brought the practice to the New World. There, they found an abundance of wild turkeys. So they started using a turkey furcula for their wishes. Today a wishbone tug-of-war is as much a part of Thanksgiving as is gobbling down turkey smothered in gravy."],
        ["", ":box:Mᴀsᴛᴇʀɪɴɢ ᴛʜᴇ Tᴜʀᴋᴇʏ Tᴜɢ"],
        ["7", "\tWhen it comes time to pull apart the wishbone, different people have different tactics for ending up with the biggest piece. But there are a few tips that may help you get the upper hand."],
        ["8", "\tFirst, make sure your hands are dry. Next, make sure you hold the wishbone the right way. Take it between your thumb and index finger and place your thumb as close to the center of the bone as possible. Finally, get some leverage. The more pressure you can apply to your side of the wishbone, the better chance you have of winning the battle."],
        ["", ":box:leverage = a good hold"],
        ["9", "\tWill your wish come true on Thanksgiving? Whether you end up with the larger or the smaller piece of the furcula is ultimately a matter of luck. But a tight grip probably couldn't hurt."],
        ["", "problems/NY23G4E/media/S3a.jpg"]
    ],
    "Copyright": "",
    "References": []
}