{
    "Directions": "Read the following passage. Then answer each question that follows.",
    "Context": [],
    "Title": "Wormy Solutions to Trash",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        [" ", "Pollution is a global problem. Mountains of plastic bags clog landfills around the world. In fact, most people use as many as 200 plastic bags a year. Unfortunately, plastic does not break down easily the way plant and animal matter does. After a plastic bag is thrown away, it can take hundreds of years to break down. A recent discovery about worms, however, may offer a promising solution."],
        ["", "A Happy Accident"],
        [" ", "A scientist with the Spanish National Research Council, Federica Bertocchini, is also an amateur beekeeper. One day, she was cleaning her beehives. They had been invaded by a type of worm called wax worms, which grow up to become moths. Wax worms are often used as bait for fishing. They are also used as food for pet lizards and birds, but they are not wanted in beehives. In fact, wax worms are named for their habit of eating the wax inside honeycombs, where bees store their honey. Beekeepers want to get rid of them."],
        [" ", "Bertocchini scooped the mass of wax worms into a plastic bag. She intended to dispose of them later and went on with her chores. She says, “After finishing, I went back to the room where I had left the worms. I found they were everywhere. They had escaped from the bag, even though it had been closed. When I checked, I saw the bag was full of holes. There was only one explanation: the worms had made the holes and had escaped.”"],
        [" ", "Had Bertocchini discovered worms that actually eat plastic? She had to find out."],
        ["", "Searching for Answers"],
        [" ", "Working with two other scientists, Bertocchini experimented. She and her team kept careful records of what happened. They put 100 worms on a sheet of plastic. In an hour, the worms had made an average of two holes per worm. In one day, they chewed through 92 milligrams of plastic. The scientists calculated that it would take a month for 100 worms to consume one average-sized plastic bag."],
        [" ", "The next experiment tried to answer another question. What was causing the plastic to break down? Were the worms actually chewing, or was something else causing the holes in the plastic? To find out more, the scientists placed worms that were no longer alive onto a piece of plastic. Again, the plastic became full of holes. The scientists then understood that the worms may not have to chew the plastic to break it down. There had to be something inside the worms or on the worms’ bodies that was causing the plastic to disintegrate. Is it possible that the worms chew the holes and then a chemical inside the worms breaks down the plastic? If it is a chemical, could this chemical be on the outside of the worms as well? More tests are needed, of course, before millions of wax worms can be added to landfills."],
        ["", "Not Everyone Agrees"],
        [" ", "Bertocchini’s research is promising. However, other scientists are doubtful. Ramani Narayan, a scientist from the University of Michigan, is one of them. He thinks that, if wax worms eat plastic, tiny pieces of plastic could work their way into the food chain. This plastic might then be harmful to other living things. He does not think that the worms are the answer to the problem of pollution."],
        [" ", "Susan Selke, director of Michigan State University School of Packaging, says that a lack of oxygen in a landfill could be a problem for the worms. If the worms can’t breathe well enough, they won’t be able to survive. She also wonders whether the worms chew on plastic because they want to escape or whether they are eating the plastic as food. This question needs to be answered before worms can be placed in landfills."],
        ["", "More Ideas to Explore"],
        [" ", "Scientists agree that Bertocchini may have come across an important finding. Other types of worms are being examined too. For example, a study in China showed that a type of worm called the meal worm ate and thrived on a type of lightweight plastic called Styrofoam."],
        [" ", "Some scientists also wonder whether a similar solution might exist for plastic waste in the ocean. This waste can be dangerous to seabirds, turtles, fish, and other ocean animals that accidentally eat or get caught in it. Are there other plastic-eating creatures out there that might be able to help? Only time and research will tell."]
    ],
    "Copyright": "",
    "References": []
}