{
    "Directions": "Read the following passage. Then answer respond to the prompt that follows.",
    "Context": [],
    "Title": "Into the Volcano",
    "Subtitle": "",
    "Author": "by Charnan Simon",
    "LabelType": "P",
    "Content": [
        [" ", "“You're taking us where?” Heidi looked at her parents in disbelief. In the week they'd been in Hawaii, they'd seen rain forests and waterfalls and beautiful sandy beaches. But this couldn't be right. “Volcanoes are dangerous! Parents don't take their children to volcanoes!”"],
        [" ", "Heidi's brother David grabbed her from behind and started shaking. “Look out! The volcano is erupting, with fiery hot lava and earth-shattering quakes!”"],
        [" ", "Heidi's dad caught her chair before David toppled her. “Enough already, David,” he said mildly."],
        [" ", "David shrugged and let go. “Anyhow, you've already been to a volcano. This whole island is volcanoes.”"],
        [" ", "Heidi looked doubtfully at David. “He's kidding, right?”"],
        [" ", "Dad shook his head. “Afraid he's right this time. All the Hawaiian Islands were formed by volcanoes built up from the ocean floor.”"],
        [" ", "Heidi looked out the window of their condominium, at the wide sandy beach and glittery blue ocean. It was hard to believe she was on a volcano. “But they don't erupt any more, right?” she asked."],
        [" ", "Mom gave Heidi a hug. “We're plenty safe here, honey. But Kilauea, the volcano we're going to see, IS still erupting.”"],
        [" ", "“Come on,” Dad said. “It'll be fun. Now grab your hiking boots and let's go.”"],
        [" ", "Once they were in the car, David said, “Look, Hawaii really was made by volcanoes, but it happened millions of years ago. The lava flowed out of vents in the earth, and as it cooled it gradually built up into mountains.”"],
        [" ", "Pretty soon they were slowing down to turn. “Here we are,” said Dad, “Volcanoes National Park. This road will take us all around Kilauea Crater.”"],
        [" ", "Heidi looked out the window nervously. “The one that's still going off?” she asked."],
        [" ", "“Yep.” Now David was reading from his guidebook. “It says here Kilauea is the world's most active volcano.”"],
        [" ", "Heidi kept looking, but all she saw was a wide, treeless plain. “Hey!” she said. “The ground's steaming!”"],
        [" ", "“Awesome,” David said. He kept reading as Mom got out her camera. “The ground just a few feet down is so hot that tree roots can't survive. Only shallow-rooted grasses and plants grow here. Groundwater seeps down to the hot volcanic rock and returns to the surface as steam.”"],
        [" ", "Gradually the landscape changed. There were deep, dry gullies on either side of the road, and old, cold lava flows everywhere. Mom's camera clicked and clicked. “Older lava flows are reddish,” read David, “because the iron in them has turned to rust. Newer lava flows are black. Hey— remember those black sand beaches we saw? Those are lava beaches!”"],
        [" ", "Dad pulled the car over to a lookout point. “Everybody out,” he said. “We're at Halema'uma'u, home of Pele, Goddess of Hawaiian Volcanoes.”"],
        [" ", "After just a short walk they found themselves looking across a gigantic hole in the ground. “Wow!” said David. “That's one big crater!”"],
        [" ", "Dad agreed. “Less than a hundred years ago, this was a lake of molten lava.” Heidi held her nose. “What smells like rotten eggs?”"],
        [" ", "“Sulphur dioxide,” Mom answered, snapping a picture of the crater. “It's a gas. Volcanoes throw out a lot of gases with all that lava. It does stink, doesn't it?”"],
        [" ", "“Too much,” Heidi said. “Let's go back to the car!”"],
        [" ", "They hadn't driven far before Mom was focusing her camera again. “Look!” she called from the front seat. “Off to the left. There's Mauna Loa volcano. It's the biggest mountain in the world!”"],
        [" ", "Heidi looked. “That can't be the biggest!” she protested. “I've seen lots bigger mountains in Colorado.”"],
        [" ", "Dad grinned. “Sure you have. But the trick here is, you can't SEE most of Mauna Loa! Only about a third of the mountain is above sea level. The rest is hidden under the ocean. It's gigantic—the biggest mountain on the planet!” Now the landscape was changing again. Forests of trees and ferns made everything look lush and green. “The next part of the road is pretty twisty,” Dad warned. “We're heading back down to the ocean.”"],
        [" ", "Heidi dozed as they drove. She was dreaming of ice-cream sundaes running with rivers of hot molten fudge when David's yelp woke her up."],
        [" ", "“The road's covered with dried lava!” he said."],
        [" ", "It was. Just like that, the road ended in a flooding of black glassy-looking lava. “In 1990, lava flows blocked the highway,” David read. “Hawaiians have had to rebuild lots of roads because of lava flows.”"],
        [" ", "“Here's where hiking boots come in handy,” Dad said, as they left the car and picked their way carefully across the rough, sharp field. “You can't walk on lava with sandals.”"],
        [" ", "“Look!” Mom was really excited now. “Look at the ocean!”"],
        [" ", "Heidi looked. This wasn't the sparkly blue ocean outside her condominium window. This was a boiling cauldron! Huge clouds of steam rose into the sky at the coastline. Below the steam, Heidi could see glowing red lava."],
        [" ", "“It's coming out of an underground lava tube,” Dad said. “This is how Hawaii is still being built, even today!"],
        [" ", "The lava flows into the ocean, and more lava lands on top of it, and then more and more, until new solid land is built. And when the hot lava hits the ocean, the water turns to steam. Incredible!”"],
        [" ", "Mom was snapping pictures as fast as she could, and David was using binoculars to get a closer look. Heidi just stood and stared. Volcanoes were awesome and huge and beautiful. They were also scary. She wasn't exactly sorry when they hiked back to the car."],
        [" ", "And later even David was pleased with the hot lava sundae Heidi made for their afternoon snack. A mountain of macadamia nut ice cream with hot fudge sauce and cherries flowing down its sides might not make the guidebooks, but it sure tasted good!"]
    ],
    "Copyright": "",
    "References": []
}