{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [],
    "Title": "Talking to Technology",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "Ever call a movie theater to find out showtimes? Or call a customer service center for help solving a problem? Chances are you didn't speak to a human being. You probably gave commands to an automated speech-recognition system. These types of systems are efficient money-saving tools that allow companies to address many customer concerns with minimal human intervention."],
        ["2", "The technology for speech-recognition systems has advanced greatly since its inception in the 1950s. At first, computers could understand only a limited set of words spoken very slowly and enunciated clearly. Today many voice systems can understand language when spoken at a normal conversational rate. Despite the efficiency of these systems, many people find them impersonal, stilted, and sometimes frustrating. Overcoming these barriers is a major design goal of many speech-software developers."],
        ["3", "In 1950, British mathematician Alan Turing predicted that by the year 2000, technology would have advanced to a point where 70 percent of the time, humans would be unable to determine whether they were communicating with a machine. Each year at the Loebner Prize Competition, computer scientists put their machines to the Turing test. The Turing test consists of a human judge chatting with a computer and another human via text. After a set amount of interaction time, the judge must determine which participant is the computer and which is the human. Even the advanced human–machine interfaces used today are unable to trick the judge consistently into thinking a computer is a human."],
        ["4", "Why is this?"],
        ["5", "Simply put, the reason is that human beings rely on more than words to produce utterances and derive meaning from them. People also rely on context, tone, facial expressions, body movements, and objects in the world around them to fully convey or interpret a message. Even in text, the small subtleties of language, like sarcasm and humor, are often lost on machines."],
        ["6", "One significant recent achievement in the realm of talking computers is the debut of virtual personal assistants (VPAs) on mobile phones. The most noted of these is Apple's iPhone VPA, Siri. If you tell Siri that you want to schedule lunch with a friend, “she” can set the appointment in your phone in seconds. The VPA can also hold a basic “conversation” and has earned fame for its elementary sense of humor. Still, the humor is preprogrammed and can be triggered only when the human user speaks certain key phrases or words."],
        ["7", "While the potential for spontaneous communication between a human and a machine may seem exciting, this possibility concerns some people. Some experts worry about people's attachment to these machines and fear that the art of successful human-to-human conversation will be undeveloped in younger generations. They worry that people won't be able to display the right emotion or tone in conversations because they haven't been practicing those skills. Others fear that machines will take over functions that were traditionally performed by humans, such as customer service."],
        ["8", "Another concern often associated with the development of new technology is the invasion of privacy. When people use certain speech-recognition applications, they leave behind an audio track of their speech. When you ask a VPA for directions, your speech is often sent and saved to a remote server for processing. This digital trail may lead to data mining, or the collection of large quantities of personal data."],
        ["9", "For now, however, the continuing evolution of speech-recognition software is thrilling to behold. Asking for and acquiring information from an automated source has never been easier. Leading companies in the speech recognition world hope to make human communication with machines as seamless as possible—in other words, just like communicating with another human."],
        ["", "problems/TX18G8R/media/S2a.jpg"]
    ],
    "Copyright": "Third party trademark iPhone® was used in these testing materials.",
    "References": []
}