{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [],
    "Title": "False Start",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "\t“Am I done yet?” Teresa pleaded as she crossed the finish line."],
        ["2", "\t“That set of sprints was O.K.,” Coach Wilson said. “Sprints will help strengthen the muscles in your legs so that you can jump farther.”"],
        ["3", "\t“But I was born to do the long jump. My instinct is to jump,” Teresa said as she sat on a bench. “When I'm on the Olympic team, you'll see what I mean.”"],
        ["4", "\t“Until then, I need you to do another set,” Coach Wilson responded."],
        ["5", "\tTeresa changed the subject. “When am I going to meet the Olympic coach you know at the training facility in Grand Prairie? I've been breaking my own record since sixth grade. The kids in this area are no competition for me.”"],
        ["6", "\tCoach Wilson paused for a moment. “I'm not sure you're ready, Teresa. Athletes from all over Texas train at that facility.”"],
        ["7", "\t“I know I'm ready. Please arrange a tryout,” Teresa begged. “I'm sure my mom can take me this weekend.”"],
        ["8", "\t“I'll call this week,” Coach Wilson conceded. “But just know that a tryout doesn't guarantee anything.”"],
        ["9", "\tWhen Teresa arrived home, she told her mother about the tryout."],
        ["10", "\t“Are you sure you're ready?” Teresa's mother asked. “It might be a good idea to practice with Coach Wilson more before we make a trip to Grand Prairie.”"],
        ["11", "\t“But this is my big chance!” Teresa exclaimed."],
        ["", "* * *"],
        ["12", "\tAs soon as Teresa arrived at the facility in Grand Prairie, the trainer Coach Jennings escorted Teresa to an outdoor track. As they approached the long-jump area, Teresa saw two girls taking turns jumping into the sandpit. “Finally, some real competition,” she thought. An assistant coach measured the girls' results and recorded them on a clipboard. Teresa began stretching."],
        ["13", "\t“Teresa, you're up!” Coach Jennings announced. Teresa noticed the other girls staring at her. She stood on the runway and thought, “This is your time to shine.” She sprinted toward the sandpit, sprang into the air, and landed in the sand."],
        ["14", "\tThe assistant coach glanced over his clipboard to where Teresa had landed and then turned away without measuring her jump. The two girls mumbled to each other and began walking toward a water station."],
        ["15", "\t“Why don't you stretch more and then do your second jump,” Coach Jennings said flatly."],
        ["16", "\t“Sure, Coach,” Teresa said, but she could tell that Coach Jennings was not impressed. “I just need to stretch,” she thought."],
        ["17", "\tWhile Teresa stretched, Coach Jennings spoke quietly with the assistant coach. Teresa tried not to listen but couldn't help overhearing a few phrases: “... she's never competed at state ... a favor for my college friend, Brenda Wilson.”"],
        ["", "problems/TX18G8R/media/S6a.jpg"],
        ["18", "\t“A favor?” Teresa thought."],
        ["19", "\tAnother girl approached the long-jump runway. Coach Jennings waved her on. With a burst of speed, the girl sprinted down the runway like a bolt of lightning and leaped into the sandpit."],
        ["20", "\t“6.27 meters!” the assistant coach yelled."],
        ["21", "\t“6.27 meters?” Teresa thought in disbelief. She held her school's record, but that was barely more than 5 meters. Teresa suddenly realized why no one had measured her jump."],
        ["22", "\t“That's decent for a practice jump,” Coach Jennings told the girl, “but next time I want to see more control in your final stride.”"],
        ["23", "\tThe girl nodded and took off running around the track."],
        ["24", "\tCoach Jennings turned to Teresa. “Are you ready for your second jump?”"],
        ["25", "\tTeresa thought for a minute. Instead of walking to the end of the runway, she walked to the sandpit. “Thank you for meeting with me, Coach Jennings, but I don't want to waste any more of your time.”"],
        ["", "* * *"],
        ["26", "\tIn the car Teresa sat with her arms folded. “I can't believe Coach Wilson didn't warn me.”"],
        ["27", "\t“She tried, but you refused to listen,” Teresa's mother said calmly."],
        ["28", "\t“What makes you say that?” Teresa asked."],
        ["29", "\t“Because Coach Wilson called me before she called Coach Jennings. She wanted to make sure I could drive you.” Teresa's mother sighed. “And she wanted to prepare me for what to expect.”"],
        ["30", "\tTeresa rolled her eyes."],
        ["31", "\t“We both want you to be a successful long jumper,” Teresa's mother continued, “but we also want you to be realistic.”"],
        ["32", "\t“I guess,” Teresa said, staring at the floor of the car."],
        ["33", "\t“She's expecting you at practice on Monday.”"],
        ["34", "\tTeresa nodded. She gazed out the window as she left Grand Prairie and thought, “I'll be back here soon.”"]
    ],
    "Copyright": "",
    "References": []
}