{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [
        "Jazmin has written this essay for her science class. Read Jazmin’s essay and look for any corrections that she needs to make. When you finish reading, answer the questions that follow."
    ],
    "Title": "Cave of Crystals",
    "Subtitle": "",
    "Author": "",
    "LabelType": "N",
    "Content": [
        ["", "problems/TX22HSE1/media/S3a.jpg"],
        ["", "(1) Humans are naturally curious beings. (2) We are driven to search for new places to explore. (3) Given how many natural wonders have been discovered around the world, isn’t it amazing that there are still natural wonders to find? (4) In the year 2000, two miners in Mexico stumbled upon one such surprise—a cave of crystals unlike any other."],
        ["", "(5) Nine hundred and eighty feet below the surface of Naica, Mexico, miners were excavating a new tunnel and found a cave filled with giant crystals. (6) The cave is a geological wonder because it contains some of the largest natural crystals ever discovered in the world. (7) Scientists and explorers studying the cave named it Cave of Crystals—for the surprises inside. (8) These crystals are Classified as selenite crystals, meaning they are translucent. (9) Most are between 20 and 36 feet long and weigh around 55 tons."],
        ["", "(10) At first, scientists wondered how the crystals grew so large inside the cave. (11) Naica is on top of an ancient underground fault, which is a break in the ground where the tektonic plates of Earth have shifted. (12) Below the cave is a magma chamber filled with lava. (13) Over time, the cave was flooded with groundwater that trickled in from the surface. (14) With the water inside the cave and the heat from the magma chamber, the cave remained a consistent temperature for 500,000 years, and this created the perfect environment to grow crystals."],
        ["", "(15) Scientists don’t know much about the crystals yet; the extreme conditions inside the Cave of Crystals make it dangerous to stay inside the cave for more than a few minutes at a time. (16) Because the magma chamber is right below the cave, the temperature is between 100°F and 150°F. (17) The relative humidity inside the cave is between 90% and 100%. (18) The average humidity in Mexico City is about 50%, making the cave’s humidity almost double the average of the nation’s capital. (19) In order to learn more about this impressive minerallogical discovery, scientists exploring the caves are working to develop strategies and tools that will help them stay underground longer."],
        ["", "(20) Amazing discoveries like the Cave of Crystals in Mexico help us learn more about our world and its natural wonders. (21) If there is a shocking cave like this 980 feet below the surface of Mexico. (22) Then there could be more discoveries just like it in other parts of the world. (23) There are still corners of the world that have not been seen by human eyes, perhaps with surprises just as dazzeling as the Cave of Crystals."]
    ],
    "Copyright": "",
    "References": []
}