{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [
        "Zendaya has written this essay for a class assignment. Read Zendaya’s essay and look for any revisions she needs to make. When you finish reading, answer the questions that follow."
    ],
    "Title": "What Happened to the Mammoths of Texas?",
    "Subtitle": "",
    "Author": "",
    "LabelType": "N",
    "Content": [
        ["", "problems/TX22HSE1/media/S1a.jpg"],
        ["", "(1) Imagine taking a walk in the woods to search for arrowheads when, all of a sudden, you stumble across an enormous bone jutting out of the ground! (2) That’s exactly what happened one day in 1978 when two 19-year-olds discovered a fossilized mammoth bone in a dusty riverbed."],
        ["", "(3) At first the teens did not realize they had found the remains of one of North America’s largest mammoth herds. (4) Baylor University paleontologists eventually confirmed their discovery of 16 mammoths—10 females and 6 juveniles. (5) The scientists then began researching how the 16 mammoths in the herd ended up in this particular location. (6) For many years paleontologists believed the mammoths were killed by a sudden catastrophe; however, new discoveries helped researchers determine that the mammoths died more slowly."],
        ["", "(7) Over the years as scientists studied the mammoths, they uncovered more information that altered their initial theories. (8) This happens often due to new discoveries or additional data that lead to new theories. (9) One initial theory was that the mammoth herd was trapped in a ravine and drowned in a flash flood. (10) Because they are so large, the mammoths likely would have struggled to climb out of the ravine in time. (11) That would have made it hard to survive the sudden flooding. (12) However, as the scientists studied the fossils over several years, researchers discovered that the growth patterns on the bones appeared stunted, as though the animals did not have sufficient nutrition."],
        ["", "(13) A 2017 study by Baylor geology professor Steven Driese, along with doctoral students Don Esker and Logan Wiest, supported the “lack of nutrition” theory. (14) The researchers suggested that the mammoths died during a long drought. (15) Therefore, in addition to water, the mammoths struggled to find sufficient vegetation, such as grasses. (16) According to the study the mammoths died due to a lack of water, not from a flood. (17) “There was no scientific evidence that they drowned, [that’s] just an idea perpetuated through the decades,” Wiest says. (18) “Anatomically, they’re much like elephants, and elephants swim very well.” (19) Instead, Driese and his students hypothesized that the animals were likely huddled around a water hole until it finally dried up."],
        ["", "(20) Wiest’s team developed their theory after they carefully studied the mammoth bones and saw tooth marks made from rodents and holes created by scavenger beetles. (21) Researchers believed that the holes and tooth marks on the bones provided evidence that the bones were not immediately buried by sediment or by water; rather, they had been exposed to the elements for a long time. (22) The malnourished condition of the mammoths seems to support Wiest’s drought theory. (23) Further testing also suggested the mammoths had died when central Texas was in a cool period—about seven degrees cooler on average than today. (24) This leading theory about the fate of the Waco mammoth herd is not supported by all researchers, but it is one of the most highly regarded suggestions about what happened to the animals."],
        ["", "(25) Although there are still disagreements about the exact reason why the mammoths died, many people visit the Waco excavation site and develop their own theories about what happened. (26) In the 1990s a climate-controlled shelter was erected over the paleontology site, and in 2015 the site was named “Woolly Mammoth National Monument.” (27) Research is still ongoing, and lucky visitors can see them actively excavating bones and conducting soil tests."]
    ],
    "Copyright": "Third party trademarks Baylor UniversityTM and Waco Mammoth National MonumentTM were used in these testing materials.",
    "References": []
}