{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [],
    "Title": "Forest Bathing",
    "Subtitle": "",
    "Author": "by Allison Aubrey\nNational Public Radio, Inc.\nJuly 17, 2017",
    "LabelType": "P",
    "Content": [
        ["1", "When my editors asked me to report on forest bathing, I packed a swimsuit. I assumed it must involve a dip in the water."],
        ["2", "It turns out, my interpretation was too literal."],
        ["3", "I met certified Forest Therapy guide Melanie Choukas-Bradley and several other women who’d come along for the adventure at the footbridge to Theodore Roosevelt Island, a dense jungle of an urban forest along the Potomac River in Washington, D.C."],
        ["4", "Here, I began to get it. Forest bathing isn’t a bath. We sat on the banks of the river, but we did not get in the water."],
        ["5", "It’s not a hike, either. We did walk the forest trails, but we meandered with no particular destination in mind."],
        ["6", "The aim of forest bathing, Choukas-Bradley explained, is to slow down and become immersed in the natural environment. She helped us tune in to the smells, textures, tastes and sights of the forest. We took in our surroundings by using all our senses."],
        ["7", "As we passed through a stand of pawpaw trees, we touched the bark. We smelled the black walnuts, which give off a lovely citrus fragrance. We got a little shower of ripe mulberries, too."],
        ["8", "“Close your eyes and just breathe, just breathe,” Choukas- Bradley intoned. It felt a bit like a meditation retreat."],
        ["9", "It took me a few minutes to clear out the clutter in my brain, and tune in to the natural world."],
        ["10", "“When you open your eyes, imagine you’re seeing the world for the very first time,” Choukas-Bradley told us."],
        ["11", "After I opened my eyes, the green looked a lot greener. And I began to see things I hadn’t noticed before: the flutter of birds, the ripple of the water, the swaying of trees."],
        ["12", "A forest guide “helps you be here, not there,” says Amos Clifford, a former wilderness guide with a master’s degree in counseling, and the founder of the Association of Nature & Forest Therapy, the organization that certifies the guides."],
        ["13", "Clifford’s goal is to encourage health care providers to incorporate forest therapy as a stress-reduction strategy. There’s no question that stress takes a terrible toll in the United States; a 2015 study found work-related stress accounts for up to $190 billion in health care costs each year."],
        ["14", "“It’s my hope that the health care system will include [forest therapy] into the range of services they reimburse for,” Clifford says."],
        ["15", "The practice began in Japan. Back in the early 1990s the Japanese Ministry of Agriculture, Forestry and Fisheries coined the term Shinrin-yoku—which translates roughly as forest bathing."],
        ["16", "Now, forest bathing is starting to take off in the U.S. The Association of Nature & Forest Therapy plans to train and certify about 250 new guides next year. “We’re aiming to have 1,000 trained guides within three years,” Clifford says."],
        ["17", "There’s a growing body of evidence that the practice can help boost immunity and mood and help reduce stress. “Medical researchers in Japan have studied forest bathing and have demonstrated several benefits to our health,” says Philip Barr, a physician who specializes in integrative medicine at Duke University."],
        ["18", "One study published in 2011 compared the effects of walking in the city to taking a forest walk. Both activities required the same amount of physical activity, but researchers found that the forest environment led to more significant reductions in blood pressure and certain stress hormones."],
        ["19", "On average, the forest walkers—who ranged in age from 36 to 77—saw a reduction in their systolic blood pressure from 141 mmHg down to 134 mmHg after four hours in the forest."],
        ["20", "This might not sound like a big difference, but it can be clinically significant. Most doctors these days agree that people younger than 60 should aim to keep their blood pressure under 140."],
        ["21", "“I’m very impressed with the primary research done in Japan,” Barr says. He thinks many patients could benefit from forest bathing, especially those who are under stress."],
        ["22", "“Forest bathing could be considered a form of medicine,” Barr says. “And the benefits of nature can be accessed so simply.”"],
        ["23", "It’s not a big surprise that researchers were able to document a decrease in blood pressure among forest bathers. As people begin to relax, parasympathetic nerve activity increases—which can lead to a drop in blood pressure."],
        ["24", "There’s another factor that might help explain the decline in blood pressure: Trees release compounds into the forest air that some researchers think could be beneficial for people. Some of the compounds are very distinctive, such as the scent of cedar. Back in 2009, Japanese scientists published a small study that found inhaling these tree-derived compounds—known as phytoncides—reduced concentrations of stress hormones in men and women and enhanced the activity of white-blood cells known as natural killer cells."],
        ["25", "Another study found inhalation of cedar wood oils led to a small reduction in blood pressure. These are preliminary studies, but scientists speculate that the exposure to these tree compounds might enhance the other benefits of the forest."],
        ["26", "The idea that spending time in nature is good for our health is not new. Most of human evolutionary history was spent in environments that lack buildings and walls. Our bodies have adapted to living in the natural world."],
        ["27", "But today most of us spend much of our life indoors, or at least tethered to devices. Perhaps the new forest bathing trend is a recognition that many of us need a little nudge to get back out there."]
    ],
    "Copyright": "©2017 National Public Radio, Inc. News report titled “Forest Bathing: A Retreat To Nature Can Boost Immunity And Mood” by Allison Aubrey as originally published on npr.org on July 17, 2017, and is used with the permission of NPR. Any unauthorized duplication is strictly prohibited.",
    "References": []
}