{
    "Directions": "Read the next two selections and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [],
    "Title": "Why I Write Longhand",
    "Subtitle": "",
    "Author": "by Jordan Mechner",
    "LabelType": "P",
    "Content": [
        ["1", "As a writer and game designer, I’ve spent a good chunk of the past 30 years trying to do various types of creative work while sitting, standing, or slouching at a computer keyboard (and, more recently, a touchscreen). The power of those devices has grown exponentially, enabling me with a tap or a keystroke to accomplish marvels that would have been inconceivable just a few years ago. (“Upload PDF to Dropbox”; “Open Scrivener file.”)"],
        ["2", "And yet I’ve been increasingly bemused to realize that by real- world measures of productivity—words written, problems solved, good ideas crystallized—my output has not only not multiplied along with the power of my tools, it hasn’t increased one bit."],
        ["3", "Not only that: I’ve had for some time the gnawing feeling that my best ideas—the ones that really make a difference—tend to come while I’m walking in the park, or showering after a workout, or talking a problem through with a friend, or writing in a notebook; i.e., almost anywhere but in front of a screen."],
        ["4", "For a long time I tried to talk myself out of this. I figured that if my computer time wasn’t maximally productive, it was because I didn’t have the right software, or wasn’t using it right. I tried configuring panels and preferences differently. I created keyboard shortcuts. I downloaded apps to track time I spent using other apps, apps to make it easier to switch between multiple apps. Nothing changed the basic observed fact: There was an inverse relationship between my screen time and my productivity on a given day."],
        ["5", "I started mentioning this to people. Cautiously at first. For someone who makes his living by putting stuff on screens, to question the fundamental symbiotic bond of user and machine could seem perverse, even a sort of heresy. But to my surprise, the more I brought it up, the more I discovered I wasn’t alone."],
        ["6", "It turns out that some of the most productive and successful people I know still write longhand.¹ Screenwriters write on index cards and big rolls of paper, the way I did in elementary school. One dictates his first drafts out loud and has an assistant transcribe them. Game designers and directors scribble on whiteboards and in notebooks. And some of these people were born after 1980."],
        ["7", "For myself, I’ve found that I spend the vast majority of my working computer time staring at the screen in a state of mind that falls somewhere within the gray spectrum from “passive/ reactive” to “sporadically/somewhat productive,” and in which a few minutes can stretch unnoticed into a quarter-hour, or a couple of hours, without breaking the seamless self-delusion that because I am at my desk, at my computer, I am therefore working."],
        ["8", "It’s so easy to move words and sentences around in Word or Scrivener or Final Draft that it feels like writing, even if what I’m actually doing would rate only a 2 on the scale in which 10 is “getting an idea and writing it down.” Writing down an idea, an actual idea, is something I can do as easily with a fifty-cent ball- point pen as with a thousand-dollar MacBook Air. Only with the ball-point, it’s harder to fool myself. If the page stays blank, I can see it’s blank."],
        ["9", "Which is why, after years of making progressively heavier use of more apps and more devices to do things I used to do without any devices at all, I’ve thrown that train into reverse. I now keep my project notes and journals in actual notebooks. I’ve even switched to paper for my “to-do lists,” and cross off action items literally, not figuratively. It’s simpler and I get more done this way."],
        ["10", "As much as I love my tricked-out MacBook Air, I try not to begin workdays automatically by lifting its lid, as if to say “I have arrived at work; now tell me what to do”; just as I try not to reach for my iPhone to fill the silence of a solitary moment. Ideally, I want my screen sessions to begin with a conscious choice, a clear intention of why I’m turning to that device at that moment and what I mean to accomplish."],
        ["11", "It’s easier said than done. The more I try, the more I realize that what I’m actually doing is fighting an addiction. The Apple II that first enchanted me thirty years ago as a tool to make fun games has evolved, one update and one upgrade at a time, into a multi-tentacled entity so powerful that it takes an ongoing effort of will for me not to be enslaved by it."]
    ],
    "Copyright": "Used with permission.\nThird party trademarks Dropbox®, Scrivener®, Word®, Final Draft®, MacBook Air®, iPhone® and Apple II® were used in these testing materials.",
    "References": [
        ["¹", "Longhand is writing done by hand."]
    ]
}