{
    "Directions": "Read the passage below, then answer each question that follows.",
    "Context": [],
    "Title": "The Galveston Hurricane of 1900",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        [" ", "Galveston is an island near the coast of Texas. In September 1900, Galveston was the site of one of the worst natural disasters in United States history when it was hit by a major hurricane."],
        [" ", "On the morning of September 8, 1900, people noticed that the height of the waves hitting the beach started to increase, flooding the lowest parts of the island. Meteorologists in Galveston recorded the weather that morning as partly cloudy skies with winds blowing at 20 mph. Later that day, the weather changed as rain came with lightning and thunder and the wind speed increased. At about 6:00 p.m., the rain gauge and thermometer were blown off the weather station. The meteorologists recorded a sudden drop in atmospheric pressure, as shown by the data in Table 1."],
        ["", "problems/MOG5S/media/S4a.jpg"],
        [" ", "As floodwaters started to rise and wind speeds increased, people were told to seek shelter and move to higher ground. A rise in the sea level, known as a storm surge, in the Gulf of Mexico caused flooding on the island. The storm surge reached a height of 15 feet. Since the island of Galveston is 9 feet above sea level, the island was completely flooded by the Gulf of Mexico."],
        [" ", "There was not a system in 1900 to classify the strength of a hurricane. Table 2 shows how hurricanes are classified today."],
        ["", "problems/MOG5S/media/S4b.jpg"],
        [" ", "After the floodwaters flowed back into the Gulf of Mexico and the winds returned to normal, the people of Galveston started to rebuild. A seawall was completed in 1904 to protect against future hurricanes. The concrete seawall was 3.3 miles long, 16 feet thick at its base, and 17 feet high. Sand was used to fill the space behind the seawall, increasing the height of the island. Rocks were put at the base of the seawall to break the force of waves. Since 1904, the seawall has protected Galveston from several other hurricanes."],
        [" ", "Today, the seawall is a place where the people of Galveston play. The list describes some features of the Galveston seawall:"],
        ["", ":ibox:• The top of the seawall is a trail for hiking and biking.\n\n• Fishing piers reach out from the seawall into the Gulf of Mexico.\n\n• A beach is located in front of the seawall.\n\n• Artists paint murals on the part of the seawall facing the beach."]
    ],
    "Copyright": "",
    "References": []
}