{
    "Directions": "Read the passage below, then answer each question that follows.",
    "Context": [
        "This passage is adapted from Tina Hesman Saey, “Lessons from the Torpid.” ©2012 by Society for Science & the Public."
    ],
    "Title": "",
    "Subtitle": "",
    "Author": "",
    "LabelType": "L",
    "Content": [
        [" ", "\tUnderstanding how hibernators, including"],
        [" ", "ground squirrels, marmots and bears, survive their"],
        [" ", "long winter's naps may one day offer solutions for"],
        [" ", "problems such as heart disease, osteoporosis and"],
        ["5", "muscular dystrophy."],
        [" ", "\tNearly everything about the way an animal's body"],
        [" ", "works changes when it hibernates, and preparations"],
        [" ", "start weeks or months in advance. The first order of"],
        [" ", "business is to fatten up."],
        ["10", "\t“Fat is where it's at for a hibernator,” says"],
        [" ", "Matthew Andrews, a molecular biologist at the"],
        [" ", "University of Minnesota Duluth who studies 13-lined"],
        [" ", "ground squirrels. “You bring your own lunch with"],
        [" ", "you.” Packing lunch is necessary because the animals"],
        ["15", "go on the world's strictest diet during the winter,"],
        [" ", "surviving entirely off their white fat. “They have their"],
        [" ", "last supper in October; they don't eat again until"],
        [" ", "March,” Andrews says."],
        [" ", "\tBigger fat stores mean a greater chance of"],
        ["20", "surviving until spring. “If they go in really chunky,"],
        [" ", "nice and roly-poly, that's going to be a good"],
        [" ", "hibernator,” he says."],
        [" ", "\tBears also watch their waistlines expand in the"],
        [" ", "months before settling in for the season. The brown"],
        ["25", "bears cardiologist Ole Fröbert studies pack on the"],
        [" ", "pounds by chowing down on up to 40 kilograms of"],
        [" ", "blueberries a day. Such gluttony among humans"],
        [" ", "could have severe consequences: Obesity is"],
        [" ", "associated with a greater risk of heart attack and"],
        ["30", "diabetes, among other ailments."],
        [" ", "\tTo see how fattening up affects Scandinavian"],
        [" ", "brown bears, Fröbert and his colleagues"],
        [" ", "ventured into the wilds of Sweden following signals"],
        [" ", "given off by radio transmitters or GPS devices on"],
        ["35", "tagged bears."],
        [" ", "\tBears can be dangerous close-up. Even"],
        [" ", "hibernating bears can rouse to action quickly, so"],
        [" ", "scientists tracking down bears in the winter use darts"],
        [" ", "to tranquilize the animals from a distance. Scientists"],
        ["40", "studying the bears in the summer tranquilize them"],
        [" ", "from a helicopter."],
        [" ", "\tOnce a bear is under the tranquilizer's influence"],
        [" ", "(which takes about five minutes), the scientists have"],
        [" ", "60 minutes max to get the animal from its den, weigh"],
        ["45", "and measure it, draw blood samples and do minor"],
        [" ", "surgeries to collect fat and other tissues. The bear is"],
        [" ", "returned to its den by minute 61."],
        [" ", "\tPrecious materials collected during this"],
        [" ", "high-pressure encounter need to be analyzed within"],
        ["50", "24 hours, so the researchers often test for levels of"],
        [" ", "cholesterol or certain proteins in the blood while"],
        [" ", "working in the snow or at a nearby research station."],
        [" ", "A pilot sometimes flies samples from field sites to a"],
        [" ", "lab in Denmark in order to meet the deadline,"],
        ["55", "Fröbert says. Samples such as bones and arteries that"],
        [" ", "can't be collected from live bears come from bears"],
        [" ", "killed by hunters during the legal hunting season."],
        [" ", "\tRecent analyses revealed that Scandinavian brown"],
        [" ", "bears spend the summer with plasma cholesterol"],
        ["60", "levels considered high for humans; those values then"],
        [" ", "increase substantially for hibernation, Fröbert and"],
        [" ", "his colleagues reported. These “very, very fat” bears"],
        [" ", "with high cholesterol also get zero exercise during"],
        [" ", "hibernation. Lolling about in the den pinches off"],
        ["65", "blood vessels, contributing to sluggish circulation."],
        [" ", "“That cocktail would not be advisable in humans,”"],
        [" ", "Fröbert says. It's a recipe for hardened arteries,"],
        [" ", "putting people at risk for heart attacks and strokes."],
        [" ", "\tEven healthy young adult humans can develop"],
        ["70", "fatty streaks in their arteries that make the blood"],
        [" ", "vessels less flexible, but the bears don't build up such"],
        [" ", "artery-hardening streaks. “Our bears, they had"],
        [" ", "nothing,” Fröbert says. It's not yet clear how the"],
        [" ", "bears keep their arteries flexible, but Fröbert hopes to"],
        ["75", "find some protective molecule that could stave off"],
        [" ", "hardened arteries in humans as well."],
        ["", "problems/PSAT101RW1/media/S3a.jpg"]
    ],
    "Copyright": "",
    "References": []
}