{
    "Directions": "Read the passage below, then answer each question that follows.",
    "Context": [
        "This passage is from Andrew Carnegie, “Wealth,” originally published in 1889. Arriving penniless in Pennsylvania from Scotland in 1848, Carnegie became one of the richest people in the United States through the manufacture of steel."
    ],
    "Title": "",
    "Subtitle": "",
    "Author": "",
    "LabelType": "L",
    "Content": [
        [" ", "\tThe problem of our age is the proper"],
        [" ", "administration of wealth, that the ties of brotherhood"],
        [" ", "may still bind together the rich and poor in"],
        [" ", "harmonious relationship. The conditions of human"],
        ["5", "life have not only been changed, but revolutionized,"],
        [" ", "within the past few hundred years. In former days"],
        [" ", "there was little difference between the dwelling,"],
        [" ", "dress, food, and environment of the chief and those"],
        [" ", "of his retainers... The contrast between the palace"],
        ["10", "of the millionaire and the cottage of the laborer with"],
        [" ", "us to-day measures the change which has come with"],
        [" ", "civilization. This change, however, is not to be"],
        [" ", "deplored, but welcomed as highly beneficial. It is"],
        [" ", "well, nay, essential, for the progress of the race that"],
        ["15", "the houses of some should be homes for all that is"],
        [" ", "highest and best in literature and the arts, and for all"],
        [" ", "the refinements of civilization, rather than that none"],
        [" ", "should be so. Much better this great irregularity than"],
        [" ", "universal squalor. Without wealth there can be no"],
        ["20", "Maecenas.¹ The “good old times” were not good old"],
        [" ", "times. Neither master nor servant was as well"],
        [" ", "situated then as to-day. A relapse to old conditions"],
        [" ", "would be disastrous to both—not the least so to him"],
        [" ", "who serves—and would sweep away civilization with"],
        ["25", "it. But whether the change be for good or ill, it is"],
        [" ", "upon us, beyond our power to alter, and, therefore,"],
        [" ", "to be accepted and made the best of. It is a waste of"],
        [" ", "time to criticize the inevitable."],
        [" ", "\tIt is easy to see how the change has come."],
        ["30", "One illustration will serve for almost every phase of"],
        [" ", "the cause. In the manufacture of products we have"],
        [" ", "the whole story. It applies to all combinations of"],
        [" ", "human industry, as stimulated and enlarged by the"],
        [" ", "inventions of this scientific age. Formerly, articles"],
        ["35", "were manufactured at the domestic hearth, or in"],
        [" ", "small shops which formed part of the household."],
        [" ", "The master and his apprentices worked side by side,"],
        [" ", "the latter living with the master, and therefore"],
        [" ", "subject to the same conditions. When these"],
        ["40", "apprentices rose to be masters, there was little or no"],
        [" ", "change in their mode of life, and they, in turn,"],
        [" ", "educated succeeding apprentices in the same routine."],
        [" ", "There was, substantially, social equality, and even"],
        [" ", "political equality, for those engaged in industrial"],
        ["45", "pursuits had then little or no voice in the State."],
        [" ", "\tThe inevitable result of such a mode of"],
        [" ", "manufacture was crude articles at high prices. To-day"],
        [" ", "the world obtains commodities of excellent quality at"],
        [" ", "prices which even the preceding generation would"],
        ["50", "have deemed incredible. In the commercial world"],
        [" ", "similar causes have produced similar results, and the"],
        [" ", "race is benefited thereby. The poor enjoy what the"],
        [" ", "rich could not before afford. What were the luxuries"],
        [" ", "have become the necessaries of life. The laborer has"],
        ["55", "now more comforts than the farmer had a few"],
        [" ", "generations ago. The farmer has more luxuries than"],
        [" ", "the landlord had, and is more richly clad and better"],
        [" ", "housed. The landlord has books and pictures rarer"],
        [" ", "and appointments more artistic than the king could"],
        ["60", "then obtain."],
        [" ", "\tThe price we pay for this salutary change is, no"],
        [" ", "doubt, great. We assemble thousands of operatives in"],
        [" ", "the factory, and in the mine, of whom the employer"],
        [" ", "can know little or nothing, and to whom he is little"],
        ["65", "better than a myth. All intercourse between them is"],
        [" ", "at an end. Rigid castes are formed, and, as usual,"],
        [" ", "mutual ignorance breeds mutual distrust. Each caste"],
        [" ", "is without sympathy for the other, and ready to credit"],
        [" ", "anything disparaging in regard to it. Under the law of"],
        ["70", "competition, the employer of thousands is forced"],
        [" ", "into the strictest economies, among which the rates"],
        [" ", "paid to labor figure prominently, and often there is"],
        [" ", "friction between the employer and the employed,"],
        [" ", "between capital and labor, between rich and poor."],
        ["75", "Human society loses homogeneity."],
        [" ", "\tThe price which society pays for the law of"],
        [" ", "competition, like the price it pays for cheap comforts"],
        [" ", "and luxuries, is also great; but the advantages of this"],
        [" ", "law are also greater still than its cost—for it is to this"],
        ["80", "law that we owe our wonderful material"],
        [" ", "development, which brings improved conditions"],
        [" ", "in its train."]
    ],
    "Copyright": "",
    "References": [
        ["¹", "Gaius Maecenas (70–8 B.C.E.) was a great patron of the arts."]
    ]
}