{
    "Directions": "Read the following science fiction passage about a space academy in the future then answer each question that follows.",
    "Context": [],
    "Title": "Aboard the Polaris",
    "Subtitle": "excerpt from The Revolt on Venus",
    "Author": "by Carey Rockwell",
    "LabelType": "P",
    "Content": [
        [" ", "\t“Emergency air lock open!”"],
        [" ", "\tThe tall, broad-shouldered officer, wearing the magnificent black-and-gold uniform of the Solar Guard, spoke into a small microphone and waited for an acknowledgment. It came almost immediately."],
        [" ", "\t“Cadet Wright ready for testing,” a voice crackled thinly over the loud-speaker."],
        [" ", "\t“Very well. Proceed.”"],
        [" ", "\tSeated in front of the scanner screen on the control deck of the rocket cruiser Polaris, Captain Steve Strong replaced the microphone in its slot and watched a bulky figure in a space suit step out of the air lock and drift away from the side of the ship. Behind him, five boys, all dressed in the vivid blue uniforms of the Space Cadet Corps, strained forward to watch the lone figure adjust the nozzles of the jet unit on the back of his space suit."],
        [" ", "\t“Come on, Tim!” said the biggest of the five boys, his voice a low, powerful rumble as he rooted for his unit mate."],
        [" ", "\t“If Tim makes this one,” crowed the cadet next to him, a slender boy with a thick shock of close-cropped blond hair, “the Polaris unit is home free!”"],
        [" ", "\t“This is the last test, Manning,” replied one of the remaining three cadets, the insigne¹ of the Arcturus unit on the sleeve of his uniform. “If Wright makes this one, you fellows deserve to win.”"],
        [" ", "\tAboard the rocket cruiser Polaris, blasting through the black void of space two hundred miles above Earth, six Space Cadets and a Solar Guard officer were conducting the final test for unit honors for the term. All other Academy units had been eliminated in open competition. Now, the results of the individual space orientation test would decide whether the three cadets of the Arcturus unit or the three cadets of the Polaris unit would win final top unit honors."],
        [" ", "\tRoger Manning and Astro kept their eyes glued to the telescanner screen, watching their unit mate, Tim Wright, drift slowly through space toward his starting position. The young cadet's task was basically s͟i͟m͟p͟l͟e; with his space helmet blacked out so that he could not see in any direction, he was to make his way back to the ship from a point a mile away, guided only by the audio orders from the examining officer aboard the ship. His score was measured by the time elapsed, and the amount of corrections and orders given by the examining officer. It was an exercise designed to test a cadet's steadiness under emergency conditions of space."],
        [" ", "\tThe three members of the Arcturus unit had completed their runs and had returned to the ship in excellent time. Roger and Astro had also taken their tests and now it depended on Tim. If he could return to the Polaris in less than ten minutes, with no more than three corrections, the Polaris unit would be victorious."],
        [" ", "\tSeated directly in front of the scanner, Captain Steve Strong, the examining officer, watched the space-suited figure dwindle to a mere speck on the screen. As the regular skipper of the Polaris crew, he could not help secretly rooting for Tim, but he was determined to be fair, even to the extent of declaring the Arcturus unit the winner, should the decision be very close. He leaned forward to adjust the focus on the scanner, bringing the drifting figure into a close-up view, and then lifted the microphone to his lips."],
        [" ", "\t“Stand by, Wright!” he called. “You're getting close to range.”"],
        [" ", "\t“Very well, sir,” replied Tim. “Standing by.”"],
        [" ", "\tBehind Strong, Roger and Astro looked at each other and turned back to the screen. As one, they crossed the fingers of both hands."],
        [" ", "\t“Ready, Wright!” called Strong. “You'll be clocked from the second you're on range. One hundred feet—seventy-five—fifty—twenty-five—ten—time!”"],
        [" ", "\tAs the signal echoed in his blacked-out space helmet, Tim jerked his body around in a sudden violent move, and grasping the valve of the jet unit on his back, he opened it halfway. He waited, holding his breath, expecting to hear Captain Strong correct his course. He counted to ten slowly, and when no correction came over the headphones, he opened the valve wide and blindly shot through space."],
        [" ", "\tAboard the Polaris, Astro and Roger shouted with joy and Strong could not repress a grin. The tiny figure on the scanner was hurtling straight for the side of the Polaris!"],
        [" ", "\tAs the image grew larger and larger, anxious eyes swiveled back and forth from the scanner screen to the steady sweeping hand of the chronometer. Roger bit his lip nervously, and Astro's hands trembled."],
        [" ", "\tWhen Tim reached a point five hundred feet away from the ship, Strong flipped open the audio circuit and issued his first order."],
        [" ", "\t“Range five hundred feet,” he called. “Cut jets!”"],
        [" ", "\t“You're already here, spaceboy!” yelled Roger into the mike, leaning over Strong's shoulder. The captain silenced him with a glare. No one could speak to the examinee but the testing officer."],
        [" ", "\tTim closed the valve of his jet unit and blindly jerked himself around again to drift feet first toward the ship. Strong watched this approach closely, silently admiring the effortless way the cadet handled himself in weightless space. When Tim was fifty feet away from the ship, and still traveling quite fast, Strong gave the second order to break his speed. Tim opened the valve again and felt the tug of the jets braking his acceleration. He drifted slower and slower, and realizing that he was close to the hull of the ship, he stretched his legs, striving to make contact. Seconds later he felt a heavy thump at the soles of his feet, and within the ship there was the muffled clank of metal boot weights hitting the metal skin of the hull."],
        [" ", "\t“Time!” roared Strong and glanced at the astral chronometer over his head. The boys crowded around as the Solar Guard captain quickly computed Tim's score. “Nine minutes, fifty-one seconds, and two corrections,” he announced, unable to keep the pride out of his voice."],
        [" ", "\t“We win! We win!” roared Roger. “Term honors go to the Polaris!”"],
        [" ", "\tRoger turned around and began pounding Astro on the chest, and the giant Venusian picked him up and waltzed him around the deck. The three members of the Arcturus unit waited until the first flush of victory died away and then crowded around the two boys to congratulate them."],
        [" ", "\t“Don't forget the cadet who did it,” commented Strong dryly, and the five cadets rushed below to the jet-boat deck to wait for Tim."],
        [" ", "\tWhen Tim emerged from the air lock a few moments later, Roger and Astro swarmed all over him, and another wild dance began. Finally, shaking free of his well-meaning but violent unit mates, he grinned and gasped, “Well, from that reception, I guess I did it.”"],
        [" ", "\t“Congratulations, Wright,” said Tony Richards of the Arcturus crew, offering his hand. “That was really fast maneuvering out there.”"],
        [" ", "\t“Thanks, Tony.” Tim grinned, running his hand through his brown curly hair. “But I have to admit I was a little scared. Wow! What a creepy feeling to know you're out in space alone and not able to see anything.”"],
        [" ", "\tTheir excitement was interrupted by Strong's voice over the ship's intercom. “Stand by, all stations!”"],
        [" ", "\t“Here we go!” shouted Roger. “Back to the Academy—and leave!”"],
        [" ", "\t“Yeeeeooooow!” Astro's bull-like roar echoed through the ship as the cadets hurried to their flight stations."],
        [" ", "\tAs command cadet of the Polaris, Tim climbed up to the control deck, and strapping himself into the command pilot's seat, prepared to get under way. Astro, the power-deck cadet who could “take apart a rocket engine and put it back together again with his thumbs,” thundered below to the atomic rockets he loved more than anything else in the universe. Roger Manning, the third member of the famed Polaris unit, raced up the narrow ladder leading to the radar bridge to take command of astrogation² and communications."],
        [" ", "\tWhile Captain Strong and the members of the Arcturus unit strapped themselves into acceleration cushions, Tim conducted a routine check of the many gauges on the great control panel before him."],
        [" ", "\t“Stand by to blast,” called Tim. “Standard space speed!”"],
        [" ", "\tInstantly the Polaris shot toward Earth in a long, curving arc. Moments later, when the huge round ball of the mother planet loomed large on the scanner screen, Roger's voice reported over the intercom, “Academy spaceport control gives us approach orbit 074 for touchdown on Ramp Twelve, Tim.”"],
        [" ", "\t“074 Ramp Twelve,” repeated Tim. “Got it!”"],
        [" ", "\t“Twelve!” roared Astro suddenly over the intercom. “Couldn't you make it closer to the Academy than that, Manning? We'll have to walk two miles to the nearest slidewalk!”"],
        [" ", "\t“Two hundred thousand feet to Earth's surface,” called Tim. “Stand by for landing operations.”"],
        [" ", "\tThe sleek ship began to settle tail first toward its destination—Space Academy, U.S.A."]
    ],
    "Copyright": "",
    "References": [
        ["¹", "insigne — a badge or emblem of membership"],
        ["²", "astrogation — navigation of a spaceship"]
    ]
}