{
    "Directions": "Read the following editorial about bake sales then answer each question.",
    "Context": [],
    "Title": "What Exactly Is the Goal?",
    "Subtitle": "",
    "Author": "by LaShanda Henry",
    "LabelType": "P",
    "Content": [
        [" ", "\tMy son’s father spends more time in the kitchen than I do, so I must confess that I would rather run and pick up a box of muffins for my son’s class than put on an apron. That being said, do I think it’s a problem if parents are bringing store-bought goods to school bake sales? Yes and no. It depends on whether the fund-raiser is really about raising funds."],
        [" ", "\tIf raising money is the goal, parents should be allowed to help out in any way they can. For those who are too busy to bake, buying goods should be an acceptable option. Now, if school bake sales mean more to us than simple fund-raising opportunities, the question is more complicated."],
        [" ", "\tAs a busy mom I see both sides, but Dad’s automatic response to this phenomenon was: “Don’t bite off more than you can chew! If you can’t commit to the task of actually baking and participating, don’t agree to participate.” He went on to say that bake sales are not simply about sales, but about building pride in one’s school and teaching our children the value of hard work. He asked: “If your child couldn’t do his homework, would you have someone else do it for him? Buying goods is the easy way out.”"],
        [" ", "\tI thought about his response as I imagined those times my son and I were in the kitchen bonding while baking a cake. I think what should matter most in any activity we do with our children is the time we spend together, the memories we create, and the lessons our children learn from these experiences and take with them into adulthood. While I can identify with those who argue they don’t have “time to bake,” I could see why parents would resist store-bought goods as this takes away from our “time to bond.”"],
        [" ", "\tLast but not least, my son loves when he sees me volunteering at his school. Hands-on participation in your child’s education is something they will always remember."]
    ],
    "Copyright": "“What Exactly Is the Goal?” by LaShanda Henry from The New York Times. Copyright © 2011 by LaShanda Henry.",
    "References": []
}