{
    "Directions": "Read this passage and answer each question that follows.",
    "Context": [
        "“[Sacagawea] recognized the point of a high plain to our right which she informed us was not very distant from the summer retreat of her nation... She assures us that we shall either find her people on this river or on the river immediately west of its source.” —Meriwether Lewis, August 8, 1805"
    ],
    "Title": "Sacagawea",
    "Subtitle": "",
    "Author": "by Andrew Matthews",
    "LabelType": "P",
    "Content": [
        ["1", "\tIn April 1805, after wintering at Fort Mandan in present-day North Dakota, Meriwether Lewis and William Clark prepared to continue their westward journey. The Corps leaders hoped to trade with the Shoshone (show-SHOW-nee) Indians for horses to help the expedition cross the Rocky Mountains. But in order to communicate with the Indians, the explorers needed someone who spoke the Shoshone language."],
        ["2", "\tTheir interpreter was a young Shoshone woman named Sacagawea. When she was about twelve years old, Sacagawea had been captured and taken away from her family by a raiding Minnetaree Indian party. By the time she was fourteen, Sacagawea was the wife of French trader Toussaint Charbonneau (SHAR-bah-noh). At sixteen, she was the mother of a two-month-old son and embarking on the journey of a lifetime. For sixteen months, often with her baby in a cradleboard¹ on her back, Sacagawea traveled with the Corps of Discovery.²"],
        ["3", "\tSacagawea was much more than a language bridge between cultures, however  Without saying a word, her very presence — and that of her baby — immediately sent a peaceful message to the northwestern native peoples with whom the Corps came in contact."],
        ["4", "\tSacagawea shared with the men of the Corps her knowledge of where to find berries and roots and how to prepare them. She also taught Lewis that dabbing the cheeks with red paint was a sign of peace among the Shoshone Indians."],
        ["5", "\tSacagawea impressed the expedition's captains with her presence of mind and courage. One day, windy weather caused the pirogue3 (PEA-rowg) she was in to tilt on its side and fill with water. Sacagawea remained calm with her baby on her back. As important bundles — such as instruments, medicine, and the captains' journals — floated by, she carefully saved them. Lewis honored her by naming a river in Montana for her."],
        ["6", "\tSacagawea reassured Lewis and Clark with her recognition of landmarks as the Corps got closer to the Shoshone Indians' homelands. When she finally was reunited with her surviving family members, Sacagawea helped make the negotiations for horses and guides proceed smoothly."],
        ["7", "\tThe only female member of the Corps, Sacagawea endured weather extremes (intense heat, constant rain, and bitter cold), low food supplies, annoying bugs, and physically exhausting days just as the men did. And throughout the journey, she also carried and cared for her infant son."],
        ["8", "\tThese hardships helped Sacagawea grow from a shy girl into a self-assured woman. When the expedition finally arrived at the Pacific Ocean, Sacagawea spoke up for herself when some of the men set out to look at a whale that had washed ashore. Instead of remaining silent, she expressed her desire to go, too, “to see the great waters” and “the monstrous fish.” The captains allowed her to join the group, and the sight of the huge whale carcass and enormous waterway surely amazed this young woman who previously had seen only rivers and streams."],
        ["9", "\tNo one knows for sure when Sacagawea died. Most historians claim that she passed away while still very young on December 20, 1812. Some believe that she lived on an Indian reservation until her death in 1884. What we know for certain is that Sacagawea was a young explorer of remarkable courage. We remember her today with admiration and awe for her role in the Corps of Discovery."]
    ],
    "Copyright": "Excerpt from “Sacagawea,” by Andrew Matthews, from Cobblestone Magazine, April 2004, Vol. 25, No. 4. Copyright © 2004 by Carus Publishing Company. Used by permission of Cricket Media Inc. via Copyright Clearance Center.",
    "References": [
        ["¹", "cradleboard - a frame onto which an infant is secured"],
        ["²", "Corps of Discovery - a specially established unit of the United States Army which helped form the Lewis and Clark expedition"],
        ["³", "pirogue - a flat-bottomed, wooden boat"]
    ]
}