{
    "Directions": "Read the following passage about a science project then answer each question that follows.",
    "Context": [],
    "Title": "Family Science",
    "Subtitle": "",
    "Author": "by Nancy Viau",
    "LabelType": "P",
    "Content": [
        ["", "problems/PA23G3E/media/S1a.jpg"],
        [" ", "\t“Eeeww! Karly, get that slimy, disgusting piece of junk away from my doll!” Jessie hollered."],
        [" ", "\t“It's not slimy. It's SHINY,” I said. “Look!” I pushed my rock under Jessie's nose. “Rocks aren't disgusting, especially this one. It's called obsidian, and it's from a volcano. Dad and I bought it at the Natural Science Museum.”"],
        [" ", "\tJessie shoved my rock. “Who cares? Karly, you are clueless. Girls don't play with that stuff.”"],
        [" ", "\t“I like rocks.” I let out a puffy sigh and put the rock in my pocket. “I may be a famous geologist one day. What will you be?”"],
        [" ", "\t“Leave me alone,” Jessie snapped."],
        [" ", "\tI didn't feel like arguing, so I stomped out the door, plopped on the ground, and dug a hole. “Karly,” Mom called from the potting shed. “Do you have to play in the dirt? Look at your clothes. They're filthy.”"],
        [" ", "\t“Maybe I'll be an archaeologist when I grow up,” I shouted. “They get paid to look for artifacts in the ground.” I dusted off my pants and marched to the porch. “Good dinosaur book?” I asked Dad, peering over his shoulder."],
        [" ", "\t“Excellent, want me to read to you?” he asked."],
        [" ", "\t“Not now. Sometime soon I want to get started on the book I got at the museum— the one that came with an awesome fish fossil and...”"],
        [" ", "\tJessie interrupted and asked me, “What in the world would you do with a fossil?”"],
        [" ", "\t“I'd study a bunch of fossils and become a paleontologist. I might even discover a new dinosaur,” I replied."],
        [" ", "\tMy sister shook her head so hard I thought her braids would fly off. “Dad, we can't possibly be twins,” she said. “Karly's weird.”"],
        [" ", "\tDad gave Jessie his don't-mess-with-me look. “Not that again.”"],
        [" ", "\tJessie took the hint. “I'm leaving. I have to find a shoebox and make a caveman diorama for school.”"],
        [" ", "\t“Wait!” I fished around in my pocket. “I found a chunk of granite earlier today. Do you want to use it?” I asked."],
        [" ", "\t“Eeeww! You've got to be kidding.” Jessie grabbed my rock and threw it down the driveway. “I certainly don't need that!”"],
        [" ", "\tI watched my sister disappear into the house, then wiped away an annoying tear. A scientist doesn't cry, but I sure wished Jessie would see things my way sometimes. After lunch, I heard sobs coming from Jessie's room. I was still upset, but I peeked around the door. Jessie was sitting on the floor in a heap of construction paper. “What's wrong?” I asked."],
        [" ", "\tJessie sniffled. “I can't think of any materials for this dumb diorama. Colored paper doesn't look prehistoric.”"],
        [" ", "\tJessie was right. An idea sizzled in my brain. I grabbed her hand and pulled her outside. I didn't stop until we were next to Mom's potting shed."],
        [" ", "\t“What are we doing here?” Jessie whined. “I have a project to do.”"],
        [" ", "\t“Dig, just dig,” I said, “and no questions.”"],
        [" ", "\tMy sister tickled the dirt with her fingertips. “Eeeww!”"],
        [" ", "\t“Dig deeper,” I said. Jessie scrunched up her face, closed her eyes, and clawed at the earth. She felt something. “What is it?” I asked."],
        [" ", "\tJessie picked up a piece of hardened red clay. “What good is broken pottery?”"],
        [" ", "\t“It could be part of your caveman diorama, Jessie. It looks like a tiny primitive bowl, don't you think?”"],
        [" ", "\t“Well... I guess,” said Jessie as she grinned and looked at the ground. “Maybe there's a cup in here too.” My sister pushed and pulled at the dirt. I couldn't believe she was giggling! Jessie worked for an hour on her diorama. She arranged the pottery bits around a fireplace that was made from crisscrossed twigs. Then Jessie sifted through layers of earth to find the right size stones for benches. “Now I need a cave,” she said. Racing down the driveway and skipping back, she opened her hand. “How about this? You said I could have it.”"],
        [" ", "\tI took the chunk of granite from my sister's palm and gently placed it in the shoebox. “A granite cave,” I replied, “it's perfect. And I have just the thing that looks like a cave drawing.” I ran into the house and brought out my fish fossil."],
        [" ", "\t“Try this,” I said."],
        [" ", "\t“Your museum fossil?” Jessie asked."],
        [" ", "\t“You can borrow it. I will need it back, though, if I become a paleontologist and not a geologist or an archaeologist.”"],
        [" ", "\t“My diorama still needs something. I know! I have a miniature boy doll I can dress up like a caveman!” Jessie exclaimed."],
        [" ", "\t“A doll?” I rolled my eyes. “Eeeww!”"],
        [" ", "\t“Ok, I'll do this part myself. Thanks for helping me. I won't call you weird anymore. I'd be lost without you for my sister,” Jessie said as she gave me a hug."],
        [" ", "\tI hugged her back and whispered, “Sister scientists save the day.”"]
    ],
    "Copyright": "“Family Science” by Viau, Nancy from Hopscotch, Aug/Sep 2011, Vol. 23, Issue 2, copyright © 2011. Fun For Kidz Magazine. All Rights Reserved.",
    "References": []
}