{
    "Directions": "Read the next two selections and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [],
    "Title": "Reinforcing the Past",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "The city of Pisa is located in the beautiful region of Tuscany in central Italy. Pisa is famous for its grand white-marble structures. The most famous of these structures is the Leaning Tower of Pisa. Construction of the tower started in 1173 and was finally completed in about 1370. It is an elegant eight-story bell tower. The tower is topped by a bell chamber and has an internal circular staircase of nearly 300 steps. Its arches and columns give the tower a dignified air."],
        ["2", "By the time construction on the tower had reached the third and fourth floors, it was clear that the tower was going to be a magnificent structure—except for one problem. It had started to tilt. Architects tried to correct the problem as they built the remaining floors of the tower, but the structure continued to lean. The architects even situated the bell chamber toward the north, away from the tower's southward tilt, in an attempt to balance the tower. But the tower continued to lean."],
        ["", "problems/TX17G7R/media/S3a.jpg"],
        ["3", "Over the centuries preservation efforts have on figuring out a way to keep the tower from leaning any farther. In 1934 an attempt to stabilize the tower included injecting concrete into the stone foundation, but some of the concrete seeped under the foundation, causing the tower to lean even more. Other ideas for maintaining the tower have been quite outlandish. One commission even suggested attaching helium balloons to the tower to hold it up, but the suggestion was never actually attempted."],
        ["4", "Still the tower kept leaning. In 1990 experts determined that the tower was dangerously close to toppling over, and public entry into the tower was prohibited. An international commission of historians and experts then began an effort to save the tower. They determined that the soil under the south side of the tower was softer than the soil under the north side, and the weight of the marble tower was accelerating the shift. Steel cables and counterweights were installed to slow the movement of the tower. While the cables and weights worked to stabilize the tower, excess soil was removed from underneath the north end to level the ground the tower rests on. These efforts to protect and maintain the tower are not obvious to the untrained eye; the tower still leans about 13 feet."],
        ["5", "The international commission and the proud citizens of Pisa are hopeful about the latest efforts to halt the lean. Experts believe that the tower should now be stable for another 300 years. If the tower leans significantly more, however, architectural experts and historians will surely once again come to the aid of the magnificent Leaning Tower of Pisa."]
    ],
    "Copyright": "",
    "References": []
}