{
    "Directions": "",
    "Context": [],
    "Title": "The Cutty Sark",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "The Cutty Sark is more than just an old sailboat; it is a historical artifact. Launched in Scotland in 1869, the Cutty Sark was one of the most advanced clippers of its time. A clipper is a fast sailing ship, and the Cutty Sark's sleek hull made it ideal to serve in the tea trade between China and England. This three-masted, 212-foot vessel contributed to London's growth as a trade center."],
        ["2", "Perhaps one of the most impressive aspects of the Cutty Sark was the clipper's speed. The clipper set new speed records in the 1880s. Some records claim that the clipper sailed from London to Sydney, Australia, in 77 days and made the return trip in just 73 days, a remarkable pace at the time. However, as faster steam vessels began to rise in popularity, the Cutty Sark soon became obsolete. The clipper was later used for training officers who served in the Royal Navy in World War II."],
        ["", "problems/TX17G7R/media/S4a.jpg"],
        ["3", "In 1951 the Cutty Sark Trust was formed. This organization recognized the Cutty Sark's historical importance and eventually raised enough money to restore the ship as a museum in London. For more than 40 years, the ship sat on concrete, serving as an attraction and visitor center. In 1998, however, experts determined that extensive conservation efforts were needed to prevent the ship from deteriorating."],
        ["4", "The trust closed the ship to the public in 2006, and an architectural firm began a long conservation project. The project aimed to refurbish as much of the original material from the ship as possible. Unfortunately, during the renovation in 2007, the ship caught fire when a vacuum cleaner was left on. Luckily, 90 percent of the ship's hull and most of the ship's fabric and fittings were saved from the fire."],
        ["5", "When the restoration project resumed, architects designed a unique method to display the ship. Because the hull was what made the clipper so special, curators wanted the public to be able to appreciate this feature. Therefore, the six-year restoration project included suspending the ship so that the hull hovers three meters off the ground, thus providing a clear view of the shape of the bottom of the clipper."],
        ["6", "Although the Cutty Sark restoration project took longer to complete than expected, the Queen of England opened the exhibit to the public in 2012. Today the Cutty Sark attracts visitors from around the world and remains a significant part of London's history."],
        ["", "problems/TX17G7R/media/S4b.jpg"]
    ],
    "Copyright": "",
    "References": []
}