{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Multiple Genres"
        ],
        "SubTopics": [
            "Analyze plot elements, including rising action, climax, falling action, resolution, and non-linear elements such as flashback."
        ],
        "SuppContent": [
            "problems/TX21G6R/supps/TX21G6R-S1.json"
        ],
        "Content": [
            "How does paragraph 28 contribute to the development of the plot?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It shows that Elena feels shy toward Marcos because he has been gone for so long.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Quietness can be mistaken for shyness, but there is no reason Elena would feel shy at a family dinner.",
                    "Percent": 5
                }
            },
            "B": {
                "Choice": "It highlights that Elena feels upset about spoiling Marcos’s surprise.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 28, the author highlights that Elena feels upset about spoiling Marcos’s surprise. Picking at her food and being quiet while everyone else is talking are signs that Elena is upset, and her behavior will lead to the story’s climax.",
                    "Percent": 85
                }
            },
            "C": {
                "Choice": "It indicates that Elena’s family enjoys spending time together.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The family eats dinner together, but in paragraph 28, the author focuses on Elena’s discomfort, not the family’s enjoyment from spending time together.",
                    "Percent": 4
                }
            },
            "D": {
                "Choice": "It reveals that Elena is upset with her mother for forgetting to act surprised.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Elena is feeling upset because she has realized it is her own fault the surprise was spoiled, not her mother’s.",
                    "Percent": 6
                }
            }
        }
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Author's Purpose & Craft"
        ],
        "SubTopics": [
            "Describe how the author's use of figurative language such as metaphor and personification achieves specific purposes."
        ],
        "SuppContent": [
            "problems/TX21G6R/supps/TX21G6R-S1.json"
        ],
        "Content": [
            "Read this sentence from paragraph 27.",
            ":box:As Marcos hugged Mom, he looked accusingly over her shoulder at Elena—the aroma of fresh cookies in the air whispered to him that his visit was no surprise.",
            "What does the author’s use of personification emphasize?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Marcos realizes Mom has prepared in advance for his visit.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Personification is a type of figurative language where human characteristics are applied to something that is not alive. In this sentence, the author describes the cookies’ aroma as “[whispering]” to Marcos, revealing that the surprise is ruined, and Mom is expecting him.",
                    "Percent": 79
                }
            },
            "G": {
                "Choice": "Mom understands what Marcos likes to eat.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Mom does know what Marcos likes to eat, but the personification of the cookies’ aroma whispering to Marcos tells him that his mother was prepared for his arrival.",
                    "Percent": 2
                }
            },
            "H": {
                "Choice": "Elena wishes that Marcos had not noticed the smell of the cookies.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The emphasis of this sentence is on Marcos, so what Elena wishes for is not revealed by the use of personification.",
                    "Percent": 8
                }
            },
            "J": {
                "Choice": "Marcos feels welcomed by the smell of his favorite cookies.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Marcos may feel welcomed, but the personification of the cookies’ aroma is used to indicate that “his visit was no surprise.”",
                    "Percent": 11
                }
            }
        }
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Author's Purpose & Craft"
        ],
        "SubTopics": [
            "Identify the use of literary devices, including omniscient and limited point of view, to achieve a specific purpose."
        ],
        "SuppContent": [
            "problems/TX21G6R/supps/TX21G6R-S1.json"
        ],
        "Content": [
            "Because the story is told from the third-person limited point of view, the reader knows —"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "why Marcos has not visited sooner",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author only reveals Elena’s thoughts and feelings, so the reader does not know Marcos’s reasoning for not visiting sooner.",
                    "Percent": 4
                }
            },
            "B": {
                "Choice": "why Aunt Laura revealed the secret to Mom",
                "Key": {
                    "Correct": false,
                    "Rationale": "Because the author tells the story from Elena’s point of view, the reader does not know Aunt Laura’s reasoning for anything she doesn’t tell Elena.",
                    "Percent": 10
                }
            },
            "C": {
                "Choice": "how Elena feels about her actions",
                "Key": {
                    "Correct": true,
                    "Rationale": "Point of view is the perspective from which the events in the story are told. In this story, third-person limited point of view is used, meaning the author tells the story from a single character’s (Elena’s) point of view, so the reader can only know how Elena feels about her actions.",
                    "Percent": 81
                }
            },
            "D": {
                "Choice": "what Mom thinks about the upcoming anniversary party",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author only tells Elena’s thoughts and feelings, so Mom’s thoughts about the party are not revealed.",
                    "Percent": 5
                }
            }
        }
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Foundational Language Skills"
        ],
        "SubTopics": [
            "Use context such as definition, analogy, and examples to clarify the meaning of words."
        ],
        "SuppContent": [
            "problems/TX21G6R/supps/TX21G6R-S1.json"
        ],
        "Content": [
            "What does the word f͟u͟t͟i͟l͟e mean in paragraph 8?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Useless",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 8, the word f͟u͟t͟i͟l͟e is closest in meaning to the word “useless.” Elena is so distracted with the news that her brother is coming that concentrating on her homework is useless, or f͟u͟t͟i͟l͟e.",
                    "Percent": 60
                }
            },
            "G": {
                "Choice": "Effortless",
                "Key": {
                    "Correct": false,
                    "Rationale": "Elena is trying to concentrate on her homework assignment, so she is making an effort.",
                    "Percent": 20
                }
            },
            "H": {
                "Choice": "Boring",
                "Key": {
                    "Correct": false,
                    "Rationale": "Elena cannot concentrate because she is excited by her brother’s news, not because the work is boring.",
                    "Percent": 7
                }
            },
            "J": {
                "Choice": "Troubling",
                "Key": {
                    "Correct": false,
                    "Rationale": "Elena is unable to concentrate on her assignment, so “concentrating on her work” is not “troubling;” it is useless.",
                    "Percent": 13
                }
            }
        }
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Author's Purpose & Craft"
        ],
        "SubTopics": [
            "Describe how the author's use of figurative language such as metaphor and personification achieves specific purposes."
        ],
        "SuppContent": [
            "problems/TX21G6R/supps/TX21G6R-S1.json"
        ],
        "Content": [
            "Read this sentence from paragraph 20.",
            ":box:Suddenly, Elena’s cheeks felt as if they were on fire.",
            "What does the author’s use of figurative language in this sentence suggest?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Elena is embarrassed because Mom is not supposed to know about Marcos’s visit.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Figurative language is language that uses words that mean something different than their literal interpretation. In this sentence, Elena’s cheeks do not actually feel as hot as if they were on fire. They just feel warm because she is embarrassed, since Mom is not supposed to know about Marcos’s visit.",
                    "Percent": 68
                }
            },
            "B": {
                "Choice": "Elena begins to feel ill as she rests in her room.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no context to support the idea that Elena is feeling sick. Having hot cheeks means she is feeling embarrassed.",
                    "Percent": 2
                }
            },
            "C": {
                "Choice": "Elena is angry with her aunt for telling Mom that Marcos is coming to visit.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Elena’s face flushes because Mom has discovered the secret Elena was supposed to keep. She is embarrassed, not angry.",
                    "Percent": 18
                }
            },
            "D": {
                "Choice": "Elena panics because she was caught pretending.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Elena pretends to be unaware of Marcos’s visit in paragraph 21, not 20. In paragraph 20, she knows she made a mistake and is embarrassed.",
                    "Percent": 12
                }
            }
        }
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Multiple Genres"
        ],
        "SubTopics": [
            "Analyze plot elements, including rising action, climax, falling action, resolution, and non-linear elements such as flashback."
        ],
        "SuppContent": [
            "problems/TX21G6R/supps/TX21G6R-S1.json"
        ],
        "Content": [
            "In what way do Mom’s actions in paragraph 26 affect the plot?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "They cause Marcos to change his plans for visiting the family.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Marcos has not changed his plans for visiting the family. For Mom, it only seems like Marcos will never arrive because she is so excited to see him.",
                    "Percent": 7
                }
            },
            "G": {
                "Choice": "They lead the family to arrange a different date for the anniversary party.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The date of the anniversary party is not mentioned in this paragraph and does not change.",
                    "Percent": 5
                }
            },
            "H": {
                "Choice": "They cause Aunt Laura to realize that she made a mistake by confiding in Mom.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no mention of Aunt Laura in this paragraph.",
                    "Percent": 12
                }
            },
            "J": {
                "Choice": "They make it difficult for Elena to enjoy her brother’s arrival.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 26, “Elena’s stomach churned wildly all day long,” revealing that Elena cannot enjoy her brother’s arrival because Mom is not hiding the fact that she knows Marcos is coming.",
                    "Percent": 76
                }
            }
        }
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Response Skills"
        ],
        "SubTopics": [
            "Paraphrase and summarize texts in ways that maintain meaning and logical order."
        ],
        "SuppContent": [
            "problems/TX21G6R/supps/TX21G6R-S1.json"
        ],
        "Content": [
            "What is the best summary of the story?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Elena answers the phone and her brother Marcos tells her he is planning a surprise visit home. He is coming for their parents’ anniversary party. Elena tells Gemma who then tells Aunt Laura who then tells Mom. Marcos is upset that Mom knows his surprise.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The resolution of the conflict (Marcos forgiving Elena) is not included in this summary, making it incomplete.",
                    "Percent": 16
                }
            },
            "B": {
                "Choice": "Marcos plans a surprise visit home and asks his sister Elena to keep his secret. However, Elena tells her cousin, and Mom eventually hears about the plan. Marcos arrives and realizes his visit is not a surprise. Elena feels sorry and apologizes, and she is forgiven.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The best summary of the story is presented in these sentences. An overview of the events is given, and the main conflict (Elena spoiling Marcos’s surprise for their parents) and its resolution (Marcos forgiving Elena) are described.",
                    "Percent": 69
                }
            },
            "C": {
                "Choice": "Elena tries to keep her brother Marcos’s surprise visit to herself. When her cousin Gemma visits, Elena tells her the secret. When Mom finds out, she starts to get the house ready for Marcos. She bakes his favorite cookies, and Marcos eats them when he arrives.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The conflict of Elena spoiling Marcos’s surprise for their parents is not mentioned in this summary, making it incomplete.",
                    "Percent": 6
                }
            },
            "D": {
                "Choice": "Marcos wants to travel home from California and surprise his parents for their anniversary party. He asks Elena to keep his secret, but she tells her cousin Gemma. Marcos is at first upset that Elena told his secret but then shares some cookies with her that Mom baked.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Minor details are included in this summary, and the conflict and resolution are not clearly defined.",
                    "Percent": 9
                }
            }
        }
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Foundational Language Skills"
        ],
        "SubTopics": [
            "Use print or digital resources to determine the meaning, syllabication, pronunciation, word origin, and part of speech."
        ],
        "SuppContent": [
            "problems/TX21G6R/supps/TX21G6R-S2.json"
        ],
        "Content": [
            "Read the dictionary entry for the word b͟o͟l͟t.",
            ":box:bolt \\'bōlt\\ v\n1. to break away from control\n2. to stop participating in an activity\n3. to run off\n4. to move suddenly or rapidly",
            "Which definition best matches the way the word b͟o͟l͟t͟s is used in line 15?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Definition 1",
                "Key": {
                    "Correct": false,
                    "Rationale": "Owner is suddenly getting out of the chair in surprise, not to break away from something controlling.",
                    "Percent": 7
                }
            },
            "G": {
                "Choice": "Definition 2",
                "Key": {
                    "Correct": false,
                    "Rationale": "Owner does stop sitting in the chair, but the inclusion of “to his feet,” makes this meaning of b͟o͟l͟t incorrect.",
                    "Percent": 4
                }
            },
            "H": {
                "Choice": "Definition 3",
                "Key": {
                    "Correct": false,
                    "Rationale": "Owner gets up and onto his feet and continues to talk to Dog. He does not run off.",
                    "Percent": 7
                }
            },
            "J": {
                "Choice": "Definition 4",
                "Key": {
                    "Correct": true,
                    "Rationale": "The word b͟o͟l͟t͟s in line 15 is closest in meaning to definition 4, “to move suddenly or rapidly.” Owner is surprised that Dog is talking and rapidly gets up out of the chair into a standing position.",
                    "Percent": 81
                }
            }
        }
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX21G6R/supps/TX21G6R-S2.json"
        ],
        "Content": [
            "What is the underlying cause of Owner and Dog’s disagreement?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Owner wishes Dog would stop interrupting his naps.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no context to support the idea that Dog has interrupted Owner’s naps before.",
                    "Percent": 8
                }
            },
            "B": {
                "Choice": "Owner is angry about Dog destroying his books.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Owner discusses Dog chewing up A Wrinkle in Time in line 41, but the discussion of Dog’s needs begins far before that in line 12.",
                    "Percent": 5
                }
            },
            "C": {
                "Choice": "Dog feels that Owner has stopped meeting his needs.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The reader can infer that the underlying cause of Owner and Dog’s disagreement is that Dog feels neglected. In line 46, Dog says that he sometimes gets a walk “once a week,” and in line 50, he describes the things he and Owner used to do but don’t do anymore.",
                    "Percent": 76
                }
            },
            "D": {
                "Choice": "Dog wants praise for being loyal to Owner.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Dog wants his needs to be met like they used to be (line 50). He does not express desire for praise anywhere in the play.",
                    "Percent": 12
                }
            }
        }
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX21G6R/supps/TX21G6R-S2.json"
        ],
        "Content": [
            "How does the playwright indicate that Owner is surprised by Dog’s ability to speak?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "By describing the noises Dog makes in the stage directions in line 10",
                "Key": {
                    "Correct": false,
                    "Rationale": "These are normal dog sounds and are not used to indicate what Owner is thinking or feeling.",
                    "Percent": 6
                }
            },
            "G": {
                "Choice": "By having Owner ask questions in line 11",
                "Key": {
                    "Correct": false,
                    "Rationale": "In line 11, Dog has not spoken yet, so Owner does not yet know Dog can talk.",
                    "Percent": 9
                }
            },
            "H": {
                "Choice": "By including Dog’s and Owner’s actions in the stage directions in line 11",
                "Key": {
                    "Correct": false,
                    "Rationale": "Dog’s actions in line 11 are normal for a dog, and Owner’s actions (turns on light) are not used to indicate any emotions.",
                    "Percent": 12
                }
            },
            "J": {
                "Choice": "By indicating pauses in Owner’s dialogue in line 15",
                "Key": {
                    "Correct": true,
                    "Rationale": "In line 15, Owner can barely get a whole sentence out and takes pauses (indicated by the ellipses) between words. His inability to speak clearly at that moment shows his surprise at Dog’s ability to speak.",
                    "Percent": 74
                }
            }
        }
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX21G6R/supps/TX21G6R-S2.json"
        ],
        "Content": [
            "Read these sentences from line 4 and line 8.",
            ":box:OWNER: You have no idea how good you’ve got it. (line 4)\n\nOWNER: That dog has no idea how good he’s got it. (line 8)",
            "Which idea in the play does this dialogue help develop?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Owner does not realize that he has neglected Dog.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In lines 4 and 8, Owner repeats his thoughts that Dog is unaware of how good his life is, emphasizing that Owner does not realize how he’s been treating Dog.",
                    "Percent": 70
                }
            },
            "B": {
                "Choice": "Dog is able to speak to Owner.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Dog does not speak until line 12, and there is no context in this dialogue used to suggest Dog will be able to speak.",
                    "Percent": 16
                }
            },
            "C": {
                "Choice": "Owner does not want Dog to act like a human.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In lines 4 and 8, Dog has not yet spoken, so the idea that Owner does not want Dog to act like a human is not supported.",
                    "Percent": 10
                }
            },
            "D": {
                "Choice": "Dog believes that the mail carrier is a danger to the house.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The mail carrier is not mentioned until line 36, so the idea that Dog believes the mail carrier is a threat is not supported by lines 4 and 8.",
                    "Percent": 4
                }
            }
        }
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX21G6R/supps/TX21G6R-S2.json"
        ],
        "Content": [
            "How does the conversation between Owner and Dog lead to the play’s resolution?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "It shows Owner how protective Dog has been in the past.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In line 36, Dog explains that he protects Owner from the “strange man wearing blue,” but Owner does not yet realize Dog’s feelings of being neglected, so this does not lead to the resolution.",
                    "Percent": 16
                }
            },
            "G": {
                "Choice": "It allows Dog to be honest with Owner.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The conversation between Owner and Dog allows Dog to be honest about his feelings. He tells Owner that he wishes Owner would make more time for him. This leads to a resolution in line 55 when Owner promises to make time to play with Dog.",
                    "Percent": 57
                }
            },
            "H": {
                "Choice": "It lets Owner explain to Dog how busy he is.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Owner explains how busy he is, but this alone does not resolve the conflict because it does not make Dog feel less neglected.",
                    "Percent": 23
                }
            },
            "J": {
                "Choice": "It shows that Dog does not understand how to treat books.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Dog chewing up a book does not lead to the resolution of the play.",
                    "Percent": 4
                }
            }
        }
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX21G6R/supps/TX21G6R-S2.json"
        ],
        "Content": [
            "What can the reader conclude about Owner in scene 1?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "He is disapproving of Dog’s laziness.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Owner tells Dog to lie down in line 6, so he does not disapprove of Dog’s laziness.",
                    "Percent": 15
                }
            },
            "B": {
                "Choice": "He is frustrated that he is too tired to finish reading his book.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Owner does not express frustration about being tired.",
                    "Percent": 17
                }
            },
            "C": {
                "Choice": "He is unaware of the way Dog feels about their relationship.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The reader can conclude that in scene 1, Owner does not realize how Dog feels about their relationship. Owner repeatedly says Dog “has no idea how good he’s got it,” even though Dog continues to seek attention from Owner (lines 3 and 4) and is dismissed by Owner when he tells Dog to lie down (line 6).",
                    "Percent": 56
                }
            },
            "D": {
                "Choice": "He is annoyed that he has to walk Dog instead of studying.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Owner says, “That was a good walk” (line 2) and does not express any annoyance at walking Dog.",
                    "Percent": 11
                }
            }
        }
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Multiple Genres"
        ],
        "SubTopics": [
            "Organizational patterns such as definition, classification, advantage, and disadvantage."
        ],
        "SuppContent": [
            "problems/TX21G6R/supps/TX21G6R-S3.json",
            "problems/TX21G6R/supps/TX21G6R-S4.json"
        ],
        "Content": [
            "How does the author organize paragraphs 2 through 5 of the selection “A Massive Mission”?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "By detailing the order of events that brought Endeavour to its final destination",
                "Key": {
                    "Correct": true,
                    "Rationale": "The order of events that brought Endeavour to its final destination are detailed in these paragraphs. The author explains the route the space shuttle took from Florida to California, the work people did to prepare for the shuttle to pass through the streets of Los Angeles, and where the shuttle resides now.",
                    "Percent": 67
                }
            },
            "G": {
                "Choice": "By listing the steps that had to be taken before Endeavour could fly to California",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author mentions these steps briefly in paragraph 2 but does not organize paragraphs 2 through 5 around this information.",
                    "Percent": 15
                }
            },
            "H": {
                "Choice": "By describing the features of Endeavour that made it useful for NASA missions",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraphs 2 through 5, the author describes the space shuttle’s journey after its missions, not how the shuttle was useful to NASA.",
                    "Percent": 12
                }
            },
            "J": {
                "Choice": "By comparing the differences between Endeavour and a Boeing 747 airplane",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author makes no comparison between Endeavour and the Boeing 747 airplane in these paragraphs.",
                    "Percent": 5
                }
            }
        }
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX21G6R/supps/TX21G6R-S3.json",
            "problems/TX21G6R/supps/TX21G6R-S4.json"
        ],
        "Content": [
            "Based on paragraph 2 of the selection “A Massive Mission,” what is the most likely reason Endeavour flew to different places in California before landing at the Los Angeles International Airport?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "To allow planners time to prepare the streets for the shuttle",
                "Key": {
                    "Correct": false,
                    "Rationale": "It likely took a lot longer to prepare the streets of Los Angeles (paragraph 3) than it did for Endeavour to fly to different places in California, so this is not the reason for the shuttle’s flight over that state.",
                    "Percent": 29
                }
            },
            "B": {
                "Choice": "To test whether the shuttle was still working well",
                "Key": {
                    "Correct": false,
                    "Rationale": "The shuttle itself did not fly. It was strapped to a plane (paragraph 2), so they did not test to see if the shuttle was working.",
                    "Percent": 15
                }
            },
            "C": {
                "Choice": "To give more people the opportunity to view the shuttle",
                "Key": {
                    "Correct": true,
                    "Rationale": "Endeavour’s flight was “celebratory” (paragraph 2), which suggests that the purpose of the flight was to commemorate the shuttle’s arrival in California and allow people to see it.",
                    "Percent": 48
                }
            },
            "D": {
                "Choice": "To remind people how the shuttle was previously used",
                "Key": {
                    "Correct": false,
                    "Rationale": "The shuttle was strapped to a plane (paragraph 2), so the flight was not used to remind people how Endeavour was previously used in space.",
                    "Percent": 8
                }
            }
        }
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Response Skills"
        ],
        "SubTopics": [
            "Use text evidence to support an appropriate response."
        ],
        "SuppContent": [
            "problems/TX21G6R/supps/TX21G6R-S3.json",
            "problems/TX21G6R/supps/TX21G6R-S4.json"
        ],
        "Content": [
            "Read this sentence from paragraph 1 of the selection “A Massive Mission.”",
            ":box:As one observer said, the move was a “once-in-forever moment in history.”",
            "Which statement from the selection best supports the idea in this sentence?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Strapped to the back of a specially adapted Boeing 747 airplane, it was flown across the country to Edwards Air Force Base in California. (paragraph 2)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence from paragraph 1 is related to the shuttle’s “crawl through the streets of Los Angeles,” but this sentence from paragraph 2 is used to describe its flight.",
                    "Percent": 26
                }
            },
            "G": {
                "Choice": "After soaring past the famous Hollywood sign, Endeavour landed at the Los Angeles International Airport. (paragraph 2)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The shuttle’s “crawl through the streets of Los Angeles” is the focus of the sentence from paragraph 1, but this sentence is used to describe its flight and landing.",
                    "Percent": 17
                }
            },
            "H": {
                "Choice": "Huge steel plates were placed atop streets along the route. (paragraph 3)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The idea that the shuttle’s move was a “once-in-forever moment in history” is not best supported by this sentence regarding the use of steel plates.",
                    "Percent": 6
                }
            },
            "J": {
                "Choice": "Dozens of photographers and filmmakers were on hand to capture every minute. (paragraph 3)",
                "Key": {
                    "Correct": true,
                    "Rationale": "The idea that the shuttle’s move was a “once-in-forever moment in history” is supported by the statement that “[d]ozens of photographers and filmmakers” wanted to capture the shuttle’s trip through Los Angeles. The knowledge that this would likely only happen once made the event worthy of being filmed and photographed.",
                    "Percent": 51
                }
            }
        }
    },
    "17": {
        "Number": 17,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Author's Purpose & Craft"
        ],
        "SubTopics": [
            "Explain the author's purpose and message within a text."
        ],
        "SuppContent": [
            "problems/TX21G6R/supps/TX21G6R-S3.json",
            "problems/TX21G6R/supps/TX21G6R-S4.json"
        ],
        "Content": [
            "What is the most likely reason the author wrote the selection “A Massive Mission”?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "To emphasize the importance of Endeavour’s space-travel missions",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author describes Endeavour’s journey by plane and through the streets, not its missions in space.",
                    "Percent": 28
                }
            },
            "B": {
                "Choice": "To highlight the efforts taken to transport Endeavour to a museum",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author highlights the efforts taken to transport Endeavour to a museum in this selection. The author describes the steps people took to make the shuttle’s journey from Florida to the California Science Center a success.",
                    "Percent": 44
                }
            },
            "C": {
                "Choice": "To explain the economic effect of Endeavour’s tour through Los Angeles",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author briefly mentions money in paragraph 4, but this is not the focus of the selection.",
                    "Percent": 19
                }
            },
            "D": {
                "Choice": "To argue that Endeavour is the most important space shuttle used to this day",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author does not go into depth on Endeavour’s importance or compare it to other space shuttles.",
                    "Percent": 9
                }
            }
        }
    },
    "18": {
        "Number": 18,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Response Skills"
        ],
        "SubTopics": [
            "Use text evidence to support an appropriate response."
        ],
        "SuppContent": [
            "problems/TX21G6R/supps/TX21G6R-S3.json",
            "problems/TX21G6R/supps/TX21G6R-S4.json"
        ],
        "Content": [
            "Which sentence from the selection “A Massive Mission” best shows that people were enthusiastic about Endeavour’s journey?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "On October 13, 2012, the space shuttle Endeavour, one of four retired NASA shuttles, began its last mission. (paragraph 1)",
                "Key": {
                    "Correct": false,
                    "Rationale": "There are no people mentioned in this sentence.",
                    "Percent": 15
                }
            },
            "G": {
                "Choice": "On a celebratory flight around its new home state, Endeavour circled over the Capitol in Sacramento. (paragraph 2)",
                "Key": {
                    "Correct": false,
                    "Rationale": "People’s reaction to Endeavour’s journey are not described in this sentence.",
                    "Percent": 18
                }
            },
            "H": {
                "Choice": "Several police officers were needed to redirect traffic as the shuttle passed. (paragraph 3)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The need for police officers to direct traffic does not reveal people’s enthusiasm about Endeavour’s journey.",
                    "Percent": 13
                }
            },
            "J": {
                "Choice": "This historic move, which cost approximately 10 million dollars to complete, also became a huge social event. (paragraph 4)",
                "Key": {
                    "Correct": true,
                    "Rationale": "In this sentence, the author describes the move as a “huge social event,” meaning that it attracted a large crowd of people who were there to see and support the shuttle’s journey. This shows that spectators were enthusiastic about the event.",
                    "Percent": 54
                }
            }
        }
    },
    "19": {
        "Number": 19,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX21G6R/supps/TX21G6R-S3.json",
            "problems/TX21G6R/supps/TX21G6R-S4.json"
        ],
        "Content": [
            "In the selection “DO Look Down!,” the author includes the photographs and their captions most likely to highlight which idea?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It took several years to construct the Grand Canyon Skywalk.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The completed skywalk is shown in the photographs, and no dates are included in the captions, so the length of time it took to construct the skywalk is not revealed.",
                    "Percent": 16
                }
            },
            "B": {
                "Choice": "The Grand Canyon Skywalk is attached to the entrance building.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The entrance building is not shown in the photographs or described in the captions, so this is not the reason for the photographs’ inclusion.",
                    "Percent": 11
                }
            },
            "C": {
                "Choice": "The Grand Canyon Skywalk brings visitors to Grand Canyon West.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The idea that the “Grand Canyon Skywalk brings visitors to Grand Canyon West” is highlighted by the photographs and captions. Instead of showing the skywalk empty, the author includes photographs of tourists (described in captions) enjoying it.",
                    "Percent": 64
                }
            },
            "D": {
                "Choice": "Building the Grand Canyon Skywalk required the agreement of tribal elders.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There are no tribal elders shown in the photographs or described in the captions.",
                    "Percent": 8
                }
            }
        }
    },
    "20": {
        "Number": 20,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Author's Purpose & Craft"
        ],
        "SubTopics": [
            "Explain the author's purpose and message within a text."
        ],
        "SuppContent": [
            "problems/TX21G6R/supps/TX21G6R-S3.json",
            "problems/TX21G6R/supps/TX21G6R-S4.json"
        ],
        "Content": [
            "Why does the author use questions in paragraph 3 of the selection “DO Look Down!”?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "To suggest that Hualapai tribe members lacked engineering experience",
                "Key": {
                    "Correct": false,
                    "Rationale": "It is not specified that the Hualapai tribe members were the people who asked these questions, nor is it suggested that they would serve as the project’s engineers.",
                    "Percent": 7
                }
            },
            "G": {
                "Choice": "To highlight that the skywalk would allow people to see a more rugged area of the canyon",
                "Key": {
                    "Correct": false,
                    "Rationale": "These questions are related to the actual skywalk design rather than what that area of the Grand Canyon looks like.",
                    "Percent": 14
                }
            },
            "H": {
                "Choice": "To emphasize that creating the skywalk was complicated because nothing like it had ever been built",
                "Key": {
                    "Correct": true,
                    "Rationale": "The use of questions helps the author emphasize that creating the skywalk was a complex process because it was the first of its kind. The builders had to consider many different aspects, such as capacity, style, and safety.",
                    "Percent": 69
                }
            },
            "J": {
                "Choice": "To show that Hualapai tribe members hoped the project would bring many tourists",
                "Key": {
                    "Correct": false,
                    "Rationale": "The mention of a number of visitors in the questions is in regard to safety rather than hope that many tourists will come.",
                    "Percent": 10
                }
            }
        }
    },
    "21": {
        "Number": 21,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Foundational Language Skills"
        ],
        "SubTopics": [
            "Determine the meaning and usage of grade-level academic English words derived from Greek and Latin roots such as mis/mit, bene, man, vac, scrib/script, and jur/jus."
        ],
        "SuppContent": [
            "problems/TX21G6R/supps/TX21G6R-S3.json",
            "problems/TX21G6R/supps/TX21G6R-S4.json"
        ],
        "Content": [
            "The word p͟r͟o͟t͟r͟u͟d͟e͟s has a Latin root, trudere, meaning “to thrust.” What does p͟r͟o͟t͟r͟u͟d͟e͟s mean in paragraph 1 of the selection “DO Look Down!”?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Works differently than intended",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this sentence, p͟r͟o͟t͟r͟u͟d͟e͟s is used to tell how the walkway looks rather than how it works.",
                    "Percent": 11
                }
            },
            "B": {
                "Choice": "Appears separate from a main part",
                "Key": {
                    "Correct": false,
                    "Rationale": "The walkway sticks out from the canyon, but there is no context to suggest that it appears separate. In fact, it is connected to the entrance building.",
                    "Percent": 18
                }
            },
            "C": {
                "Choice": "Has a variety of uses",
                "Key": {
                    "Correct": false,
                    "Rationale": "The way in which the walkway will be used is not described in paragraph 1, so this is not the meaning of p͟r͟o͟t͟r͟u͟d͟e͟s.",
                    "Percent": 10
                }
            },
            "D": {
                "Choice": "Sticks out from an area",
                "Key": {
                    "Correct": true,
                    "Rationale": "The word p͟r͟o͟t͟r͟u͟d͟e͟s is closest in meaning to “Sticks out from an area.” The walkway sticks out “70 feet beyond the canyon wall.”",
                    "Percent": 61
                }
            }
        }
    },
    "22": {
        "Number": 22,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX21G6R/supps/TX21G6R-S3.json",
            "problems/TX21G6R/supps/TX21G6R-S4.json"
        ],
        "Content": [
            "What can the reader conclude about the tribal elders based on paragraph 4 of the selection “DO Look Down!”?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "They carefully considered how the skywalk would impact their community.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Tribal elders had “much discussion” and met with architects and engineers before moving forward with the skywalk. The reader can conclude that they carefully considered the impact that the skywalk would have on their community.",
                    "Percent": 56
                }
            },
            "G": {
                "Choice": "They requested that the skywalk be built at a slow pace.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Tribe members were being cautious, but they did not specify the pace for building the skywalk.",
                    "Percent": 10
                }
            },
            "H": {
                "Choice": "They wanted the skywalk to include several interesting features.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Based on paragraph 4, tribal elders were thinking about “safety and performance” of the skywalk, not interesting features.",
                    "Percent": 20
                }
            },
            "J": {
                "Choice": "They wondered how the number of visitors on the skywalk would be managed.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no information in this paragraph to support the conclusion that tribal elders wondered about managing the number of visitors on the skywalk.",
                    "Percent": 14
                }
            }
        }
    },
    "23": {
        "Number": 23,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Response Skills"
        ],
        "SubTopics": [
            "Use text evidence to support an appropriate response."
        ],
        "SuppContent": [
            "problems/TX21G6R/supps/TX21G6R-S3.json",
            "problems/TX21G6R/supps/TX21G6R-S4.json"
        ],
        "Content": [
            "Which sentence from the selection “DO Look Down!” best explains why the Hualapai wanted to create the Grand Canyon Skywalk?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Nature lovers from around the world come to see the Grand Canyon. (paragraph 1)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The fact that nature lovers visit the Grand Canyon does not explain why the Hualapai wanted to create the skywalk.",
                    "Percent": 15
                }
            },
            "B": {
                "Choice": "They needed an extreme attraction to bring new economic life to their home. (paragraph 2)",
                "Key": {
                    "Correct": true,
                    "Rationale": "According to paragraph 2, “few people made the long journey” to Grand Canyon West. The Hualapai needed an “extreme attraction” to bring tourists to their area so that they could make money, just as the South Rim attracted “visitors and revenue.”",
                    "Percent": 60
                }
            },
            "C": {
                "Choice": "Then one day David Jin, a businessman from Las Vegas, suggested this unique project to the Hualapai tribe members. (paragraph 3)",
                "Key": {
                    "Correct": false,
                    "Rationale": "David Jin and his idea to create the skywalk are described in this sentence, but the reason the Hualapai wanted to create it is not revealed.",
                    "Percent": 16
                }
            },
            "D": {
                "Choice": "After much discussion tribal elders supported the idea to build the skywalk. (paragraph 4)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Hualapai tribal elders’ final decision to build the skywalk is described in this sentence, not their reason for wanting to build it.",
                    "Percent": 9
                }
            }
        }
    },
    "24": {
        "Number": 24,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make connections to personal experiences, ideas in other texts, and society."
        ],
        "SuppContent": [
            "problems/TX21G6R/supps/TX21G6R-S3.json",
            "problems/TX21G6R/supps/TX21G6R-S4.json"
        ],
        "Content": [
            "How is paragraph 3 of the selection “A Massive Mission” similar to paragraph 4 of the selection “DO Look Down!”?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Both paragraphs emphasize that planning ahead was an essential part of the projects.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In both paragraphs, the authors emphasize that planning ahead was a critical part of the projects. In paragraph 3 of “A Massive Mission,” people worked “around the clock” to change the structure of the roads in Los Angeles in preparation for the shuttle. In paragraph 4 of “DO Look Down!,” professionals helped the tribe plan the bridge, taking many aspects into concern.",
                    "Percent": 53
                }
            },
            "G": {
                "Choice": "Both paragraphs present information about how the projects were approved.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Only in paragraph 4 of “DO Look Down!” does the author present information about how the project was approved.",
                    "Percent": 17
                }
            },
            "H": {
                "Choice": "Both paragraphs explain the hopes and expectations that people had for the projects.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The expectation of creating job opportunities is discussed in paragraph 4 of “DO Look Down!,” but no hopes are discussed in paragraph 3 of “A Massive Mission.”",
                    "Percent": 21
                }
            },
            "J": {
                "Choice": "Both paragraphs reveal the overall costs associated with the projects.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cost of the projects is not mentioned in either of these paragraphs.",
                    "Percent": 9
                }
            }
        }
    },
    "25": {
        "Number": 25,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make connections to personal experiences, ideas in other texts, and society."
        ],
        "SuppContent": [
            "problems/TX21G6R/supps/TX21G6R-S3.json",
            "problems/TX21G6R/supps/TX21G6R-S4.json"
        ],
        "Content": [
            "How is the Grand Canyon Skywalk in the selection “DO Look Down!” unlike the space shuttle Endeavour in the selection “A Massive Mission”?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The Grand Canyon Skywalk is now an attraction for the public to enjoy.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Endeavour is also an attraction the public can enjoy because it is in the California Science Center (paragraph 5 of “A Massive Mission”), so this is not a difference.",
                    "Percent": 24
                }
            },
            "B": {
                "Choice": "The Grand Canyon Skywalk has served as a model for other projects that followed.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Unlike the space shuttle Endeavour, the Grand Canyon Skywalk “has served as a model for other projects that followed,” such as those in Canada and Malaysia (paragraph 6 of “DO Look Down!”). The last voyage of Endeavour was likely a singular historical event that will never be repeated (paragraph 1 of “A Massive Mission”).",
                    "Percent": 38
                }
            },
            "C": {
                "Choice": "The Grand Canyon Skywalk has been built to withstand extreme conditions.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Endeavour was designed for space travel and was able to withstand the extreme conditions of space. This feature is a similarity between the shuttle and the skywalk.",
                    "Percent": 29
                }
            },
            "D": {
                "Choice": "The Grand Canyon Skywalk is constructed with heavy materials.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Endeavour is likely also constructed of heavy metals to withstand the extreme conditions of space travel, so this is not a way the two projects are unalike.",
                    "Percent": 9
                }
            }
        }
    },
    "26": {
        "Number": 26,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make connections to personal experiences, ideas in other texts, and society."
        ],
        "SuppContent": [
            "problems/TX21G6R/supps/TX21G6R-S3.json",
            "problems/TX21G6R/supps/TX21G6R-S4.json"
        ],
        "Content": [
            "What is a difference between the people who organized Endeavour’s move in the selection “A Massive Mission” and the builders of the Grand Canyon Skywalk in the selection “DO Look Down!”?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Only the organizers of Endeavour’s move were satisfied with the results of their efforts.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Builders of the skywalk were also pleased with the results of their efforts because it has brought in $30 million, and they plan to add to it (paragraph 6 of “DO Look Down!”).",
                    "Percent": 11
                }
            },
            "G": {
                "Choice": "Only the organizers of Endeavour’s move required help from engineers.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Engineers were also involved in building the skywalk (paragraph 4 of “DO Look Down!”), so this is not a difference.",
                    "Percent": 16
                }
            },
            "H": {
                "Choice": "Only the builders of the skywalk made decisions based on concerns about public safety.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This is not a difference because the organizers of Endeavour’s move took many safety precautions as well (paragraph 3 of “A Massive Mission”).",
                    "Percent": 25
                }
            },
            "J": {
                "Choice": "Only the builders of the skywalk were hoping their project would create jobs.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Unlike the people who organized Endeavour’s move, the builders of the Grand Canyon Skywalk were hoping their project would “provide job opportunities” (paragraph 4 of “DO Look Down!”). Creating new jobs is not mentioned in “A Massive Mission.”",
                    "Percent": 48
                }
            }
        }
    },
    "27": {
        "Number": 27,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make connections to personal experiences, ideas in other texts, and society."
        ],
        "SuppContent": [
            "problems/TX21G6R/supps/TX21G6R-S3.json",
            "problems/TX21G6R/supps/TX21G6R-S4.json"
        ],
        "Content": [
            "Read this sentence from paragraph 5 of the selection “A Massive Mission.”",
            ":box:Every day people come to see the shuttle that flew so many daring missions into space.",
            "Which sentence from the selection “DO Look Down!” includes a similar idea?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "hough it would take a great amount of work, many tribe members liked this idea; they felt the skywalk would provide job opportunities. (paragraph 4)",
                "Key": {
                    "Correct": false,
                    "Rationale": "Work and job opportunities are not mentioned in the sentence from paragraph 5 of “A Massive Mission,” so this is not a similar idea.",
                    "Percent": 21
                }
            },
            "B": {
                "Choice": "It is strong enough to hold the weight of 71 airplanes. (paragraph 5)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The skywalk’s strength is highlighted in this sentence from “DO Look Down!,” but the strength of the shuttle is not mentioned in the sentence from paragraph 5 of “A Massive Mission.”",
                    "Percent": 9
                }
            },
            "C": {
                "Choice": "Since then the $30 million attraction has welcomed millions of visitors. (paragraph 6)",
                "Key": {
                    "Correct": true,
                    "Rationale": "In this sentence from paragraph 6 of “DO Look Down!,” the author includes a similar idea to the sentence from paragraph 5 of “A Massive Mission.” The idea that many people come to see the main attraction (Endeavour and the skywalk) is conveyed in each sentence.",
                    "Percent": 58
                }
            },
            "D": {
                "Choice": "The Hualapai have future plans to add businesses and a museum. (paragraph 6)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The future of the space shuttle’s exhibit is not discussed in the sentence from paragraph 5 of “A Massive Mission,” so these two sentences do not convey a similar idea.",
                    "Percent": 12
                }
            }
        }
    },
    "28": {
        "Number": 28,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Multiple Genres"
        ],
        "SubTopics": [
            "The controlling idea or thesis with supporting evidence."
        ],
        "SuppContent": [
            "problems/TX21G6R/supps/TX21G6R-S5.json"
        ],
        "Content": [
            "Which statement best expresses the main idea of the entire selection?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Studying ancient pages of papyrus is a challenging task that can help scientists learn about how people lived in ancient Egypt.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Throughout the selection, the author focuses on what scientists can learn from studying Egyptian papyrus and describes the challenges of this task, so this statement best expresses the main idea of the selection.",
                    "Percent": 66
                }
            },
            "G": {
                "Choice": "A box of papyrus scraps from ancient Egypt may have valuable writings mixed in with writings that are considered trash.",
                "Key": {
                    "Correct": false,
                    "Rationale": "A minor detail from the selection is described in this sentence, rather than the main idea.",
                    "Percent": 13
                }
            },
            "H": {
                "Choice": "Scientists must understand both Greek and Latin to read the writings on papyrus that come from ancient Egypt.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Knowledge of languages is important in decoding the papyri, but this is a minor detail from paragraph 9; it is not the main idea of the entire selection.",
                    "Percent": 10
                }
            },
            "J": {
                "Choice": "People in ancient Egypt often wrote signs and symbols on a type of paper called papyrus using brushes or reed pens.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Egyptian’s use of brushes and reeds to write on papyrus is mentioned in paragraph 3, but the main idea of the selection is not presented in this sentence.",
                    "Percent": 11
                }
            }
        }
    },
    "29": {
        "Number": 29,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Foundational Language Skills"
        ],
        "SubTopics": [
            "Determine the meaning and usage of grade-level academic English words derived from Greek and Latin roots such as mis/mit, bene, man, vac, scrib/script, and jur/jus."
        ],
        "SuppContent": [
            "problems/TX21G6R/supps/TX21G6R-S5.json"
        ],
        "Content": [
            "The word s͟c͟r͟i͟b͟e comes from the Latin word scribere, which means “to write.” What does s͟c͟r͟i͟b͟e mean in paragraph 12?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "A person who records messages",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 12, the word s͟c͟r͟i͟b͟e is closest in meaning to “a person who records messages.” The royal s͟c͟r͟i͟b͟e recorded a police officer’s report about a missing person.",
                    "Percent": 54
                }
            },
            "B": {
                "Choice": "A book of laws to be followed",
                "Key": {
                    "Correct": false,
                    "Rationale": "The s͟c͟r͟i͟b͟e in this sentence is a person who wrote something down, not a book.",
                    "Percent": 10
                }
            },
            "C": {
                "Choice": "A person who lives in a palace",
                "Key": {
                    "Correct": false,
                    "Rationale": "The s͟c͟r͟i͟b͟e is described as “royal,” but there is no implication that all s͟c͟r͟i͟b͟e͟s are royal, and no palaces are mentioned.",
                    "Percent": 15
                }
            },
            "D": {
                "Choice": "A book of unsolved mysteries",
                "Key": {
                    "Correct": false,
                    "Rationale": "The s͟c͟r͟i͟b͟e in this sentence is a person who wrote something down, so this definition is incorrect.",
                    "Percent": 21
                }
            }
        }
    },
    "30": {
        "Number": 30,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Author's Purpose & Craft"
        ],
        "SubTopics": [
            "Explain the author's purpose and message within a text."
        ],
        "SuppContent": [
            "problems/TX21G6R/supps/TX21G6R-S5.json"
        ],
        "Content": [
            "What is the most likely reason the author wrote this selection?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "To tell the reader about the way ancient Egyptians communicated using a variety of signs and symbols",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although written communication in ancient Egypt is discussed in this selection, the author’s reason for writing the selection is specifically to share information about the discovery and decoding of papyri and what it can teach people about ancient Egyptians.",
                    "Percent": 12
                }
            },
            "G": {
                "Choice": "To inform the reader about how the work of papyrologists provides knowledge about an ancient culture",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author’s most likely purpose is to explain how “the work of papyrologists provides knowledge about an ancient culture.” Throughout the selection, the author explains that scientists have learned about ancient Egyptians’ communication, spells, recipes, homework reports, stories, and other uses for papyrus from decoding papyrus.",
                    "Percent": 10
                }
            },
            "H": {
                "Choice": "To explain the mystery surrounding ancient Egyptian papyri found in a tin box",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author’s purpose for writing goes beyond explaining the mystery of the papyri in the tin box. The author also tells about the work of Dr. Hickey and other scientists who learn about the culture of ancient Egypt by studying papyri and how they go about that process.",
                    "Percent": 56
                }
            },
            "J": {
                "Choice": "To highlight the ways civilization has changed throughout history",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author’s purpose is specifically related to the work of papyrologists to learn about ancient Egypt. Changes to civilization throughout history are not discussed.",
                    "Percent": 21
                }
            }
        }
    },
    "31": {
        "Number": 31,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Synthesize information to create new understanding."
        ],
        "SuppContent": [
            "problems/TX21G6R/supps/TX21G6R-S5.json"
        ],
        "Content": [
            "Which idea about the ancient Egyptians is supported by information in paragraphs 4 and 14?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "They studied a variety of writings while in school.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Homework and stories are mentioned, but the writings Egyptians studied in school are not specified.",
                    "Percent": 12
                }
            },
            "B": {
                "Choice": "They were primarily concerned with maintaining their health and safety.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Health and safety were a concern, but the author does not suggest they were a primary concern, and there is a broader range of information in these paragraphs.",
                    "Percent": 10
                }
            },
            "C": {
                "Choice": "They used writing for many different purposes.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The idea that ancient Egyptians used writing for many different purposes is supported by the information in paragraphs 4 and 14. In paragraph 4, the author says Egyptians wrote down spells, recipes, and homework. In paragraph 14, the author explains they also read different types of stories written on papyrus.",
                    "Percent": 56
                }
            },
            "D": {
                "Choice": "They enjoyed writing for entertainment more than practical reasons.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Writing for entertainment is only mentioned in paragraph 14, but a preference is not specified.",
                    "Percent": 21
                }
            }
        }
    },
    "32": {
        "Number": 32,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX21G6R/supps/TX21G6R-S5.json"
        ],
        "Content": [
            "In paragraph 1, why does the author call the papyri in the box a “rare treasure”?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "To show that they are worth a lot of money to Dr. Hickey",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author acknowledges that the treasure “isn’t covered in gold,” meaning that its value is not monetary. The papyri are a “rare treasure” because of the knowledge they contain.",
                    "Percent": 14
                }
            },
            "G": {
                "Choice": "To suggest that they can provide information about a past time that has many mysteries",
                "Key": {
                    "Correct": true,
                    "Rationale": "The words “rare treasure” are used to suggest that the papyri can provide information about a past time about which little is known. The author considers them valuable because there are not many other things that can “[tell] us much about the secrets of life in ancient Egypt.”",
                    "Percent": 57
                }
            },
            "H": {
                "Choice": "To demonstrate that they contain messages that are hard to decode",
                "Key": {
                    "Correct": false,
                    "Rationale": "The fact that the papyri are difficult to decode is not explained until paragraph 8, so this is not why the words “rare treasure” are used.",
                    "Percent": 9
                }
            },
            "J": {
                "Choice": "To explain that they are delicate and need to be handled with extreme care",
                "Key": {
                    "Correct": false,
                    "Rationale": "The papyrus is “tattered,” but it is a “rare treasure” because of what is written on it, not its fragile condition.",
                    "Percent": 19
                }
            }
        }
    },
    "33": {
        "Number": 33,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Multiple Genres"
        ],
        "SubTopics": [
            "Organizational patterns such as definition, classification, advantage, and disadvantage."
        ],
        "SuppContent": [
            "problems/TX21G6R/supps/TX21G6R-S5.json"
        ],
        "Content": [
            "How does the organizational pattern of paragraphs 7 through 10 help convey information?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It reveals that some papyri scraps are more valuable than others by way of comparison.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no comparison being made in these paragraphs.",
                    "Percent": 14
                }
            },
            "B": {
                "Choice": "It shows that experts must follow steps in a certain order to read papyri from ancient Egypt.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author organizes these paragraphs to show that experts must “follow steps in a certain order to read papyri.” Scientists dampen the paper, unroll it, scrape off dirt, join torn pieces, and then finally decode the words.",
                    "Percent": 52
                }
            },
            "C": {
                "Choice": "It lists the various materials needed to unroll and preserve pieces of papyri from ancient Egypt.",
                "Key": {
                    "Correct": false,
                    "Rationale": "A process is explained in paragraphs 7 through 10; there is more than just a list of materials presented.",
                    "Percent": 19
                }
            },
            "D": {
                "Choice": "It indicates that unrolling papyri is the most difficult task a papyrologist does.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The task of unrolling the papyri (paragraph 7) is just one of several steps described in these paragraphs.",
                    "Percent": 14
                }
            }
        }
    },
    "34": {
        "Number": 34,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Response Skills"
        ],
        "SubTopics": [
            "Paraphrase and summarize texts in ways that maintain meaning and logical order."
        ],
        "SuppContent": [
            "problems/TX21G6R/supps/TX21G6R-S5.json"
        ],
        "Content": [
            "What is the best summary of the selection?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Dr. Todd Hickey is a scientist who studies the writings of the ancient Egyptians. He has studied hundreds of papyri from a tin box. It will take years for him to study them all.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Dr. Todd Hickey is not the focus of the entire selection, so he should not be the focus of the entire summary.",
                    "Percent": 19
                }
            },
            "G": {
                "Choice": "Scientists must be careful when they try to read a wad of papyrus from ancient Egypt. First the papyrus must be unrolled. Then it can be read, but there may be missing words.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The overall significance of the information gained from reading the papyrus is not conveyed in this summary.",
                    "Percent": 10
                }
            },
            "H": {
                "Choice": "The ancient Egyptians wrote on papyrus. Many torn bits of papyrus survive today. Scientists like Dr. Todd Hickey try to put the pieces back together and read them to understand ancient Egyptian society.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The best summary of the selection is presented in these sentences. A brief explanation of papyrus is given, and the main idea of using writing on papyrus from ancient Egypt to learn about their society is conveyed.",
                    "Percent": 60
                }
            },
            "J": {
                "Choice": "Pieces of papyrus contain the writing of people from ancient Egypt. Many papyri contain spells, directions, or stories. One example of papyrus described a police report about a missing person.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This summary includes minor details and omits the overall significance of the information gained from reading the papyrus.",
                    "Percent": 10
                }
            }
        }
    },
    "35": {
        "Number": 35,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Multiple Genres"
        ],
        "SubTopics": [
            "Infer multiple themes within and across texts using text evidence."
        ],
        "SuppContent": [
            "problems/TX21G6R/supps/TX21G6R-S6.json"
        ],
        "Content": [
            "What is the main message of the poem?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It is good to be honest when sharing your feelings.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Gabby is honest with her teacher, but the main message comes from Mr. Spicer’s advice in lines 30 through 36 about dreaming at an appropriate time.",
                    "Percent": 23
                }
            },
            "B": {
                "Choice": "Events from history can be relevant today.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Mr. Spicer does use the Wright Brothers as an example, but this is to demonstrate the message that there is an appropriate time for dreaming rather than the relevance of history.",
                    "Percent": 6
                }
            },
            "C": {
                "Choice": "Wise people listen more than they speak.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Mr. Spicer can be considered wise and he does listen to Gabby, but there is no context to support this as the main message of the poem.",
                    "Percent": 6
                }
            },
            "D": {
                "Choice": "There is a right time and place for imagination.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The main message of the poem is that it is acceptable to use your imagination when the circumstances are right. Gabby used to daydream, but her teacher and her mom told her to stop (lines 14 through 16). Her teacher explains that it’s good to dream, but her daydreams might have to wait until later when he is done teaching (lines 30 through 36).",
                    "Percent": 65
                }
            }
        }
    },
    "36": {
        "Number": 36,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX21G6R/supps/TX21G6R-S6.json"
        ],
        "Content": [
            "What do lines 9 and 10 suggest about Gabby?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "She cannot hide her frustration from her teacher.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Based on lines 9 and 10, “I’d argue but my sigh/gives me away,” the reader can infer that Gabby “cannot hide her frustration from her teacher.” She wants to argue that she is fine, but sighs out loud, revealing to her teacher that something is wrong.",
                    "Percent": 59
                }
            },
            "G": {
                "Choice": "She is calm while listening to her teacher.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Sighing usually shows that someone is sad or that something is wrong, not that someone is necessarily calm.",
                    "Percent": 6
                }
            },
            "H": {
                "Choice": "She has difficulty expressing herself to her teacher.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Gabby does not find it difficult to express herself to her teacher; she tells him her feelings in lines 11 through 16. She would just rather keep her feelings to herself.",
                    "Percent": 28
                }
            },
            "J": {
                "Choice": "She is confident that her teacher will understand her situation.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Mr. Spicer does show understanding, but Gabby does not know in lines 9 and 10 that he will react in this way.",
                    "Percent": 7
                }
            }
        }
    },
    "37": {
        "Number": 37,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX21G6R/supps/TX21G6R-S6.json"
        ],
        "Content": [
            "At the end of the poem, the description “bringing daydreams in for a landing” most likely refers to —"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "ending daydreaming completely",
                "Key": {
                    "Correct": false,
                    "Rationale": "Gabby agrees with what Mr. Spicer said about waiting for the appropriate time to daydream, so the poet does not likely mean to recommend giving up on daydreaming completely.",
                    "Percent": 12
                }
            },
            "B": {
                "Choice": "making daydreams relate to what is important",
                "Key": {
                    "Correct": false,
                    "Rationale": "The idea of limiting or refocusing one’s daydreams on “what is important” is not supported by the poem. Gabby just needs to wait for the appropriate time to daydream.",
                    "Percent": 19
                }
            },
            "C": {
                "Choice": "being able to stop daydreaming for a while",
                "Key": {
                    "Correct": true,
                    "Rationale": "The poet most likely uses this description to refer to the ability to “stop daydreaming for a while.” Gabby acknowledges (“I nod”) that she should “‘slide [her] daydreams/in a drawer/and let them wait until later.’”",
                    "Percent": 56
                }
            },
            "D": {
                "Choice": "keeping daydreams from being unreachable",
                "Key": {
                    "Correct": false,
                    "Rationale": "Gabby needs to wait for the appropriate time to daydream, not keep her daydreams from being unobtainable. As Mr. Spicer explains “‘The best thinkers,/writers, inventors in the world/allow their thoughts/to carry them away.’”",
                    "Percent": 14
                }
            }
        }
    },
    "38": {
        "Number": 38,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Author's Purpose & Craft"
        ],
        "SubTopics": [
            "Describe how the author's use of figurative language such as metaphor and personification achieves specific purposes."
        ],
        "SuppContent": [
            "problems/TX21G6R/supps/TX21G6R-S6.json"
        ],
        "Content": [
            "In lines 24 and 25, the poet uses personification most likely to emphasize that successful people often —"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "travel",
                "Key": {
                    "Correct": false,
                    "Rationale": "In these lines, the people are not literally being carried away to somewhere else; they are just imagining.",
                    "Percent": 7
                }
            },
            "G": {
                "Choice": "imagine",
                "Key": {
                    "Correct": true,
                    "Rationale": "Personification is a type of figurative language where human characteristics are applied to something that is not alive. In lines 24 and 25, the poet uses personification to emphasize that successful people (writers and inventors) use their imaginations. The phrase “‘allow their thoughts/to carry them away,’” is another way to say “imagine.”",
                    "Percent": 79
                }
            },
            "H": {
                "Choice": "create",
                "Key": {
                    "Correct": false,
                    "Rationale": "The people described in these lines are not actually writing, inventing, or creating anything; they are daydreaming.",
                    "Percent": 9
                }
            },
            "J": {
                "Choice": "communicate",
                "Key": {
                    "Correct": false,
                    "Rationale": "The personification is used to describe the individual experience of daydreaming. There is no communication taking place.",
                    "Percent": 5
                }
            }
        }
    },
    "39": {
        "Number": 39,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Author's Purpose & Craft"
        ],
        "SubTopics": [
            "Describe how the author's use of figurative language such as metaphor and personification achieves specific purposes."
        ],
        "SuppContent": [
            "problems/TX21G6R/supps/TX21G6R-S6.json"
        ],
        "Content": [
            "Read lines 17 through 19.",
            ":box:Teacher taps his top lip\nlike a door the right words\nare hiding behind.",
            "What does the simile in these lines suggest about the teacher?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "He feels saddened by Gabby’s response.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The teacher is not frowning, so he most likely does not feel sad about Gabby’s response. He is just thinking carefully.",
                    "Percent": 10
                }
            },
            "B": {
                "Choice": "He thinks that he might offend Gabby.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The message that the teacher conveys to Gabby is helpful to her: “‘Dreams are great things, Gabby.’” The idea that he thinks his words might offend her is not supported.",
                    "Percent": 9
                }
            },
            "C": {
                "Choice": "He wants to be sure to communicate his thoughts well.",
                "Key": {
                    "Correct": true,
                    "Rationale": "A simile is a figure of speech in which two objects are compared using the word “like” or “as.” The simile in lines 17 through 19 is used to compare the teacher’s top lip to a door, behind which are the appropriate words. He is taking his time to make sure to clearly communicate his thoughts.",
                    "Percent": 68
                }
            },
            "D": {
                "Choice": "He has begun to change his opinion about the subject.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The teacher seems confident in the advice he gives Gabby; there is no evidence that he has changed his opinion on the subject.",
                    "Percent": 13
                }
            }
        }
    },
    "40": {
        "Number": 40,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX21G6R/supps/TX21G6R-S6.json"
        ],
        "Content": [
            "The teacher “keeps an eye on” Gabby because he —"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "suspects that Gabby is daydreaming again",
                "Key": {
                    "Correct": false,
                    "Rationale": "Gabby explains, “I give him no reason/to call me aside,” (lines 3 and 4), suggesting that she has not been daydreaming and this is not the reason for Mr. Spicer’s scrutiny.",
                    "Percent": 27
                }
            },
            "G": {
                "Choice": "realizes that Gabby should be allowed to daydream",
                "Key": {
                    "Correct": false,
                    "Rationale": "The teacher has not come to a sudden realization that Gabby should be permitted to daydream. He encourages Gabby to daydream except during his lessons.",
                    "Percent": 6
                }
            },
            "H": {
                "Choice": "believes that Gabby has an important idea she wants to share",
                "Key": {
                    "Correct": false,
                    "Rationale": "In line 8, the teacher calls Gabby aside by saying “‘Tell me what’s wrong.’” This suggests that he is worried about her, not that he thinks she has an important idea to share.",
                    "Percent": 7
                }
            },
            "J": {
                "Choice": "notices that Gabby has been acting differently",
                "Key": {
                    "Correct": true,
                    "Rationale": "The teacher “keeps an eye on” Gabby because he realizes that Gabby is not acting the way she usually does. In lines 7 and 8, the teacher tells Gabby to tell him what’s wrong because he has noticed that she is not happy.",
                    "Percent": 60
                }
            }
        }
    }
}