{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX18G4R/supps/TX18G4R-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "As it is used in paragraph 6, the word r͟i͟s͟k͟s refers to  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "breaks in a routine",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no context in paragraph 6 to support that the word r͟i͟s͟k͟s means “breaks in a routine.”",
                    "Percent": 4
                }
            },
            "B": {
                "Choice": "suggestions from others",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence in paragraph 6 to suggest that Wrigley took “suggestions from others”; this definition of r͟i͟s͟k͟s is not supported by context.",
                    "Percent": 5
                }
            },
            "C": {
                "Choice": "skills that are difficult to learn",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Wrigley did have to “work extra hard” and “think creatively” to sell his gum, the word r͟i͟s͟k͟s does not mean “skills that are difficult to learn.”",
                    "Percent": 11
                }
            },
            "D": {
                "Choice": "actions that could lead to failure",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author includes the sentence in paragraph 6, “If this idea had not worked, he would have lost everything,” and the reference to the “large personal loan” Wrigley took out to pay for advertising to support the definition of r͟i͟s͟k͟s as “actions that could lead to failure.”",
                    "Percent": 80
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX18G4R/supps/TX18G4R-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read this sentence from paragraph 2.",
            ":box:In fact, it's difficult to imagine a world today without grocery store check-out counters lined with colorful packages of minty or fruit-flavored gum.",
            "The description in this sentence helps the reader understand that  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "gum has become more expensive",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no reference to the price of gum in the sentence.",
                    "Percent": 3
                }
            },
            "G": {
                "Choice": "gum is a common and popular product",
                "Key": {
                    "Correct": true,
                    "Rationale": "The suggestion that it is hard to imagine the world without these counters “lined” with gum is included to help the reader understand that gum is a common product. The mention of different flavors and colors of gum suggests that it is popular.",
                    "Percent": 75
                }
            },
            "H": {
                "Choice": "shoppers often forget to buy gum until the last minute",
                "Key": {
                    "Correct": false,
                    "Rationale": "The idea that shoppers often forget to buy gum until they are purchasing their groceries at the counter is not supported by the sentence.",
                    "Percent": 6
                }
            },
            "J": {
                "Choice": "there are more flavors of gum than there used to be",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although this sentence does refer to “minty” and “fruit-flavored gum,” the author does not provide a comparison to the variety of flavors available now as compared with the past.",
                    "Percent": 17
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX18G4R/supps/TX18G4R-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Based on the author's descriptions of Wrigley's career, the reader can infer that Wrigley  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "gave away more gum than he sold",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Wrigley gave away free gum both with the purchase of his baking powder and in the mail, there is no evidence to suggest that he gave away more gum than he sold.",
                    "Percent": 23
                }
            },
            "B": {
                "Choice": "did not try to help the family business",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Wrigley did eventually move to Chicago to start his own business, he worked as a teenager for his family's soap business, so this option is incorrect.",
                    "Percent": 2
                }
            },
            "C": {
                "Choice": "rarely learned from his own experiences",
                "Key": {
                    "Correct": false,
                    "Rationale": "Wrigley switched from selling soap to selling baking powder when the free powder he gave away proved to be more popular than the soap. He then switched from selling baking powder to selling gum when the gum proved to be popular with his customers, helping the reader to understand that Wrigley did learn from his experiences.",
                    "Percent": 9
                }
            },
            "D": {
                "Choice": "was not afraid to try new approaches",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author describes a variety of new approaches that Wrigley tried in order to promote his product, such as giving away free gum to anyone who purchased his baking powder. He advertised in newspapers and gave gifts to store owners who sold his gum. He also asked store owners to “display boxes of his gum next to their cash registers” and mailed gum “to every listed address in the country.”",
                    "Percent": 66
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX18G4R/supps/TX18G4R-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The reader knows that this selection is a biography because it  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "explains why so many people enjoy chewing Wrigley's gum",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the reader can understand from the selection that many people enjoy chewing Wrigley's gum, the reader cannot tell that the selection is a biography based on this information.",
                    "Percent": 9
                }
            },
            "G": {
                "Choice": "tells about the events in Wrigley's life that led to his success",
                "Key": {
                    "Correct": true,
                    "Rationale": "The reader knows this selection is a biography because events in a person's life are described. In paragraph 2, the author introduces William Wrigley, Jr. and his achievement of making gum “the popular treat it is today.” In the remaining paragraphs, the author describes events in Wrigley's life that led to his success.",
                    "Percent": 76
                }
            },
            "H": {
                "Choice": "tells why Wrigley decided to start selling chewing gum",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author does explain why Wrigley decided to start selling chewing gum, this explanation does not on its own inform readers that the selection is a biography.",
                    "Percent": 12
                }
            },
            "J": {
                "Choice": "explains Wrigley's belief that advertising was important",
                "Key": {
                    "Correct": false,
                    "Rationale": "It is the description of the events in Wrigley's life and what led to his success that helps the reader determine that the selection is a biography.",
                    "Percent": 3
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX18G4R/supps/TX18G4R-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Based on the selection, how does the author most likely feel about Wrigley?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The author admires Wrigley for his interesting ideas and hard work.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author refers to Wrigley as “clever” and “determined,” credits him with popularizing chewing gum, and describes his methods of promoting his product in great detail, suggesting that the author admires Wrigley for his interesting ideas and hard work.",
                    "Percent": 64
                }
            },
            "B": {
                "Choice": "The author is amazed that Wrigley's simple methods brought him success.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author does describe Wrigley's methods throughout the selection, the methods are not necessarily portrayed as simple, nor does the author express amazement at Wrigley's success.",
                    "Percent": 30
                }
            },
            "C": {
                "Choice": "The author is bothered by the fact that Wrigley made so few gum flavors.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence to suggest that the author is bothered by the fact that Wrigley made so few gum flavors.",
                    "Percent": 3
                }
            },
            "D": {
                "Choice": "The author wishes Wrigley had used his talents on something other than gum.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence to suggest that the author wishes Wrigley had used his talents on something other than gum.",
                    "Percent": 2
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX18G4R/supps/TX18G4R-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which theme is best supported by details in this selection?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Finding joy in personal work can lead to success.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author does not emphasize the joy Wrigley found through his work, so this theme is not supported.",
                    "Percent": 29
                }
            },
            "G": {
                "Choice": "Working with others is the best way to solve a problem.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Wrigley promoted his product to store owners and marketed his gum directly to customers, but the theme that he worked with others to solve problems is not developed.",
                    "Percent": 5
                }
            },
            "H": {
                "Choice": "Thinking creatively helps people achieve their goals.",
                "Key": {
                    "Correct": true,
                    "Rationale": "William Wrigley, Jr., dreamed of operating a successful business. He employed creative marketing techniques, such as having store owners stock his product next to the check-out counters and using newspapers to advertise his gum. The author includes these details to support the theme, or central message, that thinking creatively helps people achieve their goals.",
                    "Percent": 63
                }
            },
            "J": {
                "Choice": "Showing respect to the boss is an important part of any job.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author does not develop a theme of showing respect to the boss as an important part of any job.",
                    "Percent": 3
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX18G4R/supps/TX18G4R-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In paragraph 4, what does the word i͟r͟r͟i͟t͟a͟t͟i͟n͟g mean?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Low",
                "Key": {
                    "Correct": false,
                    "Rationale": "The parrot screams loud enough to distract Opal, helping the reader to understand that i͟r͟r͟i͟t͟a͟t͟i͟n͟g does not mean “low.”",
                    "Percent": 4
                }
            },
            "B": {
                "Choice": "Curious",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Opal looks around to see where the i͟r͟r͟i͟t͟a͟t͟i͟n͟g scream comes from, there is no evidence to suggest that the parrot's voice expresses curiosity.",
                    "Percent": 6
                }
            },
            "C": {
                "Choice": "Nervous",
                "Key": {
                    "Correct": false,
                    "Rationale": "Gertrude the parrot does not like dogs. However, the reader does not learn this fact until paragraph 13, and there is no evidence earlier in the story to suggest that Gertrude is “nervous” when she screams in an “i͟r͟r͟i͟t͟a͟t͟i͟n͟g voice.”",
                    "Percent": 4
                }
            },
            "D": {
                "Choice": "Annoying",
                "Key": {
                    "Correct": true,
                    "Rationale": "Opal is distracted by the parrot's loud scream and then has to ignore the parrot, which supports “annoying” as the meaning of i͟r͟r͟i͟t͟a͟t͟i͟n͟g.",
                    "Percent": 86
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX18G4R/supps/TX18G4R-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The conversation between Opal and Otis in paragraphs 10 through 18 suggests that Otis is  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "disappointed that he is not going to sell anything",
                "Key": {
                    "Correct": false,
                    "Rationale": "The conversation between the two characters in paragraphs 10 through 18 is included to suggest that Otis is uncertain about hiring Opal rather than disappointed over the lack of a sale.",
                    "Percent": 5
                }
            },
            "G": {
                "Choice": "uncertain about whether to hire Opal",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraphs 10 through 18, Otis looks down at the counter rather than at Opal, mumbles, and expresses uncertainty, suggesting that he is not sure if he should hire Opal.",
                    "Percent": 74
                }
            },
            "H": {
                "Choice": "ashamed of the mess in the pet store",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence in paragraphs 10 through 18 to suggest that Otis is ashamed of the mess.",
                    "Percent": 11
                }
            },
            "J": {
                "Choice": "worried about what Opal will do next",
                "Key": {
                    "Correct": false,
                    "Rationale": "The reader can infer from the conversation between Otis and Opal in paragraphs 10 through 18 that Otis feels uncertain. However, his uncertainty is about whether he should hire Opal, not about what Opal may do next.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX18G4R/supps/TX18G4R-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In paragraph 25, the most likely reason Otis says “You can start on Monday” is that he  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "realizes that Gertrude is not bothered by the dog",
                "Key": {
                    "Correct": true,
                    "Rationale": "One reason Otis is reluctant to hire Opal is that she would need to bring her dog Winn-Dixie to work, and Gertrude, the parrot who lives in the pet store, does not like dogs. However, paragraphs 22 through 24 suggest that the dog and the parrot can become friends, prompting Otis to put aside his doubt and tell Opal she can “'start on Monday'” in paragraph 25.",
                    "Percent": 65
                }
            },
            "B": {
                "Choice": "wants to spend more time with Winn-Dixie",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence to suggest that Otis hires Opal because he wants to spend more time around Opal's dog.",
                    "Percent": 7
                }
            },
            "C": {
                "Choice": "knows that he needs help keeping the store clean",
                "Key": {
                    "Correct": false,
                    "Rationale": "The reader can infer from the description in paragraph 9 of the dusty floor that the pet store is messy, but there is no evidence to suggest Otis realizes he needs help keeping the store clean.",
                    "Percent": 21
                }
            },
            "D": {
                "Choice": "does not want Opal to suggest more ideas",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author suggests Otis hires Opal because Gertrude seems to like Winn-Dixie, not because Otis wants Opal to stop sharing her ideas.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX18G4R/supps/TX18G4R-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What is the main message of the story?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "People who have courage will find that there is nothing to fear.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence that anyone in the story feels fearful. The main message relates to people getting what they want through persistence, not overcoming fear through courage.",
                    "Percent": 15
                }
            },
            "G": {
                "Choice": "People who want to work for others must always keep their promises.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Opal wants to work at the pet store and refers to herself as “'trustworthy'” in paragraph 12, this is not the main message of the story.",
                    "Percent": 18
                }
            },
            "H": {
                "Choice": "People who do not give up are more likely to get what they want.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Opal really wants a new leash and collar for Winn-Dixie and does not give up in her efforts to get the items. She initially tries to buy the leash and collar on an “'installment plan,'” and when that doesn't work, she offers to work at the pet store. Ultimately, Opal's persistence results in her getting her wish. These details are included to support the main message that people who do not give up are more likely to get what they want.",
                    "Percent": 44
                }
            },
            "J": {
                "Choice": "People who work hard are more successful in life than those who do not.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Opal is willing to work hard, but the reader can infer that the message of the story is focused on achieving goals through persistence rather than on achieving success through hard work.",
                    "Percent": 24
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX18G4R/supps/TX18G4R-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which of these events from the story causes Otis to consider giving Opal a job?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Opal finds a leash and a collar that Winn-Dixie likes.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Getting a new leash and collar for Winn-Dixie is Opal's motivation for seeking employment at the pet store, not Otis's motivation for hiring Opal.",
                    "Percent": 13
                }
            },
            "B": {
                "Choice": "Otis explains that the parrot does not like being around dogs.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The fact that Gertrude the parrot does not like being around dogs causes Otis to feel reluctant about hiring Opal; Gertrude's dislike of dogs does not cause him to consider giving Opal a job.",
                    "Percent": 11
                }
            },
            "C": {
                "Choice": "Otis learns that Winn-Dixie howls when he is away from Opal.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The fact that Winn-Dixie howls when he is away from Opal means that Winn-Dixie would be spending a lot of time at the pet store if Opal is hired. This initially causes Otis to feel reluctant about hiring Opal.",
                    "Percent": 11
                }
            },
            "D": {
                "Choice": "Opal mentions some chores that she could do at the pet store.",
                "Key": {
                    "Correct": true,
                    "Rationale": "When Otis refuses to sell Opal a leash and collar on an installment plan, Opal suggests in paragraph 8 that she work at the pet store, where she could “'sweep the floors and dust the shelves and take out the trash,'” prompting Otis to consider hiring Opal.",
                    "Percent": 65
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX18G4R/supps/TX18G4R-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What is the best summary of the story?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "A girl finds a collar and a leash that she likes in the pet store, but she realizes that they cost too much money. She asks the worker if she can make a plan to pay for them. He tells her that the owner wouldn't like that idea. A parrot keeps interrupting their conversation, but the girl continues talking to the worker.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Key events from the story are left out of this summary, including Opal's plan to work at the pet store and Otis's decision to hire Opal.",
                    "Percent": 8
                }
            },
            "G": {
                "Choice": "A girl wants to buy a collar and a leash at a pet store, but she does not have enough money. She asks if she can pay over time, but the worker says no. Next she asks if she can pay by working in the store, but the worker is not sure. He agrees at last after he sees how well her dog and the store parrot get along.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This summary successfully includes the major events and key details from the entire story. Opal's reason for being at the pet store and her conflict of not having enough money for the leash are explained in the first sentence. The second and third sentences include a description of how Opal plans to solve her problem, and the resolution of the story is described in the last sentence.",
                    "Percent": 67
                }
            },
            "H": {
                "Choice": "A girl takes her dog to a pet store one day. She leaves her dog outside and goes into the store to find a leash and a collar. The girl meets a worker and the store parrot named Gertrude. The parrot does not like dogs, but the girl thinks it will like her dog because her dog is very nice.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Opal's efforts to resolve the conflict and the final resolution are left out of this summary, making it incomplete.",
                    "Percent": 9
                }
            },
            "J": {
                "Choice": "A girl chooses a leash and a collar that she likes and shows them to her dog. She wants to buy them, but she doesn't have enough money. The girl notices that the store needs cleaning, so she offers to clean the store to earn money to buy the items for her dog.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Opal's efforts to solve the conflict are only partially described in this summary, and the resolution is omitted.",
                    "Percent": 17
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX18G4R/supps/TX18G4R-S3.json",
            "problems/TX18G4R/supps/TX18G4R-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The author includes paragraph 2 in the selection most likely to  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "describe some good things that bats do",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author includes paragraph 2 to focus on the positive contributions of bats: they eat harmful insects, spread pollen among flowering plants, and fertilize soil with their droppings.",
                    "Percent": 78
                }
            },
            "B": {
                "Choice": "share ideas people have about bats",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author's purpose in paragraph 2 is to describe good things bats do, not to share ideas people have about bats.",
                    "Percent": 8
                }
            },
            "C": {
                "Choice": "explain why bats eat so many insects",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no information included in paragraph 2 that explains why bats eat so many insects. The author only offers that “A solitary bat can eat 1,000 mosquito-sized insects in just one hour.”",
                    "Percent": 10
                }
            },
            "D": {
                "Choice": "persuade people to visit bat caves",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author does not try to persuade people to visit bat caves in paragraph 2.",
                    "Percent": 4
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX18G4R/supps/TX18G4R-S3.json",
            "problems/TX18G4R/supps/TX18G4R-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "According to the selection, why are bats having difficulty finding homes?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Bats need places to hang from while they sleep.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Bats need places to hang from while they sleep, but the main reason they are having difficulty finding homes is because bat habitats are often destroyed when people “develop land and build new houses and businesses.”",
                    "Percent": 20
                }
            },
            "G": {
                "Choice": "Bats are bothered by people who explore caves.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence in the selection to suggest that bats are bothered by people who explore caves.",
                    "Percent": 13
                }
            },
            "H": {
                "Choice": "People build on the land where bats once lived.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author explains in paragraph 3 that bats are having difficulty finding homes because “bat habitats, like trees and caves, often are destroyed” when people “develop land and build new houses and businesses.”",
                    "Percent": 64
                }
            },
            "J": {
                "Choice": "People are not building bat houses correctly.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author explains important characteristics of bat houses but does not suggest that the improper construction of bat houses is contributing to bats having difficulty finding homes.",
                    "Percent": 3
                }
            }
        },
        "Parts": {}
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX18G4R/supps/TX18G4R-S3.json",
            "problems/TX18G4R/supps/TX18G4R-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which sentence from the selection expresses an opinion?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The fertilizer mixes with the soil and makes it richer, which helps plants grow.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This sentence is a fact that can be verified. Scientists can study how well plants grow in soil mixed with fertilizer compared with soil without the fertilizer.",
                    "Percent": 7
                }
            },
            "B": {
                "Choice": "More plants mean more food for people and animals.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This sentence is a fact. People and animals eat plants, so if there are more plants, there will be more food for people and animals.",
                    "Percent": 10
                }
            },
            "C": {
                "Choice": "Today there are many people who build homes for bats.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This sentence is a fact that can be verified; the number of people who build homes for bats can be counted.",
                    "Percent": 15
                }
            },
            "D": {
                "Choice": "Giving a bat a home is a great way to help these useful creatures.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In this sentence, the author expresses the opinion that building bat houses is a “great” thing for people to do to help “these useful creatures.”",
                    "Percent": 68
                }
            }
        },
        "Parts": {}
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which section from the selection describes ways that bats can help people?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The introductory paragraph",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author provides information about bats in the introductory paragraph but does not describe the ways bats can help people.",
                    "Percent": 5
                }
            },
            "G": {
                "Choice": "The section titled “Bat Benefits”",
                "Key": {
                    "Correct": true,
                    "Rationale": "The title of the section “Bat Benefits” is used to indicate that the section will describe ways that bats can help people. The author explains that bats eat harmful insects, spread pollen among flowering plants, and produce droppings that make excellent fertilizer for plants.",
                    "Percent": 74
                }
            },
            "H": {
                "Choice": "The section titled “Giving Back to Bats”",
                "Key": {
                    "Correct": false,
                    "Rationale": "The title of the section “Giving Back to Bats” is used to indicate that the author will discuss the ways people can help bats, not the ways bats can help people.",
                    "Percent": 13
                }
            },
            "J": {
                "Choice": "The section titled “Bat Houses”",
                "Key": {
                    "Correct": false,
                    "Rationale": "The section “Bat Houses” does not include information about the ways bats can help people.",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    },
    "17": {
        "Number": 17,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX18G4R/supps/TX18G4R-S3.json",
            "problems/TX18G4R/supps/TX18G4R-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The author's purpose for including paragraph 5 in the article most likely is to  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "explain the problems honeybees are experiencing",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author's purpose in paragraph 5 is to share ways to care for the honeybee population. Problems that honeybees are facing are included in paragraph 2.",
                    "Percent": 10
                }
            },
            "B": {
                "Choice": "state the benefits of taking care of honeybees",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author provides information about the benefits of caring for bees in paragraphs 3 and 4, not paragraph 5.",
                    "Percent": 22
                }
            },
            "C": {
                "Choice": "describe ways to care for the honeybee population",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author's purpose for including paragraph 5 is to describe “some things humans can do to help honeybees,” such as growing flowers and plants that honeybees like and building beehives to provide homes for bees.",
                    "Percent": 57
                }
            },
            "D": {
                "Choice": "show why honeybees are good to have around",
                "Key": {
                    "Correct": false,
                    "Rationale": "The benefits of having honeybees around are described in paragraphs 3 and 4.",
                    "Percent": 11
                }
            }
        },
        "Parts": {}
    },
    "18": {
        "Number": 18,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX18G4R/supps/TX18G4R-S3.json",
            "problems/TX18G4R/supps/TX18G4R-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What happens when the land where bees live is turned into farmland?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Honeybees find less pollen and nectar.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author explains in paragraph 2 that when areas where bees live are turned into farms, crops replace wildflowers and other plants, which “limits honeybees' access to nectar and pollen.”",
                    "Percent": 64
                }
            },
            "G": {
                "Choice": "Honeybees catch dangerous diseases.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 2, the author does not indicate a connection between the loss of farmland and the diseases affecting bees.",
                    "Percent": 23
                }
            },
            "H": {
                "Choice": "Honeybees spread sickness to the plants.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author refers to bees catching diseases but does not state that bees pass on these diseases to plants.",
                    "Percent": 17
                }
            },
            "J": {
                "Choice": "Honeybees eat too much of the crops.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author mentions that crops replace the plants and wildflowers bees depend on for food, paragraph 2 does not include information to suggest that bees eat the crops.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "19": {
        "Number": 19,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX18G4R/supps/TX18G4R-S3.json",
            "problems/TX18G4R/supps/TX18G4R-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What problem would most likely occur if there were too few honeybees?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "There would be much less healthy food to eat.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 3, the author states that “Many of the fruits and vegetables that humans and other animals eat cannot grow without the help of honeybees” and goes on to explain that “Without the help of honeybees, we would not have as many of the plants we depend on for food.”",
                    "Percent": 63
                }
            },
            "B": {
                "Choice": "Diseases would spread more quickly.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence in the article to suggest that diseases would spread more quickly if there were too few honeybees.",
                    "Percent": 12
                }
            },
            "C": {
                "Choice": "There would be more farms where bees once lived.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence in the article to suggest that there would be more farms if there were too few honeybees.",
                    "Percent": 11
                }
            },
            "D": {
                "Choice": "More harmful insects would be alive.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence to support the conclusion that there would be more harmful insects if there were too few honeybees.",
                    "Percent": 14
                }
            }
        },
        "Parts": {}
    },
    "20": {
        "Number": 20,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX18G4R/supps/TX18G4R-S3.json",
            "problems/TX18G4R/supps/TX18G4R-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What is the best summary of the section titled “How Humans Can Help”?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Beekeepers are people who try to keep bees healthy. Ian Snyder is a student who says this is very important. He participates in a beekeeping program at his school.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice does not include the main idea of the section and mainly focuses on beekeepers, rather than all the ways people can help bees.",
                    "Percent": 15
                }
            },
            "G": {
                "Choice": "If children want to help honeybees, they should learn about honeybees and the plants that bees like. Many schools offer classes that help students learn about honeybees living in their area.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The focus of this option is on what children can learn about bees, not what children can do to help bees, so it does not accurately summarize the section.",
                    "Percent": 16
                }
            },
            "H": {
                "Choice": "Honeybees like plants such as cabbage, sunflowers, and strawberries. People who want to help honeybees should try to grow plants like these.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The details in this summary are not needed and the author's main idea that anyone can help honeybees is not fully developed, making this summary incomplete.",
                    "Percent": 8
                }
            },
            "J": {
                "Choice": "Anyone can help honeybees. People can grow plants that honeybees like. They can also build beehives. Some schools are teaching students how to be beekeepers and keep bees healthy.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Key points of the section “How Humans Can Help” are successfully included in this summary. The main idea that anyone can help honeybees is stated in the first sentence. Specific details about how people can help bees are included in the rest of the summary.",
                    "Percent": 60
                }
            }
        },
        "Parts": {}
    },
    "21": {
        "Number": 21,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX18G4R/supps/TX18G4R-S3.json",
            "problems/TX18G4R/supps/TX18G4R-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Based on details in both “Night Flyers” and “A Sweet Part of Nature,” the reader can tell that bats and honeybees are responsible for  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "fewer insects eating crops",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although bats eat insects that are harmful to crops, there is no evidence in the article that bees do the same.",
                    "Percent": 13
                }
            },
            "B": {
                "Choice": "more people starting new farms",
                "Key": {
                    "Correct": false,
                    "Rationale": "Neither the selection nor the article includes evidence that bats and bees are responsible for more people starting new farms.",
                    "Percent": 7
                }
            },
            "C": {
                "Choice": "fewer animals getting sick from diseases and viruses",
                "Key": {
                    "Correct": false,
                    "Rationale": "Neither the selection nor the article includes evidence to support the conclusion that bats and bees are responsible for fewer animals getting sick from diseases and viruses.",
                    "Percent": 14
                }
            },
            "D": {
                "Choice": "more food being produced because of pollination",
                "Key": {
                    "Correct": true,
                    "Rationale": "Both authors provide details related to how bats and honeybees are responsible for more food being produced because of pollination. In paragraph 2 of the selection, the author explains that bats “spread pollen among flowering plants,” and the author of the article explains that “Bees pollinate a wide variety of plants in the United States.”",
                    "Percent": 66
                }
            }
        },
        "Parts": {}
    },
    "22": {
        "Number": 22,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX18G4R/supps/TX18G4R-S3.json",
            "problems/TX18G4R/supps/TX18G4R-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The first photograph in “Night Flyers” and the last photograph in “A Sweet Part of Nature” both show that  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "these animals enjoy being near people",
                "Key": {
                    "Correct": false,
                    "Rationale": "It is not possible to tell from the photographs that these animals enjoy being around people.",
                    "Percent": 9
                }
            },
            "G": {
                "Choice": "there are more of these animals than people may think",
                "Key": {
                    "Correct": false,
                    "Rationale": "It is not possible to tell from the photographs that there are more of the animals than people may think.",
                    "Percent": 12
                }
            },
            "H": {
                "Choice": "people are interested in these animals",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the first photograph of the selection, people are watching bats fly out of Bracken Cave, and in the last photograph of the article, a student is shown working with bees at her school. Based on these images, the reader can conclude that people are interested in both bats and bees.",
                    "Percent": 50
                }
            },
            "J": {
                "Choice": "it is easy for people to help these animals",
                "Key": {
                    "Correct": false,
                    "Rationale": "The reader cannot determine from the photographs how easy or difficult it is for people to help these animals.",
                    "Percent": 29
                }
            }
        },
        "Parts": {}
    },
    "23": {
        "Number": 23,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX18G4R/supps/TX18G4R-S3.json",
            "problems/TX18G4R/supps/TX18G4R-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What is one way that the bats in “Night Flyers” and the honeybees in “A Sweet Part of Nature” are different?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Bats eat insects, while bees do not.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author of the selection states that bats eat insects, while the author of the article explains that bees feed on wildflowers and plants. This is a difference between the bats and the honeybees.",
                    "Percent": 77
                }
            },
            "B": {
                "Choice": "Bats spread pollen, while bees do not.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The authors provide information that both bats and bees spread pollen. This is a way in which they are the same, not different.",
                    "Percent": 5
                }
            },
            "C": {
                "Choice": "Bats catch diseases, while bees do not.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 2 of the article, the author refers to honeybees “suffering from diseases and catching viruses.” There are no references to bats catching diseases in the selection. Both parts of this option are untrue.",
                    "Percent": 6
                }
            },
            "D": {
                "Choice": "Bats need new houses, while bees do not.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author of the selection does describe the need for bat houses, the author of the article notes that bees live in beehives, not houses.",
                    "Percent": 12
                }
            }
        },
        "Parts": {}
    },
    "24": {
        "Number": 24,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX18G4R/supps/TX18G4R-S3.json",
            "problems/TX18G4R/supps/TX18G4R-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read this sentence from paragraph 2 of “Night Flyers.”",
            ":box:Bats also spread pollen among flowering plants.",
            "Which sentence from “A Sweet Part of Nature” best shows a way that honeybees are similar to bats?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "When people think of bees, they may also think of the sweet taste of the honey that bees make.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Bees make honey, but bats do not. This is not a similarity between bees and bats.",
                    "Percent": 11
                }
            },
            "G": {
                "Choice": "The wildflowers and plants that bees feed on have been replaced with crops, which limits honeybees' access to nectar and pollen.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although bees and bats both spread pollen, the author of the selection focuses on bats' loss of habitat rather than loss of access to pollen due to wildflowers and plants being replaced by crops.",
                    "Percent": 22
                }
            },
            "H": {
                "Choice": "Bees pollinate a wide variety of plants in the United States.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author of the selection explains in this sentence that bats spread pollen. In this sentence from the article, the author shows that bees do as well. This is a key similarity between bees and bats.",
                    "Percent": 56
                }
            },
            "J": {
                "Choice": "People can grow flowers and plants that honeybees like, such as cabbage, sunflowers, and strawberries.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author of the selection does not refer to specific plants that bats prefer.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "25": {
        "Number": 25,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX18G4R/supps/TX18G4R-S5.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In line 19, the word m͟u͟s͟s͟e͟s means  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "gets wet",
                "Key": {
                    "Correct": false,
                    "Rationale": "The poet does not refer to the wind itself making anything wet.",
                    "Percent": 9
                }
            },
            "B": {
                "Choice": "makes clean",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no context to support “makes clean” as the meaning of m͟u͟s͟s͟e͟s.",
                    "Percent": 10
                }
            },
            "C": {
                "Choice": "removes from a location",
                "Key": {
                    "Correct": false,
                    "Rationale": "Mussed hair being removed from a location is not supported by context in the poem.",
                    "Percent": 13
                }
            },
            "D": {
                "Choice": "rearranges in an untidy way",
                "Key": {
                    "Correct": true,
                    "Rationale": "The poet indicates that the wind “tears leaves off trees and blows them away,” (lines 21–22) and “whips the seas into foamy mountains” (lines 26–27). These descriptions of the wind support “rearranges in an untidy way” as the definition of m͟u͟s͟s͟e͟s.",
                    "Percent": 67
                }
            }
        },
        "Parts": {}
    },
    "26": {
        "Number": 26,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX18G4R/supps/TX18G4R-S5.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read lines 5 through 9 of the poem.",
            ":box:Air smells like roses\nsometimes,\nor fresh-cut grass;\ngasoline or rain\nor skunk.",
            "Why does the poet include descriptive language in these lines?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "To persuade the reader to spend more time outdoors",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence to support that the poet is using descriptive language in order to persuade the reader to spend more time outdoors.",
                    "Percent": 7
                }
            },
            "G": {
                "Choice": "To tell the reader that air can smell like many things after it rains",
                "Key": {
                    "Correct": false,
                    "Rationale": "The poet does not include the descriptive language in lines 5 through 9 to focus on what air smells like after rain.",
                    "Percent": 18
                }
            },
            "H": {
                "Choice": "To explain how the smell of roses is different from the smell of skunk",
                "Key": {
                    "Correct": false,
                    "Rationale": "The poet refers to the smell of roses and skunks, but these lines are not included to explain how the scents are different.",
                    "Percent": 8
                }
            },
            "J": {
                "Choice": "To emphasize that air can be both pleasant and unpleasant",
                "Key": {
                    "Correct": true,
                    "Rationale": "In lines 5 through 9 of the poem, the poet contrasts pleasant scents associated with air (“roses,” “fresh-cut grass,” “rain”) with unpleasant scents (“skunk,” “gasoline”) to emphasize that air can be both pleasant and unpleasant.",
                    "Percent": 67
                }
            }
        },
        "Parts": {}
    },
    "27": {
        "Number": 27,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX18G4R/supps/TX18G4R-S5.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Line 38 is different from the other lines of the poem most likely because the poet wants to  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "show that this line should be read quickly",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although line 38 is one of the shorter lines in the poem, there is no reason to think that the poet wants the line to be read more quickly than other lines.",
                    "Percent": 8
                }
            },
            "B": {
                "Choice": "add humor to the poem by spelling the word incorrectly",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the word in line 38 is spelled differently than normal, the extra letters are most likely intended to emphasize the action of taking a deep breath, not to add humor.",
                    "Percent": 12
                }
            },
            "C": {
                "Choice": "emphasize the idea expressed in the line",
                "Key": {
                    "Correct": true,
                    "Rationale": "By drawing out the word “deeeeeeeeep,” the poet most likely wants to emphasize the idea of taking a deep breath of air.",
                    "Percent": 71
                }
            },
            "D": {
                "Choice": "suggest that this is the most important word in the poem",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence that suggests the poet thinks this word is more important than other words in the poem.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "28": {
        "Number": 28,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX18G4R/supps/TX18G4R-S5.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which line from the poem best shows that air can be powerful?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The sky is made of air.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The poet does not include this line to demonstrate that air can be powerful.",
                    "Percent": 10
                }
            },
            "G": {
                "Choice": "It tears leaves off trees",
                "Key": {
                    "Correct": true,
                    "Rationale": "The description that the wind “tears leaves off trees” helps the reader understand the power of the wind.",
                    "Percent": 80
                }
            },
            "H": {
                "Choice": "It has no color or shape",
                "Key": {
                    "Correct": false,
                    "Rationale": "The statement that air “has no color or shape” does not help the reader infer that air can be powerful.",
                    "Percent": 5
                }
            },
            "J": {
                "Choice": "or blow a soap bubble.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Blowing “a soap bubble” describes something a person can do using air but does not not emphasize that air can be powerful.",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    },
    "29": {
        "Number": 29,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX18G4R/supps/TX18G4R-S5.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The speaker in the poem believes that the difference between wind and air is that wind is  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "colder",
                "Key": {
                    "Correct": false,
                    "Rationale": "The poet does not provide evidence that wind is different from air because it is colder.",
                    "Percent": 25
                }
            },
            "B": {
                "Choice": "thinner",
                "Key": {
                    "Correct": false,
                    "Rationale": "The poet does not describe wind as thinner than air.",
                    "Percent": 7
                }
            },
            "C": {
                "Choice": "smelly",
                "Key": {
                    "Correct": false,
                    "Rationale": "The poet associates particular scents with air, but there is no evidence that the speaker believes wind is smellier than air.",
                    "Percent": 6
                }
            },
            "D": {
                "Choice": "moving",
                "Key": {
                    "Correct": true,
                    "Rationale": "The poet's description of wind as “air that's going somewhere” from lines 17 and 18 shows that the speaker believes that the difference between wind and air is that wind moves.",
                    "Percent": 63
                }
            }
        },
        "Parts": {}
    },
    "30": {
        "Number": 30,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX18G4R/supps/TX18G4R-S5.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What can the reader conclude about the speaker's ideas about air throughout the poem?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The speaker has changed his mind about air.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The speaker presents a positive view of air throughout the poem; there is no indication that he has changed his mind.",
                    "Percent": 9
                }
            },
            "G": {
                "Choice": "The speaker wishes that air could be seen.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the poet mentions not being able to see air in lines 2 and 30, there is no indication that the speaker wishes that air could be seen.",
                    "Percent": 30
                }
            },
            "H": {
                "Choice": "The speaker thinks that air has qualities that make it special.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The speaker describes numerous characteristics of air — including its scents, actions, and locations — and concludes by stating, “I'm so glad it's everywhere.” This suggests that the speaker feels that air has special qualities.",
                    "Percent": 50
                }
            },
            "J": {
                "Choice": "The speaker is confused by his thoughts about air.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The speaker offers numerous thoughts about air, but there is no evidence of confusion.",
                    "Percent": 11
                }
            }
        },
        "Parts": {}
    },
    "31": {
        "Number": 31,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX18G4R/supps/TX18G4R-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read this dictionary entry for the word d͟r͟i͟v͟e.",
            ":box:drive \\'drīv\\ verb\n1. to take to another place by car\n2. to guide the movement of\n3. to force to go through\n4. to throw hard or fast",
            "Which definition most closely fits the way the word d͟r͟i͟v͟e͟s is used in paragraph 1?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Definition 1",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no mention in paragraph 1 of cars taking things from one place to another, so this definition of d͟r͟i͟v͟e͟s is incorrect.",
                    "Percent": 14
                }
            },
            "B": {
                "Choice": "Definition 2",
                "Key": {
                    "Correct": false,
                    "Rationale": "The reader can infer that although a hammer moves a nail, the action is more forceful than simply guiding its movement.",
                    "Percent": 14
                }
            },
            "C": {
                "Choice": "Definition 3",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 1, the author describes a hammer pounding a nail “into the wood.” A hammer exerts force to push a nail through wood, so “to force to go through” as the meaning of d͟r͟i͟v͟e͟s is supported by this paragraph.",
                    "Percent": 65
                }
            },
            "D": {
                "Choice": "Definition 4",
                "Key": {
                    "Correct": false,
                    "Rationale": "A hammer is not used to throw nails. It forces them into wood.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "32": {
        "Number": 32,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX18G4R/supps/TX18G4R-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read this sentence from paragraph 4.",
            ":box:With these ideas in mind, Bol and Brooks came up with a plan to build more than 2,500 Little Free Libraries around the world.",
            "Based on information in the selection, how do Brooks and Bol most likely feel about the results of their plan?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Disappointed",
                "Key": {
                    "Correct": false,
                    "Rationale": "It is unlikely that Brooks and Bol are disappointed with the results of their plan since there are now more than 25,000 Little Free Libraries around the world.",
                    "Percent": 3
                }
            },
            "G": {
                "Choice": "Curious",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Brooks and Bol could not have known at the outset what the results of their plan would be, the author does not suggest that they feel curious about the results of their plan.",
                    "Percent": 13
                }
            },
            "H": {
                "Choice": "Delighted",
                "Key": {
                    "Correct": true,
                    "Rationale": "Brooks and Bol set out to build more than 2,500 free libraries. In paragraph 8, the author states there are now “more than 25,000 Little Free Libraries around the world, and they can be found on almost every continent.” This supports the conclusion that Brooks and Bol are most likely delighted with the results of their plan.",
                    "Percent": 80
                }
            },
            "J": {
                "Choice": "Confused",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence in the selection to suggest that Brooks and Bol feel confused about the results of their plan.",
                    "Percent": 3
                }
            }
        },
        "Parts": {}
    },
    "33": {
        "Number": 33,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX18G4R/supps/TX18G4R-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The photograph and caption above paragraph 8 are included in the selection to show  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "why some of the libraries become more popular tha nothers",
                "Key": {
                    "Correct": false,
                    "Rationale": "The popularity rates of different libraries are not being compared.",
                    "Percent": 6
                }
            },
            "B": {
                "Choice": "how library owners must refill their libraries every day",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no information in the photograph or its caption about how frequently library owners must refill their libraries.",
                    "Percent": 13
                }
            },
            "C": {
                "Choice": "what steps people use to check books out of the libraries",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the people in the photograph appear to be choosing books out of a Little Free Library, the steps people use to check out books from the libraries cannot be determined from this photograph or its caption.",
                    "Percent": 10
                }
            },
            "D": {
                "Choice": "how the libraries help people share and enjoy books",
                "Key": {
                    "Correct": true,
                    "Rationale": "The photograph is of a mother and her daughters taking books out of a Little Free Library, and the idea that libraries are places where people can share and enjoy books is emphasized by the caption.",
                    "Percent": 70
                }
            }
        },
        "Parts": {}
    },
    "34": {
        "Number": 34,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX18G4R/supps/TX18G4R-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read the diagram.",
            "problems/TX18G4R/media/34a.jpg",
            "Which sentence best completes the diagram?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Bol wants to honor his mother.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author describes in paragraph 2 how in 2009 Todd Bol decided to build a wood box and fill it with books people could borrow. Bol did this to honor his mother, who “had been a teacher who had loved reading.”",
                    "Percent": 64
                }
            },
            "G": {
                "Choice": "Bol thinks his friends do not have enough books.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Bol did create a new way for people to borrow books, he did this to honor his mother, not because his friends lacked books.",
                    "Percent": 6
                }
            },
            "H": {
                "Choice": "Bol wants people to learn to share with others.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although some people use Little Free Libraries to share books with one another, Bol's reason for creating the first Little Free Library was to honor his mother.",
                    "Percent": 15
                }
            },
            "J": {
                "Choice": "Bol notices that libraries make people want to read.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Bol created the first Little Free Library to honor his mother's memory, not because he noticed that libraries make people want to read.",
                    "Percent": 15
                }
            }
        },
        "Parts": {}
    },
    "35": {
        "Number": 35,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX18G4R/supps/TX18G4R-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The author wrote this selection mainly to  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "provide information about where to find a Little Free Library",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author does refer to the number of Little Free Libraries and how they are located within cities such as El Paso, the author does not provide specific information about where to find a Little Free Library.",
                    "Percent": 10
                }
            },
            "B": {
                "Choice": "explain why people enjoy reading books outdoors",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the Little Free Libraries are located outdoors, the author did not write the selection to explain why people enjoy reading books outdoors.",
                    "Percent": 7
                }
            },
            "C": {
                "Choice": "persuade the reader to visit a Little Free Library",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the information provided in the selection may encourage the reader to visit a Little Free Library, persuading the reader to do so is not the author's primary purpose for writing the selection.",
                    "Percent": 23
                }
            },
            "D": {
                "Choice": "tell the reader about an interesting way to share books",
                "Key": {
                    "Correct": true,
                    "Rationale": "The Little Free Libraries are an innovative and interesting way to share books, and the author wrote this selection mainly to provide information about these libraries, including why Bol and Brooks created them, how they work, and how popular they are.",
                    "Percent": 60
                }
            }
        },
        "Parts": {}
    },
    "36": {
        "Number": 36,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [
            "problems/TX18G4R/supps/TX18G4R-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What is the best summary of the selection?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "A man made a little box and filled it with books for people to borrow. The box was shaped like a red schoolhouse. The man's friends and neighbors loved the little library and soon wanted to have tiny libraries of their own.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Information about how the libraries multiplied or what their role is today is not included, making this summary incomplete. The summary also includes a nonessential detail: “The box was shaped like a red schoolhouse.”",
                    "Percent": 13
                }
            },
            "G": {
                "Choice": "A man built a box in his yard and filled it with books. His neighbors liked the little library, so the man and his friend decided to help get little libraries started everywhere. Today many people enjoy getting books and meeting new friends at the little libraries.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Important ideas and key details are included in this summary. The first sentence includes information about what a Little Free Library is and how the first one was made. The second sentence includes details about how the idea spread, and the popularity of tiny libraries today is highlighted in the last sentence.",
                    "Percent": 60
                }
            },
            "H": {
                "Choice": "A man thought of an idea to make a tiny library. Books are placed in a box and then put in a front yard. People do not need library cards and can just take the books for free anytime they want. They can return them whenever they are finished.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Information about how the Little Free Libraries came to be, how they multiplied, and how they have become popular is not included in this summary, making it incomplete.",
                    "Percent": 21
                }
            },
            "J": {
                "Choice": "A man and his friend decided to try to get people around the world to build little libraries. They created a website to teach people how. Their goal was to build more libraries than Andrew Carnegie.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Information about what a Little Free Library is or how these tiny libraries came into being is not included in this summary, making it incomplete.",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    }
}