{
    "Directions": "Read this story, then answer each question that follows.",
    "Context": [
        "This is a science fiction story that takes place in the future."
    ],
    "Title": "Snow Day in Space",
    "Subtitle": "",
    "Author": "by Roxanne Werner",
    "LabelType": "P",
    "Content": [
        ["1", "\tThe clock must be frozen. Or maybe the space station fell into a time warp and I'm trapped in my math lesson forever. The truth is that time doesn't fly when you're waiting for something, and I've waited for a friend for a long time."],
        ["2", "\tCrackle. “The radius ...” Crackle. Static swirls across the holo-video screen, burying my teacaher's image in a blizzard of white noise that my dad and I nicknamed snow."],
        ["3", "\tA voice comes over the loudspeakers. “Magnetic storm. Communications down. Remain in shielded areas. Technicians report to ...”"],
        ["4", "\tThe announcement drones on, but I don't listen. A snow day. Hurray for space weather!"],
        ["5", "\tEleven years ago, my birth on Space Station Alpha made history. I was the first human born off-planet. My parents knew just what to name me - Jemison Mae, after Mom's hero, Mae Jemison, the first black female astronaut. Except I feel more like a science experiment than a hero."],
        ["6", "\tIt didn't take doctors long to discover I was different. Sure, on the outside I look normal. Just your average 11-year-old girl. But inside I flunk every test. My bones are too thin and my muscles are too weak. It seems humans don't grow well in the low-gravity, antiseptic halls of space stations. Not well enough to survive on Earth, anyway. I am sentenced to life in space."],
        ["7", "\tAfter they figrued this out, no other kids were allowed on board the space station. But new studies show that older children won't be harmed by a short stay. Today, a shuttle will arrive carrying a new technician ad her family including a girl my age. My first friend, Vianna. Freed from class by the snow day, I race down the corridor to message her."],
        ["8", "\tSpending 11 years on the station has its advantages. I know more about it than anyone else does, even the commander. Other than my parents and me, most people spend one or two years here, then return to Earth. I've explored every inch of the place and uncovered some useful items."],
        ["9", "\tWhen I was five, one of the techs showed me the Space Alpha Text booth, or S.A.T. “Practice your letters on this, Jem,” he said. “No one uses it now that we have the holo-video.” The small room held a keyboard and the outdated communications system. I sat for hours fascinated by the way the screen lit up as I tapped the keys. The booth became my secret hideout, a place to disappear."],
        ["10", "\tNow I shut the door and slide behind the keyboard. Vianna and I have been exchanging messages for months. We're not allowed to tie up the holo-video system with chatter, but I got the S.A.T. going after looking through the old manuals. I tap in my code and read her message: Jem, something's wrong -  a storm."],
        ["11", "\tI type back: Don't worry. It's a magnetic storm, a snow day. We get them a lot."],
        ["12", "\tVianna's words flash back: You sure? My parents and the pilot look worried."],
        ["13", "\tBefore I can answer, a message flashes in caps: WE CAN'T DOCK!"],
        ["14", "\tI bolt out the door, heading for the command room. The tension stops me in the doorway like a force field."],
        ["15", "\t“Captain, the holo-video won't work during the storm,” my father is saying. “They'll have to try docking by sight.”"],
        ["16", "\t“With shields up, they don't have visual They're flying blind,” the captain says. I clear my throat. “Could they lower the shields?”"],
        ["17", "\tThe captain shakes his head. “Dropping the shields would kill them. Even with shields they're in danger in a full-blown storm like this.”"],
        ["18", "\t“No!” I cry."],
        ["19", "\tMy father puts his hands on my shoulders. “Jem, we're doing everything we can.”"],
        ["20", "\tTears slide down my cheeks. “Snow days are supposed to be fun.”"],
        ["21", "\tHe sighs. “Snow days can be fun, when you're safe at home. But like real snow on Earth, it can be dangerous if you're stranded or traveling. The shuttle's shields aren't as strong as the station's. If the holo-video worked, we could talk them in.”"],
        ["22", "\t“Can you text them in?” I ask. “With the S.A.T.?”"],
        ["23", "\tThe captain looks over. “What are yout talking about?”"],
        ["24", "\t“An old system, before holo-video,” my father explains. “It hasn't been used in years.”"],
        ["25", "\t“Does it still work?” says the captain."],
        ["26", "\t“It does,” I blut out. “I've been texting Vianna for months.”"],
        ["27", "\t“You're in touch with the shuttle?” My father rushes me to the S.A.T. booth."],
        ["28", "\tTechs swarm my hideout. I give one tech my code and watch her fingers fly over the keyboard. Messages flash back and forth as techs feed docking coordinates to the shuttle."],
        ["29", "\tMinutes pass."],
        ["30", "\tThen the message I've waited for fills the screen:"],
        ["31", "\tJem, meet me in the docking bay.\n\t-Vianna"]
    ],
    "Copyright": "“Snow Day in Space” by Roxanne Werner. Reprinted from HIGHLIGHTS KIDS—accessed November 20, 2015, Highlights online. Used with permission.",
    "References": []
}