{
    "Directions": "Read this story, then answer each question that follows.",
    "Context": [
        "This story is based on a folktale from Australia."
    ],
    "Title": "The Scarlet Ribbon",
    "Subtitle": "",
    "Author": "by Emily Hofman",
    "LabelType": "P",
    "Content": [
        ["1", "\tLong ago, in Australia, there lived a girl named Kanikiya. From the time she was small, Kanikiya loved to dance. She moved as gracefully as the brolgas, the tall, slender cranes that courted along the riverbank. The people in the camp would often see Kanikiya dancing down by the water, for she wore a scarlet ribbon around her neck, and it floated as she moved. People believed she danced like moonlight shining on the running river."],
        ["2", "\tDancing was fine for a young child, but by the time she was twelve, the people in the camp did not approve of such frivolity in a young woman. She should be working, they insisted. Only the youngest children danced away the day."],
        ["", ":box:frivolity = carefree behavior"],
        ["3", "\tKanikiya's mother, hearing disapproval around the camp, warned her that she must stop dancing. “Remember the story of the lazy girl who would not work,” she said. “She turned into a dingo. The rest of her life she ran with packs of wild dogs, preying on sheep at night.”"],
        ["4", "\tKanikiya, who knew the camp legends, shivered at her mother's words. Such tales frightened her. But she knew she wasn't lazy. It wasn't laziness that made her forget her work. The need to dance surged through her. She could not stop dancing any more than she could stop breathing. She feared that if she stopped doing either, she would die."],
        ["5", "\tFlocks of silvery gray brolgas stopped near Kanikiya's camp during their migration in the spring and fall of each year. Then, more than any other time, Kanikiya would forget her work, steal to the river, and watch the birds dance as the day darkened. As if impelled by a strong, mysterious fource, Kanikiya would join in their dance at the river's edge, her scarlet ribbon flying behind her. If only I could dance with the cranes all my life, thought Kanikiya as she trudged back to the camp, then I would be at peace. One spring evening Kanikiya's mother found her daughter dancing near the river before she had finished gathering cabbage palms for their evening meal."],
        ["", ":box:impelled = moved or driven into action"],
        ["6", "\t“I can do nothing with you, Kanikiya!” her mother shouted. “I have decided. You must not leave the camp until the brolgas have left. I feel they have powers over you that must be broken.” While her mother spoke, Kanikiya felt tears gather. She sensed the eyes of the brolgas upon her. Glancing up, she marveled as they dipped their heads and danced a slow, mournful dance. They understand my sorrow, Kanikiya thought, the knowledge warming her."],
        ["7", "\tHer mother grabed her arm, pulling her toward the camp. Within Kanikiya's heart something died as she left the river that evening. Plodding up the bank, she felt her life begin to ebb away. The next day, instead of going out to gather food, Kanikiya stayed in the camp. She wove baskets from the reeds the other children collected. Day followed day in a mournful blur. She couldn't eat. She wouldn't smile. The heaviness in her heart grew, and because of that she became weaker. As she worked, she listened to the happy calls of the brolgas and imagined herself dancing with them, twirling, dipping, and free. At night she danced with the birds in her dreams."],
        ["8", "\tIf only I could dance with them again, she'd think each morning upon waking then I would find rest for my soul. Soon the call of the brolgas became too strong for Kanikiya to deny. One morning before dawn she heard them calling her. Slipping out of the camp, she rushed down to the riverbank to dance with the cranes."],
        ["9", "\tJust this one time, she thought as she whirled, her scarlet ribbon floating behind her. Just this once, then peace will visit me again. Later that morning, she was not found at her weaving. Her mother looked for her throughout the camp and, not finding her there, searched near the river."],
        ["10", "\tAs Kanikiya's mother neared the water, she found dozens of wild brolgas dancing and dipping to the sound of the wind in the trees. Fearful of their savage dance, she turned to go. But before she started up the path, she noticed one graceful crane in the center of the flock, a scarlet ribbon tied around her neck, dipping her head in greeting."]
    ],
    "Copyright": "",
    "References": []
}