{
    "Directions": "Read this article, then answer each question that follows.",
    "Context": [],
    "Title": "Saving Snow Leopards",
    "Subtitle": "",
    "Author": "by Pamela Crowe",
    "LabelType": "P",
    "Content": [
        ["", "“Mountain Ghost”"],
        ["1", "The snow leopard is rarely seen by humans. This mysterious cat lives in 12 Asian countries among the world's tallest mountains."],
        ["2", "The snow leopard is smaller than the tiger, the lion, and the leopard of Africa nad Asia. It weights as much as a cheetah, but is shorter and stockier. The cat's compact shape and thick fur help keep it warm in glacier-chilled air. Dark markings dapple its light-gray coat, camouflaging it in rocky terrain. Big paws make padding over snow easier. An extra-long tail provides a balance on steep, rugged ground."],
        ["3", "You might think the snow leopard would be safe living in such harsh, remote places. But it faces multiple threats from humans. The cat has lost important stretches of habitat. (A habitat is the place that fills an animal's needs - mainly food, shelter, and mates.) Mining, wars, and overgrazing by farm animals have all led to this loss of habitat."],
        ["", "Protecting the Herd"],
        ["4", "The loss of habitat has caused a food shortage. Snow leopards eat wild goats and sheep. When farm animals eat too much vegetation, wild plant eaters can't find enough food to stay healthy. Females don't have enough babies. Over time, the numbers of wild goats and sheep go down, and snow leopards have less to eat. Then the big cats eat livestock, and the herders kill the leopards to protect their livelihoods."],
        ["5", "Agencies are working to save the cats and help herders at the same time. Some agencies give herders wire mesh and wood to keep snow leopards from entering their stables at night. Some pay herders for the animals they lose to snow leopards. In the exchange, the herds stop killing snow leopards and leave more room and plants for the wild goats and sheep."],
        ["6", "Are the conservation programs working? Researchers estimate that only 3,500 to 7,500 snow leopards are alive today. But they need more reliable ways to count leopards before they will know."],
        ["7", "That's where scientissts like Dr. Kyle McCarthy are needed. He traveled to Kyrgyzstan to test ways of estimating snow leopard numbers. He camped in the mountains with Dr. Jennifer McCarthy (his wife) and other co-workers. They saw no leopards, but they hadn't expected to. Instead, they looked for evidence the cats left behind. “You have to find something related to them: poops, scrapes (claw marks), and pee,” Dr. Kyle McCarthy says."],
        ["8", "The group collected scat (poop) for DNA analysis. Along with the waste material of digestion, scat contains cells from the animal's own body. DNA is material inside those cells that, like fingerprints, can identify an individual animal."],
        ["9", "The team also used automatic cameras. The scientists placed motion-and-heat-sensitive cameras along a mountain ridge. When a snow leopard neared one of these “camera traps,” the camera snapped its picture."],
        ["10", "Each snow leopard's spot pattern is different. Researchers compared patterns in the photos to identify cats. The cameras had taken photos of 15 different snow leopards at two study sites."],
        ["", "A Close Encounter"],
        ["11", "Shannon Kachel, Dr. Kyle McCarthy's graduate assistant, has searched for snow leopards in Tajikistan, where he almost saw one. “I was hiking along a ridgeline in the late afternoon and came around the corner of arock outcropping to find a steaming, fresh kill site with snow leopard signs all round,” Kachel says. “I could see and hear where the cat had knocked some rocks loose as it ran away from me, but even thought I waited until it was nearly dark, I never saw the cat.”"],
        ["12", "“Most people will never see a snow leopard, yet it has a right to exist,” Dr. Kyle McCarthy says. “It's too magnificent to think about losing.”"],
        ["", "problems/NY21G4E/media/S2a.jpg"]
    ],
    "Copyright": "“Saving Snow Leopards” by Pamela Crowe. Reprinted from HIGHLIGHTS—April 2015, Vol. 70, Issue 4, p. 16. Copyright © 2015 by HIGHLIGHTS. Used with permission.",
    "References": []
}