{
    "Directions": "Read this story, then answer each question.",
    "Context": [
        "Basil's grandmother is giving the new girl in seventh-grade, Tenzie, a tour of their unusual house. Tenzie is trying to become friends with Basil and teasingly nicknames him Pesto."
    ],
    "Title": "[Excerpt from] One + One = Blue",
    "Subtitle": "",
    "Author": "by MJ Auch",
    "LabelType": "L",
    "Content": [
        [" ", "\tGram took Tenzie around the room, showing her the various projects she had going."],
        [" ", "That's how Gram earned money, by selling her fabric and stained-glass designs from her"],
        [" ", "website. Even though Gram tended to be disorganized, she had managed to keep her small"],
        [" ", "business going well enough to support us. Lately, she seemed to be sending out more"],
        ["5", "orders than ever."],
        [" ", "\tThe cell phone rang in the kitchen, and Gram ran to answer it. She could never"],
        [" ", "remember to keep it in her pocket."],
        [" ", "\tThat's when I looked over at Tenzie and realized she was crying. I didn't know what to"],
        [" ", "say. I hadn't cried since I was a little kid. This would be the hitch with having a friend"],
        ["10", "because it would be my responsibility to ask what was wrong and try to make it better,"],
        [" ", "wouldn't it? I decided to turn away and hope that Gram's phone conversation would be"],
        [" ", "short and she'd be back to handle this before it got embarrassing."],
        [" ", "\tThen Tenzie made a loud choking sound. She had her hand over her mouth, and her"],
        [" ", "cheeks were glassy with tears. “You're so lucky?”"],
        ["15", "\t“Me? Why?”"],
        [" ", "\t“You live in this mind-boggling place. It can look just the way you and your"],
        [" ", "grandmother want it.” Tenzie quickly wiped her eyes. “You don't know how good you have"],
        [" ", "it, Pesto.” She went over to a bookshelf and picked up a picture in a frame. “Who's this?”"],
        [" ", "\tOrdinarily I would have made something up, but I was set off balance by Tenzie's"],
        ["20", "crying and quick recovery. “It's me and Carly - my mother - when I was little,” I said."],
        [" ", "\t“She's beautiful and looks so young for a mother. Where is she now? At work?”"],
        [" ", "\t“No. She's gone,” I said."],
        [" ", "\tTenzie looked up, startled."],
        [" ", "\t“No, not that kind of gone. She just left — probably not long after that picture was"],
        ["25", "taken. Took off to Hollywood to become an actress.”"],
        [" ", "“Really?” Tenzie wiped the dust from the glass and studied the picture more closely."],
        [" ", "“Have I ever seen her in anything?”"],
        [" ", "\t“Not unless you get LA used-car commercials on your TV. She's done a couple of"],
        [" ", "those. We haven't heard from her in a while.”"],
        ["30", "\t“It must be fun to go visit her in Hollywood, though.” Tenzie carefully replaced the"],
        [" ", "picture on the shelf. “Where's your father?”"],
        [" ", "\t“Never met him.” I didn't want to get into my family stuff with Tenzie. Then there was"],
        [" ", "a flash of light, followed by a loud boom that set the sun catchers quivering. Just as I"],
        [" ", "noticed that there was no sun left for them to catch, the dome was pelted with rain. I"],
        ["35", "was saved."],
        [" ", "\tGram appeared in the doorway. “Looks as if your father was right this time, Tenzie.”"],
        [" ", "\t“Yeah,” Tenzie said. “Maybe he's finally getting the hang of this meteorology business.”"],
        [" ", "She grinned at me. “We might even get to do some wall painting for a change.”"],
        [" ", "\tFor a storm that wasn't supposed to happen, the rain put on a spectacular show. There"],
        ["40", "was lightning that crackled all the way to the ground followed by one clap of thunder"],
        [" ", "after another."],
        [" ", "\t“I bet Dad is really enjoying this,” Tenzie said. “He loves weather extremes. The last"],
        [" ", "place we lived was San Jose, where it was in the seventies and sunny almost every day."],
        [" ", "Dad got so bored, he started making things up for his weather report. Naturally, he"],
        ["45", "got fired.”"],
        [" ", "\tA sudden stream of water splatted on the floor, then another and another. “Grab the"],
        [" ", "pans, Basil,” Gram shouted. She kept a supply of old dented thrift shop pots and pans in"],
        [" ", "the corner of the hippie room, because every time it rained, the dome leaked something"],
        [" ", "fierce. The three of us ran around the room sliding pots under the leaks."],
        ["50", "\tThe sound of the pans catching rain was almost musical. The bigger the pot, the lower"],
        [" ", "the note, and each leak had its own tempo of drips, so there was a lot of syncopation"],
        [" ", "going on. Soon we had an orchestra of nine pans in strategic places catching water."],
        [" ", "\tGram grabbed a small African drum called a djembe from under her stained-glass"],
        [" ", "worktable and started beating her own rhythm on it. “I use the drum to unwind when"],
        ["55", "I've been working on a glass project that sets my nerves on edge,” she called over the din."],
        [" ", "“You can actually get your own pulse to speed up or slow down with these things. There"],
        [" ", "are more drums under there. Help yourself, Tenzie. Drumming isn't meant to be a"],
        [" ", "solitary thing.”"],
        [" ", "\tTenzie pulled out my favorite drum and started in, following Gram's rhythm as if she"],
        ["60", "had been drumming all her life. “This is amazing,” she said, throwing back her head and"],
        [" ", "laughing."],
        [" ", "\tGram's eyes were closed now, and she slipped into her own little world. I knew that"],
        [" ", "feeling, where the cadence of the drum carried you away somewhere. But I wasn't being"],
        [" ", "carried away anywhere. I was watching from the outside while my grandmother and my"],
        ["65", "friend... no, guest... bonded without me. First Tenzie had taken over my desk in the"],
        [" ", "cafeteria, then she had invaded my seat on the bus. Now she was squeezing herself into"],
        [" ", "my family."],
        [" ", "\tAnd I didn't like it."]
    ],
    "Copyright": "",
    "References": []
}