{
    "Directions": "Read the passage below, then answer each question that follows.",
    "Context": [],
    "Title": "[Excerpt from] Crazy About Clouds",
    "Subtitle": "",
    "Author": "by Rena Korb",
    "LabelType": "P",
    "Content": [
        ["1", "\tLook up at the sky. Do you see any clouds today?"],
        ["2", "\tLook! There's one shaped like a fluffy, white bunny. A dark gray one floats by like a jellyfish."],
        ["", "Tiny, Floating Drops"],
        ["3", "\tClouds look different. But they are all made of the same stuff—water."],
        ["4", "\tClouds form when tiny drops of water gather in the sky. Tiny chunks of ice make up clouds, too."],
        ["5", "\tThe tiny drops of water come together. They form heavier and heavier drops. Sometimes, the drops get too heavy to float."],
        ["6", "\tSplat! Rain pours from the clouds. Or you might see drizzle, mist, or snow."],
        ["", ":box:drizzle = light rain"],
        ["", ":box:mist = tiny drops of water that hang in the air"],
        ["7", "\tClouds may look light and fluffy. But even the water in a small cloud weighs more than 500 tons. That's about as heavy as 100 elephants!"],
        ["", "Changing Clouds"],
        ["8", "\tWatch a cloud closely. You will see it change before your very eyes."],
        ["9", "\tClouds can change shapes and sizes. They can look bright white or dark gray. Have you ever seen pink clouds at sunset?"],
        ["10", "\tClouds dip and dance as the wind pushes them across the sky."],
        ["11", "\tSome clouds travel as fast as race cars!"],
        ["12", "\tA cloud can speed along at 100 miles per hour (160 km/h)."],
        ["", "High Clouds, Low Clouds"],
        ["13", "\tScientists group clouds by where they are seen in the sky. High clouds sail with the jumbo jets. Birds fly through low clouds."],
        ["", ":box:jumbo = very large"],
        ["14", "\tOther clouds float in the middle, and some move up and down."],
        ["15", "\tHave you ever walked by a lake on a cool morning? The fog can be very thick. You can barely see the road ahead of you!"],
        ["16", "\tFog is actually a cloud that creeps along the ground."],
        ["", ":box:creeps = moves slowly"],
        ["17", "\tCool weather can bring fog. As the day warms up, fog clears away."],
        ["", "Types of Clouds"],
        ["18", "\tScientists also group clouds by how they look. Let's explore a few clouds."],
        ["19", "\tStratus clouds look like a gray blanket over the sky. They often gather in cool weather. These clouds mean rain may soon be falling."],
        ["20", "\tHave you ever seen bright cotton balls in the sky? These are cumulus clouds."],
        ["21", "\tThey mostly drift along on a fine, sunny day."],
        ["22", "\tVery high above your head float cirrus clouds. Their long tails curve through the sky."],
        ["23", "\tWhen you see these clouds, the weather might soon change."],
        ["24", "\tRun for cover!"],
        ["25", "\tDark cumulonimbus clouds are gathering. These clouds cause powerful storms."],
        ["26", "\tCumulonimbus clouds usually only stay in the sky for about an hour. As they break open, they can let out millions of buckets of water."],
        ["", "Study the Clouds"],
        ["27", "\tWill it rain? Is a snowstorm coming? Clouds give clues about what the weather will be like."],
        ["28", "\tScientists study clouds to tell what kind of day you'll have tomorrow."],
        ["29", "\tCloudy days are usually cooler than clear days. But cloudy nights are a little bit warmer than clear nights."],
        ["30", "\tYou can study the clouds, too. What types of clouds do you see? Can you guess the weather ahead?"],
        ["31", "\tNo matter what, you are sure to find many wonderful shapes drifting in the sky."],
        ["", "problems/NY24G3E/media/S1a.jpg"]
    ],
    "Copyright": "Excerpt from Crazy About Clouds by Rena Korb. Used with permission of ABDO Publishing via Copyright Clearance Center.",
    "References": []
}