{
    "Directions": "Read this story, then answer each question that follows.",
    "Context": [
        "Lighthouses were once lit by gas. A gas lighthouse on the Hudson River closed and later became a park after the George Washington Bridge was built."
    ],
    "Title": "[Excerpt from] The Little Red Lighthouse and the Great Gray Bridge",
    "Subtitle": "",
    "Author": "by Hildegarde H. Swift and Lynd Ward",
    "LabelType": "P",
    "Content": [
        ["1", "\tOnce upon a time a little lighthouse was built on a sharp point of the shore by the Hudson River..."],
        ["2", "\tBehind it lay New York City where the people lived."],
        ["3", "\tBefore it sailed the boats on which the people rode. Up and down, up and down, sailed the boats. On and on and on rolled the river. All the way from Lake Tear of the Clouds, high up in the mountains, came the Hudson River. It rolled down the mountains. It rolled and rolled and rolled. It rolled past Albany. It rolled past New York. And it went on forever looking for the sea."],
        ["4", "\tNow the boats on the river talked to the little red lighthouse as they passed."],
        ["5", "\t“Hoot, hoot, hoot! How are you?” said the big steamer, with its deep, throaty whistle..."],
        ["6", "\tBy day the little red lighthouse did not answer..."],
        ["7", "\tBut every night, just at fall of dark, a man came to tend the little red lighthouse. He took out his jingling keys. He unlocked the small red door in its side. He climbed its steep and winding stairs, up, up, up, to the very top. He took off the thick white cap that let it sleep by day. He turned on the gas with a funny small black key."],
        ["8", "\tUp, up, up, flowed the gas from the six red tanks below."],
        ["9", "\tThen the little red lighthouse spoke out plainly. Flash! Flash! Flash! ..."],
        ["10", "\tIt felt big and useful and important. What would the boats do without me? it thought."],
        ["11", "\tIt felt VERY, VERY PROUD."],
        ["12", "\tThe boats saw the light and were safe. The boats saw it, and they kept to the channel. The boats were grateful to the little red lighthouse..."],
        ["", ":box:channel = deepest part of a river or a harbor"],
        ["13", "\tWhy, I am MASTER OF THE RIVER, it thought."],
        ["14", "\tThen one day a gang of workmen came and began to dig..."],
        ["15", "\tEvery day it watched the strange new gray thing beside it grow and grow. Huge towers seemed to touch the sky. Strong loops of steel swept across the river. How big it was! How wonderful! How powerful! A great gray bridge, spanning the Hudson River from shore to shore. It made the little red lighthouse feel very, very small."],
        ["", ":box:spanning = going across"],
        ["16", "\tThen one night a great beam of light flashed from the top of the nearest gray tower..."],
        ["17", "\tNow I am needed no longer, thought the little red lighthouse. My light is so little and this one so big!..."],
        ["18", "\tThen in the middle of the night there came a storm. The wind moaned. The waves beat against the shore..."],
        ["19", "\tThen the great gray bridge called to the little red lighthouse: “Little brother, where is your light?”"],
        ["20", "\t“Am I a brother of yours, bridge?” wondered the lighthouse. “Your light was so brig"],
        ["21", "\t“I call to the airplanes,” cried the bridge. “I flash to the ships of the air. But you are still master of the river. Quick, let your light shine again. Each to his own place, little brother!”"],
        ["22", "\tSo the little red lighthouse tried to shine once more, but though it tried and tried and tried, it could not turn itself on..."],
        ["23", "\tBut at last it heard the door opening far below. At last it heard steps rushing up the stairs..."],
        ["24", "\tNow the little red lighthouse knew that it was needed... "],
        ["25", "\tIt sent a long, bright, flashing ray out into the night..."],
        ["26", "\tAnd now beside the great beacon of the bridge, the small beam of the lighthouse still flashes."],
        ["", ":box:beacon = guiding light"],
        ["27", "\tBeside the towering gray bridge the lighthouse still bravely stands. Though it knows now that it is little, it is still VERY, VERY PROUD."]
    ],
    "Copyright": "Excerpt from The Little Red Lighthouse and the Great Gray Bridge by Hildegarde H. Swift and Lynd Ward. Copyright © 1970 by Hildegarde Hoyt Swift and Lynd Ward. Used with permission of Houghton Mifflin Harcourt Publishing Company via Copyright Clearance Center.",
    "References": []
}