{
    "Directions": "Read the article, then answer each question that follows.",
    "Context": [],
    "Title": "Phillis's Big Test",
    "Subtitle": "",
    "Author": "by Catherine Clinton",
    "LabelType": "P",
    "Content": [
        ["1", "ONE CRISP EARLY-AUTUMN morning in 1772, Phillis Wheatley was crossing the Boston cobblestones with a sheaf of papers held tightly under her arm. Her master, John Wheatley, had offered her a ride to her examination, but she preferred to walk."],
        ["2", "She would make her own way to the public hall, where a group of men would decide once and for all: was she or was she not the author of her poems?"],
        ["3", "She had spent recent evenings copying and recopying her poetry in her own neat handwriting. She knew every line, every syllable, by heart. She wrapped the pages tightly in a roll, pages of poems that had come from deep inside her—and could not be taken away, no matter the outcome of today."],
        ["4", "Still, she had something to prove. Not just because she was young, not just because she was a girl, but because she was a slave and came from Africa."],
        ["5", "She could remember little about crossing the Atlantic, and even less about her African homeland. She was just shedding her front teeth when John Wheatley bought her on the Boston docks as a servant for his wife, Susanna. They christened their new slave Phillis, the name of the slave ship on which she arrived."],
        ["6", "Her first winter in Boston was so very cold and awful. She survived only by the kindness of her masters, especially the Wheatleys' twins, Nathaniel and Mary, who eagerly shared their lessons with her. They taught her not just English but Latin and Greek."],
        ["7", "It was those lessons that led her to where she was today. As she began to read poetry, glorious sonnets had inspired her to try her own hand at writing. And soon she was reciting her poems to the Wheatleys' friends."],
        ["8", "She had stayed up late, night after night, preparing for the examination. The previous evening, her mistress, Susanna, had taken away the candle at midnight and said, “Tomorrow you will look them straight in the eye as you answer all of their questions. Your talent will speak for itself. They will discover the poet we know you to be! And when your book is published, everyone will know!”"],
        ["9", "Books had opened up a whole new world to Phillis, as she was taught literature and geography, as she memorized the names of cities and countries, lists of kings and queens, and dates of discoveries."],
        ["10", "Over time she had come to appreciate her own time and place, her very own role in the chain of events stretching from past to present. She did not know why she had been brought from Africa to Boston, or why she had ended up in the Wheatley home. But she knew that she must now make the most of her opportunities. She must make her voice heard."],
        ["11", "She was not content to recite her verse in drawing rooms or read one of her poems from a newspaper. She wanted her own book, because books would not just last a lifetime; they would be there for her children and her children's children."],
        ["12", "She hurried by the bookseller's shop that she visited weekly. Today, Phillis did not have time to step inside and smell the leather bindings. Maybe soon she would visit and find her own name on a volume."],
        ["13", "But she must first pass this examination to make her dream come true. There would be only eighteen gentlemen. She had often entertained as large a crowd in the Wheatley parlor."],
        ["14", "This group, though, would include the governor, the lieutenant governor, famous ministers, and published poets ... all learned men. Many had studied across the river at Harvard and knew much more than she did."],
        ["15", "Phillis felt a chill as she neared the building. She started to turn away, but then Susanna Wheatley's words echoed in her head: Your talent will speak for itself."],
        ["16", "Phillis slowly mounted the steps. She would face her examiners—not just for herself or for the Wheatleys, but for her family back in Africa, and for her new brothers and sisters in America, who deserved their own poet."],
        ["17", "As she turned the handle on the large wooden door, the sunlight framed her entrance. She moved into the hall as all eyes turned toward her:"],
        ["18", "“Good day, gentlemen. I am the poet, Phillis Wheatley.”"],
        ["19", "NO RECORD EXISTS of her examination, but we now know that Phillis passed with flying colors. The men signed a document testifying to Wheatley's authorship, which appeared in the back of her volume of poems, published in 1773."]
    ],
    "Copyright": "Excerpt from PHILLIS'S BIG TEST by Catherine Clinton. Text copyright © by Catherine Clinton. Reprinted by permission of Houghton Mifflin Harcourt Publishing Company. All rights reserved.",
    "References": []
}