{
    "Directions": "Read the article, then answer each question that follows.",
    "Context": [
        "Today you will research how penguins are rescued after a large oil spill."
    ],
    "Title": "Update on Penguin Rescue Efforts from Oil Spill in South Atlantics",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "This is a follow-up to an earlier diary about the threat posed by oil spilled by a freighter that broke up off Nightingale Island, home to approximately half of the world's endangered Northern Rockhopper penguin population."],
        ["2", "Here is a brief recap of key events. On March 16, for reasons no one has been able to determine, a fully loaded freighter containing soybeans slammed into the rocks off Nightingale Island in the Tristan da Cunha archipelago (a World Heritage site) in the south Atlantic. The freighter broke in half and sank, dumping at least 1500 tons of fuel oil in the seas, which formed a heavy oil slick around the island, threatening marine life. The penguins attracted the most attention as they are critically endangered. Because of the remote location, it took wildlife rescue teams nearly a week to reach the island by boat and set up operations. Wildlife biologists estimate that half of the 20,000-penguin colony have had some exposure to the oil and over 300 oiled penguins have already died."],
        ["3", "Thanks to outreach and updates by marine biologist David Guggenheim, the difficult wildlife rescue operation is starting to get broader attention by NGOs¹ and the media. CNN has finally covered the story."],
        ["4", "This tragedy has been filled with unsung acts of heroism large and small. I want to sing their praises."],
        ["5", "Shortly after the freighter ran aground, the cruise ship Prince Albert and fishing vessel Edinburgh responded to the distress signal and assisted in the difficult task of evacuating the 22 crew members of the MS Oliva (Valetta) before it broke apart and sank. A rescue team from the Prince Albert used small pontoon vessels to reach the stricken ship, navigating rough seas and rocks in the process. The crew members were brought to the Edinburgh, which was small enough to dock on the island."],
        ["6", "The residents of the island and the wildlife rescue teams have been working around the clock to save the penguins and other marine animals affected by the oil. There are four major tasks required to save the penguin colony and other affected wildlife."],
        ["7", "(1) Locate and retrieve oiled animals. This means using small boats in heavy seas to find the animals in the water, on rocks, and in remote coves. While plucking the penguins from the water is relatively easy, getting to the animals on sea-splashed and oil-covered rocks is quite another matter."],
        ["8", "At last report, over 3000 oiled penguins have been rescued, along with sea birds and seals."],
        ["9", "(2) Treat the affected animals as quickly as possible to reduce ingestion of oil. This requires washing the feathers with detergent to remove oil and then coaxing them to drink fluids, vitamins and charcoal to absorb ingested oil. It is a labor of love that means working every waking hour for the residents and several dozen wildlife rescue specialists."],
        ["10", "Once treated the less severely affected penguins are taken to the island's swimming pool, which has been emptied, partially filled with fresh water, and cleaned frequently."],
        ["11", "The more severely affected penguins and other sea birds are being taken to warehouses and specially built sheds. These animals require more care and observation. They also must be kept warm with heaters or infrared bulbs to prevent pneumonia. The freighter crew has been spending their time building the pens and rehabilitation sheds."],
        ["", "problems/NJG5E/media/S6a.jpg"],
        ["12", "(3) Pen and house the rest of colony to prevent exposure to oil. With molting season ending, the penguins' instinct is to head for the seas to forage for food."],
        ["13", "(4) Feed the entire colony of 20,000 penguins. A large fishing vessel has been working continuously since the crisis began to fish for the penguins. The seas have been particularly rough and island residents have emptied their freezers to feed the birds. By the way, fishing is the primary occupation among residents. When they donate the contents of their freezers, they are emptying their own larders2 and wallets."]
    ],
    "Copyright": "“Update on Penguin Rescue Efforts from Oil Spill in South Atlantic,” © Kos Media, LLC. “Kos” and “Daily Kos” are registered trademarks of Kos Media, LLC.",
    "References": [
        ["¹", "NGOs — nongovernmental organizations"],
        ["²", "larders — pantry"]
    ]
}