{
    "Directions": "Read the passage and answer each question that follows.",
    "Context": [
        "In 1912, the largest passenger steamship ever built was the RMS Titanic. On the Titanic's first voyage across the Atlantic Ocean from Europe to the United States, it struck an iceberg and sank."
    ],
    "Title": "[Excerpt from] Finding the Titanic",
    "Subtitle": "",
    "Author": "by Robert D. Ballard",
    "LabelType": "P",
    "Content": [
        ["", "August 31, 1985"],
        ["1", "\tAlmost seventy-five years had passed since the Titanic sank. And now my team and I searched for the wreck. As each day went by, I wanted to find the lost ship more than ever."],
        ["", "problems/TN19G2E/media/S2a.jpg"],
        ["2", "\tOur time was running out. We hadn't seen a single sign of the wreck. We sometimes wondered if the Titanic really did lie on the ocean floor."],
        ["3", "\tLate one night, Stu Harris pointed to the video screen. “There's something.” The sleepy crew looked at the screen. They could see pictures of man­made objects."],
        ["4", "\t“Bingo!” Stu yelled. Argo's cameras picked up a huge boiler on the ocean floor. Boilers burned coal to drive a ship's engines. This one had to belong to the Titanic!"],
        ["", "problems/TN19G2E/media/S2b.jpg"],
        ["5", "\tSoon we saw pieces of railing and other wreckage. At last my dream was about to come true. The Titanic must lie nearby. Everyone was shaking hands and slapping one another on the back."],
        ["6", "\tSomeone noticed that it was 2 A.M., close to the time that the Titanic had sunk. We were excited, but we felt sad, too. We held a few moments of silence in memory of those who had sailed on the great ship so long ago."],
        ["7", "\tOur first video run over the wreckage with Argo was risky. We weren't sure where the main part of the ship was. I was afraid that Argo might crash into it."],
        ["8", "\tAll of a sudden, the huge side of the ship appeared. The Titanic was sitting upright on the ocean floor!"],
        ["9", "\tOver the next few days we made some important discoveries. The ship had broken in two sections. We saw large holes in the deck of the bow section where the funnels had once stood."],
        ["10", "\tBut at the end of our trip many mysteries still remained. What did the ship look like inside? Where was the hole made by the iceberg? And what lay scattered on the ocean floor around the wreck? Only another visit to the Titanic would tell us what we wanted to know."]
    ],
    "Copyright": "Source: From Finding the Titanic, by Robert D. Ballard. Copyright © 1993 by Madison Press, Limited. Reprinted by permission of Scholastic Inc.",
    "References": []
}