{
    "Directions": "Read the following fictional story about a journey set aboard the Mayflower then answer each question that follows.",
    "Context": [],
    "Title": "Hannah Saves the Mayflower",
    "Subtitle": "",
    "Author": "by Carolyn Goodrich",
    "LabelType": "P",
    "Content": [
        [" ", "\tHannah opened her eyes to another day of unchanging location. Sighing, she hugged Prudence, her raggedy doll. She watched as others awoke slowly on the tiny world of the Mayflower. For two months, eighty Pilgrims, two dogs, and some chickens had been packed together on this covered deck. There was nowhere to go and little to do on this endless sea."],
        [" ", "\t“Mother, do you think we will find America today?” asked Hannah."],
        [" ", "\t“Soon,” Mother answered. “Did you sleep well?” She gave Hannah a biscuit."],
        [" ", "\tHannah gnawed on the hard, dry meal, remembering warm milk and newly picked berries of long ago. She said, “Yes, Mother. I dreamed of our home in England and of walking on the ground and running.”"],
        [" ", "\tMother smiled. “If the sea is calm, we can cook today. Something warm will be a comfort.” The ocean had been turbulent for days, and Captain Jones had allowed no fires aboard the Mayflower. The wooden ship could easily be set afire. When they could cook, charcoal fires were built on sand in metal boxes on the open deck."],
        [" ", "\t“If we go on deck today, Hannah, you must stay close to me. Never forget what happened to John Howland. The rowdy sailors are to be avoided, and you would be most wise to ignore your naughty cousins. So many tiresome days of little activity have made them ever more fearless and foolish,” Mother said."],
        [" ", "\tHannah knew her mother's words were wise. She shivered at the memory of John Howland's accident. He had gone up for fresh air and been swept into the water by waves. Only his grabbing a rope trailing in the water had saved him."],
        [" ", "\tShe was afraid of the sailors. They did not seem to like the passengers. They said the Pilgrims got in their way and were sickly. Father said the sailors would rather carry cargo than people. Hannah was glad to avoid them and their meanness."],
        [" ", "\tHowever, the mischief of her cousins was fascinating. John and Francis were older than Hannah. They roamed the ship looking for new things to try. They were adept at sneaking away from their parents. Hannah was entertained by their a͟n͟t͟i͟c͟s, but she would never dare what they did. She giggled when she recalled Mary Brewster's face as she opened a chest to get thread and released a squawking, flapping hen. But then there was the time the boys had been chasing each other around the deck during cooking. John tripped over a fire box, spilling hot coals onto the deck. Quick sailors had barely prevented a fire."],
        [" ", "\tHannah saw her cousins scuttle up the ladder to the open deck. Then she heard shouting from above, and the two boys came sprawling down again."],
        [" ", "\t“What happened? Why did you go up there alone when it is dangerous?” Hannah whispered."],
        [" ", "\tFrancis whispered back, “We were going to climb high to watch for land. A sailor dragged us off the rigging. The sea is still as a pond. We would have been safe enough.”"],
        [" ", "\tJohn joined in. “Yes, we cannot sit about sewing and playing with a doll every day. Men can sing and loll about for a short time. Then they must take action.”"],
        [" ", "\tRemembering that once they had teased her by taking her doll, Hannah tucked Prudence under her cloak. Then she said, “Other boys are able to be manly but do not get into daily trouble as you do.”"],
        [" ", "\tThe sea was indeed smooth on this day. The Pilgrims ventured onto the open deck to cook a stew of salted beef, beans, and peas. Hannah was surprised that John and Francis did not use this chance to be on deck."],
        [" ", "\tSoon the wind rose, and everyone went below. John and Francis appeared and sat close by Hannah. John pulled back his coat. “Look what we found. Treasures! We are making an invention.”"],
        [" ", "\t“Those are quills. Are you going to invent writing? That is what they are for,” replied Hannah."],
        [" ", "\t“No, we have a better use. We will not tell you. You are much too young and a girl,” Francis said."],
        [" ", "\tThey crept away."],
        [" ", "\tWhat could be so exciting about feathers from geese? thought Hannah. She crawled after the boys and followed them to a lower deck of storerooms. Some held barrels filled with furniture, weapons, building materials, tools, and seeds for planting. Hannah trailed her troublesome cousins around the stacks and piles."],
        [" ", "\tSuddenly, the boys stopped, and Hannah almost ran into them. They began putting pinches of black powder into the hollow quills that they laid on a barrel top. She knew it was gunpowder, what soldiers put into their muskets. Francis brought a smoldering rope to the end of one of the filled quills. They were making fireworks!"],
        [" ", "\tAt the sight of the flame, Hannah did no more thinking. “FIRE! FIRE!” she screamed."],
        [" ", "\tMen rushed into the storeroom and stomped the fire out of the feather fuse before it reached the firecracker at its end."],
        [" ", "\t“Do you boys have no wits at all?” asked John Alden, who had been first to respond. “Firecrackers are more than flash and noise in this place.”"],
        [" ", "\tMiles Standish added, “This is not mere mischief. Fire and gunpowder are deadly play, the more so atop a powder barrel. A spark could have blown all of us into eternity.”"],
        [" ", "\tWith a shake of his head, Captain Jones said, “Had little Hannah not been watching and sounded the alarm, my Mayflower would be no more. Where is the father of these two?”"],
        [" ", "\tJohn and Francis stood still, pale, and afraid before the angry men. Then from above came the shout all had been waiting to hear for these many days. “LAND HO! LAND HO!” Pilgrims and sailors scrambled to the top deck for their first sight of the new land. The cousins' invention and Hannah's brave moment were forgotten. The Pilgrims had survived to find America and continue the adventure of their lives."]
    ],
    "Copyright": "",
    "References": []
}