{
    "Directions": "Read the following fictional story about a journey set aboard the Mayflower then answer each question.",
    "Context": [],
    "Title": "Susanna's Promise",
    "Subtitle": "",
    "Author": "by Heather Hill Worthington",
    "LabelType": "P",
    "Content": [
        [" ", "\tMother held my hand as we boarded the crowded ship. She was with child. Father struggled to carry my old cradle."],
        [" ", "\t“Will the baby come today?” I asked."],
        [" ", "\t“Not today or tomorrow either,” Mother said."],
        [" ", "\tI couldn't imagine Mother having the baby here. What if the boat leaked? Father led us down below deck to our dark quarters. Mother visited with Mistress Hopkins who, too, was expecting a baby."],
        [" ", "\tLater, Father took me on deck. “It's a fine day for sailing, Resolved¹,” he said. As we left the harbor, the boat was leaning over to one side. Breakers tumbled. My lips tasted salty."],
        [" ", "\tAs land disappeared from sight, waves pounded the Mayflower's hull. I clung to Mother, who was seasick. Others complained."],
        [" ", "\t“Hold on!” shouted Captain Jones. The ship p͟i͟t͟c͟h͟e͟d, bow up, then down. Soon we weren't allowed up on deck."],
        [" ", "\tDays passed. Scary thunderstorms came. Creeping onto the deck, the sea slithered like a serpent. It washed down on us all, as we shivered below deck. The sailors shouted. They didn't like our sickness, singing, or prayers."],
        [" ", "\t“We'll find happiness in the new land,” Mother promised."],
        [" ", "\tBut I wasn't so sure. Part of the ship cracked, but it was soon fixed."],
        [" ", "\tWhen Oceanus Hopkins was born, I couldn't wait for our baby. “It won't be long now,” Mother said."],
        [" ", "\tThe weather cleared. One day I heard “Land Ho!” It was late November. Up on deck, I saw only deserted beach. There was no city like the one we'd left."],
        [" ", "\tThere was another problem. Captain Jones had taken us to the wrong place. This wasn't Hudson's Paver, where we were supposed to land. “Winter is coming, and the sailing is too dangerous,” Father explained."],
        [" ", "\tOn November 11 we anchored ship, and soon Father and the others set out to explore in a small boat. With other men, Father waded to the beach through icy water. I thought him brave. I feared we'd all freeze before our homes were built."],
        [" ", "\tWhen we all went ashore, I ran on the sand with my friend, Wrestling². Mother washed clothes. I shouted when I saw a whale spouting in the water."],
        [" ", "\tWe lived on the ship while the men went exploring. Then, one day, Mother called for Mistress Hopkins. I was so excited! By nightfall, I had a baby brother. His name was Peregrine, which meant “traveler.” He was the first English baby born in New England. It snowed all night."],
        [" ", "\tOn shore, I collected thatch for our roof. Mother cared for Peregrine. He grew bigger. Mother took Peregrine and me out for fresh air."],
        [" ", "\tAt last, the weather warmed to spring."],
        [" ", "\tI helped plant corn the Wampanoag way. The Wampanoags were the people who were here when we came. Now they had become our friends."],
        [" ", "\tWhen the Mayflower finally sailed away in April 1621, we waved goodbye from our new home."],
        [" ", "\tIt has been four years since our people crossed the great ocean. I watch my mother, Susanna, chase my little brother through the tall grass. He loves this game. His spirit is free. I am nine and have responsibilities."],
        [" ", "\tThe sun shines brightly on our hillside settlement. Life is good in Plimouth Plantation; we are thankful. We have found happiness in the new land, just as Mother promised."]
    ],
    "Copyright": "",
    "References": [
        ["¹", "Resolved — name of narrator"],
        ["²", "Wrestling — name of narrator's friend"]
    ]
}