{
    "Directions": "In this passage, the narrator describes a childhood memory in which Rosa Parks refused to give up her seat on a bus in Montgomery, Alabama, on December 1, 1955. Read this passage. Then answer the questions. Some questions may ask you about certain paragraphs. The paragraphs are numbered on the left side.",
    "Context": [],
    "Title": "A Seat on the Bus",
    "Subtitle": "",
    "Author": "written for the Minnesota Department of Education",
    "LabelType": "P",
    "Content": [
        ["1", "A strange thing happened a few weeks ago on the Cleveland Avenue bus. One day after school, I had gone to visit my uncle at his job, which happens to be close to my school. We then rode the city bus home. The bus was crowded, as usual, but we managed to find two seats in the fourth row. Behind us, in the fifth row, were four black people who looked like they were coming home from work."],
        ["2", "The bus stopped at the corner; some white folks boarded and moved directly to the seats occupied by the four black people. Sighing, three of them immediately gave up their seats and began moving to the back of the bus. The fourth person, however, refused to stand. In fact, she simply stared straight ahead, refusing to acknowledge the man looming over her. As you may guess, this behavior did not please the new passenger. (In Montgomery, Alabama, the law states that black and white people cannot sit in the same row on a bus. I guess I had never really thought about this before.)"],
        ["3", "The driver, annoyed at the sudden commotion on his bus, looked in the mirror and told the woman to move to the back of the bus and let the man sit down."],
        ["4", "I thought that the woman was perhaps lost in a reverie of some kind and had not heard the driver’s instructions. She was slight, wore glasses, and was about my mother’s age or perhaps a little older."],
        ["5", "“Surely she knows that she needs to get up,” my uncle muttered angrily, putting down his newspaper and staring at the immobile woman. The man without a seat stood over the woman and made his impatience known. The bus idled as the standoff continued."],
        ["6", "The exasperated driver finally stormed back to where the woman was sitting.“I need that seat!” he barked. The woman continued to ignore the growing tumult that was raging around her. I was amazed. Was it possible that she was actually unaware of city laws? The driver was angry, yet he seemed uncertain about a proper course of action. I imagine that he had never encountered a situation like this before. “Well, then, I’ll call the police to have you arrested,” he said after a few moments. It was obvious that he expected this threat to have its desired effect."],
        ["7", "However, the woman simply looked him in the eye and said, “You may do that.”"],
        ["8", "I heard several gasps from the other passengers. “Now she’s done it,” my uncle said. “She’s gone too far this time.” The driver glared at the woman, then turned and marched up the aisle and out of the bus."],
        ["9", "“Well, if this doesn’t beat all,” my uncle groaned as he looked out his window. “Now we’re going to be late for supper. If we weren’t so far from home, I’d say we could get out and walk.” Although I nodded in agreement, I was secretly glad we were staying on the bus. I wanted to see what would happen to this brave and stubborn woman. Would the police actually arrest her for refusing to give up her seat on a city bus? For the first time in my life, I began to think about the different rules that apply to different people."],
        ["10", "As my uncle resumed reading his newspaper, I wondered briefly if I should catch up on my homework. I did not want to miss anything, however, so I decided to keep my books where they were. People all around were whispering in angry voices. Some people, of course, were whispering in loud voices, and I know the woman must have heard many of the unkind things they were saying about her. But if the woman’s feelings were hurt, she did not show it. She continued to sit impassively."],
        ["11", "A few minutes later, two police officers boarded the bus, followed by the indignant driver. They approached the woman and tried to force her out of the seat. “Why don’t you listen to the driver?” one of them demanded."],
        ["12", "“Why do you all push us around?” the lady shot back. Finally, she seemed a little angry."],
        ["13", "“I don’t know, but you’re breaking the law,” the police officer said. Then he grabbed her arm and pulled her up. As the officers led her off the bus, I caught her eye. She looked into my face and gave a little smile. It was odd how two powerful men were forcing her up the aisle, and yet she seemed stronger than both of them. Then she was gone."],
        ["14", "“Thank goodness,” my uncle sighed. “Now we can get going.”"],
        ["15", "“What did she mean by that?” I asked. “When she asked why she gets pushed around?”"],
        ["16", "My uncle shook his head. “That’s just the way things are, ”he stated. “You’re too young to understand.” Then he buried himself in his newspaper again, signaling the end of the discussion. I did not find his answer satisfactory. Something I saw in that woman’s eyes helped me understand why a person would risk going to jail for a bus seat. However, I could not help wondering if her sacrifice would change anything in our city."],
        ["17", "Today is Monday, and I met my uncle after school as usual. But something was different. The bus rattled as it pulled up to the stop where we got on. It was practically empty, which was unusual in itself. After we took our seats, however, I noticed something else. None of the other passengers were black. I looked out the window as we pulled away. Black people were walking home. My uncle asked the driver, who was different from the one we had had before, what was going on."],
        ["18", "“You know that incident a few weeks ago, the one that was in the papers, where a lady wouldn’t give up her seat?” the driver replied. “She’s being tried in court today.”"],
        ["19", "My uncle asked what that had to do with people riding the bus."],
        ["20", "The driver shrugged, clearly annoyed. “Don’t ask me,” he said. “My job is to drive.”"],
        ["21", "I thought of all the half-empty buses in the city, all those untaken rides, and all those unpaid fares. Perhaps that woman’s defiance had made a difference after all."]
    ],
    "Copyright": "“A Seat on the Bus” written for the Minnesota Department of Education.",
    "References": []
}