{
    "Directions": "Read this article about an artist from Turkey. Then answer the questions. Some questions may ask you about certain paragraphs. The paragraphs are numbered on the left side.",
    "Context": [],
    "Title": "The Sightless Artist",
    "Subtitle": "",
    "Author": "written for the Minnesota Department of Education",
    "LabelType": "P",
    "Content": [
        ["", "problems/MNG7R/media/S3a.jpg"],
        ["1", "Drawing and painting require talent and skill. Most people would agree that artists need to see both the objects they are representing and the tools of their art—their paper, canvas, ink, or paint. However, the work of one special painter shows that sight is not always essential for creating great art."],
        ["2", "Esref Armagan has been an accomplished artist for more than 40 years. His artistic achievement is no small feat, considering the fact that the Turkish artist was born without sight. Like many other blind children in Turkey, Armagan did not attend school. He spent much of his childhood drawing on cardboard with a nail, using his fingers to “see” the lines he had made. Later, Armagan experimented with colored pencils and oil paint, applying the paint with his fingers rather than a brush. The finished pieces, however, looked nothing like the simple paintings children often produce. Instead, he created beautiful pictures of colorful birds, still life paintings of flowers, and even portraits of famous people."],
        ["", "Painting Invisible"],
        ["3", "How does Armagan paint without the benefit of sight? First, he etches an image into canvas or wood. Then Armagan “reads” his drawing by touch just as others read books using Braille.¹ Next, he applies paint, using one color at a time to avoid smearing. After waiting a few days for the paint to dry, he applies another color. Little by little, a picture emerges. Armagan uses memories of objects he has touched before, such as a pet parakeet, as a reference for what he is currently painting. Sometimes he uses the drawings of a sighted person, touching the paper and feeling the lines of the other artist’s pen. He creates portraits and landscapes using this process."],
        ["", "The Mind’s Eye"],
        ["4", "Armagan has become so famous for his ability to create art without the benefit of eyesight that he has attracted the attention of a group of scientists renowned for their study of the human brain. In 2004, they asked Armagan to come to their facilities in Boston, Massachusetts, so they could learn from him."],
        ["5", "The scientists studying Armagan wanted to understand how much of human vision actually occurs in the brain, so they conducted a series of experiments. First, they asked Armagan to feel three objects—a cone, a cube, and a ball—and then draw them from different points of view. Armagan amazed the scientists with his ability to accurately represent these shapes from many perspectives."],
        ["6", "Later, the scientists used magnetic brainscans to observe Armagan’s brain while he drew objects and responded to verbal commands. They were interested in observing Armagan’s visual cortex, the part of the brain that makes sense of information coming in through the eyes (and sometimes referred to as “the Mind’s 3 Eye”). The scientists discovered that Armagan’s visual cortex was as active as that of a sighted person’s while he was drawing, even though Armagan was unable to see light. This result was quite unexpected, and it gave the scientists further evidence that people use more than just their eyes to “see.”"],
        [" ", "A Continuing Inspiration"],
        ["7", "Because Armagan recognizes that his ability is unique, he has worked with scientists to advance our understanding of vision and the brain. Like many artists, however, he wants to be remembered for his work, not for the unusual way he creates his art."],
        ["8", "Still, Armagan will probably be remembered as much for his story as for his paintings: the little boy who, without sight or formal education, taught himself to create beautiful art that has been exhibited in many countries. Esref Armagan’s example proves that human accomplishment is limitless."]
    ],
    "Copyright": "“The Sightless Artist” written for the Minnesota Department of Education.",
    "References": [
        ["¹", "Braille — a system of writing using raised dots to represent letters and numbers"]
    ]
}