{
    "Directions": "Read the passage below, then answer each question that follows.",
    "Context": [],
    "Title": "Preparing a Happy Home: A Kitten's Journal",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        [" ", "My name is Fluffy. I lived in a local animal shelter with my feline mom, my two brothers, and two sisters."],
        [" ", "Then when I was about 10 weeks old, a family came and scooped me up and took me home with them. I am happy in my new home. In fact, I am overjoyed in my new home. The Jacksons are my new family: Daniel and Ellen, their son Malcolm, their daughter Alicia, and their dog Scout."],
        [" ", "The Jacksons have a pretty house in a peaceful neighborhood, with many sunny rooms and lots of soft, puffy furniture for me to sleep on when they are gone. They even bought me my own bed!"],
        [" ", "Even though I did not like Scout at first, he and I have become good friends. Sometimes we play together. When the Jacksons are away, Scout and I even cuddle up and sleep together on the sofa."],
        [" ", "There's a big yard out back, complete with mice, birds, and insects. Unfortunately, I'm not allowed outdoors. Ellen read somewhere that outdoor cats live only two to five years, whereas indoor cats live on and on, sometimes to age twenty. I'm sure she's right."],
        [" ", "So, when I want to see birds or bugs, I just walk through the little door from our living room to the enclosed porch. The porch has windows all the way around. Sometimes I sit for hours on that porch watching the wrens, bluebirds, and cardinals. This way, I am safe from the outdoors but can still enjoy birdwatching."],
        [" ", "The Jacksons did make a few mistakes when they first brought me home. But I admit that I made a few mistakes, too. I will list them here, so you will know what might happen when you get your new kitten, and what you should watch out for."],
        ["", ":ibox:• I scratched the cushion on a chair, tearing a hole in the blue cotton fabric.\n• I hissed at the veterinarian.\n• I scratched Scout."],
        [" ", "Before you bring a kitten into your home, prepare for his or her arrival in the following ways:"],
        ["", ":ibox:• Buy a good brand of healthy kitten food. Humans like the dry food because it causes less mess. But, canned food is better for kittens. It gives them extra water, which is good for their bodies.\n• Get a BIG water dish.\n• Buy a litter box big enough for the kitten to get all four feet in and scratch around.\n• Get lots of different kinds of toys such as balls with bells inside or fuzzy stuffed mice.\n• Buy a scratching post with a fairly hard surface.\n• Get a pet carrier for doctor visits and other trips.\n• Make sure to remove any poisonous plants from your home.\n• Make sure to get an ID collar with the kitten's name and address to put on the kitten in case he or she gets outside."],
        [" ", "I know this is a long list of tasks, but remember, if treated well, your kitten will become your best and most loving friend."]
    ],
    "Copyright": "",
    "References": []
}