{
    "Directions": "Read the passage and then answer each question that follows.",
    "Context": [],
    "Title": "What Were Women Up To, Anyway?",
    "Subtitle": "",
    "Author": "by Ann Jordan",
    "LabelType": "P",
    "Content": [
        ["1", "\tIn the 1600s and 1700s, the lives of American girls and women were very different from what their lives would be like today. Most girls didn't go to school. Women worked only at home. But when it came to founding a nation—our United States—girls and women played a big role. You've probably heard of some of the famous “founding fathers,” men like Ben Franklin and George Washington and Thomas Jefferson. Did you know that there were “founding mothers” too?"],
        ["2", "\tGirls and women helped build America from the very beginning. In fact, in some American Indian tribes women held much of the power. When Europeans came to live in America, in colonial times, women's lives were more restricted. Men were expected to make most of the decisions in the family, in business, and in the community."],
        ["3", "\tMothers taught their daughters the skills necessary for becoming a good wife and mother. Whether rich or poor, a woman was expected to focus on her family."],
        ["4", "\tIn most colonial families, women helped raise the food for the table and knew how to mix herbs for medicine to treat the sick. They knew how to spin thread and sew clothing. Many women learned to read and do math so they could keep track of the family money when they got married. (Some women from wealthy families were better educated because their fathers would let them study with a brother. They were also more likely to have books at home that they could read.)"],
        ["5", "\tWomen didn't have many rights. A single woman could own property, set up a business, and earn money. But if shegot married, she became the responsibility of her husband. Her property and belongings became his, and she could no longer buy or sell property or own a business. Women were not allowed to vote in elections or run for office. Even so, they found ways to make their voices heard..."],
        ["6", "\tSince the beginning of our nation, women have “worn many different hats;” they have been mothers, wives, writers, cooks, soldiers, washerwomen, farmers, seamstresses, nurses, spies, and much more. Colonial women might have lived with many restrictions, but they found great ways to help our country."]
    ],
    "Copyright": "“What Were Women Up To, Anyway?” by Ann Jordan, AppleSeeds, December 1, 2005. Copyright © 2005 by Cricket Media. Used with permission of Carus Publishing Company via Copyright Clearance Center.",
    "References": []
}