{
    "Directions": "Read the passage and then answer each question that follows.",
    "Context": [],
    "Title": "Changing Attitudes",
    "Subtitle": "",
    "Author": "by Catherine Allgor",
    "LabelType": "P",
    "Content": [
        ["1", "\tAs Americans began to actively protest British policies in the 1760s, they raised the ideas of equality and liberty. Those conversations made everyone more politically aware, including enslaved people. White women, however, experienced the greatest transformation. Before the Revolutionary War, women felt intellectually inferior to men. In their letters, women constantly apologized for being uneducated and unable to understand “men's business,” especially politics. The war changed those attitudes."],
        ["2", "\tAt first, Colonial men did not intend to launch a full­scale rebellion against Great Britain. Forming Sons of Liberty groups, they tried to bring about change through organized protests and acts of resistance to British policies. In 1768, they decided to boycott British­made products, such as cloth and tea, to force Parliament to repeal certain taxes. The men knew that the only way to get their boycott to work was to enlist their wives, sisters, and mothers. After all, women were the ones who shopped for and used the products."],
        ["3", "\tIn sermons and newspapers, women were told that they had the power to influence events with their purchases. Women responded, and the boycott resulted in the repeal of most of the Townshend Acts. A new group, the Daughters of Liberty, was formed. Its female members started weaving their own cloth—called “homespun”—to show Great Britain that the Americans were self­sufficient. The women gathered in “spinning bees” in public places to sew together and to show their patriotism. Articles praising the efforts of those women appeared in print for the first time."],
        ["4", "\tWomen had always shopped for and woven cloth. The difference during the Revolutionary War was that their activities became politically powerful. Women developed an interest in politics. They talked to the men in their lives, and they discussed the issues of the day with one another. After the war, white women stopped apologizing in their letters for being “just a woman.” They were on the path to seeing themselves as full and active citizens."]
    ],
    "Copyright": "“Changing Attitudes” by Catherine Allgor, Cobblestone, March 1, 2016. Copyright © 2016 by Cricket Media. Used with permission of Carus Publishing Company via Copyright Clearance Center.",
    "References": []
}