{
    "Directions": "Read the passage and then answer each question that follows.",
    "Context": [
        "Jim, the son of an Arizona cowboy, thinks he won’t have the opportunity to practice his lasso skills while visiting his uncle in the city. But then the butcher asks Jim to ride one of his horses to a pasture in the countryside."
    ],
    "Title": "The Capture of Father Time",
    "Subtitle": "",
    "Author": "by L. Frank Baum",
    "LabelType": "P",
    "Content": [
        ["1", "\tHe rode through the streets demurely enough, but on reaching the open country roads his spirits broke forth into wild jubilation, and, urging the butcher’s horse to full gallop, he dashed away in true cowboy fashion."],
        ["2", "\tThen he wanted still more liberty, and letting down the bars that led into a big field he began riding over the meadow and throwing his lasso at imaginary cattle, while he yelled and whooped to his heart’s content."],
        ["3", "\tSuddenly, on making a long cast with his lasso, the loop caught upon something and rested about three feet from the ground, while the rope drew taut and nearly pulled Jim from his horse."],
        ["4", "\tThis was unexpected. More than that, it was wonderful; for the field seemed bare of even a stump. Jim’s eyes grew big with amazement, but he knew he had caught something when a voice cried out:"],
        ["5", "\t“Here, let go! Let go, I say! Can’t you see what you’ve done?”"],
        ["6", "\tNo, Jim couldn’t see, nor did he intend to let go until he found out what was holding the loop of the lasso. So he resorted to an old trick his father had taught him and, putting the butcher’s horse to a run, began riding in a circle around the spot where his lasso had caught."],
        ["7", "\tAs he thus drew nearer and nearer his quarry he saw the rope coil up, yet it looked to be coiling over nothing but air. One end of the lasso was made fast to a ring in the saddle, and when the rope was almost wound up and the horse began"],
        ["8", "\tHis head was bald and uncovered, but long white whiskers grew down to his waist. About his body was thrown a loose robe of fine white linen. In one hand he bore a great scythe, and beneath the other arm he carried an hourglass."],
        ["9", "\tWhile Jim gazed wonderingly upon him, this venerable old man spoke in an angry voice:"],
        ["10", "\t“Now, then—get that rope off as fast as you can! You’ve brought everything on earth to a standstill by your foolishness! Well—what are you staring at? Don’t you know who I am?”"],
        ["11", "\t“No,” said Jim, stupidly."],
        ["12", "\t“Well, I’m Time—Father Time! Now, make haste and set me free — if you want the world to run properly.”"],
        ["13", "\t“How did I happen to catch you?” asked Jim, without making a move to release his captive."],
        ["14", "\t“I don’t know. I’ve never been caught before,” growled Father Time. “But I suppose it was because you were foolishly throwing your lasso at nothing.”"],
        ["15", "\t“I didn’t see you,” said Jim."],
        ["16", "\t“Of course you didn’t. I’m invisible to the eyes of human beings unless they get within three feet of me, and I take care to keep more than that distance away from them. That’s why I was crossing this field, where I supposed no one would be. And I should have been perfectly safe had it not been for your beastly lasso. Now, then,” he added, crossly, “are you going to get that rope off?”"],
        ["17", "\t“Why should I?” asked Jim."],
        ["18", "\t“Because everything in the world stopped moving the moment you caught me. I don’t suppose you want to make an end of all business and pleasure, and war and love, and misery and ambition and everything else, do you? Not a watch has ticked since you tied me up here like a mummy!”"],
        ["19", "\tJim laughed. It really was funny to see the old man wound round and round with coils of rope from his knees up to his chin."],
        ["20", "\t“It’ll do you good to rest,” said the boy. “From all I’ve heard you lead a rather busy life.”"],
        ["21", "\t“Indeed I do,” replied Father Time, with a sigh. “I’m due in Kamchatka this very minute. And to think one small boy is upsetting all my regular habits!”"],
        ["22", "\t“Too bad!” said Jim, with a grin. “But since the world has stopped anyhow, it won’t matter if it takes a little longer recess. As soon as I let you go Time will fly again. Where are your wings?”"],
        ["23", "\t“I haven’t any,” answered the old man. “That is a story cooked up by some one who never saw me. As a matter of fact, I move rather slowly.” . . . ."],
        ["24", "\tThen he swung the old man, bound as he was, upon the back of the butcher’s horse, and, getting into the saddle himself, started back toward town, one hand holding his prisoner and the other guiding the reins. . . ."],
        ["25", "\tHe rode on until he reached the city, where all the people stood in exactly the same positions they were in when Jim lassoed Father Time. Stopping in front of a big dry goods store, the boy hitched his horse and went in. The clerks were measuring out goods and showing patterns to the rows of customers in front of them, but everyone seemed suddenly to have become a statue."],
        ["26", "\tThere was something very unpleasant in this scene, and a cold shiver began to run up and down Jim’s back; so he hurried out again. . . ."],
        ["27", "\tHe mounted the horse again and rode up the street. As he passed the shop of his friend, the butcher, he noticed several pieces of meat hanging outside."],
        ["28", "\t“I’m afraid that meat’ll spoil,” he remarked."],
        ["29", "\t“It takes Time to spoil meat,” answered the old man."],
        ["30", "\tThis struck Jim as being queer, but true."],
        ["31", "\t“It seems Time meddles with everything,” said he."],
        ["32", "\t“Yes; you’ve made a prisoner of the most important personage in the world,” groaned the old man; “and you haven’t enough sense to let him go again.”"],
        ["33", "\tJim did not reply, and soon they came to his uncle’s house, where he again dismounted. The street was filled with teams and people, but all were motionless. His two little cousins were just coming out the gate on their way to school, with their books and slates underneath their arms; so Jim had to jump over the fence to avoid knocking them down. . . ."],
        ["34", "\t“There’s one thing I don’t understand,” said he."],
        ["35", "\t“What’s that?” asked Father Time."],
        ["36", "\t“Why is it that I’m able to move around while everyone else is — is — froze up?”"],
        ["37", "\t“That is because I’m your prisoner,” answered the other. “You can do anything you wish with Time now. But unless you are careful you’ll do something you will be sorry for.”"]
    ],
    "Copyright": "Adapted excerpt from “The Capture of Father Time” by L. Frank Baum from American Fairy Tales. Originally published in 1901.",
    "References": []
}