{
    "Directions": "Read the passage and then answer each question that follows.",
    "Context": [],
    "Title": "Streams in the City",
    "Subtitle": "",
    "Author": "by the U.S. Environmental Protection Agency",
    "LabelType": "P",
    "Content": [
        ["1", "\tClose your eyes and imagine a cool, running stream. What comes to mind? Green forests? Leaping trout? Warm breezes? If you're like most people, you probably don't envision skyscrapers, business suits, or city buses. Walden comes to mind, not Wal­Mart."],
        ["2", "\tStreams are an important part of every landscape, no matter whether that landscape is a forest, a city, or a suburb. Often they lie low when people, buildings, and streets are around. But rest assured, streams are there, flowing under sidewalks, meandering past ball fields, and rippling by shopping centers."],
        ["3", "\tStreams, stream banks, and the low lands around them provide important habitat for animals and plants that share the urban/suburban landscape with us. They are also part of the network of channels that drains rain and melting snow off our streets, parks, and yards."],
        ["", "The Difference Between Streams in Forests and Streams in Urban Areas"],
        ["4", "\tStreams in a town or suburb are usually very different from streams in a forest or other natural area. Urban streams tend to carry more water at a faster speed after a storm than their country cousins. The reason for this has to do with what happens to rain after it hits the earth's surface. In forests, meadows, and other natural areas, about half the water that falls to earth soaks into or infiltrates the soil. Most of what remains on the ground and in the grass, tree leaves, and other plants gets returned to the atmosphere by evapotranspiration, a combination of evaporation and transpiration (loss of water vapor by plants). Only a small portion of rainfall (about 10 percent) travels across the land as runoff and drains into a stream, lake, or pond."],
        ["5", "\tWhen people move into an area, they build houses, buildings, streets, and parking lots. When rain falls in urban areas it doesn't land on nice soft ground and plants. Instead it hits impervious surfaces like hard pavement and rooftops and has no chance to infiltrate the soil. Storm water has no choice but to flow downhill into street drains and ditches and then into streams. The panels below illustrate how the fate of rainwater changes as cities grow."],
        ["6", "\tScientists use percent imperviousness to describe how much of a given area is covered by hard surfaces."],
        ["7", "\tMany cities have areas that are 75 to 95 percent impervious. This means that most of the rain that falls will not infiltrate into the soil and instead will flow off streets and parking lots. If all this extra water is diverted directly into a stream channel, several important changes will occur."],
        ["", "More Flooding During Rainstorms"],
        ["8", "\tStreams that used to carry only a small portion of rain that falls are now asked to carry most of it. Natural channels easily become overwhelmed when a big storm hits. The extra water overflows the banks and floods the surrounding land."],
        ["", "Less Flow During Dry Times"],
        ["9", "\tWhere do you think the water that infiltrates into the ground goes?"],
        ["10", "\tSome of it moves slowly underground and empties into stream channels days and even months after soaking into the soil. This groundwater provides flowing water in the channel even during dry times. When impervious surfaces prevent infiltration of rainwater, there is less groundwater to move into the channel."],
        ["", "problems/MS22G6E/media/S1a.jpg"]
    ],
    "Copyright": "Adapted text and illustration from “Streams in the City,” United States Environmental Protection Agency website.",
    "References": []
}