{
    "Directions": "Read the passages that discusses the difficulties of surviving alone in the wild. Then answer each question that follows.",
    "Context": [
        "In Wild Man Island, 14-year-old Andy was in Alaska on a sea-kayaking trip when he decided to go off on his own to explore. In this passage, a powerful wind has swept Andy's kayak off course and left him stranded on an island."
    ],
    "Title": "[Excerpt from] Wild Man Island",
    "Subtitle": "",
    "Author": "by Will Hobbs",
    "LabelType": "P",
    "Content": [
        ["1", "On my hands and knees, I clawed my way out of the water and collapsed. The beach was black gravel and small rounded stones, driftwood sticks and seaweed and tiny beach flies buzzing in my ears. Inches from my face, a wide glassy frond of seaweed was dancing with little darts of water that splashed into my eyes. It took some grinding of my mental gears to realize it was raining."],
        ["2", "I forced myself off my belly and sat up. I was shaking violently. The sky was dark and gray. I stared at my bare feet. My rubber boots and my socks were gone. The spray skirt was no longer around my waist. I looked at my hands, torn up from clawing at the rocks in the shallows. They didn't seem to belong to me. I could barely feel them."],
        ["3", "As if it might help, I folded my arms across my life jacket. The shaking was getting worse. I couldn't recall the name of it, but I knew there was a name for what happened when your body got too cold. A fancy name for freezing to death."],
        ["4", "From across the cove, a solid sheet of rain was coming right at me. All I did was stare at it."],
        ["5", "Something came back, something from the class my mother made me take before I started kayaking. If you're still shaking and the cold is still extremely painful, there's time. It's when you aren't shaking anymore and can't feel the cold that your systems are shutting down."],
        ["6", "The rain lashed my face. Get up, my mind screamed at my body. Do something or you're dead. Get off the beach and get out of the rain. Get in the trees. Your only chance is in the trees."],
        ["7", "I staggered off the beach and through some grass, but driftwood logs jumbled at the back of the beach stopped me. I clambered over them and banged my leg and fell twice and picked myself up and kept going until I reached the strip of bright green alder trees and the dense bushes that grew between the beach and the forest."],
        ["8", "The thicket of bright green might as well have been a wall. Most of it was the man-high bushes with leaves the size of small umbrellas, like on Baranof. They were wicked, I remembered, but I couldn't remember their name and couldn't remember why they were wicked."],
        ["9", "My teeth chattered loud in my ears and the skin over my skull was so tight it felt like it was ripping. I stumbled along the front of the thicket until I found a path that led through it. The slope was slippery with the rain, and I had little control over my body. Frankenstein, I thought. I'm Frankenstein. I was shaking from head to toe. About to fall, I reached for whatever was nearest and grabbed a stalk of the bushes. My right hand came back on fire. I stopped and stared stupidly at my palm and fingers all full of tiny quills."],
        ["10", "Then I remembered. Devil's club, that's what it was called."],
        ["11", "My eyes returned to the trail and I saw a bizarre sight, a large bright red blob of something like jelly in the middle of the path. There were hundreds of black dots in it and I couldn't make any sense of it. I stepped over the blob and kept going."],
        ["12", "Once in the forest, I couldn't feel the rain anymore. There wasn't much light. I was under trees as big around and tall as redwoods, a forest on an immense scale compared to what I'd seen on Baranof."],
        ["13", "“Get your clothes off, fool,” I heard myself saying. “They're wringing wet.”"],
        ["14", "I sat down on a mossy log. With my trembling left hand I managed to unzip my life jacket, the fleece jacket, and the vest, then tried to make my frozen fingers undo the buttons on my wool shirt. In frustration and fear I ripped the shirt open at my neck and at the cuffs, and pulled it over my head."],
        ["15", "With the rest of my clothes off, I sat purple-naked, shaking so hard it felt like my skinny ribs would crack, and squeezed every drop of water I could out of my clothes. I had to ignore the stinging of the spines in my fingers."],
        ["16", "Starting with my thermal underwear, I began to put everything back on. The thermals, pants, vest, and jacket were all synthetics that weighed almost nothing and dried fast. My shirt was wool but I knew from backpacking at high altitude that wool can keep you warm even when it's wet."],
        ["17", "Rain was dripping through the canopy of the forest, but not that much. The problem now was, the air was so cold."],
        ["18", "Shivering and shaking, I put my life jacket back on and zipped it up, grateful for the additional layer around my chest. At least I'd had the sense, I thought, to put it on when I went paddling on flat water this morning."],
        ["19", "It all came rushing back. It hit me full force: how totally, absolutely, monumentally stupid I had been."],
        ["20", "Stupid, stupid, stupid."],
        ["21", "You're a fool, I told myself. I can't believe what you did. So sure of yourself, and you knew nothing. Nothing."],
        ["22", "I heard myself laughing out loud. My voice was herky-jerky and out of control, like my limbs. I didn't know why I was laughing. It was crazy to be laughing."],
        ["23", "The eerie stillness of the forest immediately absorbed the sound, swallowed it up."],
        ["24", "I tried to get warm by jogging in place. Before long I could tell it wasn't working, not nearly enough. My insides were deadly cold. Without a fire I couldn't last. I had to get some body heat back somehow. If not fire, what else? My eyes cast wildly around for possibilities. How, how?"],
        ["25", "I couldn't see an answer. I lost precious time stumbling around looking for one. All I could see was trees. The trees better be the answer, I thought. There is nothing else."],
        ["26", "A hole in a tree? Find a tree with a hole in it and crawl into the hole?"],
        ["27", "Not warm enough. Not warm enough to pull me back."],
        ["28", "My eyes fell on a gigantic spruce that had fallen over long ago. Its bark was gone and it was nothing but a spongy, decaying mass with ferns growing along its mossy length, farther than my eye could see."],
        ["29", "Get inside that thing, I told myself. Somehow, get in it, or get under it, or something."],
        ["30", "What I had in mind sounded crazy. I needed a digging tool. What? What?"],
        ["31", "A digging stick, a jabbing stick, any sort of stick."],
        ["32", "I tore at a branch from a small downed tree. The trunk was so rotten, the branch pulled right out of its socket and I fell over backward. The branch was still sound. It had come out with a thick knot at the end that tapered down like a spearpoint. I could dig with it just the way it was."],
        ["33", "I ran along the length of the giant spruce and found a place where it had fallen across a dip in the ground. Daylight was showing under the tree. I attacked the underside and it shredded easily. The wood was so punky it really wasn't wood anymore, just pulp. The pulp was dry, which was good, and it weighed nothing."],
        ["34", "Insulation, I thought. Insulation might be my only chance."],
        ["35", "I speared and dug and hacked until I had made a burrow in the underside of the rotten log. Like an animal going into hibernation, I crawled in and pulled the pulp up against myself until only my face was open to the air. I had a thick layer of dry shreds under me, and I felt like I was packed inside a cocoon. Now I could only hope that my skinny body was still producing some amount of heat. If it was, my cocoon might keep me from losing it."],
        ["36", "If I was lucky."],
        ["37", "It took awhile, but at last I wasn't vibrating like a power sander. Maybe the rotting tree was generating a little heat. Whatever the reason, gradually, very gradually, the shaking turned to shivering and at last even the shivering quit."],
        ["38", "That was when I turned to worrying about what came next."]
    ],
    "Copyright": "Wild Man Island by Will Hobbs. Text copyright © 2002 by Will Hobbs. Reprinted by permission of HarperCollins Publishers.",
    "References": []
}