{
    "Directions": "Read thE passage, then answer each question that follows.",
    "Context": [],
    "Title": "[from] The Youngest Girl in the Fifth",
    "Subtitle": "",
    "Author": "by Angela Brazil",
    "LabelType": "P",
    "Content": [
        ["1", "So far from looking withering as Gwen entered the room, the Principal wore an unusually encouraging and benign¹ expression. She was a handsome, large, imposing woman, with a stern cast of features, and was held in great awe by the whole school. As a rule, Seniors and Juniors quailed alike under the glance of her keen dark eyes."],
        ["2", "“Come here, Gwen,” she said blandly, as her pupil stood hesitating near the door. “I want to have a little talk with you. I've been looking over your reports for the last few weeks, and I find that you've done well—so well, that I consider the standard of the Upper Fourth is too easy for you. I think you ought to be able to manage the work of the Fifth Form, and I'm going to move you there.”"],
        ["3", "Gwen stared at Miss Roscoe, too surprised to answer. Such a proposal as a change of Form was absolutely the last thing she could have expected. In the middle of a term it was surely an unprecedented happening. For the moment she scarcely knew whether to be alarmed or flattered at the honour thus thrust upon her."],
        ["4", "“You may find the mathematics a little difficult,” continued Miss Roscoe; “but Miss Woodville shall coach you until you've caught up the rest of the class. She can also go over the arrears of Latin translation with you. With that help you shouldn't be so far behind. I've spoken to both Miss Slade and Miss Douglas about it, and they fully agree with me. Do you think yourself you'll be able to manage the work?”"],
        ["5", "“I don't know, I'm sure,” stammered Gwen. “I expect I'm behind in maths.— but—”"],
        ["6", "“But you must try your best. I shall trust you to make a great effort. I should be very sorry to have to put you down again. Come with me now, and I'll take you to your new Form.”"],
        ["7", "Gwen followed the Principal with her head in a buzzing whirl. It seemed like a dream to be suddenly translated from the Lower School to the Upper. She wished she could have had a little time to get accustomed to the idea: she would have liked a day's preparation at least, so as to think the change over and discuss it at home. Miss Roscoe, however, always did things in a hurry; she never had a moment to waste, and at present she whisked her pupil along the corridor and into the Fifth Form room with almost breathless energy."]
    ],
    "Copyright": "From The Youngest Girl in the Fifth by Angela Brazil—Public Domain",
    "References": [
        ["¹", "benign — harmless"]
    ]
}