{
    "Directions": "Read the passage from a story, then answer each question that follows.",
    "Context": [],
    "Title": "[from] “The Growin' of Paul Bunyan”",
    "Subtitle": "",
    "Author": "by William J. Brooke",
    "LabelType": "P",
    "Content": [
        ["1", "Paul Bunyan finds Johnny Appleseed after Paul chops down all the trees Johnny has planted for six days."],
        ["2", "Starin' out at the orange sun, Johnny asks, “Are they all gone?” Paul looks back over his shoulder an' allows as how they are. Paul waits for Johnny to say somethin' else, but he just keeps starin', so Paul says, “It took you six days to plant 'em an' it took me only three days to chop 'em down. Pretty good, huh?”"],
        ["3", "Johnny looks up an' smiles sadly. “It's always easier to chop somethin' down than to make it grow.” Then he goes back to starin'."],
        ["4", "Now that rankles Paul. When he beats somebody fair an' square, he expects that someone to admit it like a man. “What's so hard about growin' a tree anyway?” he grumps. “You just stick it in the ground an' the seed does all the work.”"],
        ["5", "Johnny reaches way down in the bottom o' his bag an' holds out a seed. “It's the last one,” he says. “All the rest o' my dreams is so much kindlin' wood, so why don't you take this an' see if it's so easy to make it grow.”"],
        ["6", "Paul hems an' haws, but he sees as how he has to make good on his word. So he takes the little bitty seed an' pushes it down in the ground with the tip o' one fingernail. He pats the soil around it real nice, like he seen Johnny do. Then he sits down to wait as the sun sets."],
        ["7", "“I'm not as fast as you at this,” Paul says, “but you've had more practice. An' I'm sure my tree will be just as good as any o' yours.”"],
        ["8", "“Not if it dies o' thirst,” says Johnny's voice out o' the dark."],
        ["9", "Paul hasn't thought about that. So when the moon comes up, he heads back to a stream he passed about two hunnert miles back. But he don't have nothin' to carry water in, so he scoops up a double handful an' runs as fast as he can with the water slippin' betwixt his fingers. When he gets back, he's got about two drops left."],
        ["10", "“Guess I'll have to get more water,” he says, a mite winded."],
        ["11", "“Don't matter,” says Johnny's voice, “if the rabbits get the seed.”"],
        ["12", "An' there in the moonlight, Paul sees all the little cottontails hoppin' around an' scratchin' at the ground. Not wishin' to hurt any of 'em, he picks 'em up, one at a time, an' moves 'em away, but they keep hoppin' back. So, seein' as how he still needs water, he grabs 'em all up an' runs back to the stream, sets the rabbits down, grabs up the water, runs back, flicks two more drops on the spot, pushes away the new batch o' rabbits movin' in, an' tries to catch his breath."],
        ["13", "“Just a little more water an' a few less rabbits an' it'll be fine,” Paul says between gasps."],
        ["14", "Out o' the dark comes Johnny's voice. “Don't matter, if the frost gets it.”"],
        ["15", "Paul feels the cold ground an' he feels the moisture freezin' on his hands. So he gets down on his knees an' he folds his hands around that little spot o' dirt an', gentle as he can, breathes his warm breath onto that tiny little seed. Time passes and the rabbits gather round to enjoy the warmth an' scratch their soft little backs up against those big calloused hands. As the night wears on, Paul falls into a sleep, but his hands never stop cuppin' that little bit o' life."],
        ["16", "Sometime long after moonset, the voice o' Johnny Appleseed comes driftin' soft out o' the dark an' says, “Nothin's enough if you don't care enough.”"],
        ["17", "Paul wakes up with the sun. He sets up an' stretches an' for a minute he can't remember where he is. Then he looks down an' he gives a whoop. 'Cause he sees a little tiny bit o' green pokin' up through the grains o' dirt. “Hey, Johnny,” he yells, “look at this!” But Johnny Appleseed is gone, slipped away in the night. Paul is upset for a minute, then he realizes he don't need to brag to anybody, that that little slip o' green is all the happiness he needs right now."]
    ],
    "Copyright": "Excerpt from “The Growin' of Paul Bunyan” from A TELLING OF THE TALES by William J. Brooke, text copyright © 1990 by William J. Brooke. Used by permission of HarperCollins Publishers.",
    "References": []
}