{
    "Directions": "Read the passage from a novel, then answer each question that follows.",
    "Context": [
        "Kevin Pugh's dog, Cromwell, has boundless energy and potential talent. Zach is Kevin's good friend."
    ],
    "Title": "[from] The Fast and the Furriest",
    "Subtitle": "",
    "Author": "by Andy Behrens",
    "LabelType": "P",
    "Content": [
        ["1", "In the days that followed, it became perfectly clear that Cromwell was obsessed with agility. It was not merely a phase, but an addiction. He dropped his leash at Kevin's feet constantly. He ran phantom courses in the backyard. He lodged himself in the tire swing daily. It was mid-June and oppressively hot, but not even a series of 100-degree days could stop the dog. At times, Kevin would simply sit in a lawn chair, spraying himself with the hose, while Cromwell made run after failed run at the tire swing. Zach accompanied them on what Kevin felt were murderously long walks. At Montrose Beach, Cromwell ran through obstacle courses that Kevin constructed from abandoned tin pails and shovels; in Horner Park, the dog routinely broke free of his leash and tore through picnics and volleyball games; on the lakefront path, he chased bikes and terrorized pigeons. (Or maybe he just amused them. Tough to tell with pigeons.) He was an entirely new—and an unrelentingly active—Cromwell Pugh."],
        ["2", "Kevin knew that they should really commit to Paw Patch. If they were going to keep up the dog agility nonsense, Cromwell needed more direction than Kevin alone could provide. All that remained was to convince his parents, who, Kevin figured, had always wanted him to be sportier anyway."],
        ["3", "But Howie was a skeptic."],
        ["4", "“Okay, just so I'm clear,” he said over breakfast on Sunday morning, “you want me and your mother to pay for a class for Cromwell ...”"],
        ["5", "“And me,” said Kevin. “I'm in the class, too.”"],
        ["6", "“Sorry. And you,” acknowledged his dad. “We pay for a class where Cromwell and you get trained. But it's not sit-stay-fetch-roll over training? Or clean-your- room training? It's jump-through-a-hoop-and-leap-over-tiny-fences training?”"],
        ["7", "Howie, chewing, stared at his son across a plate of waffles. Each square on each waffle was filled with an equal volume of syrup."],
        ["8", "“Yup,” Kevin said."],
        ["9", "“Cromwell's not going to start fetching things, though?” Howie continued, a waffle fleck flying from his mouth. “This is like dog show training?”"],
        ["10", "“Um, no.” Kevin cleared his throat. “No, we won't be competing or anything. But it would make Cromwell happier.”"],
        ["11", "“He's been depressed?” Howie asked before putting a perfect square bite into his mouth."],
        ["12", "Cromwell was sniffing the floor for breakfast droppings, wagging his tail and occasionally pouncing on a speck of something."],
        ["13", "“Well, no. Not depressed. But he hasn't really moved for the last few years. Now he's like a brand-new dog.” Kevin could sense that his argument was getting thinner."],
        ["14", "“And without a single class.” Howie spoke and chewed simultaneously. “Why can't you two just keep up the walks? Let the dog keep whackin' himself in the head with the tire in the backyard or whatever.”"],
        ["15", "Kevin folded his arms across his Cubs jersey. “If Izzy wants to sign up for soccer in Malaysia, it's no problem. We'll get vaccinated against six diseases and book a flight. I want to sign up for dog training in Wrigleyville and you're like, 'No way.'”"],
        ["16", "“Listen, I didn't say 'No way.'” Howie paused. “You know I'm happy to pay for anything you're into—but you, not the dog.” He speared a strawberry, swirled it in whipped cream, and then scooped up a waffle chunk and rammed the fork in his mouth. “And c'mon. You can't compare Cromwell jumping over stuff to Izzy's soccer.”"],
        ["17", "“Why can't I?” Kevin insisted."],
        ["18", "“Because soccer's a sport—not a particularly American sport, I'll grant you. It doesn't involve much scoring or violence,” Kevin's dad continued. “But there is some scoring, and there's fake violence. More importantly, it has a ball.”"],
        ["19", "Kevin's eyes widened. “What?”"],
        ["20", "“Soccer is played with a ball, Kevin,” Howie explained. “All sports involve balls. They can be kicked or thrown, doesn't matter.”"],
        ["21", "Kevin stared at his dad for a moment, dumbfounded."],
        ["22", "“So,” he said at last, “surfing is not a sport?”"],
        ["23", "“Negatory, Kev. It's an exhibition,” Howie declared."],
        ["24", "“How about fencing? Or bull-riding? Or iceskating?”"],
        ["25", "“Nope, nope, and heck no. Ice-skating? C'mon, Kev. You're gonna make me ill over here.” Kevin's dad made wet smacking sounds as he chewed."],
        ["26", "“What about hockey?” Kevin asked. “That has a puck.”"],
        ["27", "“Pucks are like the metric equivalent of balls. So yeah, that's a sport.”"],
        ["28", "“How 'bout bingo? That involves balls.”"],
        ["29", "Howie lifted his head from his plate and spoke deliberately, as though explaining a fine point of law. “While all sports involve balls,” he said, “not all things involving balls are sports. Like with juggling and pinball and so forth. That's an important distinction.”"],
        ["30", "Kevin pressed on, unsure why he was prolonging the argument. “What about fishing? That's on ESPN all the time.”"],
        ["31", "“If one of the two sides doesn't know it's playing,” said Howie, “then it's not a sport. And the fishes definitely don't know what's up. So no, not a sport.” More chewing."],
        ["32", "Kevin stared at his father's ruddy face. “So that's it?” he finally said. “No interest in classes for Cromwell?”"],
        ["33", "His dad shrugged. “You're not makin' a good case here, Kev.”"]
    ],
    "Copyright": "Excerpt from THE FAST AND THE FURRIEST by Andy Behrens, copyright © 2010 by Alloy Entertainment and Andy Behrens. Used by permission of Alfred A. Knopf, an imprint of Random House Children's Books, a division of Random House LLC. All rights reserved.",
    "References": []
}