{
    "Directions": "Read the passage below, in which Edmond Dantes has been imprisoned for over four years and has recently stopped eating the prison food. Then answer each question that follows.",
    "Context": [],
    "Title": "[from] The Count of Monte Cristo",
    "Subtitle": "",
    "Author": "by Alexandre Dumas",
    "LabelType": "P",
    "Content": [
        ["1", "Suddenly, about nine o'clock in the evening, Edmond heard a hollow sound in the wall against which he was lying."],
        ["2", "So many loathsome animals inhabited the prison, that their noise did not, in general, awake him; but whether abstinence¹ had quickened his faculties, or whether the noise was really louder than usual, Edmond raised his head and listened. It was a continual scratching, as if made by a huge claw, a powerful tooth, or some iron instrument attacking the stones."],
        ["3", "Although weakened, the young man's brain instantly responded to the idea that haunts all prisoners—liberty! It seemed to him that heaven had at length taken pity on him, and had sent this noise to warn him on the very brink of the abyss.² Perhaps one of those beloved ones he had so often thought of was thinking of him, and striving to diminish the distance that separated them."],
        ["4", "No, no, doubtless he was deceived, and it was but one of those dreams that forerun death!"],
        ["5", "Edmond still heard the sound. It lasted nearly three hours; he then heard a noise of something falling, and all was silent."],
        ["6", "Some hours afterwards it began again, nearer and more distinct. Edmond was intensely interested. Suddenly the jailer entered."],
        ["7", "For a week since he had resolved to die, and during the four days that he had been carrying out his purpose, Edmond had not spoken to the attendant, had not answered him when he inquired what was the matter with him, and turned his face to the wall when he looked too curiously at him; but now the jailer might hear the noise and put an end to it, and so destroy a ray of something like hope that soothed his last moments."],
        ["8", "The jailer brought him his breakfast. Dantes raised himself up and began to talk about everything; about the bad quality of the food, about the coldness of his dungeon, grumbling and complaining, in order to have an excuse for speaking louder, and wearying the patience of his jailer, who out of kindness of heart had brought broth and white bread for his prisoner."],
        ["9", "Fortunately, he fancied that Dantes was delirious; and placing the food on the rickety table, he withdrew. Edmond listened, and the sound became more and more distinct."],
        ["10", "“There can be no doubt about it,” thought he; “it is some prisoner who is striving to obtain his freedom. Oh, if I were only there to help him!” Suddenly another idea took possession of his mind, so used to misfortune, that it was scarcely capable of hope—the idea that the noise was made by workmen the governor had ordered to repair the neighboring dungeon."],
        ["11", "It was easy to ascertain this; but how could he risk the question? It was easy to call his jailer's attention to the noise, and watch his countenance as he listened; but might he not by this means destroy hopes far more important than the short-lived satisfaction of his own curiosity? Unfortunately, Edmond's brain was still so feeble that he could not bend his thoughts to anything in particular."],
        ["12", "He saw but one means of restoring lucidity and clearness to his judgment. He turned his eyes towards the soup which the jailer had brought, rose, staggered towards it, raised the vessel to his lips, and drank off the contents with a feeling of indescribable pleasure. He had often heard that shipwrecked persons had died through having eagerly devoured too much food. Edmond replaced on the table the bread he was about to devour, and returned to his couch—he did not wish to die. He soon felt that his ideas became again collected—he could think, and strengthen his thoughts by reasoning. Then he said to himself, “I must put this to the test, but without compromising anybody. If it is a workman, I need but knock against the wall, and he will cease to work, in order to find out who is knocking, and why he does so; but as his occupation is sanctioned by the governor, he will soon resume it. If, on the contrary, it is a prisoner, the noise I make will alarm him, he will cease, and not begin again until he thinks everyone is asleep.”"],
        ["13", "Edmond rose again, but this time his legs did not tremble, and his sight was clear; he went to a corner of his dungeon, detached a stone, and with it knocked against the wall where the sound came. He struck thrice. At the first blow the sound ceased, as if by magic."],
        ["14", "Edmond listened intently; an hour passed, two hours passed, and no sound was heard from the wall—all was silent there."],
        ["15", "Full of hope, Edmond swallowed a few mouthfuls of bread and water, and, thanks to the vigor of his constitution, found himself well-nigh recovered."],
        ["16", "The day passed away in utter silence—night came without recurrence of the noise."],
        ["17", "“It is a prisoner,” said Edmond joyfully. The night passed in perfect silence. Edmond did not close his eyes."]
    ],
    "Copyright": "From THE COUNT OF MONTE CRISTO by Alexandre Dumas—Public Domain",
    "References": [
        ["¹", "abstinence — self-denial from an action or practice"],
        ["²", "abyss — bottomless pit"]
    ]
}