{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Physical Science"
        ],
        "SubTopics": [
            "Investigate and explain that an electrically-charged object can attract an uncharged object and can either attract or repel another charged object without any contact between the objects."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Ariana uses balloons to investigate static electricity. Which of the following best explains what will happen when she brings two positively charged balloons close to each other?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The balloons will move apart.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "One balloon will lose its charge.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Neither balloon will lose its charge.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The balloons will come together.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The balloons will not come together.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "One balloon will gain a negative charge.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Neither balloon will change its charge.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Life Science"
        ],
        "SubTopics": [
            "Describe structures in plants and their roles in food production, support, water and nutrient transport, and reproduction."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The stem is an important part of many plants. Which of the following is most similar to the role performed by the stem of a plant?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "an anchor holding a boat in place",
                "Key": {
                    "Correct": false,
                    "Rationale": "The stem does not hold a plant in place. The roots of a plant hold a plant in place, similar to an anchor holding a boat in place.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "a snack company producing energy bars",
                "Key": {
                    "Correct": false,
                    "Rationale": "The stem does not produce energy for the plant. Plants get energy from food they produce using air, water, and energy from the Sun.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "a colorful sign attracting people into a store",
                "Key": {
                    "Correct": false,
                    "Rationale": "The stem does not attract insects to the plant. The flower attracts insects to the plant.",
                    "Percent": 0
                }
            },
            "I": {
                "Choice": "an elevator transporting supplies from one floor to another",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space Science"
        ],
        "SubTopics": [
            "Identify the three categories of rocks: igneous (formed from molten rock); sedimentary (pieces of other rocks and fossilized organisms); and metamorphic (formed from heat and pressure)."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Roger collected four rock samples and wrote a description of how each was formed. Which of the following rocks that Roger collected is a metamorphic rock?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "problems/FL20G5S/media/3a.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "This rock is not a metamorphic rock; it is an igneous rock.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "problems/FL20G5S/media/3b.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "problems/FL20G5S/media/3c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "This rock is not a metamorphic rock; it is an igneous rock.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "problems/FL20G5S/media/3d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "This rock is not a metamorphic rock; it is a sedimentary rock.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Physical Science"
        ],
        "SubTopics": [
            "Demonstrate and explain that mixtures of solids can be separated based on observable properties of their parts such as particle size, shape, color, and magnetic attraction."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Mr. Washington mixed iron filings with sand. Then, he asked his students to separate the iron filings from the sand. Which of the following is the best tool to use to separate the iron filings from the sand?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "problems/FL20G5S/media/4a.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although a hand lens could be used to better see the sand particles and iron filings, it would not physically separate the iron filings from the sand.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "problems/FL20G5S/media/4b.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "problems/FL20G5S/media/4c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "A test tube cannot be used to separate iron filings from sand.",
                    "Percent": 0
                }
            },
            "I": {
                "Choice": "problems/FL20G5S/media/4d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "An eyedropper cannot be used to separate iron filings from sand.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space Science"
        ],
        "SubTopics": [
            "Distinguish among the various forms of precipitation (rain, snow, sleet, and hail), making connections to the weather in a particular place and time."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Jenny measures the outside temperature as 16 degrees Celsius (°C), 61 degrees Fahrenheit (°F). She observes precipitation falling from the clouds in a solid form. What type of precipitation is Jenny most likely observing?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "hail",
                "Key": {
                    "Correct": true,
                    "Rationale": "Hail forms higher in the atmosphere where the temperature is below freezing even though the surface temperature is above freezing.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "rain",
                "Key": {
                    "Correct": false,
                    "Rationale": "Rain is a liquid form of precipitation.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "sleet",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although sleet is a solid form of precipitation, it occurs when the air temperature at the surface is below freezing.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "snow",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although snow is a solid form of precipitation, it occurs when the air temperature is near or below freezing.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Life Science"
        ],
        "SubTopics": [
            "Classify flowering and nonflowering plants into major groups such as those that produce seeds, or those like ferns and mosses that produce spores, according to their physical characteristics."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Plants are classified according to their structures. The plant pictured below reproduces without seeds and has simple tubes for transporting water.",
            "problems/FL20G5S/media/6a.jpg",
            "In which group of plants would this plant be classified?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "spore-producing plants with many leaves",
                "Key": {
                    "Correct": true,
                    "Rationale": "All flowering plants and some nonflowering plants produce seeds. Other nonflowering plants, such as ferns, reproduce by using spores.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "plants that produce fruit on their leaves",
                "Key": {
                    "Correct": false,
                    "Rationale": "This plant does not produce fruit on its leaves. Fruit is associated with seed-bearing plants, and this plant has spores.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "plants that carry seeds on their leaves",
                "Key": {
                    "Correct": false,
                    "Rationale": "This plant does not carry seeds on its leaves. Seeds are not carried on the leaves of a plant.",
                    "Percent": 0
                }
            },
            "I": {
                "Choice": "flowering plants with many leaves",
                "Key": {
                    "Correct": false,
                    "Rationale": "This plant does not have seeds; flowering plants have seeds. Therefore, this plant is not a flowering plant.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space Science"
        ],
        "SubTopics": [
            "Describe the basic differences between physical weathering (breaking down of rock by wind, water, ice, temperature change, and plants) and erosion (movement of rock by gravity, wind, water, and ice)."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Erosion and weathering can both cause changes to the surface of Earth. Which of the following happens only because of erosion and NOT because of weathering?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Rocks form deep underground.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Neither erosion nor weathering influences the formation of rocks underground.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Rocks become smooth and round.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Rocks can also become smooth and round by weathering. Rocks on a riverbed can become smooth because of water flowing over them.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Rocks are broken apart into small pieces.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Rocks can be broken into smaller pieces by weathering and not be moved from one place to another.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Rocks are moved from one place to another.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Physical weathering is a breakdown of rock caused by wind, water, ice, temperature change, or plants. Erosion is the movement of rock caused by gravity, wind, water, or ice.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space Science"
        ],
        "SubTopics": [
            "Distinguish among the following objects of the Solar System—Sun, planets, moons, asteroids, comets—and identify Earth’s position in it."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Astronomers study many different kinds of objects in our Solar System. Which of the following best describes a difference between comets and asteroids?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Comets orbit planets, and most asteroids orbit the Sun.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Both comets and asteroids orbit the Sun. The orbits of comets are more elongated than the orbits of asteroids.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Comets are hot balls of gas, and asteroids are made mostly of ice.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Comets are made mostly of rocks, dust, ice, and frozen gases. Asteroids are made from a collection of minerals and irregularly shaped rocks.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Comets are made mostly of ice, and asteroids are made mostly of rocks.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "I": {
                "Choice": "Comets orbit the Sun between Mars and Jupiter, and asteroids form patterns in the sky.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Comets do not orbit between Mars and Jupiter. Most asteroids in our Solar System orbit the Sun between Mars and Jupiter and do not form patterns in the sky.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Life Science"
        ],
        "SubTopics": [
            "Classify animals into major groups (mammals, birds, reptiles, amphibians, fish, arthropods, vertebrates and invertebrates, those having live births and those which lay eggs) according to their physical characteristics and behaviors."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The organisms shown below live in or near bodies of water. Some are classified as vertebrates and some as invertebrates.",
            "problems/FL20G5S/media/9a.jpg",
            "Which organism is classified as an invertebrate?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "crab",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "fish",
                "Key": {
                    "Correct": false,
                    "Rationale": "The fish is not an invertebrate because it has a backbone.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "manatee",
                "Key": {
                    "Correct": false,
                    "Rationale": "The manatee is not an invertebrate because it has a backbone.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "turtle",
                "Key": {
                    "Correct": false,
                    "Rationale": "The turtle is not an invertebrate because it has a backbone.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Nature Of Science"
        ],
        "SubTopics": [
            "Define a problem; use appropriate reference materials to support scientific understanding; plan and carry out scientific investigations of various types such as: systematic observations, experiments requiring the identification of variables, collecting and organizing data, and interpreting data in charts, tables, and graphics; analyze information; make predictions; and defend conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "A radiometer is a device with fins that spin when light energy strikes them. A picture of a radiometer is shown below. As part of an experiment, a light source was placed 50 centimeters (cm) from a radiometer. The light source gave off four different-colored lights for 30 seconds (s) each. After each color of light was turned off, the amount of time the fins on the radiometer spun was recorded. The results are shown in the table below.",
            "problems/FL20G5S/media/10a.jpg",
            "problems/FL20G5S/media/10b.jpg",
            "Which color of light provided the greatest amount of light energy according to the data in the table?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "red",
                "Key": {
                    "Correct": false,
                    "Rationale": "The red light did not provide the greatest amount of energy because the radiometer did not spin for the longest amount of time.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "green",
                "Key": {
                    "Correct": false,
                    "Rationale": "The green light did not provide the greatest amount of energy because the radiometer did not spin for the longest amount of time.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "blue",
                "Key": {
                    "Correct": false,
                    "Rationale": "The blue light did not provide the greatest amount of energy because the radiometer did not spin for the longest amount of time.",
                    "Percent": 0
                }
            },
            "I": {
                "Choice": "white",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    }
}