{
    "Directions": "Read the selection and choose the best answer to each question.",
    "Context": [],
    "Title": "Winter Counts",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "In the late 1700s and 1800s, Lakota Indians roamed the grassy western plains of the United States. Like many other American Indian tribes, the Lakota did not use writing. Still they wanted to remember important events. To do this, they made winter counts. A winter count is a piece of buffalo skin, cloth, or paper that is covered with small pictures. One picture marks each year since the winter count began."],
        ["2", "This collection of pictures was called a winter count because the Lakota measured each year from the first snowfall of the season to the next year's first snowfall. The winter count helped the tribe keep track of what happened and when."],
        ["", "problems/TX19G5R/media/S5a.jpg"],
        ["", "The Keeper's Role"],
        ["3", "Since the Lakota did not write their language, they passed down their history orally. Parents told their children about past events. When those children grew up, they told the same stories to their children."],
        ["4", " each Lakota community, there was one person who knew all the stories very well. This person was called the keeper. The community listened to the keeper when it wanted to know its history. Hearing about past events helped the members of a community learn ways to stay healthy, strong, and united against enemies."],
        ["5", "The keeper was in charge of the winter count, which he kept among his personal belongings. He was the one who added a new picture each year. If the pictures on the winter count started to fade, he copied them onto a new one. When a keeper got old, he gave the winter count to his son, who became the community's new keeper. Keepers were almost always male."],
        ["6", "Caring for the winter count was just one part of a keeper's job. His larger task was remembering the community's history. To do so, he had to remember hundreds of events, even things that had happened many years ago. The winter count, though important and useful, did not show details. Its drawings were very simple. They were meant to trigger memories, not serve as works of art. When a keeper saw a certain picture, it was supposed to make him think of all the important things that had happened during that year."],
        ["", "Ordering the Years"],
        ["7", "When it was time to add a new picture to a winter count, the keeper talked with the oldest and wisest members of the community. Together they decided which event should be drawn. The event had to be something many people had seen or known about. “Black Crow won the battle” might define one year. “Many buffalo” might mark another year as special."],
        ["8", "Sometimes different keepers used the same event to mark a year. In 1833, many Lakota Indians saw a s͟p͟e͟c͟t͟a͟c͟u͟l͟a͟r meteor shower. They watched as many shooting stars flashed across the night sky and appeared to drop to Earth. Four different keepers — American Horse, Rosebud, Lone Dog, and Flame — drew meteor showers on their winter counts that year. Each of the four pictures is different, but they all refer to the same event."],
        ["", "problems/TX19G5R/media/S5b.jpg"],
        ["9", "Not all of the pictures on winter counts were arranged the same way. Some winter counts had rows of pictures. On other winter counts, the earliest pictures were in the middle, and the more recent pictures circled outward. The pattern was not important; placement was what mattered. Each new picture had to be placed next to the one that had been painted the year before. The placement allowed a person to count backward to find out how long it had been since, for example, his community had made peace with another group. The winter count could also show people how old they were. If a woman had been born in “the year when everyone was very sick,” for example, she found that picture. Then she counted how many years had passed since then. In this way, the winter count served as a calendar."],
        ["", "A New Purpose"],
        ["10", "By the 1930s, most Lakota had learned to write, which gave them a new way to document their history. Winter counts were no longer necessary. Today only a few winter counts survive."],
        ["11", "Many winter counts now hang in museums. They no longer perform the task of preserving a tribe's history. Their information, however, is still valuable. Historians have learned many things about the Lakota by studying their winter counts. For those who know how to read them, winter counts still have stories to tell."]
    ],
    "Copyright": "",
    "References": []
}