{
    "Directions": "",
    "Context": [],
    "Title": "Spongers of the Sea",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "Just about everyone knows that dolphins are social, friendly creatures. But in addition to being friendly, dolphins are also smart. Recently, researchers spotted dolphins in Shark Bay, Australia, doing something quite clever and unusual. The dolphins were using a tool to hunt for food."],
        ["2", "Why would dolphins need a tool? And without hands, how would they use the tool? The answers show just how smart these animals are."],
        ["3", "Dolphins need healthy food. However, the most nutritious fish often hide under the sand on the ocean floor. Typically, dolphins can locate these fish easily because a part of the fish’s body creates an echo that dolphins can hear. But in Shark Bay, the bottom-dwelling fish do not have that body part. That means the fish are hard to find. Dolphins often cut themselves while using their noses to search for these fish that hide under the sand."],
        ["4", "Amazingly, dolphins have found a way to solve this problem using a tool. The tool is a type of sponge that is found in the ocean. Many sponges are flat, but some are shaped like cones. The bottlenose dolphins in Shark Bay look for the cone-shaped sponges. When they find one, they use their nose, or rostrum, to break it off."],
        ["5", "After the sponge is detached from the seafloor, a dolphin is able to fit it over its rostrum. Researchers believe that these dolphins wear the sponges in order to protect their rostrums from injury. The jagged rocks and broken coral will not cut them as they hunt for food along the ocean floor. Researchers call this hunting technique “sponging.”"],
        ["", "problems/TX19G5R/media/S3a.jpg"],
        ["6", "Once a fish is scared out of hiding, it will dart around in the open water before reburying itself in the ocean sand. This behavior gives the dolphin time to shake off the sponge and catch the fish."],
        ["7", "Scientists notice interesting behavior patterns among sponging dolphins. Mother dolphins are teaching their calves how to use sponges. Scientists also see that sponging dolphins tend to socialize with other sponging dolphins. They will continue to study dolphins in hopes of learning more about how dolphins think and behave."]
    ],
    "Copyright": "",
    "References": []
}