{
    "Directions": "Read the next two selections and choose the best answer to each question.",
    "Context": [
        "problems/TX19G5R/media/S2a.jpg"
    ],
    "Title": "Keeping Cool",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "There's something about the sight of furry koala bears — they look so cuddly, you just want to give them a hug. Of course, koalas don't hug ... or do they? Recently, during an extreme heat wave in Australia, scientists noticed something unusual. As the temperatures rose, koalas high in the eucalyptus trees climbed down from the treetops. Then they spread out on lower tree limbs. It looked as if they were embracing the trunks. But why would koalas hug trees?"],
        ["", "problems/TX19G5R/media/S2b.jpg"],
        ["2", "Scientists have studied koalas for years. They know that koalas cannot sweat. The tree-dwelling mammals have few ways to stay cool during the hottest days. They can lick themselves or pant. However, both methods cause them to dehydrate. They could leave the safety of their trees to search for water, but water is difficult to locate. Besides, the koalas might run into a predator."],
        ["3", "The scientists decided to do some detective work. They tracked 37 koalas that had been radio tagged. The tags helped the scientists locate the koalas so they could observe the koalas more closely. First they noted the animals' posture and location in the trees. When the weather was mild, the koalas sat high up in the treetops. They ate eucalyptus leaves or curled up in balls. However, as the weather turned steamy, the koalas climbed farther down. They pressed their bodies close to tree trunks."],
        ["4", "Next, scientists used technology to find out why the koalas behaved differently depending on the weather. They placed a special infrared camera on a long pole. The camera measured the air temperatures surrounding the animals wherever they chose to sit. Then scientists took photos. The camera made thermal images that showed heat. In thermal images, darker colors show cooler temperatures. Lighter colors represent hotter temperatures."],
        ["", "problems/TX19G5R/media/S2c.jpg"],
        ["5", "These images v͟e͟r͟i͟f͟i͟e͟d that koalas hug trees to keep cool. They showed that the tree trunks and lower limbs were up to nine degrees cooler than the surrounding air. The trees kept cool by drawing up water through their roots from deep below ground."],
        ["6", "Koalas were using the trees to absorb their body heat. By completely spreading out against the cooler trees, the animals could lower their temperatures as much as 68 percent. This allowed the koalas to conserve the water in their bodies. No wonder these cuddly creatures wanted to wrap their bodies around a tree trunk. Clearly, hugging trees offers relief to koalas when temperatures rise."]
    ],
    "Copyright": "",
    "References": []
}