{
    "Directions": "Read this article, then answer each question that follows.",
    "Context": [],
    "Title": "[Excerpt from] The Amazing Author of Oz",
    "Subtitle": "",
    "Author": "by Bruce Watson",
    "LabelType": "P",
    "Content": [
        ["1", "\tAll the children in Aberdeen knew the tall, dapper gentleman who strolled through town each day. For a child on the Dakota Plains, life in the late 1880s sometimes seemed little more than hard work. The bleakness of the prairie cried out for a fantasy to take a boy or girl far away. Mr. Baum's stories were pure fantasy, so when he walked down the street in his finely tailored suit, children clamored in his wake."],
        ["2", "\tUnlike stories told by parents, Baum's were not merely lectures in disguise. Instead, he made everyday objects-scarecrows, pumpkins, rag dolls — come alive. His stories glittered with color; whole fields were shaded blue, green or red. As he went on, Baum often seemed to lose himself in the telling. Years later, his mother-in-law, who had overheard many of his stories, urged Baum to write them down. But while living in Aberdeen, he was content to tell his tales just to please a child or two."],
        ["3", "\tWhen Lyman Frank Baum finally did set pencil to paper, stories poured out of him. In a career of just two decades, he wrote more than 70 books. Many are long forgotten, but one was called The Wonderful Wizard of Oz. It's about a girl from Kansas who meets a scarecrow, a tin woodman and a cowardly — well, perhaps you know the story. But you may not know that Oz is more than a single book that inspired one of Hollywood's greatest movies. Long before TV staked its claim to children's fantasies, Oz was mapped in the imaginations of countless children. Going on beyond the wizard, Baum wrote 13 other Oz books. After he died, his successors churned out 26 more. Between 1913 and 1942, a new Oz book came out every Christmas. Oz Reading Clubs devoured each one. An Oz Who's Who charted the kingdom's colorful characters, including the Patchwork Girl, the Tik-Tok Man, Princess Ozma and hundreds more. These days, the ubiquitous¹ MGM movie overshadows the books, but readers who choose to go there still find Oz so much more than lions, tigers and bears, oh my. Baum's fairyland is a place of childish dreams and fears, a kingdom ruled by love but haunted by fear of sudden death. It's a land where adults are as helpless as children and children are as strong as adults. Peppered with puns and wordplay, Oz is charming and altogether ambivalent about the benefits of age. In short, it's much like its creator, L. Frank Baum, the “Royal Historian of Oz.”"],
        ["4", "\tThe seventh child born to Benjamin and Cynthia Baum came not trailing clouds of glory but clouds of gloom. In 1856, Frank was born. From an early age, he seems to have suffered from angina pectoris, a heart disease causing severe chest pain. Baum's delicate condition made him a sedentary, solitary child. He read constantly, mostly fairy tales. For most of his youth, he was schooled at home. While Frank was still very young, his father developed some oil fields in Pennsylvania and made a fortune. The Baums moved to a mansion, called Rose Lawn, where Frank flourished."],
        ["5", "\tAt 18, he began hanging around some nearby theaters and decided he wanted to become an actor. His father tried to steer his stagestruck son from his dream but finally relented, asking only that Frank not disgrace the family name. Going by various stage names, Baum moved to New York City to begin his acting career."],
        ["6", "\tNo road to success was ever more winding than Baum's. He followed the stage from job to job and state to state. Actors must moonlight, so Baum worked as a newspaper reporter, a dry goods salesman and finally as a playwright. His only hit, under the name Louis F. Baum, was an Irish melodrama called The Maid of Arran. Baum wrote and starred in the play that opened on his 26th birthday. The tall, mustachioed gentleman with the smiling eyes seemed on his way; so successful was he that he could even consider marriage."],
        ["7", "\tAccording to the family legend, it was love at first sight. Maud Gage was a sophomore at Cornell University. On introducing him to Maud, his aunt said, “I'm sure you will love her” Baum smiled and replied, “Consider yourself loved, Miss Gage.” Maud held out her hand and answered, “Thank you, Mr. Baum. That's a promise. Please see that you live up to it” He did. Married the next year, Frank and Maud Baum remained as devoted as any fairy tale couple. But Maud soon found that her husband often resided in a world entirely of his own."],
        ["8", "\tAround the time of his marriage in 1882, Baum suffered a series of setbacks in business and health. To add to his burdens, his family's money had been lost. Maud's sisters and her brother had recently moved to the Dakota Territory, and their letters told of fortunes to be made. So in 1888, with his life on the downward side of the rainbow, Baum moved his family west to the prairie."],
        ["9", "\tWhat is now Aberdeen, South Dakota, was then a boomtown of 3,000. Baum decided the town needed an upscale store and started Baum's Bazaar. The bazaar broke even for a while, but when the Dakota boom ended, the store went belly-up."],
        ["10", "\tBroke and far from home, Baum fell back on old friends — his fantasies. The stories he told children on Aberdeen's dusty sidewalk spoke of a better land where goodness prevailed, love triumphed and no one was hungry or poor. Yet Baum was still required to make a living in this world, so he moved the family to Chicago in 1891."],
        ["11", "\tFor a time, he edited his own magazine promoting store window displays, but of more importance to children, he finally began to write down his stories. In 1897, his first successful book, Mother Goose in Prose, was published. His next book, Father Goose, His Book, became the nation's best-selling children's title. After decades of dead ends, Baum had finally found his road."]
    ],
    "Copyright": "Excerpt from “The Amazing Author of Oz” by Bruce Watson. Reprinted from SMITHSONIAN Magazine— May 2000. Copyright © 2000 by www.smithsonianmag.com. Used by permission.",
    "References": [
        ["¹", "ubiquitous: ever-present"]
    ]
}