{
    "Directions": "Read this article, then answer each question that follows.",
    "Context": [],
    "Title": "The Hive Mind",
    "Subtitle": "",
    "Author": "by Avery Elizabeth Hurt",
    "LabelType": "P",
    "Content": [
        ["1", "\tHoneybees are the picture of hard work and cooperation. They pollinate plants, helping to ensure that humans will have enough food to eat. They also make honey, protect themselves from predators, and keep the interiors of their hives at just the right temperature. But even though they are pretty impressive as a group, individual bees don't have much going on in the mental department — or so science has always thought. What would you expect from a single bee, anyway? It has a brain roughly the size of one of the sesame seeds on your hamburger bun."],
        ["2", "\tIt has only about one million neurons, compared to the 90 billion neurons of the human brain. It's only by working together as a colony that bees manage to pull off the impressive feats they are so well known for. A colony of bees is like one big brain, and the bees are like brain cells, explains animal behaviorist and bee expert Thomas Seeley. “Even though each unit (bee or neuron) has limited information and limited intelligence, the group as a whole makes first-rate collective decisions,” Seeley writes in a description of his research."],
        ["3", "\tIt turns out, however, that the members of a beehive aren't quite the dimwitted robots we've imagined for so long. Bees can do surprising things with their tiny brains. Individually, they have mental skills that may rival or outdo those of many mammals."],
        ["", "Hᴏᴡ ᴛᴏ Sᴛᴜᴅʏ ᴀ Bᴇᴇ Bʀᴀɪɴ"],
        ["4", "\tIt's hard enough to study the minds of humans, who can actually tell you what they're thinking. So how does one look into a bee's brain?"],
        ["5", "\tClint Perry, a scientist working at Queen Mary University of London, has spent a lot of time studying how bees think. He says studying bees is not very different from studying other animals. “A major difficulty is designing an experiment that will actually test what we want,” he says. “With humans, we can ask them a question and get an answer. But bees don't know that we want to know what they are thinking. They are just trying to get sugar. Bees like sugar.“"],
        ["6", "\tThis fact can be very helpful when designing experiments to study bees. For example, in one experiment, Perry gave bees a choice between landing on a spot above a black bar or a spot below it. If they landed above the bar, they would find a delicious sugary drink. If they chose the spot below the black bar, they found a nasty-tasting bitter liquid. (Perry made the test easier or harder by moving the landing spots farther from or closer to the black bar.) Most experiments with bees involve training them to go to a particular spot to find a reward. Many studies use artificial flowers with sugar water at their centers. In some experiments bees even learn to go through mazes."],
        ["7", "\tSo experiments with bees are not that different from experiments with our favorite lab mammal, the rat. Rats press bars to get food pellets; bees land on targets to get sugary drinks. And humans try to figure out what it all means."],
        ["", "Aᴍ I Rᴇᴀᴅʏ ꜰᴏʀ ᴛʜᴇ Tᴇsᴛ?"],
        ["8", "\tPerry's research suggests that bees have something called “metacognition.” Metacognition is the awareness of your own thought processes-in other words, knowing what you know and what you don't know. Only a few other animals, including humans, dolphins, rats, and some monkeys, are thought to have at least some level of metacognition."],
        ["9", "\tPerry tested this using the experiment with the black bars described above. Bees got a sweet drink if they succeeded and a bitter one if they failed. But they also had the option of avoiding the task if they weren't sure they would succeed. Perry found that bees avoided the test when it was difficult and gave it a try when it was easy."],
        ["10", "\tIf you had the choice, you might choose to skip a history test on a day when you hadn't studied and take it on a day when you were better prepared. In the same way, the bees seemed to make a decision based on what they thought their chances were of “passing” the test. “With their behavior,” says Perry, “the bees were telling us if they did know' or if they ' didn't know? Our results show that bees use their uncertainty to guide their decisions, which is considered a basic form of metacognition.”"],
        ["11", "\tThat's not bad for a scant one million neurons. Perry points out that we can't know for sure from tests like this whether bees are actually judging their own knowledge or simply opting out of the task because of an unpleasant association with the yucky-tasting liquid. It might have been more of an instinct than a thoughtful choice. But here's the thing: we look for metacognition in other animals based on tests very similar to this one. If dolphins and rats are in the metacognition club, then bees should be let in too."],
        ["12", "\tScientists still do not know how bees manage to do so much with their tiny brains. It could be that skills such as simple math and navigation take far less actual brainpower than we previously thought. No one is suggesting that bees are as smart as mammals, at least not when it comes to things like memory and language. But learning more about how bees' brains work could help us learn more about how our own brains process information."],
        ["13", "\tWe may also have to rethink how we view the rest of the insect world. There are an awful lot of small creatures flying around in the garden and crawling around the basement. Who knows what those tiny minds might be capable of?"]
    ],
    "Copyright": "",
    "References": []
}