{
    "Directions": "Read this story, then answer each question that follows.",
    "Context": [],
    "Title": "[Excerpt from] The Black Pearl",
    "Subtitle": "",
    "Author": "by Scott O'Dell",
    "LabelType": "L",
    "Content": [
        [" ", "\tI had put the seventh pearl on the scales and was carefully setting the small copper"],
        [" ", "weights to make them come to a proper balance when I heard my father's steps outside"],
        [" ", "the oﬃce. My hand shook at the sound and one of the weights slipped from my fingers. A"],
        [" ", "moment later the heavy iron door swung open."],
        ["5", "\tMy father was a tall man with skin turned a deep bronze color from the glare of the"],
        [" ", "sea. He was very strong. Once I saw him take two men who were fighting and grasp them"],
        [" ", "by the backs of their necks and lift them off the ground and bump their heads together."],
        [" ", "\tHe came across the room to where I sat at the desk on my high stool and glanced at"],
        [" ", "the ledger."],
        ["10", "\t“You work with much rapidity,” he said. “Six pearls weighed and valued since I left this"],
        [" ", "morning.” He wiped his hands on the tail of his shirt and took a pearl from the tray. “For"],
        [" ", "this one,” he said, “what is your notation?”"],
        [" ", "\t“Round. Fair. Weight 3.5 carats,” I answered."],
        [" ", "He rolled the pearl around in the palm of his hand and then held it to the light."],
        ["15", "\t“You call this one only fair?” he asked. “It is a gem for the king.”"],
        [" ", "\t“For a poor king,” I said. After four months of working with my father I had learned"],
        [" ", "to speak my mind. “If you hold it closer to the light, you will see that it has a flaw, a"],
        [" ", "muddy streak, about midway through.”"],
        [" ", "\tHe turned the pearl in his hand. “With a little care the flaw can be peeled away,”"],
        ["20", "he said."],
        [" ", "\t“That, sir, I doubt.”"],
        [" ", "\tMy father smiled and placed the pearl back in the tray. “I doubt it also,” he said and"],
        [" ", "gave me a heavy pat on the back. “You are learning fast, Ramón. Soon you will know more"],
        [" ", "than I do.”"],
        ["25", "\tI took a long breath. This was not a good beginning for the request I wanted to make."],
        [" ", "It was not good at all, yet I must speak now, before my father left. In less than an hour the"],
        [" ", "tide would turn and the fleet sail from the harbor."],
        [" ", "\t“Sir,” I began, “for a long time you have promised me that when I was sixteen I could"],
        [" ", "go with you and learn how to dive for pearls. I would like to go today.”"],
        ["30", "\tMy father did not reply. He strode to the slit in the wall and peered out. From a shelf"],
        [" ", "he took a spyglass and held it to one eye. He then put the spyglass down and cupped his"],
        [" ", "hands and shouted through the slit."],
        [" ", "\t“You, Ovando, leaning against the cask, send word to Martin, who leans against the"],
        [" ", "tiller of the Santa Teresa, that there is much work to do and little time in which to do it.”"],
        ["35", "\tMy father waited, watching through the slit, until his message was sent forward"],
        [" ", "by Ovando."],
        [" ", "\t“If you go with the fleet,” he said, “then all the male members of the Salazar family"],
        [" ", "will be on the sea at once. What happens if a storm comes up and drowns the both of us?"],
        [" ", "I will tell you. It is the end of Salazar and Son. It is the end of everything I have"],
        ["40", "worked for.”"],
        [" ", "\t“The sea is calm, sir,” I answered."],
        [" ", "\t“These words prove you a true landsman. The sea is calm today, but what of"],
        [" ", "tomorrow? Tomorrow it may stand on end under the lash of a chubasco.”¹"],
        [" ", "\t“It is still a week or two before the big wind comes.”"],
        ["45", "\t“What of the sharks? What of the devilfish that can wring your neck as if it were the"],
        [" ", "neck of a chicken? And the giant mantas by the dozens, all of them the size of one of our"],
        [" ", "boats and twice as heavy? Tell me, what do you do with these?”"],
        [" ", "\t“I have the knife that grandfather gave me.”"],
        [" ", "\tMy father laughed and the sound bounded through the room like the roar of a bull."],
        ["50", "\t“Is it a very sharp knife?” he asked scornfully."],
        [" ", "\t“Yes, sir.”"],
        [" ", "\t“Then with much luck you might cut off one of the eight arms of the devilfish, just"],
        [" ", "before the other seven wrap around you and squeeze out your tongue and your life.”"],
        [" ", "\tI took another breath and brought forth my best argument."],
        ["55", "\t“If you allow me to go, sir, I shall stay on deck while the others dive. I shall be the one"],
        [" ", "who pulls up the basket and minds the ropes.”"],
        [" ", "\tI watched my father's face and saw that it had begun to soften."],
        [" ", "\t“I can take the place of Goleta,” I said quickly, to follow up the advantage I had gained."],
        [" ", "“There is an apology to make, sir. At noon Goleta's wife came to say that her husband is"],
        ["60", "sick and cannot sail. I forgot to tell you.”"],
        [" ", "\tMy father walked to the iron door and opened it. He looked at the sky and at the"],
        [" ", "glossy leaves of the laurel trees that hung quiet on their branches. He closed the door and"],
        [" ", "put the tray of pearls in the safe and turned the bolt."],
        [" ", "\t“Come,” he said."]
    ],
    "Copyright": "",
    "References": [
        ["¹", "chubasco: a strong storm"]
    ]
}