{
    "Directions": "Read this article, then answer each question that follows.",
    "Context": [
        "Leonardo da Vinci lived over 500 years ago and is considered one of the world's greatest artists and inventors. He studied art with Andrea del Verrocchio. Verrocchio's workshop was called a bottega, the Italian word for studio."
    ],
    "Title": "[Excerpt from] Leonardo da Vinci: Renaissance Genius",
    "Subtitle": "",
    "Author": "by Barbara O'Connor",
    "LabelType": "L",
    "Content": [
        [" ", "\tLeonardo had only to look around him to see that there was much to learn from his"],
        [" ", "new master. In the main room of the bottega, the young artist saw some of his new"],
        [" ", "teacher's assistants painting huge wooden panels covered with a fine white plaster mixture"],
        [" ", "called gesso. Other assistants were hammering metal into elaborate armor. He saw others"],
        ["5", "cutting gems or carving ivory for finely crafted jewelry. The older apprentices tended the"],
        [" ", "fiery kilns used to harden clay sculptures. They also tinted paper or ground stone into"],
        [" ", "pigment to make colors for paint. The younger apprentices, like himself, swept the floors"],
        [" ", "and cleaned brushes and mallets."],
        [" ", "\tAs the newest member of the bottega, Leonardo knew nothing about the art"],
        ["10", "techniques he saw being practiced around him. But he had a sharp mind, an eager"],
        [" ", "curiosity, and one of the finest teachers in Florence. In addition to his talent in painting"],
        [" ", "and sculpting, Verrocchio was a skilled goldsmith, musician, and mathematician. He took"],
        [" ", "an instant liking to his new apprentice. The master artist recognized Leonardo's eagerness"],
        [" ", "to learn and was amused by his country ways and sometimes rebellious spirit."],
        ["15", "\tLeonardo's days in the bottega were long and busy. He worked for twelve hours each"],
        [" ", "day before retiring upstairs to sleep on the straw-covered floor. Like all new apprentices,"],
        [" ", "he started his training by doing simple chores. He swept, cleaned, mixed paints, and ran"],
        [" ", "errands. Soon, however, he began to learn the skills he would need to work his way up"],
        [" ", "from apprentice to master craftsman. He made brushes from animal fur and pens from"],
        ["20", "goose quills. From sprigs of grapevine, he prepared charcoal for drawing. He helped apply"],
        [" ", "plaster to walls for murals called frescoes. He learned how to mix egg yolk with ground"],
        [" ", "pigments to make a paint called tempera and how to prepare wax needed for sculpture."],
        [" ", "He even mastered the skills of goldsmithing and metalwork."],
        [" ", "\tLeonardo began his apprenticeship at a time when art was changing dramatically."],
        ["25", "Before the Renaissance, paintings often looked flat and not very realistic. Most artists in"],
        [" ", "the Middle Ages were not interested in painting lifelike humans or nature scenes. They"],
        [" ", "were more focused on painting images in a way that would give their work a religious"],
        [" ", "meaning. By the time Leonardo came to Verrocchio's bottega, art had become more"],
        [" ", "lifelike. Verrocchio taught his artists to be precise, to paint and sculpt exactly what they"],
        ["30", "saw. He provided plaster casts of hands, feet, legs, and torsos so Leonardo and the others"],
        [" ", "could observe and draw them. He smeared fabric with clay to make it stiff and heavy, then"],
        [" ", "arranged it in drapes for the artists to study and paint."],
        [" ", "\tVerrocchio also taught his students to use a new technique called perspective. This"],
        [" ", "technique allowed artists to make the background of a painting look farther away than the"],
        ["35", "foreground. It also helped artists make objects and people appear three-dimensional."],
        [" ", "Verrocchio taught his pupils to use geometry, mathematics, and shading to create"],
        [" ", "perspective in their work. Leonardo may not have been able to attend a university, but he"],
        [" ", "was getting a fine education from his teacher."],
        [" ", "\tBut life in the bottega offered Leonardo more than just an education in art. Often,"],
        ["40", "writers, scholars, and artists gathered in the workshop to exchange news or share ideas."],
        [" ", "They talked about music, books, science, and philosophy. Leonardo relished the"],
        [" ", "intellectual atmosphere."],
        [" ", "\tFrom his first days in the bottega, Leonardo showed both an ability to learn quickly"],
        [" ", "and a natural talent in art. Eventually, he was allowed to transfer Verrocchio's drawings"],
        ["45", "onto walls or wooden panels or to put down the first layers of paint on fresco. As"],
        [" ", "Leonardo became more skilled, he took on more demanding jobs. It was common for"],
        [" ", "more experienced apprentices to draw or paint small portions of the master's work."],
        [" ", "Verrocchio watched Leonardo's progress and eventually assigned him tasks that required"],
        [" ", "more artistic skill, such as painting backgrounds or adding plants or other small objects to"],
        ["50", "a painting."]
    ],
    "Copyright": "Excerpt from “Leonardo da Vinci: Renaissance Genius”: From LEONARDO DA VINCI: RENAISSANCE GENIUS by Barbara O'Connor. Copyright © 2003 Millbrook Press, a division of Lerner Publishing Group. Used with permission. All rights reserved. No part of this text excerpt may be used or reproduced in any manner whatsoever without the prior written permission of Lerner Publishing Group, Inc.",
    "References": []
}