{
    "Title": "Florida Benchmarks for Excellent Student Thinking > Mathematics > Grade 1",
    "Overview": "In Grade 1, instructional time will emphasize four areas: (1) understanding the place value of tens and ones within two-digit whole numbers; (2) extending understanding of addition and subtraction and the relationship between them; (3) developing an understanding of measurement of physical objects, money and time and (4) categorizing, composing and decomposing geometric figures.",
    "Goals": [],
    "Standards": [
        {
            "Key": "",
            "Label": "Number Sense & Operations",
            "Examples": [],
            "Subs": [
                {
                    "Key": "FL.M1.NSO.1",
                    "Label": "Extend counting sequences and understand the place value of two-digit numbers.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "FL.M1.NSO.1.1",
                            "Label": "Starting at a given number, count forward and backwards within 120 by ones. Skip count by 2s to 20 and by 5s to 100.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M1.NSO.1.2",
                            "Label": "Read numbers from 0 to 100 written in standard form, expanded form and word form. Write numbers from 0 to 100 using standard form and expanded form.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M1.NSO.1.3",
                            "Label": "Compose and decompose two-digit numbers in multiple ways using tens and ones. Demonstrate each composition or decomposition with objects, drawings and expressions or equations.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M1.NSO.1.4",
                            "Label": "Plot, order and compare whole numbers up to 100.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "FL.M1.NSO.2",
                    "Label": "Develop an understanding of addition and subtraction operations with one- and two-digit numbers.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "FL.M1.NSO.2.1",
                            "Label": "Recall addition facts with sums to 10 and related subtraction facts with automaticity.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M1.NSO.2.2",
                            "Label": "Add two whole numbers with sums from 0 to 20, and subtract using related facts with procedural reliability.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M1.NSO.2.3",
                            "Label": "Identify the number that is one more, one less, ten more and ten less than a given two-digit number.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M1.NSO.2.4",
                            "Label": "Explore the addition of a two-digit number and a one-digit number with sums to 100.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M1.NSO.2.5",
                            "Label": "Explore subtraction of a one-digit number from a two-digit number.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Fractions",
            "Examples": [],
            "Subs": [
                {
                    "Key": "FL.M1.FR.1",
                    "Label": "Develop an understanding of fractions by partitioning shapes into halves and fourths.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "FL.M1.FR.1.1",
                            "Label": "Partition circles and rectangles into two and four equal-sized parts. Name the parts of the whole using appropriate language including halves or fourths.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Algebraic Reasoning",
            "Examples": [],
            "Subs": [
                {
                    "Key": "FL.M1.AR.1",
                    "Label": "Solve addition problems with sums between 0 and 20 and subtraction problems using related facts.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "FL.M1.AR.1.1",
                            "Label": "Apply properties of addition to find a sum of three or more whole numbers.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M1.AR.1.2",
                            "Label": "Solve addition and subtraction real-world problems using objects, drawings or equations to represent the problem.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "FL.M1.AR.2",
                    "Label": "Develop an understanding of the relationship between addition and subtraction.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "FL.M1.AR.2.1",
                            "Label": "Restate a subtraction problem as a missing addend problem using the relationship between addition and subtraction.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M1.AR.2.2",
                            "Label": "Determine and explain if equations involving addition or subtraction are true or false.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M1.AR.2.3",
                            "Label": "Determine the unknown whole number in an addition or subtraction equation, relating three whole numbers, with the unknown in any position.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Measurement",
            "Examples": [],
            "Subs": [
                {
                    "Key": "FL.M1.M.1",
                    "Label": "Compare and measure the length of objects.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "FL.M1.M.1.1",
                            "Label": "Estimate the length of an object to the nearest inch. Measure the length of an object to the nearest inch or centimeter.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M1.M.1.2",
                            "Label": "Compare and order the length of up to three objects using direct and indirect comparison.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "FL.M1.M.2",
                    "Label": "Tell time and identify the value of coins and combinations of coins and dollar bills.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "FL.M1.M.2.1",
                            "Label": "Using analog and digital clocks, tell and write time in hours and half-hours.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M1.M.2.2",
                            "Label": "Identify pennies, nickels, dimes and quarters, and express their values using the ¢ symbol. State how many of each coin equal a dollar.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M1.M.2.3",
                            "Label": "Find the value of combinations of pennies, nickels and dimes up to one dollar, and the value of combinations of one, five and ten dollar bills up to $100. Use the ¢ and $ symbols appropriately.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Geometric Reasoning",
            "Examples": [],
            "Subs": [
                {
                    "Key": "FL.M1.GR.1",
                    "Label": "Identify and analyze two- and three-dimensional figures based on their defining attributes.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "FL.M1.GR.1.1",
                            "Label": "Identify, compare and sort two- and three-dimensional figures based on their defining attributes. Figures are limited to circles, semi-circles, triangles, rectangles, squares, trapezoids, hexagons, spheres, cubes, rectangular prisms, cones and cylinders.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M1.GR.1.2",
                            "Label": "Sketch two-dimensional figures when given defining attributes. Figures are limited to triangles, rectangles, squares and hexagons.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M1.GR.1.3",
                            "Label": "Compose and decompose two- and three-dimensional figures. Figures are limited to semi-circles, triangles, rectangles, squares, trapezoids, hexagons, cubes, rectangular prisms, cones and cylinders.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M1.GR.1.4",
                            "Label": "Given a real-world object, identify parts that are modeled by two- and three-dimensional figures. Figures are limited to semi-circles, triangles, rectangles, squares and hexagons, spheres, cubes, rectangular prisms, cones and cylinders.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Data Analysis & Probability",
            "Examples": [],
            "Subs": [
                {
                    "Key": "FL.M1.DP.1",
                    "Label": "Collect, represent and interpret data using pictographs and tally marks.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "FL.M1.DP.1.1",
                            "Label": "Collect data into categories and represent the results using tally marks or pictographs.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}