{
    "Title": "Florida Benchmarks for Excellent Student Thinking > Mathematics > Grade 7",
    "Overview": "In Grade 7, instructional time will emphasize five areas: (1) recognizing that fractions, decimals and percentages are different representations of rational numbers and performing all four operations with rational numbers with procedural fluency; (2) creating equivalent expressions and solving equations and inequalities; (3) developing understanding of and applying proportional relationships in two variables; (4) extending analysis of two- and three-dimensional figures to include circles and cylinders and (5) representing and comparing categorical and numerical data and developing understanding of probability.",
    "Goals": [],
    "Standards": [
        {
            "Key": "",
            "Label": "Number Sense & Operations",
            "Examples": [],
            "Subs": [
                {
                    "Key": "FL.M7.NSO.1",
                    "Label": "Rewrite numbers in equivalent forms.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "FL.M7.NSO.1.1",
                            "Label": "Extend previous understanding of numbers to define rational numbers. Plot, order and compare rational numbers.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M7.NSO.1.2",
                            "Label": "Rewrite rational numbers in different but equivalent forms including fractions, mixed numbers, repeating decimals and percentages to solve mathematical and real-world problems.",
                            "Examples": [
                                "Justin is solving a problem where he computes 17/3 and his calculator gives him the answer 5.6666666667. Justin makes the statement that 17/3 = 5.6666666667; is he correct?"
                            ],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "FL.M7.NSO.2",
                    "Label": "Add, subtract, multiply and divide rational numbers.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "FL.M7.NSO.2.1",
                            "Label": "Solve mathematical problems using multi-step order of operations with rational numbers including grouping symbols, whole-number exponents and absolute value.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M7.NSO.2.2",
                            "Label": "Add, subtract, multiply and divide rational numbers with procedural fluency.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M7.NSO.2.3",
                            "Label": "Solve real-world problems involving any of the four operations with rational numbers.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Algebraic Reasoning",
            "Examples": [],
            "Subs": [
                {
                    "Key": "FL.M7.AR.1",
                    "Label": "Rewrite algebraic expressions in equivalent forms.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "FL.M7.AR.1.1",
                            "Label": "Apply properties of operations to add and subtract linear expressions with rational coefficients.",
                            "Examples": [
                                "(7x− 4) − (2 − x/2) is equivalent to 15x/2 − 6."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M7.AR.1.2",
                            "Label": "Determine whether two linear expressions are equivalent.",
                            "Examples": [
                                "Are the expressions (4/3)(6 − x) − 3x and 8 − 5x/3 equivalent?"
                            ],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "FL.M7.AR.2",
                    "Label": "Write and solve equations and inequalities in one variable.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "FL.M7.AR.2.1",
                            "Label": "Write and solve one-step inequalities in one variable within a mathematical context and represent solutions algebraically or graphically.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M7.AR.2.2",
                            "Label": "Write and solve two-step equations in one variable within a mathematical or real-world context, where all terms are rational numbers.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "FL.M7.AR.3",
                    "Label": "Use percentages and proportional reasoning to solve problems.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "FL.M7.AR.3.1",
                            "Label": "Apply previous understanding of percentages and ratios to solve multi-step real-world percent problems.",
                            "Examples": [
                                "23% of the junior population are taking an art class this year. What is the ratio of juniors taking an art class to juniors not taking an art class?",
                                "The ratio of boys to girls in a class is 3: 2. What percentage of the students are boys in the class?"
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M7.AR.3.2",
                            "Label": "Apply previous understanding of ratios to solve real-world problems involving proportions.",
                            "Examples": [
                                "Scott is mowing lawns to earn money to buy a new gaming system and knows he needs to mow 35 lawns to earn enough money. If he can mow 4 lawns in 3 hours and 45 minutes, how long will it take him to mow 35 lawns? Assume that he can mow each lawn in the same amount of time.",
                                "Ashley normally runs 10-kilometer races which is about 6.2 miles. She wants to start training for a half-marathon which is 13.1 miles. How many kilometers will she run in the half-marathon? How does that compare to her normal 10K race distance?"
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M7.AR.3.3",
                            "Label": "Solve mathematical and real-world problems involving the conversion of units across different measurement systems.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "FL.M7.AR.4",
                    "Label": "Analyze and represent two-variable proportional relationships.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "FL.M7.AR.4.1",
                            "Label": "Determine whether two quantities have a proportional relationship by examining a table, graph or written description.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M7.AR.4.2",
                            "Label": "Determine the constant of proportionality within a mathematical or real-world context given a table, graph or written description of a proportional relationship.",
                            "Examples": [
                                "A graph has a line that goes through the origin and the point (5, 2). This represents a proportional relationship and the constant of proportionality is 2/5.",
                                "Gina works as a babysitter and earns $9 per hour. She can only work 6 hours this week. Gina wants to know how much money she will make. Gina can use the equation e = 9h, where e is the amount of money earned, h is the number of hours worked and 9 is the constant of proportionality."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M7.AR.4.3",
                            "Label": "Given a mathematical or real-world context, graph proportional relationships from a table, equation or a written description.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M7.AR.4.4",
                            "Label": "Given any representation of a proportional relationship, translate the representation to a written description, table or equation.",
                            "Examples": [
                                "The written description, there are 60 minutes in 1 hour, can be represented as the equation m = 60h.",
                                "Gina works as a babysitter and earns $9 per hour. She would like to earn $100 to buy a new tennis racket. Gina wants to know how many hours she needs to work. She can use the equation h = e/9, where e is the amount of money earned, h is the number of hours worked and 1/9 is the constant of proportionality."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M7.AR.4.5",
                            "Label": "Solve real-world problems involving proportional relationships.",
                            "Examples": [
                                "Gordy is taking a trip from Tallahassee, FL to Portland, Maine which is about 1,407 miles. On average his SUV gets 23.1 miles per gallon on the highway and his gas tanks holds 17.5 gallons. If Gordy starts with a full tank of gas, how many times will he be required to fill the gas tank?"
                            ],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Geometric Reasoning",
            "Examples": [],
            "Subs": [
                {
                    "Key": "FL.M7.GR.1",
                    "Label": "Solve problems involving two-dimensional figures, including circles.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "FL.M7.GR.1.1",
                            "Label": "Apply formulas to find the areas of trapezoids, parallelograms and rhombi.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M7.GR.1.2",
                            "Label": "Solve mathematical or real-world problems involving the area of polygons or composite figures by decomposing them into triangles or quadrilaterals.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M7.GR.1.3",
                            "Label": "Explore the proportional relationship between circumferences and diameters of circles. Apply a formula for the circumference of a circle to solve mathematical and real-world problems.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M7.GR.1.4",
                            "Label": "Explore and apply a formula to find the area of a circle to solve mathematical and real-world problems.",
                            "Examples": [
                                "If a 12-inch pizza is cut into 6 equal slices and Mikel ate 2 slices, how many square inches of pizza did he eat?"
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M7.GR.1.5",
                            "Label": "Solve mathematical and real-world problems involving dimensions and areas of geometric figures, including scale drawings and scale factors.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "FL.M7.GR.2",
                    "Label": "Solve problems involving three-dimensional figures, including right circular cylinders.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "FL.M7.GR.2.1",
                            "Label": "Given a mathematical or real-world context, find the surface area of a right circular cylinder using the figure's net.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M7.GR.2.2",
                            "Label": "Solve real-world problems involving surface area of right circular cylinders.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M7.GR.2.3",
                            "Label": "Solve mathematical and real-world problems involving volume of right circular cylinders.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Data Analysis & Probability",
            "Examples": [],
            "Subs": [
                {
                    "Key": "FL.M7.DP.1",
                    "Label": "Represent and interpret numerical and categorical data.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "FL.M7.DP.1.1",
                            "Label": "Determine an appropriate measure of center or measure of variation to summarize numerical data, represented numerically or graphically, taking into consideration the context and any outliers.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M7.DP.1.2",
                            "Label": "Given two numerical or graphical representations of data, use the measure(s) of center and measure(s) of variability to make comparisons, interpret results and draw conclusions about the two populations.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M7.DP.1.3",
                            "Label": "Given categorical data from a random sample, use proportional relationships to make predictions about a population.",
                            "Examples": [
                                "O’Neill’s Pillow Store made 600 pillows yesterday and found that 6 were defective. If they plan to make 4,300 pillows this week, predict approximately how many pillows will be defective.",
                                "A school district polled 400 people to determine if it was a good idea to not have school on Friday. 30% of people responded that it was not a good idea to have school on Friday. Predict the approximate percentage of people who think it would be a good idea to have school on Friday from a population of 6,228 people."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M7.DP.1.4",
                            "Label": "Use proportional reasoning to construct, display and interpret data in circle graphs.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M7.DP.1.5",
                            "Label": "Given a real-world numerical or categorical data set, choose and create an appropriate graphical representation.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "FL.M7.DP.2",
                    "Label": "Develop an understanding of probability. Find and compare experimental and theoretical probabilities.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "FL.M7.DP.2.1",
                            "Label": "Determine the sample space for a simple experiment.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M7.DP.2.2",
                            "Label": "Given the probability of a chance event, interpret the likelihood of it occurring. Compare the probabilities of chance events.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M7.DP.2.3",
                            "Label": "Find the theoretical probability of an event related to a simple experiment.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "FL.M7.DP.2.4",
                            "Label": "Use a simulation of a simple experiment to find experimental probabilities and compare them to theoretical probabilities.",
                            "Examples": [
                                "Investigate whether a coin is fair by tossing it 1,000 times and comparing the percentage of heads to the theoretical probability 0.5."
                            ],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}