{
    "Directions": "Read the passage, then answer each question that follows.",
    "Context": [
        "Today you will read an article that explains how to participate in a sport which is growing in popularity."
    ],
    "Title": "[from] “A Beginner's Guide to Snowboarding”",
    "Subtitle": "",
    "Author": "by Monica Nelson",
    "LabelType": "P",
    "Content": [
        ["1", "So, are you getting as excited for the season as I am? Not only is snowboarding fun, but it's good for you, too. You can burn up to 400 or 500 calories an hour, and you work your entire body. I'm talking your legs (glutes, hamstrings, calves and especially your quads, as well as your core and back muscles). Snowboarding with your family is also a fun way to stay active and connected this winter. Plus, your kids will think you're very cool."],
        ["2", "The best situation is learning on a mountain that's not pure ice and isn't too intimidating. Start by taking a few lessons or go with a friend who's a great teacher – and very patient. Hopefully this same friend also has extra gear for you and can show you the ropes for a day or two. (Bonus points if she has a hot tub for the hours after the hill, too.)"],
        ["", "Gᴇᴛᴛɪɴɢ Yᴏᴜʀ Gᴇᴀʀ"],
        ["3", "The most important items to pay attention to are your board, bindings and boots. Chances are, you're not trying to make a living at this, so you may feel like you need just the basic equipment. However, it's important to consider that higher-end gear can give you much more control, which generally results in less falling, and therefore keeps you more comfortable. Your local ski and snowboard shop will hook you right up. Tell them it's your first time, and they should do a great job of telling you everything you need to know."],
        ["4", "So what size board do you need? It depends mainly on your weight and height. For example, a board that's too big will be more difficult to maneuver and control, while a board that's too small may feel loose and harder to control at high speeds and in deeper snow. Having comfortable boots that fit is very important, too – it's frustrating if they're too big or tight. The good news is that the crew at the shop will suggest what size board, boots and bindings you need."],
        ["5", "Next, you need to figure out which direction you'll face when riding down the mountain – also known as your stance. If your left foot is in front, you ride “regular,” and if your right foot is in front, you ride “goofy.” If you've surfed or skateboarded before, you probably already know which stance to take. But the folks at the rental shop can also help you decide what feels most natural."],
        ["", "Tʜᴇ Bᴀsɪᴄs"],
        ["6", "Here are some tips I've learned throughout 15 years of “shredding.” These basics are very important, because you don't want to develop bad habits. These apply to all types of snowboarding, from halfpipe, to big air, to back country and free riding."],
        ["7", "Getting on and off the lift can be scary; if need be, ask the operator to slow the chair down for you at the top and bottom. Keep in mind you only have one foot strapped in because you push off with the other foot. Go slow at first, and you'll be just fine."],
        ["8", "Your ideal day would be clear and sunny with a good amount of soft snow for extra padding when you take a fall. Check out the weather reports as you plan your trip. Lots of snow is great for those who know what they're doing, but not so ideal for beginners. Spring, meanwhile, is often a good time to learn, because it's warmer out and you can see what you're doing at all times."],
        ["9", "When starting, edge control is everything. Always keep the forward/downward-facing edge of your board in mind, and don't let it down to catch the snow."],
        ["10", "Remember that falling is part of learning. To be completely honest, I broke my wrist while I was learning, and I also bruised my tail bone. The good news is that wrist guards and butt pads are now available. So if you do take a fall, there won't be as much impact on your body."],
        ["11", "It's also worth mentioning that skiing and snowboarding are completely different. Skiers have four edges and two poles, and their legs face forward. Snowboarders, on the other hand, have two edges and no poles, and our legs face sideways."],
        ["12", "When you're first coming down the mountain, it's important to learn how to stop, control your speed and make long, proper turns. It may feel strange, but watch how quickly your body adapts to this new environment. Just remember, soon you'll “be one” with the board. That said, you may be sore the next day. This is normal; just make sure to give yourself proper rest. Spend some time in a hot tub, or try an Epsom salt bath if you really have muscle soreness."],
        ["13", "Most important, remember to have fun and that nothing happens over night. Snowboarding is one of the most rewarding sports to learn and a great way to enjoy the winter."]
    ],
    "Copyright": "Copyrighted 2014. U.S. News & World Report. 112960: 1014BC",
    "References": []
}