{
    "Directions": "Read the passage from a story, then answer each question that follows.",
    "Context": [
        "Today you will read and answer questions on a story about a man seeking to complete an important mission."
    ],
    "Title": "[from] The Seven Keys of Balabad",
    "Subtitle": "",
    "Author": "by Paul Haven",
    "LabelType": "P",
    "Content": [
        ["1", "Bahauddin Shah stumbled through the darkened passageway, gripping the cold stone wall for balance and keeping his head low to avoid the rocky ceiling. The sound of his footsteps echoed back at him through the gloom, and his heart thumped beneath his loose-fitting shirt."],
        ["2", "The old man wore a heavy iron key chain around his belt, and it weighed down on him in more ways than one."],
        ["3", "There was so little time!"],
        ["4", "Bahauddin held a small lantern in his right hand that threw his shadow onto the dark red wall above him, making his face seem impossibly long and his beard even thicker than it really was, which was pretty thick indeed. The shadow would have scared the living daylights out of anyone who'd seen it, except there was no daylight down there, and certainly nobody living to be scared of it."],
        ["5", "The tunnel twisted and turned. Every once in a while smaller passageways veered off at odd angles into the darkness. Sometimes Bahauddin came out into vast open rooms that rose up into shapeless voids. There were even enormous darkened ponds, wretched and foul-smelling, like the stink of rotten eggs."],
        ["6", "Bahauddin covered his nose with a piece of old cloth and tried to stay focused. A man could easily get lost in the Salt Caverns."],
        ["7", "In fact, that was the whole idea."],
        ["8", "But Bahauddin would not get lost. He knew every corner of this underground world, and his old body pulled him toward the exit like a falcon returning to his master's arm."],
        ["9", "Bahauddin had just turned into a wet, narrow passage and was examining some black marking on the wall when the thud of cannon fire above him jolted him to the ground. Debris rained down from the ceiling as he knelt on the floor, catching his breath."],
        ["10", "His hand groped for the key chain, and he smiled when his fingers felt the cold iron."],
        ["11", "They were all there. All seven of them."],
        ["12", "The blast that had knocked Bahauddin to the ground could not have been more than twenty feet above him. He was nearly at the surface."],
        ["13", "For the first time, Bahauddin allowed himself to think what he would find up there, twelve hours after he had set off on the most important mission of his life. What would be left of his city, his family, the palace?"],
        ["14", "“It does not matter,” the old man reassured himself, brushing his clothes off in the darkness. “Baladis are survivors. We will rebuild. It just might take some time.”"],
        ["15", "The outsiders would eventually lose interest, just like all the other outsiders who had come before them, Bahauddin thought."],
        ["16", "Balabad's great defense was that it was impossible to hold on to, and any rational outsider eventually came to the same conclusion. There were vast deserts in the south, impossibly tall mountain ranges in the east, endless plains in the west, and ten thousand feuding tribes in the north, all angry about some long-ago slight, and all willing to drag a foreigner into their squabbles."],
        ["17", "Of course, it usually took a decade or so before the invaders would see that it was not worth sticking around, for invaders do not easily give up."],
        ["18", "Bahauddin reached the end of the narrow passageway and held his lantern above his head. A small shaft ran straight up from the stone ceiling, about the size of a chimney and just big enough for a man to climb through. You would never have seen it had you not known where to look."]
    ],
    "Copyright": "“The Seven Keys of Arachosia (Chapter 1)” from THE SEVEN KEYS OF BALABAD by Paul Haven, text copyright © 2009 by Paul Haven. Used by permission of Random House Children's Books, a division of Random House LLC. All rights reserved.",
    "References": []
}