{
    "Directions": "Read the article, then answer each question that follows.",
    "Context": [
        "Today you will read about three texts involving elephants. You will read about a different study of elephant behavior."
    ],
    "Title": "Elephants Console Each Other",
    "Subtitle": "",
    "Author": "by Virginia Morell",
    "LabelType": "P",
    "Content": [
        ["1", "Elephants, both African and Asian, have long been considered empathetic animals. They help baby elephants stuck in mud holes, use their trunks to lift other elephants that are injured or dying, and even reportedly reassure distressed individual elephants with a gentle touch of their trunk. But it's one thing to witness something that looks like consolation, and another to prove that this is what elephants are doing. Now, scientists have shown that Asian elephants do indeed get distressed when they see others in trouble, and they reach out to console them—just as we do when we see someone suffering. Elephants, thus, join a short list of other animals, including great apes, canines, and some birds, that scientists have shown to reassure others."],
        ["2", "The study “is the first to investigate responses to distress by Asian elephants,” which “is inherently difficult to assess because one has to wait for opportunities to arise spontaneously,” says Shermin de Silva, a behavioral ecologist at the Uda Walawe Elephant Research Project in Sri Lanka. It would not be ethical to intentionally create stressful situations for the animals as a test, she notes— which is why, until now, researchers have had to rely on well-documented but anecdotal observations of wild and captive elephants to back up claims that they reassure each other."],
        ["3", "Joshua Plotnik, a behavioral ecologist at Mahidol University, Kanchanaburi, in Thailand, and Frans de Waal, a primatologist at Emory University in Atlanta, got around this problem by comparing Asian elephants' behaviors during times of stress to periods when little upset them. For 1 to 2 weeks every month for nearly a year, Plotnik spent 30 to 180 minutes daily watching and recording 26 captive Asian elephants. The animals ranged in age from 3 to 60 years old and lived within a 30-acre area of Elephant Nature Park in northern Thailand. Most of the elephants, aside from mother-juvenile pairs, were unrelated and did not live in family groups as wild elephants do. Instead, the park's Mahouts, or keepers, organized them into six groups which they then guided through a daily routine—bathing and feeding them in the morning, and tethering them at night. But during the day, the elephants were left alone to roam and graze at will."],
        ["4", "Plotnik watched the elephants during their free periods and recorded their reactions to stressful events, such as a dog walking nearby, a snake rustling in the grass, or the presence of an unfriendly elephant. Other researchers have previously shown that when upset, an elephant flares its ears and erects its tail; it may also trumpet or roar, or make a low rumble to show its distress. When elephants in the park saw another elephant behaving in this manner, the observers typically responded by “adopting the same emotion,” Plotnik says, “just as we do when watching a scary movie together. If an actor is frightened, our hearts race, and we reach for each other's hands”—a reaction known as “emotional contagion.”"],
        ["5", "For example, in one event recorded on video, the female Mae Perm rushes to the side of another adult female, Jokia, who was upset after hearing the roar of a captive bull elephant in another nearby park. Both elephants push their ears forward and raise their tails—but Mae Perm does so only after seeing Jokia's distress. Mae Perm also makes loud chirps, which are known to be reassuring calls, and then caresses Jokia with her trunk, finally placing it in Jokia's mouth—an act which “might send a signal, 'I'm here to help you, not hurt you,'” Plotnik says. Jokia, in turn, places her trunk in Mae Perm's mouth—a gesture which is probably like a hug, the researchers say."],
        ["6", "Sometimes several elephants were present when one was spooked by something. These bystanders typically reacted the same way, adopting the agitated behavior of the victim, as Plotnik calls the distressed individual, raising their tails, flaring their ears, and sometimes urinating and defecating while chirping. In some cases, they also formed a protective circle around the victim."],
        ["7", "Plotnik recorded 84 such stressful incidents, noting where each occurred, the time of day, weather, and what other elephants were present—and how these individuals reacted. For a control, he compared these incidents with periods with as many matching variables as possible, but when nothing stressful occurred. The researchers' subsequent analysis—reported today in PeerJ— showed that the elephants' emotional contagion and distinctive, reassuring behaviors happened almost exclusively in response to some stressful trigger."],
        ["8", "Most significantly, the elephants seemed capable of recognizing distress in their fellows, a behavior that may require empathy. “It's that ability to put yourself emotionally into another's shoes,” Plotnik says."],
        ["9", "But proving that is what elephants are doing will take more studies, he and others say, and preferably in wild, not captive, populations. “What is unclear is whether this reassurance primarily benefits the distressed animal, or the responders,” de Silva says."],
        ["10", "Nevertheless, the study “provides a very interesting first exploration” into the “post-distress behavior of elephants,” says Graeme Shannon, a behavioral ecologist at Colorado State University, Fort Collins, adding that the findings are “intriguing because they parallel what has been observed in captive and wild non-human primates, further underlining the complex cognitive abilities of elephants.”"],
        ["11", "Some think the work may aid conservation efforts. “Any good science that supports the idea that elephants are sentient¹ beings capable of empathy is important,” adds Cynthia Moss, an ethologist and director of the Amboseli Elephant Research Project in Kenya, who has observed “reassurance behaviors” daily among the elephants there for more than 40 years."]
    ],
    "Copyright": "From “Elephants Console Each Other” by Virginia Morell, 18 February 2014. Web. 21 July 2014. Reprinted with permission.",
    "References": [
        ["¹", "sentient — capable of feeling"]
    ]
}