{
    "Directions": "Read the passage from a novel, then answer each question that follows.",
    "Context": [],
    "Title": "[from] Confetti Girl",
    "Subtitle": "",
    "Author": "by Diana López",
    "LabelType": "P",
    "Content": [
        ["1", "Mom always had after-school projects waiting for me. “Can you help decorate cookies?” she'd say. Or, “Go outside and pick some flowers.” Or, “Fix my nails, please.” She loved to paint them, but since she wasn't coordinated with her left hand, her right-hand nails looked like a preschooler's coloring page."],
        ["2", "I guess these projects were chores, but they were fun, too. Now when I come home, I've got to sweep, fold towels, or scrub the bathroom sink. Dad helps, but sometimes he makes a big mess."],
        ["3", "Like today. He's got flour, potato skins, and crumpled napkins on the counter. The pot boils over with brown scum. And I don't want to talk to him because I'm still mad about the volleyball game, but I have to know what he's up to."],
        ["4", "“What are you doing, Dad?”"],
        ["5", "“Making dinner. Thought I'd give you a break.”"],
        ["6", "Except for game nights, dinner's my responsibility. I cook while Dad cleans— that's our rule. And even though I don't cook as well as Mom did, Dad never complains."],
        ["7", "“What are you going to make?” I ask."],
        ["8", "“Carne guisada and papas fritas.”"],
        ["9", "“You need a recipe for that?”"],
        ["10", "“Are you kidding? I need a recipe for peanut butter sandwiches.”"],
        ["11", "How mad can a girl be at a man who makes fun of himself and wears a green frog apron that says KISS THE COOK and tube socks over his hands for potholders?"],
        ["12", "We clear space on the table. Dinner's served. The beef's tough and the papas are mushy, but who cares? I pretend it's delicious because my dad lets me blabber about the Halloween carnival. He laughs out loud when I describe Vanessa's potato baby and Ms. Cantu's creative cascarones,¹ so I don't complain when I notice he served ranch-style beans straight from the can instead of heating them up first."],
        ["13", "Everything's great until he asks about my English class."],
        ["14", "“Any new vocabulary words?” he wants to know."],
        ["15", "“I guess. Maybe. Super ... super ... super something. Can't remember.”"],
        ["16", "“Was it supersede?” he asks. “Supercilious? Superfluous?”"],
        ["17", "“I don't remember, Dad. It could have been super-duper or super-loop for all I care.”"],
        ["18", "He gets sarcasm from his students all the time so he's good at ignoring it."],
        ["19", "“Remember that super is a prefix that means 'above and beyond,'” he says. “So no matter what the word is, you can get its meaning if you take it apart.”"],
        ["20", "“Okay, Dad. I get it. So did I tell you we're having a book sale for our next fundraiser?”"],
        ["21", "“What else are you doing in English?” he asks. “Reading any novels?”"],
        ["22", "I sigh, bored, but he doesn't get the hint. He just waits for my answer. “Yes,” I finally say. “I don't remember the title, but it's got a rabbit on the cover.”"],
        ["23", "“Is it Watership Down? It's got to be Watership Down.”"],
        ["24", "“Yes, that's it. But I left it in my locker. I guess I can't do my homework.”"],
        ["25", "“Nonsense. I've got a copy somewhere. Let me look.”"],
        ["26", "He leaves the table to scan the bookshelves, and all of the sudden, I care about the tough beef, the mushy potatoes, and the cold beans. Why should I eat when my own father has abandoned his food? Nothing's more important than his books and vocabulary words. He might say I matter, but when he goes on a scavenger hunt for a book, I realize that I really don't."],
        ["27", "I take my plate to the kitchen, grab my half-finished soda, and head to my room. When I walk past him, he's kneeling to search the lower shelves. He's got a paper towel and wipes it lovingly over the titles as if polishing a sports car. He doesn't hear my angry, stomping footsteps. I catch the last part of his sentence."],
        ["28", "“... a classic epic journey,” he says as if he were in class with a bunch of students. I can't stand it. I just can't stand it. I'd rather have Vanessa's crazy mom."],
        ["29", "Later, just as I write I love Luís for the three-hundredth time, my dad peeks through my bedroom door."],
        ["30", "“Found my copy of Watership Down,” he says, handing me a paperback whose spine's been taped a dozen times. “How far do you have to read tonight?”"],
        ["31", "“The first four chapters,” I say."],
        ["32", "“That's a lot. You better get busy.”"],
        ["33", "“Sure, Dad. I'll start reading right away.”"],
        ["34", "But I don't. As soon as he leaves, I put the book on my nightstand and use it as a coaster. The condensation from my soda makes a big, wet circle on the cover."]
    ],
    "Copyright": "From CONFETTI GIRL by Diana López. Copyright © 2009 by Diana López. By permission of Little, Brown, and Company.",
    "References": [
        ["¹", "cascarones — hollow eggs filled with confetti or toys"]
    ]
}