{
    "Directions": "Read the article, then answer each question that follows.",
    "Context": [
        "Today you will read an article that explains how to participate in a sport which is growing in popularity."
    ],
    "Title": "How to get started sandboarding",
    "Subtitle": "",
    "Author": "by Harriet Potter",
    "LabelType": "P",
    "Content": [
        ["1", "DESPITE HAVING NORTH America's tallest sand dunes, Colorado's Great Dunes are relatively unknown outside the state. Located at the foot of the Sangre de Cristo mountain range, about 4 hours south of Denver, the Great Dunes cover more than 30 square miles and contain over 170 billion cubic feet of sand. They look out of place, like someone dropped the Sahara at the foot of the Rockies."],
        ["2", "While the dunes, the most recent addition to America's national park system, see some 270,000 visitors each year, few come for the sandboarding."],
        ["3", "Although there's evidence of this pastime in ancient Egypt and China, it's only really been in the past 10 years that it's become a recognized sport. In terms of technique and equipment, sandboarding is very similar to snowboarding, but much cheaper and arguably less risky."],
        ["4", "Sandboarding is still a niche sport, for a few reasons. The locations are remote, and trudging up to the top of the dune after every run (there are no sand lifts) requires a reasonable degree of fitness."],
        ["5", "We were headed for Star Dune, one of the tallest in the park. Getting there is a journey in itself; in between the 3-mile hike from the parking lot and the park's location at 8,000 feet above sea level, you have to be committed to the cause."],
        ["6", "I can't remember the last time I had so much fun while exercising, although my legs and butt really paid for it the day after. Compared to busy ski slopes, it was a joy to be somewhere so quiet and empty."],
        ["7", "As a complete beginner, I was at liberty to make a complete fool of myself without getting in anyone else's way or having to worry about what I looked like."],
        ["", "Gᴇᴀʀ"],
        ["8", "If you're looking for a smooth, fast ride, you'll want a board that has a slick base. Modern sandboards are made from a combination of wood, FormicaTM, or glass fiber and resin. There are 3 basic types: freestyle, freeride, and speed."],
        ["9", "The cheapest boards retail for about $150 (good online vendors include www.venomousboards.com and www.oceanculture.com) while rentals range from $10-50 a day. If you're on a budget, there are plenty of tips online about making your own."],
        ["", "Tᴇᴄʜɴɪǫᴜᴇ"],
        ["10", "Place your board pointing downhill, without letting it run away from you. Strap yourself in while sitting down on the sand."],
        ["11", "Stand up with both knees bent and your head facing the direction you are going, keeping your weight over the center of the board. Holding your arms out for balance, shift your weight to your back foot and take off."],
        ["", "Wʜᴇʀᴇ ᴛᴏ ɢᴏ"],
        ["12", "While most sand dunes are open parks with free access, it is important to keep conservation in mind, as dunes can be fragile ecosystems. Before heading out to a particular location, do some research on acceptable use and designated areas.\n\nOregon Dunes National Recreation Area, USA\nMonte Kaolino, Germany\nGreat Sea of Sand, Egypt\nNamib Desert, Namibia\nFish Hoek Dunes, South Africa\nSouth and Western Australia\nCerro Blanco, Peru\nHuacachina, Peru\nCerro Iman, Chile\nTaklamakan Desert, China"]
    ],
    "Copyright": "WWW.MATADORNETWORK.COM",
    "References": []
}