{
    "Directions": "Read the following passage about a canoe trip on the Delaware River, then answer each question that follows.",
    "Context": [],
    "Title": "Rite of Passage",
    "Subtitle": "",
    "Author": "by Victoria Marie Lees",
    "LabelType": "P",
    "Content": [
        [" ", "\tI gulped as a huge tree limb raced by in the current ahead of our canoe in the river. “Water's fast, Jude.”"],
        [" ", "\tMy cousin glanced at the Delaware. “We can handle it. You scared, Ben?”"],
        [" ", "\tJude sat in the stern of the canoe to steer. He liked to be in command, and it was his canoe. The problem was he needed to listen to the bowman. Me."],
        [" ", "\tUnconsciously, I tightened my life jacket. Jude's grin ate away at my confidence, making the morning's breakfast flop in my stomach. “No. The canoe might be harder to control today, that's all.”"],
        [" ", "\tFrom years of canoeing, we knew our strong sides. I paddled right; Jude took the left. We glided into the sweeping current in the middle of the river."],
        [" ", "\tOur fathers had dropped us off to canoe this section of the Delaware River by ourselves, as a rite of passage, since we'd be starting high school in September. I wasn't afraid of canoeing the river with Jude. We'd been canoeing since we could walk and had done this section with our dads three times."],
        [" ", "\tWaves scalloped the water from an uneven rock bed below as the canoe danced along the river's surface. We moved fast, water breaking over the bow and onto my sneakers. I shivered."],
        [" ", "\tJude laughed. “It's going to be a wild ride.”"],
        [" ", "\tLaughter didn't enter my mind. The wild ride meant that we should work as a team. I scanned the slabs of rock poking into the river, looking for tips of sunken boulders in our path. One jutted above the waves in front of our canoe. “Need to cut right.”"],
        [" ", "\t“I can see, Ben,” Jude shouted back. “Pull left!”"],
        [" ", "\tHe could see? I glanced over my shoulder. Jude was up on one knee to look above me. I changed grips on the paddle to pull the bow left. The rock scraped our right side."],
        [" ", "\tWhat was wrong with Jude? Our fathers had shown us how the bowman could see better. Dad put me right up front in the canoe to learn the water and choose the path. He taught me never to take my eyes off the water."],
        [" ", "\tJude usually canoed by himself on the lake by his house. When we canoed together on that flat lake, it was fine to follow Jude's orders. But a river like the Delaware demanded the bowman stay alert."],
        [" ", "\tThe river snaked along the border between Pennsylvania and New York, lined by rugged, forested banks. Jude barked more commands. I decided to work with him even if he wouldn't cooperate. It was safer."],
        [" ", "\tThe morning wore on, sun beating down on my head as I labored with my cousin to slip the canoe between rock piles and skirt the sucking swirls. The swift current carried us faster and faster downstream, and my adrenaline pumped. Together we cut around boulders and swells, working on instinct like we did with our dads. After we cleared our first battle against the rapids, I sat back and filled my lungs with fresh air."],
        [" ", "\t“Wahoo!” Jude called from behind me. “That's the way it works, Ben.”"],
        [" ", "\tA smile tugged at my lips as I turned to tap paddles. As long as we're following your orders, right Jude? I took off my sunglasses and cupped a handful of river to wash away sweat from my face."],
        [" ", "\tWe pulled up for lunch early at the usual spot along the bank. A slab of rock jutted out into the river like a pier."],
        [" ", "\tI climbed out of the canoe and dragged the bow onto land so Jude could jump out onto the rock. He pulled out the collapsible spare paddle from the watertight rubber pack we'd secured to the canoe, in order to find the water bottles and sandwiches. I joined him on the pier. We loosened our life jackets."],
        [" ", "\t“I told you we could handle the water,” Jude said, taking a bite of his sandwich."],
        [" ", "\t“It'd be more fun if we worked as a team,” I mumbled. Jude didn't seem to hear. I took a slug of water and unwrapped my peanut butter and jelly. “Water's getting rougher,” I said more clearly."],
        [" ", "\t“Probably from all the rain earlier in the week.”"],
        [" ", "\tI nodded. “Dad said the river was unpredictable, remember Jude? The only thing we have is our experience of it.”"],
        [" ", "\t“Yeah, and our dads gave us that experience.” Jude jammed his trash into the pack."],
        [" ", "\tAnd they expected us to listen to each other, I thought. We're as close as brothers, Jude. We're equals. Why can't you see that?"],
        [" ", "\tA breeze had picked up along the Delaware by the time we pushed off from the bank. A hint of pine filled the air as we drifted into the flow of the river."],
        [" ", "\tSkinners Falls rapids came up fast. Rocks dotted the dark water in the shadows under the bridge as waves crashed the sides of our canoe. I tensed and leaned forward in my seat, muscles on high alert. My heart thudded in my ears. A cluster of rocks poked out above the water dead ahead."],
        [" ", "\t“Back-paddle, Jude!” I shouted and pulled water on the right to turn the bow. It wasn't enough. Or maybe my cousin didn't back-paddle."],
        [" ", "\tThe canoe slammed onto the surface rocks. I gripped the gunwale¹ to stay in the canoe. The current pushed the bow forward."],
        [" ", "\t“Ben!”"],
        [" ", "\tJude's voiced dripped in anger. If he wouldn't listen to me, he couldn't blame me. No one could control the river. We only reacted to it. Jude had to understand that."],
        [" ", "\tI fell backward into the canoe and crawled toward Jude to get the weight off the bow. The canoe slid from the rocks, and the current carried us downstream, stern first. Keeping low, I returned to my seat, took up my paddle, and pulled right while Jude paddled forward on the left."],
        [" ", "\tThe canoe turned forward."],
        [" ", "\t“The bowman sees better from up front,” I snapped. “Two-man canoeing's different from one-man canoeing.” I turned back to face the river. “And I know what to do.”"],
        [" ", "\t“But I've been canoeing longer.”"],
        [" ", "\tI ignored Jude and sunk my paddle back into the Delaware. The water tried to rip it from my hands. All around the canoe, underwater swells deepened. My mind raced back two years ago when we canoed with our dads. Another water surge? They must have released water from the Rio Dam. My stomach knotted."],
        [" ", "\tCherry Island split came into view."],
        [" ", "\t“Ben, dig right!” Jude commanded."],
        [" ", "\t“Left!” I pointed. “Read the water! It's too deep on the right!”"],
        [" ", "\tRapids erupted to the right side of the island, big and sloppy. We shouldn't take that in a canoe. I turned back for a moment to see Jude up on one knee again. No time for argument. He wouldn't listen anyway. My paddle dug right."],
        [" ", "\tThe canoe cut into the white water. Waves crashed over the bow. Swells bombarded the canoe. We bounced around like a toy in a washing machine."],
        [" ", "\t“Stay with me, Ben!” I heard Jude yell."],
        [" ", "\tI braced my sneakers against the canoe's aluminum sides and struggled to maintain balance. Gripping the paddle in my hands, I reached for the water."],
        [" ", "\tThe Delaware broke over the bow and filled the front of the canoe. The watertight rubber pack bobbed around like a cork on a string. High water mushroomed beneath the canoe as I dug in with my paddle. We were thrown about the river until a deep trench opened before us."],
        [" ", "\t“Left!” I shouted to Jude, and pulled left. No chance to look back at him as the canoe banged against submerged rocks. We started fishtailing, as if there was no weight in the back."],
        [" ", "\t“What's going on?” My breath hitched as I turned to find Jude's seat empty. I swallowed, hard."],
        [" ", "\tWater spilled into the canoe on all sides. Alone in the canoe, I fought to keep it steady, picking my way back to its center. Down on my knees, bracing them against the hull for stability, I jabbed at the swells, side to side. Spray coated my sunglasses, blinding me, forcing me to yank them off and drop them by their lanyard against my life jacket."],
        [" ", "\tWater's too rough, too fast, to pull the canoe to shore by myself. I chanced a look behind. Maybe Jude swam to land. I searched the banks. Nothing but trees. I'm not leaving you, buddy!"],
        [" ", "\tThe canoe tilted left. I leaned right, heart hammering in my chest. I glanced along the river's surface. My cousin was about ten yards back, stuck in a whirlpool. Air finally returned to my lungs as I took a deep breath."],
        [" ", "\tBut Jude needed to break free from spinning or he could drown. I leaned back, arms out, trying to show him what to do. “Lie back!”"],
        [" ", "\tBut Jude struggled."],
        [" ", "\tHe had to keep his feet up to avoid getting them stuck in rock. I grabbed the gunwale of the canoe, pulled out my leg, raising it up quickly, and pointed at my foot with the paddle. “Feet up, feet first!”"],
        [" ", "\tSuddenly Jude seemed to get the idea. His feet popped out of the water; his arms reached wide, and he floated downstream."],
        [" ", "\tI turned back to the swells ahead of me, searching for the end of the rapids and smooth water as waves crashed over the bow."],
        [" ", "\tAfter thirty yards of bouncing off submerged rock, I paddled out the other end of Cherry Island with a canoe full of water. I was never so happy to see the Delaware open up and iron out."],
        [" ", "\tExhausted, I labored to bring the barely floating canoe to the nearest bank and dumped some water, wedging it on land. I waded into the shallows with my paddle, waiting for Jude to appear from behind the island."],
        [" ", "\tHe floated out feet first, and I began to breathe easy again. He didn't have his paddle. I waved mine. “Jude!” He looked over and tried to swim toward me."],
        [" ", "\tI swam into the river and reached my paddle to Jude. He latched on, and I brought him to shore. We both collapsed into the brush beside the canoe."],
        [" ", "\tClosing my eyes, I raised my face toward the sun and welcomed its warmth on my aching muscles."],
        [" ", "\tJude tried to catch his breath. “A-mazing how you forget—” He took another breath. “What to do—” Jude swallowed. “When you're actually in trouble.”"],
        [" ", "\t“Yeah.”"],
        [" ", "\tHe coughed, expelling some water. “You were right. Shoulda taken the left.”"],
        [" ", "\tI shrugged, trying not to smile. “There must've been another dam release right before Cherry Island.” I reached for the watertight pack, untangled it, and dug out the collapsible paddle, handing it to Jude."],
        [" ", "\tHe nodded, extending the paddle. “Why don't you guide us to the pickup point?”"],
        [" ", "\t“I got a better idea. Let's work as a team.”"],
        [" ", "\tJude smiled and clapped me on the back. We climbed into the canoe, me in the bow, my cousin at the stern, and headed downstream."]
    ],
    "Copyright": "",
    "References": [
        ["¹", "gunwale — the upper edge of a boat's side"]
    ]
}