{
    "Directions": "Read  the following science-fiction passage that imagines a great discovery on the planet Mars, then answer each question that follows.",
    "Context": [],
    "Title": "Under Construction",
    "Subtitle": "",
    "Author": "by Justin Werfel",
    "LabelType": "P",
    "Content": [
        [" ", "\tIrina stared out the window of the habitat, past the low domes of the other pods, past the towering crane-crafter printing out a new extension to the complex, wishing she could see across the Martian landscape to the edge of the basin where her swarm was supposed to be. She glanced for the thousandth time at her deskpad, but it read only “Status: Building,” as it had for the last week and a half. This was absurd. Her trip to the site at the edge of Chryse Planitia was supposed to be days underway by now, and here she was still waiting for the construction rover to get back. Or report failure. Or do something, but how could the swarmbots still be at work? Muttering, she grabbed her deskpad and went in search of one of the engineers."],
        [" ", "\tShe found Tomer monitoring the crane-crafter’s progress, watching status readouts as the huge print head shuttled back and forth over the building site, [extruding] a steady flow of thick gray paste to build up the structure layer by layer."],
        [" ", "\t“Swarm’s still out,” she said."],
        [" ", "\t“Good morning to you too,” Tomer answered without looking up. “What’s up now?”"],
        [" ", "\t“I’m supposed to be out at Site 403 on my two-month study. Sent the rover out two weeks ago to build the research station, and they’re still not back.”"],
        [" ", "\t“What’s the status say went wrong?”"],
        [" ", "\t“Nothing—it still says they’re building.”"],
        [" ", "\tTomer looked over at her for the first time. “That doesn’t make any sense,” he said. “The 400s are what, eight hundred klicks away? And you sent them to build a standard one-person station? No way that should have kept them busy more than a week.”"],
        [" ", "\tIrina smiled humorlessly."],
        [" ", "\t“Okay, well, then we’ve got an interesting puzzle to solve,” Tomer said, spinning in his chair. “Let’s start at the beginning. You’re off to do a geology study at 403. That’s out near Tharsis, so it takes, what, a day and a half to drive there. Commuting from base is out, so you need a field station built so you can live out there for the course of the study.”"],
        [" ", "\t“So I requisition the construction swarm and send out the rover,” said Irina, bringing up the link on her deskpad and handing it to him."],
        [" ", "\t“The rover’s autonomous and heavily loaded, so it’s going to be slow; might have taken it two or three days to get out there. Yes, fifty-six hours,” said Tomer, scanning the screen. “No hiccups reported. It gets there, opens the trailer, the swarmbots come pouring out and start building the station. We know it got that far from the status report. You directed them to build the usual design? No special modifications?”"],
        [" ", "\t“No, just the standard. I’m used to it,” said Irina. “They’re getting their material from the regolith, right?”"],
        [" ", "\t“Yup, just scooping up whatever sand and rock is loose on the surface and making that into the material they use for building, like the big guy here,” Tomer confirmed, jerking his head toward the crane-crafter behind him. He paused. “They couldn’t have run out of regolith, could they?”"],
        [" ", "\t“Not a chance; it’s tens of meters deep,” said Irina. “Though I don’t know if they’d have more trouble excavating as they get farther down. Anyway, they just go farther out to collect more if they need it, right?”"],
        [" ", "\t“Yeah, you’re right, so that’s not it either,” Tomer muttered. He stared at the screen. “I wish this status monitor could tell us something more precise. There’s so little to go on.”"],
        [" ", "\t“Maybe there’s a boulder or something at the site where they’re trying to build the station that’s getting in their way?” Irina suggested. “Or, I don’t know, they knocked something loose and a rock fell and broke some of them?”"],
        [" ", "\t“Well, they’re flexible, so they’d build around a boulder or take advantage of it—make it part of a wall, there’s half their job done already, that sort of thing,” said Tomer. “And individual robots go wrong all the time, but the rest keep going and finish the job. That’s the whole point of the swarm. It would take a real catastrophe to knock out enough of them that the rest wouldn’t have finished by now. But a disaster at that scale probably would have taken out the rover as well, and we’re still in radio contact, so we know that hasn’t happened.” He sighed, then looked up and grinned."],
        [" ", "\t“What?” said Irina."],
        [" ", "\t“Pack a bag,” said Tomer. “We’re going to go out and take a look.”"],
        ["", "* * *"],
        [" ", "\tThe Tharsis plateau gradually rose in the distance as the buggy continued its slow crawl west. Light glinted off the rover as it came into view, and the buggy angled slightly north to head for it. Ten minutes later the buggy pulled up alongside, the hatch popped, and two figures in surfacesuits climbed out. They stretched, turned to look at the building site, and—"],
        [" ", "\t“Oh my goodness,” said Irina. “Are you seeing this?”"],
        [" ", "\t“I’m seeing something, but I don’t know what I’m seeing,” crackled Tomer’s voice over the radio. “Is that rock?”"],
        [" ", "\tIrina was already down in the excavation, examining the edge of the pit. It stretched out beyond, a perfect square about fifteen meters on each side and less than a meter deep. Near one of the far corners stood a half-finished habitat: several hundred palm-sized robots wandered the bottom or bumped against the sides, unable to climb out. “This top half-meter or so is regolith, but look, this lower wall is all one piece with the floor. It looks like metal! Hang on, I’m getting my kit.” She vaulted out and bounded toward the buggy. A nearby robot gathered up the sand that had spilled down into the depression with her."],
        [" ", "\t“The robots must have been scouring and rescouring this thing for material; they’ve used everything there was, couldn’t climb out . . .” Tomer marveled. “They’re all still working but the job is stalled—no one would have thought to prepare them for this kind of situation.”"],
        [" ", "\tIrina had her field equipment out and was testing the shiny material. “This is an aluminum alloy! About five percent magnesium, traces of nickel, copper, tin . . . there is no possible way this could be natural.”"],
        [" ", "\t“I could have told you that from the shape,” Tomer answered, still in shock."],
        [" ", "\tIrina dropped the spectrometer and grabbed for the ground-penetrating radar. Looking at the monitor, she shook her head. “This is going to take some real surveying, but at a glance this is the tip of something very big and very regular, waiting to be excavated.”"],
        [" ", "\t“Do you realize what this means?” They looked at each other for a moment. Neither wanted to be the first to say it, but the conclusion was inescapable. “This is it. This is the first artifact of alien origin. There has been other intelligent life here.”"],
        [" ", "\tThey were silent for a moment. The robots continued their rattling search of the depression. Irina laughed."],
        [" ", "\t“What are you thinking?” said Tomer."],
        [" ", "\t“I was thinking this must be the most important discovery in human history, and if it hadn’t been for these little robots and an insanely lucky place for them to start building, it might have stayed buried for thousands of more years. What about you?”"],
        [" ", "\tTomer laughed too. “I’m thinking we’re going to need more of these robots. This site is going to call for a lot more than a one-person research station.”"]
    ],
    "Copyright": "",
    "References": []
}