{
    "Directions": "Read the passage below, then answer each question that follows.",
    "Context": [],
    "Title": "A Starring Role",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        [" ", "The town crier hesitantly stepped onto the stage to announce the king's ball but when he opened his mouth, nothing came out but a raspy squeak. It was the final dress rehearsal for our middle school play, Cinderella, and I had the leading role."],
        [" ", "As the town crier, Samuel stood mutely frozen in place. Strolling onto the stage, I quickly improvised. I gently took the rolled scroll from his hands and declared, “The king is inviting everyone to a lavish ball!”"],
        [" ", "A second later, the actresses playing my stepsisters jumped in with their lines, and Samuel skittered off the stage. Thankfully, rehearsal continued without another hitch."],
        [" ", "“Fantastic job, everyone,” boomed Mr. Lee, our director, when we finished."],
        [" ", "“Nora, you're a natural,” Marissa, my wicked stepmother, complimented me as we filed off the stage, and several other cast members echoed her praises."],
        [" ", "Even Mr. Lee pulled me aside and mentioned, “Quick thinking and great expressions, Cinderella.”"],
        [" ", "Beaming with satisfaction, I strolled out. When I passed by Samuel, trudging along with his hands shoved in his pockets, I silently wondered why he had joined the production. He constantly jumbled his lines and seemed as jumpy as a nervous grasshopper."],
        [" ", "“Hi, Nora,” Samuel mumbled as I breezed by, and I automatically tossed him a backhanded wave. I planned to get home and rehearse my lines again."],
        [" ", "When the curtain rose on opening night, the sight of the audience sent a familiar electric current jolting through me. Thanks to our rehearsals at school and my practice at home, I knew my lines inside and out. Taking a deep, calming breath, I focused on becoming Cinderella—tragic, wistful, kind, and virtuous. The first scene flawlessly unfolded until Samuel awkwardly stampeded onstage."],
        [" ", "In a frantic rush to deliver his lines, Samuel collided with a towering plywood tree, and it tumbled down, narrowly missing me. The audience gasped, and then rewarded my nimble dodge with applause and chuckles, but this was not supposed to be a comedy!"],
        [" ", "The set crew immediately removed the damaged tree, and the play resumed, but the cast was rattled. The wicked stepmother forgot her entrance, Prince Charming dropped the glass slipper, and the stepsisters skipped several lines—which confused me. When the curtain fell, the audience enthusiastically clapped, but it had been a lackluster performance."],
        [" ", "After the show, Mr. Lee administered a rallying pep talk to the cast backstage; however, his words did not penetrate the dismal cloud surrounding me. As everyone chattered and gathered their belongings, I retreated to a bench to mope. That's when I glanced sideways and observed Samuel's despondent form, looking utterly miserable."],
        [" ", "“It's my fault everything went wrong,” Samuel sighed. “I thought it would be so exciting to try something new, but I'm awful at acting.”"],
        [" ", "As I scrutinized Samuel's frustrated face, a distant, forgotten scene crept into my mind. In kindergarten, I had felt so overwhelmed when I first stepped onstage to sing “Clementine” that I exploded into tears. Somehow, I had let my years of experience erase the memory of that mortifying moment."],
        [" ", "“Samuel, don't quit,” I blurted. “Every actor makes mistakes.” Then I launched into a description of my own embarrassing debut that eventually coaxed a reluctant smile from him."],
        [" ", "“Why don't we write down all your lines on the scroll you always carry,” I suggested next. “If you're not stressed about remembering them, you'll feel more relaxed. Plus, you have an excellent speaking voice; it sounds extremely official.”"],
        [" ", "“Really?” Samuel replied, and when I nodded, he rewarded me with a full-fledged grin. Readily, he handed me his scroll. I grabbed a script and marker and printed all his lines on the scroll's fabric."],
        [" ", "“I'm going to do so much better tomorrow night,” Samuel proclaimed with a new, glittering thread of excitement. Smiling, we both stood to leave."],
        [" ", "As I joined my parents in the auditorium, my encounter with Samuel kept replaying in my mind. Why hadn't I volunteered my help sooner? If I wanted our play to be incredible, I needed to start giving my cast the same generous support they continually showered on me."],
        [" ", "That evening I marched into my bedroom and planted myself at my desk. Diligently, I began composing notes and my paper stack steadily grew. Each page carried its own unique and personalized message."],
        ["", ":box:Marissa, your sharp voice gives the wicked stepmother an edge that slices into the audience's emotions."],
        ["", ":box:Mitchell, your acting skills give Prince Charming a truly royal presence."],
        ["", ":box:Danielle, your warm personality makes the audience fall in love with the fairy godmother whenever you appear on stage."],
        [" ", "The next day, before our afternoon matinee, I distributed my messages to the cast. Bewildered, they unfolded the papers and read them. The positive words were like unexpected puffs of air blowing into a deflated balloon. The cast stood taller and an eager anticipation began buzzing through them. When the curtain rose, a transformed group took the stage."],
        [" ", "That afternoon, Samuel capably delivered his lines, and our matinee received a standing ovation. When our cast joined hands for its final bow, a gratifying sense of triumph filled me. However, it was not for my starring role, but for a winning group performance."]
    ],
    "Copyright": "",
    "References": []
}