{
    "Title": "New Jersey Student Learning Standards > Science > Grade 5",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "NJ.S5.PS",
            "Label": "Physical Sciences",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NJ.S5.PS.1",
                    "Label": "Matter & Its Interactions",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NJ.S5.PS.1.1",
                            "Label": "Develop a model to describe that matter is made of particles too small to be seen.",
                            "Examples": [
                                "Examples of evidence supporting a model could include adding air to expand a basketball, compressing air in a syringe, dissolving sugar in water, and evaporating salt water."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "NJ.S5.PS.1.2",
                            "Label": "Measure and graph quantities to provide evidence that regardless of the type of change that occurs when heating, cooling, or mixing substances, the total weight of matter is conserved.",
                            "Examples": [
                                "Examples of reactions or changes could include phase changes, dissolving, and mixing that form new substances."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "NJ.S5.PS.1.3",
                            "Label": "Make observations and measurements to identify materials based on their properties.",
                            "Examples": [
                                "Examples of materials to be identified could include baking soda and other powders, metals, minerals, and liquids.",
                                "Examples of properties could include color, hardness, reflectivity, electrical conductivity, thermal conductivity, response to magnetic forces, and solubility; density is not intended as an identifiable property."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "NJ.S5.PS.1.4",
                            "Label": "Conduct an investigation to determine whether the mixing of two or more substances results in new substances.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NJ.S5.PS.2",
                    "Label": "Motion & Stability: Forces & Interactions",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NJ.S5.PS.2.1",
                            "Label": "Support an argument that the gravitational force exerted by Earth on objects is directed down.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NJ.S5.PS.3",
                    "Label": "Energy",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NJ.S5.PS.3.1",
                            "Label": "Use models to describe that energy in animals’ food (used for body repair, growth, motion, and to maintain body warmth) was once energy from the sun.",
                            "Examples": [
                                "Examples of models could include diagrams, and flow charts."
                            ],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NJ.S5.LS",
            "Label": "Life Sciences",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NJ.S5.LS.1",
                    "Label": "From Molecules To Organisms: Structures & Processes",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NJ.S5.LS.1.1",
                            "Label": "Support an argument that plants get the materials they need for growth chiefly from air and water.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NJ.S5.LS.2",
                    "Label": "Ecosystems: Interactions, Energy & Dynamics",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NJ.S5.LS.2.1",
                            "Label": "Develop a model to describe the movement of matter among plants, animals, decomposers, and the environment.",
                            "Examples": [
                                "Examples of systems could include organisms, ecosystems, and the Earth."
                            ],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NJ.S5.ESS",
            "Label": "Earth & Space Sciences",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NJ.S5.ESS.1",
                    "Label": "Earth’s Place in the Universe",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NJ.S5.ESS.1.1",
                            "Label": "Support an argument that differences in the apparent brightness of the sun compared to other stars is due to their relative distances from Earth.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NJ.S5.ESS.1.2",
                            "Label": "Represent data in graphical displays to reveal patterns of daily changes in length and direction of shadows, day and night, and the seasonal appearance of some stars in the night sky.",
                            "Examples": [
                                "Examples of patterns could include the position and motion of Earth with respect to the sun and selected stars that are visible only in particular months."
                            ],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NJ.S5.ESS.2",
                    "Label": "Earth’s Systems",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NJ.S5.ESS.2.1",
                            "Label": "Develop a model using an example to describe ways the geosphere, biosphere, hydrosphere, and/or atmosphere interact.",
                            "Examples": [
                                "Develop a model using an example to describe ways the geosphere, biosphere, hydrosphere, and/or atmosphere interact."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "NJ.S5.ESS.2.2",
                            "Label": "Describe and graph the amounts of salt water and fresh water in various reservoirs to provide evidence about the distribution of water on Earth.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NJ.S5.ESS.3",
                    "Label": "Earth & Human Activity",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NJ.S5.ESS.3.1",
                            "Label": "Obtain and combine information about ways individual communities use science ideas to protect the Earth’s resources, environment, and address climate change issues.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NJ.S3-5.ETS",
            "Label": "Engineering, Technology & Applications Of Science",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NJ.S3-5.ETS.1",
                    "Label": "Engineering Design",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NJ.S3-5.ETS.1.1",
                            "Label": "Define a simple design problem reflecting a need or a want that includes specified criteria for success and constraints on materials, time, or cost.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NJ.S3-5.ETS.1.2",
                            "Label": "Generate and compare multiple possible solutions to a problem based on how well each is likely to meet the criteria and constraints of the problem.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "NJ.S3-5.ETS.1.3",
                            "Label": "Plan and carry out fair tests in which variables are controlled and failure points are considered to identify aspects of a model or prototype that can be improved.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}