{
    "Title": "New Jersey Student Learning Standards > English Language Arts > Grades 11 - 12",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "NJ.E9-10.L",
            "Label": "Language",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NJ.E9-10.L.SS",
                    "Label": "System & Structure Of Language",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NJ.E9-10.L.SS.1",
                            "Label": "Demonstrate command of the system and structure of the English language when writing or speaking.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NJ.E9-10.L.SS.1.A",
                                    "Label": "Use parallel structure.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NJ.E9-10.L.SS.1.B",
                                    "Label": "Use various types of phrases (noun, verb, adjectival, adverbial, participial, prepositional, absolute) and clauses (independent, dependent; noun, relative, adverbial) to convey specific meanings and add variety and interest to writing or presentations.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NJ.E9-10.L.SS.1.C",
                                    "Label": "Use a semicolon (and perhaps a conjunctive adverb) to link two or more closely related independent clauses.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NJ.E9-10.L.SS.1.D",
                                    "Label": "Use a colon to introduce a list or quotation.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NJ.E9-10.L.SS.1.E",
                                    "Label": "Recognize spelling conventions.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Knowledge Of Language",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NJ.E9-10.L.KL.2",
                            "Label": "Apply knowledge of language to make effective choices for meaning, or style, and to comprehend more fully when reading, writing, speaking or listening.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NJ.E9-10.L.KL.2.A",
                                    "Label": "Acquire and use accurately general academic and domain-specific words and phrases, sufficient for reading, writing, speaking, and listening at the college and career readiness level.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NJ.E9-10.L.KL.2.B",
                                    "Label": "Vary word choice and sentence structure to demonstrate an understanding of the influence of language.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NJ.E9-10.L.KL.2.C",
                                    "Label": "Demonstrate independence in gathering vocabulary knowledge when considering a word or phrase important to comprehension or expression.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Vocabulary Acquisition, Use & Literal Meaning",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NJ.E9-10.L.VL.3",
                            "Label": "Determine or clarify the meaning of unknown and multiple-meaning words and phrases based on grades 9–10 reading and content, including technical meanings, choosing flexibly from a range of strategies.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NJ.E9-10.L.VL.3.A",
                                    "Label": "Use context (e.g., the overall meaning of a sentence, paragraph, or text; a word's position or function in a sentence) as a clue to the meaning of a word or phrase.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NJ.E9-10.L.VL.3.B",
                                    "Label": "Identify and correctly use patterns of word changes that indicate different meanings or parts of speech (e.g., analyze, analysis, analytical; advocate, advocacy).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NJ.E9-10.L.VL.3.C",
                                    "Label": "Analyze the cumulative impact of specific word choices on meaning and tone (e.g., how the language of a court opinion differs from that of a newspaper).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NJ.E9-10.L.VL.3.D",
                                    "Label": "Consult general and specialized reference materials (e.g., dictionaries, glossaries, thesauruses), both print and digital, to find the pronunciation of a word or determine or clarify its precise meaning, its part of speech, or its etymology.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NJ.E9-10.L.VL.3.E",
                                    "Label": "Verify the preliminary determination of the meaning of a word or phrase (e.g., by checking the inferred meaning in context or in a dictionary).",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Vocabulary Acquisition, Use & Interpretative Meaning",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NJ.E9-10.L.VI.4",
                            "Label": "Demonstrate understanding of figurative language, word relationships, and nuances in word meanings, including connotative meanings.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NJ.E9-10.L.VI.4.A",
                                    "Label": "Interpret figures of speech (e.g., euphemism, oxymoron) in context and analyze their role in the text.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NJ.E9-10.L.VI.4.B",
                                    "Label": "Analyze nuances in the meaning of words with similar denotations.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NJ.E9-10.L.VI.4.C",
                                    "Label": "Analyze the cumulative impact of specific word choices on meaning and tone (e.g., how the language evokes a sense of time and place; how it sets a formal or informal tone; how the language of a court opinion differs from that of a newspaper).",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NJ.E9-10.R",
            "Label": "Reading",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NJ.E9-10.R.RL",
                    "Label": "Reading Literature",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NJ.E9-10.R.RL.CR",
                            "Label": "Close Reading Of Text",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NJ.E9-10.R.RL.CR.1",
                                    "Label": "Cite a range of thorough textual evidence and make relevant connections to strongly support analysis of multiple aspects of what a literary text says explicitly and inferentially, as well as including determining where the text leaves matters uncertain.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NJ.E9-10.R.RL.CI",
                            "Label": "Central Ideas & Themes Of Texts",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NJ.E9-10.R.RL.CI.2",
                                    "Label": "Determine one or more themes of a literary text and analyze how it is developed and refined over the course of the text, including how it emerges and is shaped by specific details; provide an objective summary of the text.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NJ.E9-10.R.RL.IT",
                            "Label": "Interactions Among Text Elements",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NJ.E9-10.R.RL.IT.3",
                                    "Label": "Analyze how an author unfolds and develops ideas throughout a text, including how complex characters (e.g., those with multiple or conflicting motivations) develop, interact with other characters, and advance the plot or develop the theme.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NJ.E9-10.R.RL.TS",
                            "Label": "Text Structure",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NJ.E9-10.R.RL.TS.4",
                                    "Label": "Analyze how an author's choices concerning the structure of a text, order of the events within it (e.g., parallel plots), and manipulation of time (e.g., pacing, flashbacks) create specific effects (e.g., mystery, tension, or surprise).",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NJ.E9-10.R.RL.PP",
                            "Label": "Perspective & Purpose In Texts",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NJ.E9-10.R.RL.PP.5",
                                    "Label": "Determine an author's lens in a text (including cultural experience reflected in a work of literature from outside the United States, drawing on a wide reading of world literature) and analyze how an author uses rhetorical devices to advance a point of view.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NJ.E9-10.R.RL.MF",
                            "Label": "Diverse Media & Formats",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NJ.E9-10.R.RL.MF.6",
                                    "Label": "Analyze integrate, and evaluate multiple interpretations (e.g., recorded or live production of a play or recorded novel or poetry) of a single text or text/s presented in different formats (visually, quantitatively).",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NJ.E9-10.R.RL.CT",
                            "Label": "Comparison Of Texts",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NJ.E9-10.R.RL.CT.8",
                                    "Label": "Analyze and reflect on (e.g., practical knowledge, historical/cultural context, and background knowledge) how an author draws on, develops, or transforms source material historical and literary significance (e.g., how a modern author treats a theme or topic from mythology or a religious text) and how they relate in terms of themes and significant concepts.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "NJ.E9-10.RI",
                    "Label": "Reading Information",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NJ.E9-10.R.RI.CR",
                            "Label": "Close Reading Of Text",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NJ.E9-10.R.RI.CR.1",
                                    "Label": "Cite a range and thorough textual evidence and make clear and relevant connections, to strongly support an analysis of multiple aspects of what an informational text says explicitly and inferentially, as well as interpretations of the text.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NJ.E9-10.R.RI.CI",
                            "Label": "Central Ideas & Themes Of Texts",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NJ.E9-10.R.RI.CI.2",
                                    "Label": "Determine one or more central ideas of an informational text and analyze how it is developed and refined over the course of a text, including how it emerges and is shaped by specific details; provide an objective summary of the text.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NJ.E9-10.R.RI.IT",
                            "Label": "Interactions Among Text Elements",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NJ.E9-10.R.RI.IT.3",
                                    "Label": "Analyze how an author unfolds ideas throughout the text, including the order in which the points are made, how they are introduced and developed, and the connections that are drawn between them.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NJ.E9-10.R.RI.TS",
                            "Label": "Text Structure",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NJ.E9-10.R.RI.TS.4",
                                    "Label": "Analyze in detail the author's choices concerning the structure of ideas or claims of a text, and how they are developed and refined by particular sentences, paragraphs, or larger portions of a text (e.g., a section or chapter).",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NJ.E9-10.R.RI.PP",
                            "Label": "Perspective & Purpose In Texts",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NJ.E9-10.R.RI.PP.5",
                                    "Label": "Determine an author's purpose in a text (including cultural experience and knowledge reflected in text originating outside the United States) and analyze how an author uses rhetorical devices to advance that purpose.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NJ.E9-10.R.RI.MF",
                            "Label": "Diverse Media & Formats",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NJ.E9-10.R.RI.MF.6",
                                    "Label": "Analyze, integrate, and evaluate multiple interpretations (e.g., charts, graphs, diagrams, videos) of a single text or text/s presented in different formats (visually, quantitatively) as well as in words in order to address a question or solve a problem.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NJ.E9-10.R.RI.AA",
                            "Label": "Analysis Of An Argument",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NJ.E9-10.R.RI.AA.7",
                                    "Label": "Describe and evaluate the argument and specific claims in an informational text, assessing whether the reasoning is valid and the evidence is relevant and sufficient; identify false statements and reasoning.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "NJ.E9-10.R.RI.CT",
                            "Label": "Comparison Of Texts",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NJ.E9-10.R.RI.CT.8",
                                    "Label": "Analyze and reflect on (e.g., practical knowledge, historical/cultural context, and background knowledge) seminal and informational text of historical and scientific significance, including how they relate in terms of themes and significant concepts.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NJ.E9-10.W",
            "Label": "Writing",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NJ.E9-10.W.AW",
                    "Label": "Argumentative Writing",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NJ.E9-10.W.AW.1",
                            "Label": "Write arguments to support claims in an analysis of substantive topics or texts, using valid reasoning and relevant and sufficient textual and non-textual evidence.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NJ.E9-10.W.AW.1.A",
                                    "Label": "Introduce precise claim(s), distinguish the claim(s) from alternate or opposing claims, and create an organization that establishes clear relationships among claim(s), counterclaims, reasons, and evidence.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NJ.E9-10.W.AW.1.B",
                                    "Label": "Develop claim(s) and counterclaims using sound reasoning, supplying data and evidence for each while pointing out the strengths and limitations of both claim(s) and counterclaims in a discipline-appropriate manner that anticipates the audience's knowledge level and concerns.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NJ.E9-10.W.AW.1.C",
                                    "Label": "Use transitions (e.g., words, phrases, clauses) to link the major sections of the text, create cohesion, and clarify the relationships between claim(s) and reasons, between reasons and evidence, and between claim(s) and counterclaims.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NJ.E9-10.W.AW.1.D",
                                    "Label": "Establish and maintain a style and tone appropriate to the audience and purpose (e.g., formal and objective for academic writing) while attending to the norms and conventions of the discipline in which they are writing.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NJ.E9-10.W.AW.1.E",
                                    "Label": "Provide a concluding paragraph or section that supports the argument presented.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "NJ.E9-10.W.IW",
                    "Label": "Informative & Explanatory Writing",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NJ.E9-10.W.IW.2",
                            "Label": "Write informative/explanatory texts (including the narration of historical events, scientific procedures/ experiments, or technical processes) to examine and convey complex ideas, concepts, and information clearly and accurately through the effective selection, organization, and analysis of content.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NJ.E9-10.W.IW.2.A",
                                    "Label": "Introduce a topic; organize complex ideas, concepts, and information to make important connections and distinctions; include formatting (e.g., headings), graphics (e.g., figures, tables), and multimedia when useful to aid in comprehension.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NJ.E9-10.W.IW.2.B",
                                    "Label": "Develop the topic with well-chosen, relevant, and sufficient facts, extended definitions, concrete details, quotations, or other information and examples appropriate to the audience's knowledge of the topic.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NJ.E9-10.W.IW.2.C",
                                    "Label": "Use appropriate and varied transitions to link the major sections of the text, create cohesion, and clarify the relationships among complex ideas and concepts.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NJ.E9-10.W.IW.2.D",
                                    "Label": "Use precise language and domain-specific vocabulary to manage the complexity of the topic.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NJ.E9-10.W.IW.2.E",
                                    "Label": "Establish and maintain a style and tone appropriate to the audience and purpose (e.g., formal and objective for academic writing) while attending to the norms and conventions of the discipline in which they are writing.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NJ.E9-10.W.IW.2.F",
                                    "Label": "Provide a concluding paragraph or section that supports the information or explanation presented (e.g., articulating implications or the significance of the topic).",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "NJ.E9-10.W.NW",
                    "Label": "Narrative Writing",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NJ.E9-10.W.NW.3",
                            "Label": "Write narratives to develop real or imagined experiences or events using effective technique, well-chosen details, and well-structured event sequences.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NJ.E9-10.W.NW.3.A",
                                    "Label": "Engage and orient the reader by setting out a problem, situation, or observation, establishing one or multiple point(s) of view, and introducing a narrator and/or characters; create a smooth progression of experiences or events.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NJ.E9-10.W.NW.3.B",
                                    "Label": "Use narrative techniques, such as dialogue, pacing, description, reflection, and multiple plot lines, to develop experiences, events, and/or characters.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NJ.E9-10.W.NW.3.C",
                                    "Label": "Use a variety of techniques to sequence events so that they build on one another to create a coherent whole.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NJ.E9-10.W.NW.3.D",
                                    "Label": "Use precise words and phrases, telling details, and sensory language to convey a vivid picture of the experiences, events, setting, and/or characters.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NJ.E9-10.W.NW.3.E",
                                    "Label": "Provide a conclusion that follows from and reflects on what is experienced, observed, or resolved over the course of the narrative.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "NJ.E9-10.W.WP",
                    "Label": "Writing Process",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NJ.E9-10.W.WP.4",
                            "Label": "Develop and strengthen writing as needed by planning, revising, editing, rewriting, trying a new approach; sustaining effort to complete complex writing tasks; seeking out feedback and reflecting on personal writing progress; consulting a style manual (such as MLA or APA Style), focusing on addressing what is most significant for a specific purpose and audience.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NJ.E9-10.W.WR",
                    "Label": "Writing Research",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NJ.E9-10.W.WR.5",
                            "Label": "Conduct short as well as more sustained research projects to answer a question (including a self-generated question) or solve a problem; narrow or broaden the inquiry when appropriate; synthesize multiple sources on the subject, demonstrating understanding of the subject under investigation.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NJ.E9-10.W.SE",
                    "Label": "Sources Of Evidence",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NJ.E9-10.W.SE.6",
                            "Label": "Gather relevant information from multiple authoritative print and digital sources, using advanced searches effectively; assess the usefulness of each source in answering the research question; integrate information into the text selectively to maintain the flow of ideas, avoiding plagiarism and following a standard format for citation (MLA or APA Style Manuals).",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NJ.E9-10.W.RW",
                    "Label": "Range Of Writing",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NJ.E9-10.W.RW.7",
                            "Label": "Write routinely over extended time frames (time for research, reflection, and revision) and shorter time frames (a single sitting or a day or two) for a range of tasks, purposes, and audiences.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "NJ.E9-10.SL",
            "Label": "Speaking & Listening",
            "Examples": [],
            "Subs": [
                {
                    "Key": "NJ.E9-10.SL.PE",
                    "Label": "Participate Effectively",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NJ.E9-10.SL.PE.1",
                            "Label": "Initiate and participate effectively in a range of collaborative discussions (one-on- one, in groups, and teacher-led) with peers on grades 9–10 topics, texts, and issues, building on others' ideas and expressing their own clearly and persuasively.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "NJ.E9-10.SL.PE.1.A",
                                    "Label": "Come to discussions prepared, having read and researched material under study; explicitly draw on that preparation by referring to evidence from texts and other research on the topic or issue to stimulate a thoughtful, well-reasoned exchange of ideas.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NJ.E9-10.SL.PE.1.B",
                                    "Label": "Collaborate with peers to set rules for discussions (e.g., informal consensus, taking votes on key issues, presentation of alternate views); develop clear goals and assessment criteria (e.g., student developed rubric) and assign individual roles as needed.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NJ.E9-10.SL.PE.1.C",
                                    "Label": "Propel conversations by posing and responding to questions that relate the current discussion to broader themes or larger ideas; actively incorporate others into the discussion; and clarify, verify, or challenge ideas and conclusions.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "NJ.E9-10.SL.PE.1.D",
                                    "Label": "Respond thoughtfully to various perspectives, summarize points of agreement and disagreement, and justify own views. Make new connections in light of the evidence and reasoning presented.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "NJ.E9-10.SL.II",
                    "Label": "Integrate Information",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NJ.E9-10.SL.II.2",
                            "Label": "Integrate multiple sources of information presented in diverse media or formats (e.g., visually, quantitatively, qualitatively, orally) evaluating the credibility and accuracy of each source.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NJ.E9-10.SL.ES",
                    "Label": "Evaluate Speakers",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NJ.E9-10.SL.ES.3",
                            "Label": "Evaluate a speaker's point of view, reasoning, and use of evidence and rhetoric, identifying any false reasoning or distorted evidence.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NJ.E9-10.SL.PI",
                    "Label": "Present Information",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NJ.E9-10.SL.PI.4",
                            "Label": "Present information, findings, and supporting evidence clearly, concisely, and logically. The content, organization, development, and style are appropriate to task, purpose, and audience.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NJ.E9-10.SL.UM",
                    "Label": "Use Media",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NJ.E9-10.SL.UM.5",
                            "Label": "Make strategic use of digital media (e.g., textual, graphical, audio, visual, and interactive elements) in presentations to enhance findings, reasoning, and evidence and to add interest.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "NJ.E9-10.SL.AS",
                    "Label": "Adapt Speech",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "NJ.E9-10.SL.AS.6",
                            "Label": "Adapt speech to a variety of contexts and tasks, demonstrating command of formal English.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}