{
    "Directions": "Read this story, then answer each question that follows.",
    "Context": [
        "Miyax, also known as Julie, is a 13-year-old girl who is lost in the Alaskan wilderness."
    ],
    "Title": "[Excerpt from] Julie of the Wolves",
    "Subtitle": "",
    "Author": "by Jean Craighead George",
    "LabelType": "P",
    "Content": [
        ["1", "\tMiyax pushed back the hood of her sealskin parka and looked at the Arctic sun. It was a yellow disc in a lime-green sky, the colors of six o'clock in the evening and the time when wolves awoke. Quietly she put down her cooking pot and crept to the top of a dome- shaped frost heave, one of the many earth buckles that rise and fall in the crackling cold of the Arctic winter. Lying on her stomach, she looked across a vast lawn of grass and moss and focused her attention on the wolves she had come upon two sleeps ago. They were wagging their tails as they awoke and saw each other."],
        ["2", "\tHer hands trembled and her heartbeat quickened, for she was frightened, not so much of the wolves, who were shy and many harpoon-shots away, but because of her desperate predicament. Miyax was lost. She had been lost without food for many sleeps on the North Slope of Alaska. The barren slope stretches for two hundred miles from the Brooks Range to the Arctic Ocean, and for more than eight hundred miles from Canada to the Chukchi Sea. No roads cross it; ponds and lakes freckle its immensity. Winds scream across it, and the view in every direction is exactly the same. Somewhere in this cosmos was Miyax; and the very life in her body, its spark and warmth, depended upon these wolves for survival. And she was not so sure they would help ..."],
        ["3", "\tShe had been watching the wolves for two days, trying to discern¹ which of their sounds and movements expressed goodwill and friendship. Most animals had such signals. The little Arctic ground squirrels flicked their tails sideways to notify others of their kind that they were friendly. By imitating this signal with her forefinger, Miyax had lured many a squirrel to her hand. If she could discover such a gesture for the wolves she would be able to make friends with them and share their food, like a bird or a fox."],
        ["4", "\tPropped on her elbows with her chin in her fists, she stared at the black wolf, trying to catch his eye. She had chosen him because he was much larger than the others, and because he walked like her father, Kapugen, with his head high and his chest out. The black wolf also possessed wisdom, she had observed. The pack looked to him when the wind carried strange scents or the birds cried nervously. If he was alarmed, they were alarmed. If he was calm, they were calm."],
        ["5", "\tLong minutes passed, and the black wolf did not look at her. He had ignored her since she first came upon them, two sleeps ago. True, she moved slowly and quietly, so as not to alarm him; yet she did wish he would see the kindness in her eyes. Many animals could tell the difference between hostile hunters and friendly people by merely looking at them. But the big black wolf would not even glance her way."],
        ["6", "\tA bird stretched in the grass. The wolf looked at it. A flower twisted in the wind. He glanced at that. Then the breeze rippled the wolverine ruff on Miyax's parka and it glistened in the light. He did not look at that. She waited. Patience with the ways of nature had been instilled in her by her father. And so she knew better than to move or shout. Yet she must get food or die. Her hands shook slightly and she swallowed hard to keep calm ..."],
        ["7", "\tAmaroq² glanced at his paw and slowly turned his head her way without lifting his eyes. He licked his shoulder. A few matted hairs sprang apart and twinkled individually. Then his eyes sped to each of the three adult wolves that made up his pack and finally to the five pups who were sleeping in a fuzzy mass near the den entrance. The great wolf 's eyes softened at the sight of the little wolves, then quickly hardened into brittle yellow jewels as he scanned the flat tundra."],
        ["8", "\tNot a tree grew anywhere to break the monotony of the gold-green plain, for the soils of the tundra are permanently frozen. Only moss, grass, lichens, and a few hardy flowers take root in the thin upper layer that thaws briefly in summer. Nor do many species of animals live in this rigorous³ land, but those creatures that do dwell here exist in bountiful numbers. Amaroq watched a large cloud of Lapland longspurs wheel up into the sky, then alight in the grasses. Swarms of crane flies, one of the few insects that can survive the cold, darkened the tips of the mosses. Birds wheeled, turned, and called. Thousands sprang up from the ground like leaves in the wind."],
        ["9", "\tThe wolf 's ears cupped forward and tuned in on some distant message from the tundra. Miyax tensed and listened, too. Did he hear some brewing storm, some approaching enemy? Apparently not. His ears relaxed and he rolled to his side. She sighed, glanced at the vaulting sky, and was painfully aware of her predicament ..."],
        ["10", "\tIt had been a frightening moment when two days ago she realized that the tundra was an ocean of grass on which she was circling around and around. Now as that fear overcame her again she closed her eyes. When she opened them her heart skipped excitedly. Amaroq was looking at her!"]
    ],
    "Copyright": "Text selection from Julie of the Wolves by Jean Craighead George – Illustrated By: John Schoenherr. TEXT COPYRIGHT © 1972 BY JEAN CRAIGHEAD GEORGE. ILLUSTRATIONS COPYRIGHT © 1972 BY JOHN SCHOENHERR. Used by permission of HarperCollins Publishers.",
    "References": [
        ["¹", "discern: determine"],
        ["²", "Amaroq: Miyax's name for the wolf"],
        ["³", "rigorous: demanding, difficult"]
    ]
}