{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G5R/supps/TX19G5R-S1.json"
        ],
        "Explain": false,
        "Content": [
            "What does the interaction between Mom and the boys show about her?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Mom is eager to help the narrator with his request.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Mom does try to help the narrator find a way to get his own room, she is hesitant, rather than eager, to make Kirk move to the office.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Mom tries to consider everyone’s feelings when making decisions.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Mom tries to please both boys. She suggests that Kirk would be more comfortable alone in a room he is familiar with and that the narrator should be the one to move. Then, she considers the narrator’s idea that Kirk might be willing to move if the office were decorated with something he likes, such as trains.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Mom is angry that she has to give up her office for the narrator.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Mom does not express any anger about giving up the office so the narrator is able to have his own room.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Mom expects her children to act perfectly at all times.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence to support the idea that Mom expects her children to act perfectly at all times.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G5R/supps/TX19G5R-S1.json"
        ],
        "Explain": false,
        "Content": [
            "In paragraph 8, the word c͟o͟n͟c͟e͟s͟s͟i͟o͟n͟s refers to something that is—"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "created by accident",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 8, Mom uses the word c͟o͟n͟c͟e͟s͟s͟i͟o͟n͟s to suggest that the narrator do something intentionally, not accidentally, to get his own room.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "decided without much thought",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 8, the word c͟o͟n͟c͟e͟s͟s͟i͟o͟n͟s does not refer to something that is “decided without much thought.” Mom spends time explaining why the narrator will have to be the one to move to a new room.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "kept in a special area",
                "Key": {
                    "Correct": false,
                    "Rationale": "Mom uses the word c͟o͟n͟c͟e͟s͟s͟i͟o͟n͟s to tell the narrator he has to come to an agreement with Kirk to get his own room, not that he should keep his personal belongings “in a special area.”",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "done in order to come to an agreement",
                "Key": {
                    "Correct": true,
                    "Rationale": "The phrase “done in order to come to an agreement” best matches the definition of c͟o͟n͟c͟e͟s͟s͟i͟o͟n͟s as used in paragraph 8. The narrator understands that Mom is suggesting he “let Kirk have his own way” in order for the narrator to have his own room.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G5R/supps/TX19G5R-S1.json"
        ],
        "Explain": false,
        "Content": [
            "What is the best summary of paragraphs 1 through 19 of the story?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The narrator helps clean the table because he wants his own room. He is upset to hear that he will have to be the one to change rooms. He suggests that his brother would like a new room with his own decorations. He reminds his mother that Kirk really enjoys trains.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Kirk’s reaction to the idea of moving into the office is not included in this summary, making it incomplete.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The narrator asks his mother if she and his father talked about moving Kirk into a different room. The mother considers that Kirk might like to decorate a new room. She mentions trains to Kirk. Kirk becomes excited and thinks they are going somewhere with trains.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The main conflict of the narrator wanting his own room and Kirk’s refusal to move out are not included in this summary, making it incomplete.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The narrator thinks of a plan that will make his brother happy and allow them both to have their own rooms. His mother says that Kirk should stay in the room he is currently in. She explains that he has always been in that room and would be more comfortable there.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The narrator’s discussion with his mother about moving Kirk to a new room and Kirk’s reaction to that plan are not included in this summary.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The narrator tries to be helpful so he can get his own room. He becomes upset when his mother says that he will have to move into the office. He tells his mother that Kirk would enjoy the new room. She talks to Kirk, but Kirk refuses to move out of their current room.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Key events from paragraphs 1 through 19 are presented in this summary. The sentences include the narrator’s motives, the main conflict of wanting his own room, the ideas the narrator discusses with his mother to resolve the conflict, and Kirk’s reaction to the idea of moving into the office.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G5R/supps/TX19G5R-S1.json"
        ],
        "Explain": false,
        "Content": [
            "Read this sentence from paragraph 21.",
            ":box:Since when has reason solved anything in the world?",
            "This sentence suggests that the narrator believes —"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "his parents do not understand why he wants his own room",
                "Key": {
                    "Correct": false,
                    "Rationale": "Mom and Dad’s actions do not support the idea that they do not understand why the narrator wants his own room.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "he is unlikely to get the outcome he wants",
                "Key": {
                    "Correct": true,
                    "Rationale": "The narrator recognizes that offering explanations does not solve problems. He sees the futility in using reason and doubts that it will lead to getting his brother to move to the office.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "his brother is too young to understand what is being asked of him",
                "Key": {
                    "Correct": false,
                    "Rationale": "The narrator sees a flaw in his parents’ plan to reason with his brother because his brother is being stubborn, not because he is too young to understand that he should move to a new room.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "he has the same problem as many of his friends",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no mention of the narrator’s friends or their problems in the story.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G5R/supps/TX19G5R-S1.json"
        ],
        "Explain": false,
        "Content": [
            "Which event occurs as a result of the narrator’s conversation with Kirk?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Kirk decides he would enjoy having trains in his room.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Kirk decides he might enjoy having trains in his room after his conversation with his mother, not the narrator.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The narrator realizes that sharing a room with Kirk is not all bad.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The narrator continues to want his own room throughout the story and never expresses the opinion that there are advantages to sharing a room with Kirk.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Kirk becomes excited about moving his bed into the office.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Kirk does not get excited about moving into the office. He becomes scared of the pretend monsters in the closet and runs to his parents’ room after his conversation with the narrator.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Dad is unhappy that the narrator tried to scare Kirk.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 34, the narrator explains that after he tried to convince Kirk there was buried treasure in the office and monsters in their bedroom, the narrator’s father gave the narrator “a stern lecture about putting ideas into [his] brother’s head,” indicating that Dad was unhappy with the narrator for trying to scare Kirk.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G5R/supps/TX19G5R-S1.json"
        ],
        "Explain": false,
        "Content": [
            "How are the narrator and Kirk similar?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Both are determined to get what they want.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Both the narrator and Kirk are determined to get what they want. The narrator is determined to get his own room by having Kirk move out of their room and into the office. Kirk is determined to stay in their current room.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Both enjoy sharing stories about hidden treasures.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The narrator doesn’t necessarily enjoy sharing stories about hidden treasures. He only tells Kirk the story because the narrator is determined to get Kirk to move into the office. Kirk listens to a story about hidden treasures, but he doesn’t share one.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Both feel their parents do not understand them.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Mom and Dad listen to both boys and try to be fair. Neither the narrator nor Kirk thinks he is being misunderstood.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "Both know the best way to trick each other.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The narrator tries to trick Kirk into moving into the office, but it is clearly not the best way to trick him because Kirk does not agree to move. Also, Kirk does not try to trick the narrator.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G5R/supps/TX19G5R-S2.json",
            "problems/TX19G5R/supps/TX19G5R-S3.json"
        ],
        "Explain": false,
        "Content": [
            "Read this information about the origin of the word v͟e͟r͟i͟f͟y.",
            ":box:from Latin verus, meaning “true”",
            "This information helps the reader know that v͟e͟r͟i͟f͟i͟e͟d in paragraph 5 means —"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "proved",
                "Key": {
                    "Correct": true,
                    "Rationale": "With the Latin origin and context in paragraph 5, the reader can determine that “proved” is the meaning of v͟e͟r͟i͟f͟i͟e͟d. By studying images of koalas, the scientists were able to conclude it is true that the trees help them keep cool.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "compared",
                "Key": {
                    "Correct": false,
                    "Rationale": "Scientists “compared” different temperatures, but this context does not help the reader understand the meaning of v͟e͟r͟i͟f͟i͟e͟d, nor is this meaning supported by the origin information.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "observed",
                "Key": {
                    "Correct": false,
                    "Rationale": "Scientists “observed” the koalas, but they used the images to confirm what they were witnessing. Also, this meaning is not supported by the origin information.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "suspected",
                "Key": {
                    "Correct": false,
                    "Rationale": "Scientists might have “suspected” that koalas hug trees to keep cool, but they used the images as proof.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G5R/supps/TX19G5R-S2.json",
            "problems/TX19G5R/supps/TX19G5R-S3.json"
        ],
        "Explain": false,
        "Content": [
            "What is the best summary of the article?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Koalas are furry mammals that can be found in Australia. Over the years scientists have learned a great deal about these tree-dwelling animals. For example, scientists know that koalas eat eucalyptus leaves and hug trees.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This summary is incomplete. Information about koalas is stated, but the main purpose of the article—to explain why koalas hug trees—is not included.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Scientists wondered why koalas grasp the lower trunks of eucalyptus trees when the temperature rises. By using technology to study koalas, scientists discovered that doing so allowed the koalas to conserve the water in their bodies.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This is the most complete summary of the article. The main inquiry about koalas’ tree-hugging behavior is restated, the method used to study the koalas is described, and the outcome and conclusion of the study are included.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Scientists used technology to observe koalas that hug trees. The scientists located the animals with radio tags, took photographs of them, and measured their temperatures.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This summary is incomplete. The method used by scientists to study koalas is described, but the reason for studying them and the results of the study are not included.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "It is difficult for koalas to live in hot environments because they cannot sweat. They can lick themselves or pant, but these methods can cause them to become dehydrated.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This summary is incomplete because the way in which koalas survive the heat, which is the main point of the article, is not included.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G5R/supps/TX19G5R-S2.json",
            "problems/TX19G5R/supps/TX19G5R-S3.json"
        ],
        "Explain": false,
        "Content": [
            "Which idea is supported by information found throughout the article?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Koalas can dehydrate while trying to stay cool.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The idea that “Koalas can dehydrate while trying to stay cool” is supported in paragraph 2, but the idea is not expressed throughout the article.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Studying koalas requires special equipment.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The idea that “Studying koalas requires special equipment” is supported in paragraph 4 when the author describes the infrared camera the scientists used, but it is not an idea expressed throughout the article.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Searching for water is a dangerous activity for koalas.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This idea is conveyed in paragraph 2 when the author mentions koalas encountering predators, but it is not an idea that is expressed throughout the article.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Changes in temperature affect the behavior of koalas.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This idea is found throughout the article. In paragraph 1 the author states that koalas “climbed down from the treetops” as temperatures rose. Then the author describes the ways that increased temperatures can affect koalas. The author includes a statement in paragraphs 5 and 6 that supports the conclusion that koalas hug trees to keep cool in high temperatures.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G5R/supps/TX19G5R-S2.json",
            "problems/TX19G5R/supps/TX19G5R-S3.json"
        ],
        "Explain": false,
        "Content": [
            "Based on information in paragraph 4, why does the tree trunk appear dark in the thermal image?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "To make the koala easier to see",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the koala is shown clearly in the image, the reason the tree is dark is because of its cooler temperature, not to make the koala easier to see.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "To show it absorbs heat from the koala",
                "Key": {
                    "Correct": false,
                    "Rationale": "The tree trunk is able to absorb heat from the koala, but that is not the reason the tree truck is dark. In paragraph 4, the author explains that the tree trunk appears dark in the thermal image because it has a cooler temperature than the koala.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "To represent its cooler temperature",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author explains in paragraph 4 that “In thermal images, darker colors show cooler temperatures.” The tree trunk appears dark in the thermal image because it has a cooler temperature.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "To illustrate the water inside the tree trunk",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although tree trunks contain water, this is not the reason the tree trunk is dark. Rather, the tree trunk appears dark in the thermal image because it has a cooler temperature than the koala.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G5R/supps/TX19G5R-S2.json",
            "problems/TX19G5R/supps/TX19G5R-S3.json"
        ],
        "Explain": false,
        "Content": [
            "How do the bottom-dwelling fish in Shark Bay cause a problem for the dolphins?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The fish swim so quickly the dolphins are unable to catch them.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author explains in paragraph 6 that “Once a fish is scared out of hiding, it will dart around in the open water,” the dolphins are still able to catch the fish, so the fish’s quickness does not cause a problem for the dolphin.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The fish are not nutritious enough to support the health of the dolphins.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author states in paragraph 3 that “the most nutritious fish often hide under the sand on the ocean floor.” These are the fish the dolphins eat, so the bottom-dwelling fish in Shark Bay provide enough nutrition for the dolphins.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The fish travel to other locations during certain times of the year.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author does not suggest that the fish travel to other locations during certain times of the year.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The fish do not have a certain body part that allows the dolphins to locate them.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author explains in paragraph 3 that dolphins eat fish that live under the sand and adds that “in Shark Bay, the bottom-dwelling fish do not have [the] body part” that allows dolphins to locate them. This causes a problem for the dolphins who are looking for food.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G5R/supps/TX19G5R-S2.json",
            "problems/TX19G5R/supps/TX19G5R-S3.json"
        ],
        "Explain": false,
        "Content": [
            "The author wrote the selection most likely to—"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "encourage the reader to visit Australia",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author is describing certain dolphins found around Shark Bay, Australia, the author’s main purpose is to provide information about how those dolphins use sponges as tools, not to encourage the reader to visit Australia.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "describe how dolphins use sponges as tools",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author wrote this selection most likely to describe how dolphins use sponges as tools. This conclusion is supported by the title “Spongers of the Sea” and by the inclusion of the details related to the dolphins using sponges to protect their rostrums when they search for food among the sharp coral and rocks on the sea floor.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "explain to the reader where dolphins find food",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author explains that dolphins find food that is hiding “under the sand on the ocean floor,” the focus of the selection is how dolphins use sponges to protect themselves while searching for their food.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "identify which ocean animals live in Shark Bay",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author does not identify all the animals that live in Shark Bay, so this is not the purpose of the selection.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G5R/supps/TX19G5R-S2.json",
            "problems/TX19G5R/supps/TX19G5R-S3.json"
        ],
        "Explain": false,
        "Content": [
            "According to the selection, how do fish protect themselves from dolphins?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "They bury themselves beneath the sand along the sea floor.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 3, the author states that the fish dolphins eat “often hide under the sand on the ocean floor,” which is a way fish protect themselves from predators.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "They take cover under sharp rocks and pieces of coral.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author explains in paragraph 5 that dolphins use sponges to protect their rostrums from “jagged rocks and broken coral” while they hunt for food, the fish hide under the sand, not under the rocks and coral.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "They swim in a darting pattern in the open water.",
                "Key": {
                    "Correct": false,
                    "Rationale": "According to what the author writes in paragraph 6, once a dolphin scares a fish “out of hiding, it will dart around in the open water.” However, the dolphin is still able to catch the fish, so darting does not protect the fish.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "They make a ringing noise that tricks dolphins.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The fish in Shark Bay lack the body part which creates a sound that dolphins could hear; the fish do not make a ringing noise that tricks dolphins.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G5R/supps/TX19G5R-S2.json",
            "problems/TX19G5R/supps/TX19G5R-S3.json"
        ],
        "Explain": false,
        "Content": [
            "Which idea from the selection is illustrated by the photograph?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Bottom-dwelling fish in Shark Bay may be hard for dolphins to find.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Fish in Shark Bay are difficult for dolphins to find. However, there are no bottom-dwelling fish shown in the photograph.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Researchers think dolphins are more intelligent than many other animals.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the dolphin is shown with a tool, there is nothing in the photograph to support the idea that researchers think dolphins are more intelligent than other animals.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Dolphins use their rostrums to help them locate food in the ocean.",
                "Key": {
                    "Correct": false,
                    "Rationale": "A dolphin with a sponge on its rostrum is shown in the photograph, but the dolphin is not using its rostrum to do anything.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "Shark Bay dolphins fit sponges over their rostrums before searching for fish.",
                "Key": {
                    "Correct": true,
                    "Rationale": "A dolphin with a sponge over its nose is shown in the photograph, illustrating the idea that Shark Bay dolphins fit sponges over their rostrums to protect themselves when searching for fish.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G5R/supps/TX19G5R-S2.json",
            "problems/TX19G5R/supps/TX19G5R-S3.json"
        ],
        "Explain": false,
        "Content": [
            "Both authors focus their selections on animal behaviors that—"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "affect ananimal’s diet",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the sponge-wearing behavior of dolphins affects their diet by allowing them to safely hunt nutritious fish, the tree-hugging behavior of koalas helps them only to cool down; it doesn’t affect their diet.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "happen only at certain times of year",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although koalas only exhibit tree-hugging behavior when the temperature rises, there is no context to support the idea that the Shark Bay dolphins use sponges as tools only during certain times of the year.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "demonstrate cooperation",
                "Key": {
                    "Correct": false,
                    "Rationale": "The dolphins and koalas are described as exhibiting behaviors that show they are adapting to their environments, but this does not mean they are cooperating with other animals.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "are important to ananimal’s survival",
                "Key": {
                    "Correct": true,
                    "Rationale": "Both authors share information about animal behaviors that are important to an animal’s survival. Koalas hug trees to decrease their body temperature and conserve water, allowing them to survive in high temperatures. Dolphins in Shark Bay fit sponges on their noses so they can safely find food, allowing them to survive in a place where they cannot use echoes to locate fish.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G5R/supps/TX19G5R-S2.json",
            "problems/TX19G5R/supps/TX19G5R-S3.json"
        ],
        "Explain": false,
        "Content": [
            "Which conclusion is best supported by both selections?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Studying animals helps researchers learn why animals do what they do.",
                "Key": {
                    "Correct": true,
                    "Rationale": "By studying koalas, researchers learned that the reason they hug trees is because this behavior helps them cool down and conserve water. By studying dolphins, researchers learned that the reason they fit sponges on their noses is to protect their noses when they are searching for food in areas containing sharp rocks and coral.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Animals often act in ways that cannot be explained.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although researchers initially did not know why koalas hug trees or why dolphins wear sponges, through studying these animals they were able to explain their behaviors.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "The senses of animals are better developed than those of humans.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no context in the article or the selection to support the idea that the senses of animals are better developed than those of humans.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "Hot weather affects an animal’s food supply and comfort.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although hot weather may affect the koalas’ comfort, it does not affect their food supply, nor is there support for the idea that hot weather affects the food supply or comfort of dolphins in Shark Bay.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "17": {
        "Number": 17,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G5R/supps/TX19G5R-S2.json",
            "problems/TX19G5R/supps/TX19G5R-S3.json"
        ],
        "Explain": false,
        "Content": [
            "Which behavior did scientists observe among the dolphins that was not observed among the koalas?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Behaving in a way that is out of the ordinary",
                "Key": {
                    "Correct": false,
                    "Rationale": "Both koalas and dolphins behave in a way that is “out of the ordinary”; koalas hug trees to stay cool and dolphins use a sponge to protect their rostrum.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Teaching a behavior to their young",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author of the selection reports that dolphins in Shark Bay have been observed teaching their young to use sponges, but the author of the article does not mention koalas teaching their young anything.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Avoiding predators by staying close to home",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author of the article states that koalas “might run into a predator” if they leave their trees to search for water. However, the author of the selection does not include details about how or why dolphins avoid predators.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Decreasing activity to conserve energy",
                "Key": {
                    "Correct": false,
                    "Rationale": "No evidence is provided in either the article or the selection to support the idea that koalas and dolphins decrease activity in order to conserve energy.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "18": {
        "Number": 18,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G5R/supps/TX19G5R-S2.json",
            "problems/TX19G5R/supps/TX19G5R-S3.json"
        ],
        "Explain": false,
        "Content": [
            "Based on the way information is presented in “Keeping Cool” and “Spongers of the Sea,” both authors most likely are —"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "concerned for the safety of certain animals",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author of “Keeping Cool” mentions that koalas might encounter a predator when they leave trees, but there is no suggestion that the author is concerned about their safety, nor does the author of “Spongers of the Sea” express concern about the safety of “certain animals.”",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "curious about the technology used by certain scientists",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the use of a “special infrared camera” is described in “Keeping Cool,” there is no evidence to support the idea that the author is curious about it. There is no mention of technology in “Spongers of the Sea.”",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "impressed by the unique ways certain animals use their surroundings",
                "Key": {
                    "Correct": true,
                    "Rationale": "In “Keeping Cool,” the author includes the phrase “No wonder,” and in “Spongers of the Sea,” the author includes the phrase “quite clever” and the word “Amazingly.” These word choices convey that the authors are impressed by the animals, as does the tone of both selections.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "surprised by extreme conditions certain animals must survive",
                "Key": {
                    "Correct": false,
                    "Rationale": "Both authors discuss conditions in which the animals live, but these conditions are not described as being “extreme,” nor is there evidence to support that the authors are surprised by these conditions.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "19": {
        "Number": 19,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G5R/supps/TX19G5R-S4.json"
        ],
        "Explain": false,
        "Content": [
            "How does the description in lines 7 through 12 affect the reader’s understanding of the setting?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It shows that the speaker is going to visit a relative.",
                "Key": {
                    "Correct": false,
                    "Rationale": "These lines are included to describe the changing scenery. There is no evidence that the speaker is going to visit a relative.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "It shows that the speaker is driving through a familiar area.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no indication in lines 7 through 12 that the speaker is driving through a familiar area.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "It shows that the speaker is traveling out of the city.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The description in lines 7 through 12 shows that the speaker is traveling out of the city. The speaker first sees “stores and factories,” but then the landscape changes to “cows and cornflowers” and the speaker notices more trees than cars, suggesting a rural environment.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "It shows that the speaker is tired of looking out the window.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The speaker describes the scenery that is seen out the window, but there is no evidence the speaker is tired of this activity.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "20": {
        "Number": 20,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G5R/supps/TX19G5R-S4.json"
        ],
        "Explain": false,
        "Content": [
            "Lines 1 through 4 reveal that the speaker —"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "has planned for a variety of activities",
                "Key": {
                    "Correct": true,
                    "Rationale": "“Fishing poles, rafts, [and] rainy day games” have been packed into the car, suggesting that the speaker has planned for a variety of activities.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "prefers to participate in indoor activities",
                "Key": {
                    "Correct": false,
                    "Rationale": "The speaker has packed items for both outdoor activities (fishing, rafting) and indoor activities (“rainy day games”), but the speaker’s preference for the latter is not revealed in these lines.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "thinks that rain will ruin the trip",
                "Key": {
                    "Correct": false,
                    "Rationale": "The speaker has prepared for the possibility of rain and “rainy day games” (line 2) have been packed, so rain would not likely ruin the trip.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "is unable to bring along all that is needed for the trip",
                "Key": {
                    "Correct": false,
                    "Rationale": "In lines 1 through 4, the speaker lists items that have been packed for the trip, but there is nothing to suggest that there were items the speaker was unable to bring.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "21": {
        "Number": 21,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G5R/supps/TX19G5R-S4.json"
        ],
        "Explain": false,
        "Content": [
            "The poet includes the punctuation at the end of line 13 most likely to emphasize—"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "an important moment during the trip",
                "Key": {
                    "Correct": true,
                    "Rationale": "As described in line 13, the speaker has crossed the state line. The poet includes the punctuation at the end of line 13 most likely to emphasize that this milestone is an important moment during the trip.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "that there was an unexpected delay in the trip",
                "Key": {
                    "Correct": false,
                    "Rationale": "In line 13, the reader learns that the speaker has crossed the state line, but there is nothing to suggest there was a delay, unexpected or otherwise, so that is not the reason the punctuation was used.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "where the speaker stopped to rest during the trip",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the punctuation at the end of line 13 indicates a break in the poem, there is nothing in the poem which indicates the speaker stopped to rest, so this is not the reason the punctuation was used.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "that the speaker has a new travel plan for the trip",
                "Key": {
                    "Correct": false,
                    "Rationale": "The speaker continues on the trip after crossing the state line, so the punctuation at the end of line 13 is not meant to emphasize that the speaker has a new travel plan.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "22": {
        "Number": 22,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G5R/supps/TX19G5R-S4.json"
        ],
        "Explain": false,
        "Content": [
            "What is the main message of the poem?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Traveling with others can be difficult.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The speaker does mention getting “bickery and bored,” but this moment passes as the travelers reach the countryside, so the poet’s main message is not that traveling with others can be difficult.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Observing activities can be more rewarding than participating in them.",
                "Key": {
                    "Correct": false,
                    "Rationale": "It is clear from the first stanza that the speaker intends to participate in activities on vacation, such as fishing, rafting, and game playing, so this is not the main message of the poem.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Experiencing a different environment can be refreshing.",
                "Key": { 
                    "Correct": true,
                    "Rationale": "The main message of the poem is that it can be refreshing to experience a different environment. In stanza 1, the speaker is leaving the city and enjoying new scenery. The color of the sky changes in stanza 2, and the speaker inhales “that vacationland air,” which suggests a sense of refreshment.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "Preparing carefully for new experiences is important.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The speaker has prepared for the trip by packing certain items, but it is not clear that this is a new experience. The poem’s message is more about the effects of an experience rather than the planning for it.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "23": {
        "Number": 23,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G5R/supps/TX19G5R-S4.json"
        ],
        "Explain": false,
        "Content": [
            "Read the dictionary entry.",
            ":box:dissolve \\də'z|älv\\ verb\n1. to melt into a liquid\n2. to undo or break apart\n3. to fade away\n4. to be overcome with emotion",
            "Which definition of the word d͟i͟s͟s͟o͟l͟v͟e is used in line 8?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Definition 1",
                "Key": {
                    "Correct": false,
                    "Rationale": "In line 8, the “stores and factories” are not melting into a liquid; they are merely fading out of sight.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Definition 2",
                "Key": {
                    "Correct": false,
                    "Rationale": "In line 8, the “stores and factories” are not coming undone or breaking apart; they are merely fading out of sight.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Definition 3",
                "Key": {
                    "Correct": true,
                    "Rationale": "In line 8, the word d͟i͟s͟s͟o͟l͟v͟e means “to fade away.” The speaker is describing the change in scenery— “stores and factories” are fading away as “cows and cornflowers” come into view.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Definition 4",
                "Key": {
                    "Correct": false,
                    "Rationale": "The speaker seems excited about the trip, but the word d͟i͟s͟s͟o͟l͟v͟e is used in line 8 to describe how the scenery is changing, not how the speaker is overcome with emotion.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "24": {
        "Number": 24,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G5R/supps/TX19G5R-S5.json"
        ],
        "Explain": false,
        "Content": [
            "Based on the selection, what can the reader infer about the job of the keeper?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Selecting someone for the position was often a complicated process.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author explains in paragraph 5 that when “a keeper got old, he gave the winter count to his son, who became the community’s new keeper,” which does not describe a complicated process for selecting someone for the position.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "The duties were so demanding that the keeper had no other position.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author does not provide details to support the idea that maintaining the winter count was the keeper’s only job.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "All of the men in the tribe were considered for the job of keeper.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author makes the point that an elderly keeper “gave the winter count to his son, who became the community’s new keeper,” so not every male was considered for the job of keeper.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "The person who had the job had to be dedicated to the task.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 5, the author states that the “keeper was in charge of the winter count.” The keeper added pictures and created new winter counts when old ones faded, and his “larger task was remembering the community’s history.” The need for the keeper to be dedicated to his task is evident based on these details.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "25": {
        "Number": 25,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G5R/supps/TX19G5R-S5.json"
        ],
        "Explain": false,
        "Content": [
            "Read this information about the origin of s͟p͟e͟c͟t͟a͟c͟u͟l͟a͟r.",
            ":box:from Latin spectaculum, meaning “a sight or show”",
            "The origin helps the reader understand that the word s͟p͟e͟c͟t͟a͟c͟u͟l͟a͟r in paragraph 8 refers to an event that is —"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "amazing to watch",
                "Key": {
                    "Correct": true,
                    "Rationale": "The phrase “amazing to watch” best relates to the information about the origin of s͟p͟e͟c͟t͟a͟c͟u͟l͟a͟r, as well as to the context in paragraph 8, where the author explains that “many shooting stars flashed across the night sky” during the meteor shower.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "viewed for many hours",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author describes the Lakota Indians watching “many shooting stars,” it is not specified how long they watched. This meaning is not supported by the origin information.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "seen at night",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author describes the Lakota Indians watching the shooting stars, the idea that the event can only be “seen at night” is not supported by the information about the origin of s͟p͟e͟c͟t͟a͟c͟u͟l͟a͟r.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "rarely noticed",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author explains that the meteor shower was seen and used by four different keepers to mark the year of 1833, so the event could not be described as “rarely noticed,” nor is this meaning supported by the origin information.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "26": {
        "Number": 26,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G5R/supps/TX19G5R-S5.json"
        ],
        "Explain": false,
        "Content": [
            "What are paragraphs 1 and 2 mostly about?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The Lakota lived on the grassy plains in the western part of the country.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 1, the author does mention that the “Lakota Indians roamed the grassy western plains of the United States,” but this is an introductory detail and not what paragraphs 1 and 2 are mostly about.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "The Lakota used pictures in place of a writing system.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 1, the author does mention that the “Lakota did not use writing,” but this is a detail used to help explain the special way the Lakota kept track of important events.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "The Lakota had a special way to keep track of important events.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Paragraphs 1 and 2 include descriptions of the special way the Lakota Indians kept track of events. In these paragraphs, the author explains the concept of a winter count and how it was used by the Lakota Indians to document their history.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "The Lakota measured years from snowfall to snowfall.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author explains that the Lakota Indians measured years from snowfall to snowfall, but this not what paragraphs 1 and 2 are mostly about.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "27": {
        "Number": 27,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G5R/supps/TX19G5R-S5.json"
        ],
        "Explain": false,
        "Content": [
            "The author’s use of comparison and contrast in paragraph 9 helps the reader understand that winter counts —"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "were cared for by many different keepers",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 9, the author does not mention the keepers who cared for the winter counts or that many different keepers were needed.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "provided information about a tribe’s members",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although winter counts could be used to help tribe members keep track of their age, the reader does not understand this based on the author’s organization of paragraph 9.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "had unique designs but served the same purpose",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author uses comparison and contrast in paragraph 9 to explain that, although winter counts had unique designs, each winter count served the same purpose. The author explains that some winter counts had “rows of pictures,” while others put “the earliest pictures in the middle,” but the placement of the pictures allowed people to use winter counts as a calendar to recall important events.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "were used as calendars and to tell people’s ages",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although it is true that winter counts were used as calendars to tell people’s ages, the reader does not understand this based on the author’s organization of paragraph 9.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "28": {
        "Number": 28,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G5R/supps/TX19G5R-S5.json"
        ],
        "Explain": false,
        "Content": [
            "In which section would the reader find information about why winter counts remained important even after the Lakota learned to write?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The introductory paragraph",
                "Key": {
                    "Correct": false,
                    "Rationale": "The introductory paragraph is about a time when the “Lakota Indians did not use writing”; it does not include information about the importance of winter counts after Lakota Indians learned to write.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "The Keeper’s Role",
                "Key": {
                    "Correct": false,
                    "Rationale": "The section titled “The Keeper’s Role” is about how keepers used winter counts before the Lakota learned to write; it can be inferred from the subtitle that this section will not include information about what happened after Lakota Indians learned to write.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Ordering the Years",
                "Key": {
                    "Correct": false,
                    "Rationale": "The reader can tell based on the section title “Ordering the Years” that the section will include information about the process of adding new pictures to the winter count each year, which would have taken place before the Lakota learned to write, not after.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "A New Purpose",
                "Key": {
                    "Correct": true,
                    "Rationale": "After the Lakota learned to write, the winter counts no longer served their original purpose. The author uses the section title “A New Purpose” to convey to the reader that this section will include information about why winter counts remained important: historians can learn from them and they “still have stories to tell.”",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "29": {
        "Number": 29,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G5R/supps/TX19G5R-S5.json"
        ],
        "Explain": false,
        "Content": [
            "The author wrote this selection most likely to—"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "tell the reader about how one American Indian tribe recorded its history",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author wrote this selection most likely to tell the reader about how one American Indian tribe recorded its history. The author shares information about how Lakota Indians used winter counts to keep track of events. Then, the keeper’s role and the method of choosing which picture to represent the year are described.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "encourage the reader to visit a museum that displays American Indian artifacts",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author does mention that “Many winter counts now hang in museums,” but the author is not trying to encourage the reader to visit a museum.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "share important events that happened to a particular American Indian tribe",
                "Key": {
                    "Correct": false,
                    "Rationale": "Most of the events included are just examples; the author did not write this selection to share specific events that happened to a particular tribe.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "show how modern calendars are similar to those kept by American Indians",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Lakota Indians used winter counts as a type of calendar, the author does not discuss how they are similar to a modern calendar.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "30": {
        "Number": 30,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G5R/supps/TX19G5R-S5.json"
        ],
        "Explain": false,
        "Content": [
            "Which idea about the keeper is emphasized throughout the selection?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "He kept his winter count with his own belongings.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author states in paragraph 5 that the keeper kept the winter count “among his personal belongings,” but that is not an idea emphasized throughout the selection.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "He served an important role within the community.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The idea that the keeper played an important role within the community is emphasized throughout the selection. The author states that the “community listened to the keeper when it wanted to know its history.” Additionally, the keeper was “in charge of the winter count” and was the “one person who knew all the stories very well.”",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "He made simple drawings without many details.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author states in paragraph 6 that the drawings on the winter count “were very simple,” but that is a detail, not an idea expressed throughout the selection.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "He chose where the drawings were placed on the winter count.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 9, the author includes details about where the drawings were placed on winter counts. However, the keeper’s choice in these placements is not emphasized throughout the selection.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "31": {
        "Number": 31,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G5R/supps/TX19G5R-S5.json"
        ],
        "Explain": false,
        "Content": [
            "Which feature of the selection best helps the reader understand how a winter count was designed?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The first photograph",
                "Key": {
                    "Correct": true,
                    "Rationale": "The reader can best understand how a winter count was designed by referring to the first photograph, which shows a winter count with small, simple drawings arranged in a circular pattern.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The subheadings",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author uses subheadings to organize the information in the selection, rather than to help the reader understand how a winter count was designed.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The caption for the last photograph",
                "Key": {
                    "Correct": false,
                    "Rationale": "The caption for the last photograph is included to inform the reader that the same event was included on four winter counts; it contains no information about the designs.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The title",
                "Key": {
                    "Correct": false,
                    "Rationale": "The title, “Winter Counts,” is used to introduce the reader to the topic of the selection rather than to help the reader understand the design of a winter count.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "32": {
        "Number": 32,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G5R/supps/TX19G5R-S6.json"
        ],
        "Explain": false,
        "Content": [
            "Which of these ideas is explored in the play?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "People are inspired by others to achieve their goals.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Sunny is trying her best to achieve at spelling, there is no indication that she is being inspired by anyone.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "People approach tasks in different ways.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The idea that people approach tasks in different ways is explored in this play. Sunny is preparing for a spelling bee by cheering the spellings of words, which is not the way most people would prepare for a spelling bee. Her brother tells her to spell “The way normal people do,” but cheering is the method that works best for Sunny.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Patience helps people avoid mistakes.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Sunny’s method of avoiding mistakes is practicing her spelling words by cheering. The idea that patience leads to perfection is not explored in the play.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "Wisdom is gained through experience.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Sunny is learning her spelling words by cheering, but it would be an overstatement to say that “Wisdom is gained through experience” is an idea explored in the play.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "33": {
        "Number": 33,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G5R/supps/TX19G5R-S6.json"
        ],
        "Explain": false,
        "Content": [
            "The purpose of the dialogue in lines 3 through 7 is to—"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "introduce the main characters",
                "Key": {
                    "Correct": false,
                    "Rationale": "The main characters are introduced in the list of characters at the beginning of the play, not in lines 3 through 7.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "provide background on the main characters",
                "Key": {
                    "Correct": false,
                    "Rationale": "No background information about the main characters is provided by the dialogue in lines 3 through 7.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "present the main conflict",
                "Key": {
                    "Correct": true,
                    "Rationale": "The playwright’s purpose for including the dialogue in lines 3 through 7 is to present the main conflict between Sunny and her brother, Greg. Sunny is cheering her spelling words, and Greg wants her to stop so he can hear his music. She asks, “How am I supposed to spell if I can’t cheer?”",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "foreshadow the resolution of the main conflict",
                "Key": {
                    "Correct": false,
                    "Rationale": "The playwright includes nothing in these lines to provide a hint of what the resolution of the main conflict will be.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "34": {
        "Number": 34,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G5R/supps/TX19G5R-S6.json"
        ],
        "Explain": false,
        "Content": [
            "Which of these best explains why there is only one scene?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "There is very little action.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is a good amount of action, with Sunny’s cheering and Sunny and Greg’s struggle over the pom-poms, so having little action is not the reason there is only one scene.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "There are only three characters.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although there are only three characters in the play, the number of characters does not determine the number of scenes.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Only a few props are needed.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the only props mentioned are Sunny’s pom-poms and cheerleading trophies, the number of props in a play does not determine the number of scenes.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "The setting does not change.",
                "Key": {
                    "Correct": true,
                    "Rationale": "There is only one scene in this play because the setting does not change. The conflict arises and is resolved in Sunny’s room, and all the action and dialogue take place there.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "35": {
        "Number": 35,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G5R/supps/TX19G5R-S6.json"
        ],
        "Explain": false,
        "Content": [
            "Read the lines below.",
            ":box:SUNNY: Give me an L-E-D! Give me a Z-E-P-P-E-L-I-N! What does that spell— (line 29)\n\nSUNNY: Give me a G-R-A-T-I-T-U-D-E! What does that spell? (line 37)",
            "What do these lines reveal about Sunny?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "She believes it is important to spell difficult words.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Sunny is concerned about practicing spelling words, lines 29 and 37 do not show that Sunny believes the words she spells are difficult.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "She depends on her family to help her practice.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Sunny’s family is not helping her practice, so she does not depend on them to help her learn her spelling words.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "She spells certain words as a way of annoying her brother.",
                "Key": {
                    "Correct": true,
                    "Rationale": "These lines reveal that Sunny spells certain words to annoy her brother. In line 28, Greg says, “I just want to listen to music in my room!” and Sunny spells out “L-E-D” and “Z-E-P-P-E-L-I-N,” which is a band her brother likely listens to. In line 36, Dad tells Greg to let Sunny continue spelling and that she’ll thank him for it, and she spells “G-R-A-T-I-T-U-D-E,” and Greg leaves with an “Arghhh,” which shows his annoyance.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "She knows that she is a better speller than her brother.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no comparison made between the spelling abilities of Sunny and her brother.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "36": {
        "Number": 36,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G5R/supps/TX19G5R-S6.json"
        ],
        "Explain": false,
        "Content": [
            "The pom-poms are an important prop in the play because they —"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "add to the tension between Sunny and Greg",
                "Key": {
                    "Correct": true,
                    "Rationale": "The pom-poms are an important prop in the play because Greg takes Sunny’s pom-poms, and in line 10, Sunny yells, “Give me back my pom-poms!” The struggle over the pom-poms builds on the conflict and tension between the two characters.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "show that Sunny is proud of her accomplishments",
                "Key": {
                    "Correct": false,
                    "Rationale": "The trophies displayed in Sunny’s room, rather than the pom-poms, are more likely used to show that she is proud of her accomplishments.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "keep Sunny from staying on task",
                "Key": {
                    "Correct": false,
                    "Rationale": "Sunny is using the pom-poms to cheer her spelling words, so they are actually helping her rather than keeping her from staying on task.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "are taken away by Sunny’s father",
                "Key": {
                    "Correct": false,
                    "Rationale": "At no point in the play does Sunny’s father take her pom-poms away from her. In line 9, it is her brother, Greg, not her father, who takes away Sunny’s pom-poms.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "37": {
        "Number": 37,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G5R/supps/TX19G5R-S6.json"
        ],
        "Explain": false,
        "Content": [
            "What is the best summary of the play?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Sunny has practiced for a spelling bee at school and outside her house, and now she decides to practice at home. She thinks that cheering her words will help her win the spelling bee, but she ends up getting into an argument with Greg.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This summary is incomplete. Although Sunny’s actions and the occurrence of the siblings’ argument are included, the cause of the conflict is not revealed and there is no mention of a resolution.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Sunny is cheering her spelling words and disturbing Greg, who is listening to music. She refuses to stop because she needs to practice for the spelling bee, so Mr. Sandstone suggests several solutions to end the argument.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This is the most complete summary of the play. The competing actions of the characters are stated (Sunny is cheering her words and Greg is listening to music), the conflict is described (Sunny is disturbing Greg and refuses to stop), and the resolution is mentioned (Mr. Sandstone suggests solutions to end the argument).",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Two siblings, Sunny and Greg, are arguing about Sunny’s loud cheering. Sunny wants Greg to give her back her pom-poms. Mr. Sandstone tries to discuss the situation, but Sunny begins spelling out the title of a song Greg likes. Greg storms off.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This summary is incomplete. No resolution to the conflict is mentioned.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "After listening to Sunny and Greg argue, Mr. Sandstone proposes that he and Greg go to dinner and a movie while Sunny practices spelling. Mr. Sandstone asks Sunny what she wants for dinner before he leaves and tells her not to work too hard.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This summary is incomplete. The cause of the conflict is unclear because the information about why Sunny and Greg are arguing is not included.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "38": {
        "Number": 38,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX19G5R/supps/TX19G5R-S6.json"
        ],
        "Explain": false,
        "Content": [
            "Mr. Sandstone’s main role in the play is to—"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "act as peacemaker between Sunny and Greg",
                "Key": {
                    "Correct": true,
                    "Rationale": "Mr. Sandstone’s main role in the play is to act as peacemaker between Sunny and Greg. In lines 14 and 17, Mr. Sandstone encourages Sunny and Greg to end the struggle over the pom-poms. Then, in lines 19 through 38, he proposes solutions to resolve the conflict between Sunny and Greg.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "investigate how Sunny and Greg feel about their situation",
                "Key": {
                    "Correct": false,
                    "Rationale": "Based on their dialogue and actions, it is obvious that Sunny is determined to practice spelling her words by cheering and that Greg is annoyed by this, so Mr. Sandstone already knows how they feel.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "encourage Sunny and Greg to focus on their schoolwork",
                "Key": {
                    "Correct": false,
                    "Rationale": "Mr. Sandstone never mentions Greg’s schoolwork, and he even tells Sunny to promise him she “won’t take this too seriously,” so he is not encouraging either of them to focus on their schoolwork in the play.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "increase the tension between Sunny and Greg",
                "Key": {
                    "Correct": false,
                    "Rationale": "Mr. Sandstone helps end Sunny and Greg’s struggle over the pom-poms and then tries to find a way to resolve their conflict, so he is actually decreasing the tension between them.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    }
}