{
    "Directions": "Read the passage below, then answer each question that follows.",
    "Context": [],
    "Title": "Boots on the Moon",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "\tMany of us have stood in one spot and gazed at the moon. The moon is about 239,000 miles away from Earth. Most of us will never get there. But twelve people have actually stood on the moon and g͟a͟z͟e͟d back at Earth. Those people were American astronauts. They were part of the Apollo Program, America's missions to the moon."],
        ["", "The Apollo Program"],
        ["2", "\tDuring the 1960s, the United States of America was in a race with other countries to put the first astronaut on the moon. The goal was to land humans on the moon and bring them safely back to Earth. That is how the Apollo Program, also known as Project Apollo, began."],
        ["3", "\tThe Apollo Program ran from 1961 to 1972. The program had many missions. Only 12 of those missions were manned. Most of the early missions orbited the moon. By the year 1969, no one had landed on the moon. But that was all about to change."],
        ["", "Apollo 11: The First Moonwalk"],
        ["4", "\tApollo 11, the sixth manned mission, was the first to land on the moon. The flight crew consisted of three astronauts: Commander Neil Armstrong, Buzz Aldrin, and Michael Collins. For months, the astronauts practiced and prepared. On July 16, 1969, they were ready. Apollo 11 blasted off from Kennedy Space Center. More than 600 million people watched the launch on their televisions. They cheered for the history-making moment."],
        ["5", "\tApollo 11 landed on the moon on July 20. Armstrong was the first astronaut to e͟m͟e͟r͟g͟e from the spacecraft. As he stepped onto the moon's surface, he said, “That's one small step for a man, one giant leap for mankind.”"],
        ["6", "\tDuring this mission, Armstrong and Aldrin explored the moon for 2 hours and 32 minutes. They collected samples, conducted experiments, and took photographs. They used special tools designed for their mission. Because their spacesuits were bulky, it was difficult for the astronauts to move and bend. Special rakes, scoops, hammers, and tubes had long handles that allowed the astronauts to collect rocks and soil without bending."],
        ["7", "\tApollo 11 carried the first rock samples back to Earth, but the astronauts left some things on the moon too. They left an American flag, an arm patch from Apollo 1, and a metal sign that read, “Here men from the planet Earth first set foot upon the moon. July 1969 A.D. We came in peace for all mankind.” Apollo 11 returned to Earth on July 24, 1969."],
        ["", "Apollo 12-Apollo 16"],
        ["8", "\tBetween 1969 and 1972, America launched five more Apollo missions. During those missions, eight more astronauts put their boots on the moon."],
        ["9", "\tOne mission, Apollo 13, was not able to land on the moon because of an emergency. The astronauts and spacecraft were brought safely back to Earth."],
        ["", "Apollo 17: The Last Moonwalk"],
        ["10", "\tApollo 17, the twelfth and final mission, lifted off on December 7, 1972. It was the first nighttime liftoff in the history of American space travel. The three-man crew included Commander Eugene Cernan, Harrison Schmitt, and Ronald Evans."],
        ["11", "\tApollo 17 landed on the moon on December 11. Cernan and Schmitt climbed out of the spacecraft. When Schmitt's feet hit the ground, he became the first geologist, or rock scientist, to put boots on the moon."],
        ["12", "\tCernan and Schmitt spent a total of 74 hours, 59 minutes, and 40 seconds on the moon. They had a tool that had never been used before—a battery-powered vehicle. The vehicle could carry two astronauts, tools, equipment, and samples. The two astronauts traveled almost 22 miles across the moon's surface. They brought back more samples than any of the other Apollo missions."],
        ["13", "\tApollo 17 left the moon on December 14. As Cernan's boots left the surface, he said, “As we leave the Moon ... we leave as we came ... with peace and hope for all mankind.” The astronauts returned to Earth on December 19, 1972."],
        ["", "After the Apollo Program"],
        ["14", "\tEugene Cernan was the last person to ever step foot on the moon. No one has put boots on the moon since that December day in 1972."],
        ["15", "\tAll together, the Apollo missions brought back 842 pounds of materials from the moon's surface. Astronauts collected rocks, pebbles, dirt, sand, and dust from six different places on the moon. These samples helped scientists understand how the solar system formed. Even now, many years later, moon samples are still being shared with scientists and teachers. We may not put any more boots on the moon, but a little bit of the moon now stays on Earth."]
    ],
    "Copyright": "",
    "References": []
}