{
    "Directions": "",
    "Context": [],
    "Title": "(from) One Kingdom: Our Lives with Animals",
    "Subtitle": "",
    "Author": "by Deborah Noyes",
    "LabelType": "P",
    "Content": [
        ["1", "Ideally a zoo visit is a mentorship — emotional, intellectual, spiritual — a way to interact with nature on a concentrated scale. It's the wide, wild world in miniature, and its human architects are conscientious stewards. The zoo experience should be, first and foremost, meaningful. There's too much at stake for it not to be."],
        ["2", "But zoos are a paradox. Even as children, many of us feel there — together with our interest and curiosity — a muffled unease. People do have meaningful encounters in zoos, or they wouldn't flock to them in record numbers. I've had my share, usually late in the day when the crowds have thinned or gone, when the heat of the sun has waned, when the evening's meal is imminent and the animals know it, when I'm willing to sit alone — blank and patient and outside myself — and sit some more. But more often my experience has been representative."],
        ["3", "If the animals are visible at all — not off exhibit or obscured by the very greenery installed to protect their privacy (and who would begrudge them?) — we watch through wire or glass, aching for a connection that rarely comes. Some children (adults, too) rap on the window or otherwise urge the animals on with funny faces and undignified attempts at cross-species communication. Do something, we think, and they do precisely what they will or won't. Natural antics — monkeys grooming or swinging in play — delight us, but familiar zoo behaviors like pacing, swaying, or regurgitating food evoke a vague embarrassment, as of some unwelcome intimacy. We may half-heartedly read the sign stationed to inform us of the captive's natural habitat and behaviors, but by now its unnatural fate may well have disheartened us. We seek solace in interaction, buttons to push and levers to pull, or we fix on some other distraction: tired toddlers wailing for ice cream, the heat, a blaring boombox."],
        ["4", "In the end, novelty wins out over a tangle of emotions we can't name; that, or the tug to move on to the next exhibit, to the gift shop, to the snack bar, before our legs give out. In this way we carry on ... consumers at odds with our own motives."],
        ["5", "Perhaps we're uneasy because the animals withhold from us the one thing we would have: their consent. It would ease my spirit (prepare for some shameless anthropomorphism here), to be sure, if the wolf suddenly ceased its pacing, looked up, met my eye, and said, “Welcome, friend, and thanks for being here today. You see me, and it has changed you. I now see the worth of my sacrifice.” But he will not pause. He does not look. I am unforgiven."],
        ["6", "These are my own feelings, not representative of anyone else's, I realize. But zoos do seem to leave many people uncomfortable, maybe because — despite our best intentions — it's a lopsided exchange. We consume a healthy sampling of the world's biodiversity in an afternoon, and we make it home for dinner. But what do humans give zoo animals in return? The benefits of captive breeding. Basic care and protection (survival is no picnic in the wild; animals certainly have it easier in captivity). But is survival enough, and why is it ours to give?"],
        ["7", "It's an old controversy, and a circular one. There are as many ways to justify captivity (the animals have nowhere else to go ... they're safer and better nourished in zoos ... they're educational ambassadors here on behalf of their kind) as there are arguments against it. I have, with difficulty, weighted the scale first one way and then the other, and in the end I'm no closer to knowing than I ever was. I fear someday we'll regret what could not be helped, but for now I continue to see the intrinsic worth of zoos."]
    ],
    "Copyright": "Copyright © 2006 by Deborah Noyes. First published by Houghton Mifflin Company. Reprinted by permission of Jill Grinberg Literary Agency, LLC on behalf of the Proprietor.",
    "References": []
}