{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [],
    "Title": "Using Maps vs. GPS",
    "Subtitle": "",
    "Author": "by Steven Kurutz",
    "LabelType": "P",
    "Content": [
        ["1", "Call me a fossil, but when I take a road trip I like to get around by using printed maps. I've been licensed to drive for 20 years, and every car I've owned has contained a Rand McNally Road Atlas, with the maps of the Northeastern states dog-eared and loosened from their staples. Navigating by map carries over to foreign roads, too. In May my wife and I went to France, where we drove around Provence and dipped a wheel into Italy."],
        ["2", "Before we left, I amassed the blanket topographical coverage I imagine the Allied generals had when they stormed the Continent. Collecting the maps was an interminable process. Bookstores have scaled back their selection in recent years. Or stopped selling maps altogether. Apparently, a good number of people think printed maps are pointless nowadays."],
        ["3", "For instance, my wife. Her idea of an enjoyable drive doesn't involve messing with accordion folds and reading eye-chart type, while I yell out from behind the wheel: “We just passed a sign. Do you see Route 6 anywhere on there?” She prefers GPS. Likes the ease of it. Takes comfort in knowing we're on the best route. According to the navigation software, anyway."],
        ["4", "There's admittedly something satisfying about watching the blue-dot version of yourself inch closer to its destination. And sure, for the rush-hour commuter it's very 21st century for your phone to alert you to an accident snarling traffic up ahead. But I would argue that a road trip, especially one taken with another person, is a lesser experience with GPS or navigation apps. I'm not even going to get into how, in choosing the single most efficient route to your desired destination, GPS excludes other routes and destinations you might not realize you desire to see, and removes serendipity — which as any undergrad with a Penguin Classics edition of On the Road knows, is the very oxygen that makes a road trip come alive."],
        ["5", "Consider this, though: Using printed maps requires travelers to work together. You become a team. Driver and navigator. Your ability to get along and solve problems is tested in valuable, revealing ways. GPS removes that entire interpersonal dynamic. It encourages a passive form of journeying: sit back and drift, because the vaguely Australian-sounding computer lady will tell you to turn left in a quarter mile."],
        ["6", "Driving by map, on the other hand, engages you actively with your surroundings. It makes you observe road signs, be in the moment. And that closer engagement, I've found, imprints the landscape more vividly and permanently on your mind. When I return home, I can unfold my maps and take myself back to a town or a stretch of highway."],
        ["7", "Often I'll buy a map months before the trip, and by studying it try to pull the opposite trick — to transport myself into the place I intend to visit. It builds anticipation. Eric Riback, a map publisher in upstate New York who writes a blog called Mapville, described this to me poetically as the “seeking, dreaming part of travel that you can do with a map.”"],
        ["8", "I used to seek and dream at the Hagstrom Map and Travel Center on West 43rd Street. I loved that store. It closed four years ago, leaving New York, like many cities, without a specialty map shop."],
        ["9", "Mr. Riback believes we live in a golden age for maps. “More people are using more maps in more ways than they have in our lifetime,” he said. But he estimated that printed map sales are less than half of what they once were. And filling stations no longer sell maps as a rule. People still like to frame printed maps as art; they just don't like using them as much when road tripping."],
        ["10", "My wife wishes I fell into this camp. I know this because as we left the Europcar agency in Avignon, she turned to me and said, “My heart sank when you declined GPS.” Later, in the car, as we regarded a local map provided by the agent — a much-photocopied and essentially unreadable document — she said, “Now my seven-day nightmare begins.”"],
        ["11", "This was our honeymoon, incidentally."],
        ["12", "aybe she was having flashbacks to our trip to Rome two summers ago. We planned to drive up to Tuscany for a few days. I'd caved and agreed to GPS. But, as happens, there was a mix-up and our rental car came unequipped. She went pale and began breathing irregularly. Outwardly, I comforted. Inwardly, I rejoiced. I'd packed a map. I'd get to test my mettle in a foreign country. And on Italian roads, no less, where the center line is basically decorative."],
        ["13", "Traveling in a strange place by map alone builds confidence that I can get around in the world. GPS may eliminate a big source of travel stress — getting lost — but it also removes some of the thrill and personal challenge. In Rome, without GPS, we found ourselves in a maddening maze of arbitrary-seeming and suddenly reversing one-way streets. Much smoother was our recent European road trip. I handled the driving, my wife semi-embraced the map-reader role and we kept up steady communication, pointing out road signs, noting landmark cues, growing gently hypnotized by the traffic circles."],
        ["14", "There we were, the two of us, finding our way on foreign roads, satellite-unassisted. At one point, I asked my wife if she still wanted GPS, and though she replied yes, I'm sure I heard a pause before she answered."]
    ],
    "Copyright": "From The New York Times, July 14, 2014 © 2014 The New York Times. All rights reserved. Used by permission and protected by the Copyright Laws of the United States. The printing, copying, redistribution, or retransmission of this Content without express written permission is prohibited.",
    "References": []
}