{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [],
    "Title": "(from) All the Light We Cannot See",
    "Subtitle": "",
    "Author": "by Anthony Doerr",
    "LabelType": "P",
    "Content": [
        [" ", "Eight-year-old Marie-Laure, who went blind at the age of six, lives with her father in Paris shortly before World War II. Marie-Laure's father has built a model of their neighborhood so that Marie-Laure can practice navigating the streets on her own. Each Tuesday on his day off work, her father takes her to a new area of the neighborhood and lets her guide them both home."],
        ["1", "\tTuesday after Tuesday she fails. She leads her father on six-block detours that leave her angry and frustrated and farther from home than when they started. But in the winter of her eighth year, to Marie-Laure's surprise, she begins to get it right. She runs her fingers over the model in their kitchen, counting miniature benches, trees, lampposts, doorways. Every day some new detail emerges—each storm drain, park bench, and hydrant in the model has its counterpart in the real world."],
        ["2", "\tMarie-Laure brings her father closer to home before making a mistake. Four blocks three blocks two. And one snowy Tuesday in March, when he walks her to yet another new spot, very close to the banks of the Seine¹, spins her around three times, and says, “Take us home,” she realizes that, for the first time since they began this exercise, dread has not come trundling up from her gut."],
        ["3", "\tInstead she squats on her heels on the sidewalk."],
        ["4", "\tThe faintly metallic smell of the falling snow surrounds her. Calm yourself. Listen."],
        ["5", "\tCars splash along streets, and snowmelt drums through runnels; she can hear snowflakes tick and patter through the trees. She can smell the cedars in the Jardin des Plantes a quarter mile away. Here the Metro hurtles beneath the sidewalk: that's the Quai Saint-Bernard. Here the sky opens up, and she hears the clacking of branches: that's the narrow stripe of gardens behind the Gallery of Paleontology. This, she realizes, must be the corner of the quay and rue Cuvier."],
        ["6", "\tSix blocks, forty buildings, ten tiny trees in a square. This street intersects this street intersects this street. One centimeter at a time."],
        ["7", "\tHer father stirs the keys in his pockets. Ahead loom the tall, grand houses that flank the gardens, reflecting sound."],
        ["8", "\tShe says, “We go left.”"],
        ["9", "\tThey start up the length of the rue Cuvier. A trio of airborne ducks threads toward them, flapping their wings in synchrony, making for the Seine, and as the birds rush overhead, she imagines she can feel the light settling over their wings, striking each individual feather."],
        ["10", "\tLeft on rue Geoffroy Saint-Hilaire. Right on rue Daubenton. Three storm drains four storm drains five. Approaching on the left will be the open ironwork fence of the Jardin des Plantes, its thin spars like the bars of a great birdcage."],
        ["11", "\tAcross from her now: the bakery, the butcher, the delicatessen."],
        ["12", "\t“Safe to cross, Papa?”"],
        ["13", "\t“It is.”"],
        ["14", "\tRight. Then straight. They walk up their street now, she is sure of it. One step behind her, her father tilts his head up and gives the sky a huge smile. Marie-Laure knows this even though her back is to him, even though he says nothing, even though she is blind—Papa's thick hair is wet from the snow and standing in a dozen angles off his head, and his scarf is draped asymmetrically over his shoulders, and he's beaming up at the falling snow."],
        ["15", "\tThey are halfway up the rue des Patriarches. They are outside their building. Marie-Laure finds the trunk of the chestnut tree that grows past her fourth-floor window, its bark beneath her fingers."],
        ["16", "\tOld friend."],
        ["17", "\tIn another half second her father's hands are in her armpits, swinging her up, and Marie-Laure smiles, and he laughs a pure, contagious laugh, one she will try to remember all her life, father and daughter turning in circles on the sidewalk in front of their apartment house, laughing together while snow sifts through the branches above."]
    ],
    "Copyright": "Reprinted with the permission of Scribner, a division of Simon & Schuster, Inc., from ALL THE LIGHT WE CANNOT SEE by Anthony Doerr. Copyright © 2014 by Anthony Doerr. All rights reserved.",
    "References": [
        ["¹", "The Seine is a river in Paris."]
    ]
}