{
    "Directions": "Read the selection and choose the best answer to each question.",
    "Context": [
        "Aisha wrote about a clever way to help penguins that have been affected by oil spills. Read Aisha's paper and look for any revisions she should make. Then answer each question that follows.",
        "problems/TX17HSE2/media/S2a.jpg"
    ],
    "Title": "Penguin Sweaters",
    "Subtitle": "",
    "Author": "",
    "LabelType": "N",
    "Content": [
        [" ", "\t(1) When oil spills from a ship at sea, it can have devastating consequences on wildlife in the area. (2) One animal that has been affected by oil spills off the shore of Australia is the little penguin, also known as the fairy penguin. (3) A group wanted to help these birds. (4) It made sweaters."],
        [" ", "\t(5) Thousands of tiny fairy penguins nest in burrows along the shoreline of Australia. (6) Each day the penguins leave their burrows, and out to sea they head to spend the day swimming and feeding. (7) But in the late 1990s and early 2000s, a number of oil spills in the region threatened the very existence of these birds. (8) Experts tried to help, but they couldn't get to all the birds fast enough. (9) Some penguins would try to groom themselves. (10) They swallowed the toxic oil and died. (11) Knits for Nature formulated a unique plan. (12) They asked volunteers to knit sweaters for the penguins to wear. (13) The sweaters would not only protect the birds from the oil but would also keep them warm while they waited for their turn to be cleaned."],
        [" ", "\t(14) The response to the call for sweaters was tremendous. (15) One great-grandmother in Australia knitted more than 1,000. (16) Other people from around the world also expressed interest in making sweaters for the little penguins. (17) The Penguin Foundation, the group now in charge of Knits for Nature, soon had 40,000 sweaters on hand. (18) Some of the sweaters were used for little penguins at the Wildlife Clinic at Phillip Island Nature Parks in Australia. (19) Others were distributed to nearby wildlife centers. (20) The foundation also sold some of the tiny sweaters to raise funds for fairy penguin research and conservation."],
        [" ", "\t(21) Because there are now a large number of sweaters in storage, the Penguin Foundation has asked that no more be sent. (22) However, the group expressed its gratitude to all the knitters who contributed to the cause. (23) Park manager Peter Dann said, “It's humbling to think that the world's smallest penguin is receiving so much love from around the world.”"]
    ],
    "Copyright": "",
    "References": []
}