{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Engineering, Technology & Applications Of Science"
        ],
        "SubTopics": [
            "Examine a problem from the medical field pertaining to biomaterials and design a solution taking into consideration the criteria, constraints, and relevant scientific principles of the problem that may limit possible solutions."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Synthetic finger joints can replace damaged joints in human hands. In the past, these joints were made out of soft plastic. They were flexible but wore down quickly and required replacement. Scientists are now making synthetic finger joints from different materials.",
            "problems/TN23G7S/media/1a.jpg",
            "When choosing a material to make synthetic finger joints, which of these is the LEAST important factor for scientists to consider?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "the flexibility of the material",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "the durability of the material",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "the ability of the material to be accepted by body systems",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "the ability of the material to be used in other parts of the body",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Life Sciences"
        ],
        "SubTopics": [
            "Conduct an investigation to demonstrate how the cell membrane maintains homeostasis through the process of passive transport."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A semipermeable bag contains water with a very low concentration of sodium ions. The bag and its contents are placed in a beaker containing water that has a much higher concentration of sodium ions than the water in the bag. The bag is permeable to water molecules but is not permeable to sodium ions.",
            "problems/TN23G7S/media/2a.jpg",
            "problems/TN23G7S/media/2b.jpg",
            "Which of these describes what will happen as more sodium ions are added to the water in the beaker?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "All of the water molecules inside the beaker will move into the bag.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Some of the water molecules inside the bag will move outside the bag and into the beaker.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Some of the sodium ions inside the beaker will move into the bag.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "All of the sodium ions inside the bag will move outside the bag and into the beaker.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Life Sciences"
        ],
        "SubTopics": [
            "Develop and construct models that identify and explain the structure and function of major cell organelles as they contribute to the life activities of the cell and organism."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The table describes characteristics of cells from two different organisms that belong to different kingdoms.",
            "problems/TN23G7S/media/3a.jpg",
            "Which statement correctly explains a difference between Organism X and Organism Y?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Organism X is more likely to have a lower body temperature than Organism Y because the cells of Organism X contain centrioles.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Organism X uses more energy to remove waste than Organism Y because Organism X has round and irregularly shaped cells.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Organism Y is more likely to make its own food than Organism X because Organism Y contains chloroplasts.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Organism Y uses more resources to produce cells than Organism X because Organism X has round and irregularly shaped cells.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Life Sciences"
        ],
        "SubTopics": [
            "Develop an argument based on empirical evidence and scientific reasoning to explain how behavioral and structural adaptations in animals and plants affect the probability of survival and reproductive success."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Creosote bushes are types of plants that grow in deserts. The roots of these plants release a toxic substance that prevents other plants from growing near them.",
            "Which of these describes the MOST LIKELY effect the toxic substance released by a creosote bush has on its chances for survival?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The toxic substance helps increase the chances of survival for the creosote bush because the bush will have less competition for water from other plants.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The toxic substance decreases the chances of survival for the creosote bush because pollinators will be less likely to spread its pollen.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The toxic substance helps increase the chances of survival for the creosote bush because animals will be less likely to nest in its branches.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The toxic substance decreases the chances of survival for the creosote bush because the toxin will require the bush to need more water than the desert provides.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Life Sciences"
        ],
        "SubTopics": [
            "Construct a scientific explanation based on compiled evidence for the processes of photosynthesis, cellular respiration, and anaerobic respiration in the cycling of matter and flow of energy into and out of organisms."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A teacher placed an herbivorous fish and a plant in an aquarium with a closed lid next to a classroom window. The teacher leaves the aquarium tank unattended in the classroom every weekend. The teacher is confident that the fish and the plant will remain healthy each weekend.",
            "Which diagram BEST shows how the fish and plant are able to survive in the unattended aquarium?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "problems/TN23G7S/media/5a.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "problems/TN23G7S/media/5b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "problems/TN23G7S/media/5c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "problems/TN23G7S/media/5d.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Life Sciences"
        ],
        "SubTopics": [
            "Explain that the body is a system comprised of subsystems that maintain equilibrium and support life through digestion, respiration, excretion, circulation, sensation (nervous and integumentary), and locomotion (musculoskeletal)."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A student created a diagram about the excretory system.",
            "problems/TN23G7S/media/6a.jpg",
            "Based on the diagram, which of these organ systems interact with the excretory system?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "respiratory, integumentary, digestive, and urinary",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "circulatory, skeletal, digestive, and endocrine",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "respiratory, digestive, circulatory, and skeletal",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "circulatory, muscular, digestive, and nervous",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Physical Sciences"
        ],
        "SubTopics": [
            "Analyze and interpret chemical reactions to determine if the total number of atoms in the reactants and products support the Law of Conservation of Mass."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Heat causes some substances to decompose or break into smaller substances. Atoms are not created or destroyed during this process; they are only rearranged. These reactions can be written as chemical equations.",
            "problems/TN23G7S/media/7a.jpg",
            "Which particle diagram BEST represents the conservation of atoms in this chemical reaction?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "problems/TN23G7S/media/7b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "problems/TN23G7S/media/7c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "problems/TN23G7S/media/7d.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "problems/TN23G7S/media/7e.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Life Sciences"
        ],
        "SubTopics": [
            "Develop a model to depict the cycling of matter, including carbon and oxygen, including the flow of energy among biotic and abiotic parts of an ecosystem."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A student draws a diagram of some parts of an ecosystem. The arrows represent interactions between the ecosystem's parts.",
            "problems/TN23G7S/media/8a.jpg",
            "Which arrow represents the movement of both energy and carbon in this ecosystem?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "arrow W, because the plants provide energy and carbon through food to the rabbit",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "arrow X, because the cloud provides energy and carbon through water to the rabbit",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "arrow Y, because the sun provides energy and carbon in the form of heat to the rabbit",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "arrow Z, because the sun provides energy and carbon in the form of light to the tree",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    }
}