{
    "Directions": "Use the sources to answer each question that follows.",
    "Context": [],
    "Title": "",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["", "Sᴏᴜʀᴄᴇ 1"],
        [" ", "This excerpt is from a joint resolution of Congress proposing the Equal Rights Amendment in 1972."],
        ["", ":box:The following article is proposed as an amendment to the Constitution of the United States, which shall be valid ... when ratified by the legislatures of three-fourths of the several States within seven years from the date of its submission by the Congress:\n\n“ARTICLE —\n\n“Section 1. Equality of rights under the law shall not be denied or abridged by the United States or by any State on account of sex.\n\n“Sec. 2. The Congress shall have the power to enforce, by appropriate legislation, the provisions of this article.\n\n“Sec. 3. This amendment shall take effect two years after the date of ratification.”"],
        ["", "Sᴏᴜʀᴄᴇ 2"],
        [" ", "This table identifies government actions regarding women's rights in the United States from 1908 to 2018."],
        [" ", "problems/DEG11SS/media/S2a.jpg"],
        ["", "Sᴏᴜʀᴄᴇ 3"],
        [" ", "This excerpt is from testimony about the Equal Rights Amendment given before a committee of the U.S. Senate in 1970. The speaker is Georgianna Sellers, a labor union leader from Indiana."],
        ["", ":box:The members of our organization wholeheartedly support the equal rights amendment—and for many reasons. It would eliminate injustices to women in employment, educational opportunities, and other areas.\n\n... One of our strongest reasons for supporting the equal rights amendment is that it would nullify all State restrictive laws that limit women as to what work they can do, how long they can work, and what they can lift.\n\nIt is an insult to women that such laws or rules are referred to as “protective” when their sole function is to exclude women from the higher-paying jobs.\n\nThe experience of the women employees at the plant where I am employed, demonstrates the urgent need for the equal rights amendment...\n\nThe women working [at my plant] were denied the right to work on the better-paying jobs to which their seniority entitled them, simply because they were women and the jobs might occasionally require the lifting of over 85 pounds...\n\nWe were kept off of higher paying easier jobs for years because the company wanted to “protect” us. I say it did not protect, but exploited women...\n\nTherefore, we ... support the equal rights amendment because it would have a restraining effect on those who abuse and discriminate against women. It would help to dispel the myth of women's inferiority."],
        ["", "Sᴏᴜʀᴄᴇ 4"],
        [" ", "This excerpt is from testimony about the Equal Rights Amendment given before a committee of the U.S. Senate in 1970. The speaker is Myra Wolfgang, a labor union leader from Michigan."],
        ["", ":box:I am opposed to enactment of the equal rights amendment. I recognize that the impetus for the passage of the equal rights amendment is the result of a growing anger amongst women over job discrimination, social and political discrimination, and many outmoded cultural habits of our way of life.\n\n... I do not believe, however, that passage of the equal rights amendment will satisfy, or is the solution to the problem...\n\n... Differences in laws are not necessarily discriminatory, nor should all laws containing different provisions for men and women be abolished, as the equal rights amendment would do...\n\n... I am sure you are aware of the influence of [minimum labor standards] legislation upon working conditions. And I am sure you are aware that many such laws apply to women only.\n\nThey are varied and they are in the field of minimum wages, hours of work, rest periods, weight lifting, childbirth legislation, et cetera.\n\nThese State laws ... should be amended where they are. They should be strengthened and they should be handled on a case-by-case basis...\n\nThe elimination of laws regulating hours women may work permits employers to force them to work excessive overtime, endangering not only their health and safety, but disrupting the entire family relationship...\n\nI oppose the equal rights amendment since the equality it may achieve may well be equality of mistreatment."],
        ["", "Sᴏᴜʀᴄᴇ 5"],
        [" ", "This graph shows women's average annual wages as a percentage of men's average annual wages from 1960 to 2010."],
        [" ", "problems/DEG11SS/media/S2b.jpg"],
        ["", "Sᴏᴜʀᴄᴇ 6"],
        [" ", "This photograph shows protesters against the Equal Rights Amendment (ERA) in front of the White House in 1977."],
        [" ", "problems/DEG11SS/media/S2c.jpg"]
    ],
    "Copyright": "",
    "References": []
}