{
    "Directions": "Use the sources to answer each question that follows.",
    "Context": [],
    "Title": "",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["", ""],
        ["", "Source 1"],
        [" ", "This passage about European immigration between 1850 and 1920 is based on historical research."],
        ["", ":box:From 1850 to 1880 most immigrants came from northern and central Europe and then settled in the Midwest and Northeast. Several economic factors had a role in the decision to immigrate. In Europe, the consolidation of land into large farms was occurring, which forced many small family farmers off their land. Some of these people found work in Europe's industrial cities. However, the supply of workers soon outpaced demand. The situation was different in the United States. A shortage of workers in the textile industry enabled many immigrants to find work in cities in the Northeast. Meanwhile, there was plenty of rich farmland in the Midwest, as well as a way to ship crops to northeastern cities via the Erie Canal.\n\nDuring this period, immigrants to both areas of the United States typically settled near other recent arrivals from their home countries. For instance, most Irish immigrants established neighborhoods in coastal cities, while most Germans clustered together farther west in farming regions.\n\nA second wave of immigration took place from 1880 to 1920. Most of these immigrants were from southern and eastern Europe and Scandinavia, where economic changes had made life difficult. Most of these new arrivals settled in the industrial cities that had spread into the Midwest as a result of an expanding network of rail lines. By 1920, more than half of the industrial jobs in the United States were held by recent immigrants and their children."],
        ["", "Source 2"],
        [" ", "This graph shows the number of immigrants to the United States from 1850 to 1920."],
        ["", "problems/DEG11SS/media/S1a.jpg"],
        ["", "Source 3"],
        [" ", "This table shows changes in the percentage of immigrants to the United States from selected countries between 1850 and 1920."],
        ["", "problems/DEG11SS/media/S1b.jpg"],
        ["", "Source 4"],
        [" ", "This excerpt is from How the Other Half Lives: Studies Among the Tenements of New York. In the book, Progressive reformer Jacob Riis describes tenement districts in New York City during the late 1800s."],
        ["", ":box:“[A tenement is] a brick building from four to six stories high... Four families occupy each floor, and a set of rooms consists of one or two dark closets, used as bedrooms, with a [tiny] living room... The staircase is too often a dark well in the centre of the house, and no direct through ventilation is possible...” The dim light admitted by the air-shaft shines upon greater crowds than ever... The statement once made a sensation that between seventy and eighty children had been found in one tenement. It no longer excites even passing attention...\n\nWhere are the tenements of to-day? Say rather: where are they not? ... The tenements to-day are New York, harboring three-fourths of its population...\n\nA map of [the tenement districts in] the city, colored to designate nationalities ... would fall into two great halves, green for the Irish prevailing in the West Side tenement districts, and blue for the Germans on the East Side. But intermingled with these ground colors would be an odd variety of tints that would give the whole the appearance of an extraordinary crazy-quilt... The red of the Italian would be seen ... along the line of Mulberry Street... The Russian and Polish Jew [are] ... disputing with the Italian every foot of available space in the back alleys of Mulberry Street."],
        ["", "Source 5"],
        [" ", "This excerpt is from Twenty Years at Hull-House, written by Jane Addams in 1910."],
        ["", ":box:The Settlement, then, is an experimental effort to aid in the solution of the social and industrial problems which are engendered1 by the modern conditions of life in a great city... The one thing to be dreaded in the Settlement is that it lose its flexibility, its power of quick adaptation, its readiness to change its methods as its environment may demand. It must be open to conviction and must have a deep and abiding sense of tolerance... It should demand from its residents a scientific patience in the accumulation of facts... Its residents ... must be content to live quietly side by side with their neighbors, until they grow into a sense of relationship and mutual interests. Their neighbors are held apart by differences of race and language which the residents can more easily overcome. They are bound to see the needs of their neighborhood as a whole, to furnish data for legislation, and to use their influence to secure it. In short, residents are pledged to devote themselves to the duties of good citizenship and to the arousing of the social energies which too largely lie dormant in every neighborhood given over to industrialism. They are bound to regard the entire life of their city as organic, to make an effort to unify it, and to protest against its over-differentiation."]
    ],
    "Copyright": "",
    "References": []
}