{
    "Directions": "Read the passage below, then answer each question that follows.",
    "Context": [],
    "Title": "Investigative Journalism: An Evolving American Tradition",
    "Subtitle": "",
    "Author": "",
    "LabelType": "N",
    "Content": [
        [" ", "[1]The recent precipitous decline of print journalism as a viable profession has exacerbated long-held concerns about the state of investigative reporting in the United States. [2] Facing lower print circulation and diminished advertising revenue, many major newspapers have reduced or eliminated investigative resources. [3] Newspapers, the traditional nurturing ground for investigative journalism, have been hit especially hard by the widespread availability of free news online. [4] To survive, investigative journalism must continue to adapt to the digital age. [L1]"],
        [" ", "It is not difficult to understand why a cash-strapped, understaffed publication might feel pressure to cut teams of investigative [L2] [reporter's —] their work is expensive and time-consuming. [L3] [Taking on] the public interest, investigative journalism involves original, often long-form reporting on such topics as [L4] [illegal activities,] street crime, corporate wrongdoing, and political corruption. An investigative story involves one or more experienced journalists dedicating their full energy and the resources of the publisher to a piece for a prolonged period of time. Expensive legal battles may ensue. The results of this work, though costly, have helped keep those in power accountable. The exposure by Washington Post reporters Bob Woodward and Carl Bernstein of government misconduct in the Watergate scandal resulted in the resignation of President Richard Nixon in 1974. More recently, Seymour Hersh, reporting for the New Yorker in 2004, helped publicize the mistreatment of Iraqi prisoners by US personnel at Abu Ghraib during the Iraq War. [L5] In these and other cases, exposure from reporters has served as an important [L6] [blockade to or scolding of] malfeasance."],
        [" ", "While worrisome, the decline of traditional print media [L7] [could] not entail the end of investigative journalism. [L8] [Although many newsrooms have reduced their staff, some still employ investigative reporters.] Nonprofit [L9] [enterprises such as] the Organized Crime and Corruption Reporting Project have begun to fill the void created by staff losses at newspapers and magazines. Enterprising freelance reporters, newly funded by nonprofits, make extensive use of social media, including blogs and Twitter, to foster a public conversation about key issues. The Help Me Investigate project, [L10] [for example,] solicited readers to submit tips and information related to ongoing stories to its website. Far from marking the end of investigative journalism, [L11] [cooperation among journalist and ordinary citizens has been facilitated by the advent of the digital age through an increase in the number of potential investigators.]"]
    ],
    "Copyright": "",
    "References": []
}
