{
    "Directions": "Read the passage below, then answer each question that follows.",
    "Context": [],
    "Title": "Rethinking Crowdfunding in the Arts",
    "Subtitle": "",
    "Author": "",
    "LabelType": "N",
    "Content": [
        [" ", "Crowdfunding is a popular way to raise money using the Internet. The process sounds simple: an artist, entrepreneur, or other innovator takes his or her ideas straight to the public via a crowdfunding website. The innovator creates a video about the project and offers, in exchange for donations, a series of “perks,” from acknowledgment on a social media site to a small piece of art. Many crowdfunding programs are all-or-nothing; in other words, the innovator must garner 100 percent funding for the projector the money is refunded to the donors.At [L1] [it's] best,the system can give creators direct access to millions of potential backers."],
        [" ", "The home page of one leading crowdfunding site features a project to manufacture pinhole cameras on a 3‑D printer. [L2] [The idea is obviously very attractive. An obscure method of photography may be made available to many with little expense.] Within weeks, the project was 621 percent funded. In contrast, on the same page, a small Brooklyn performance venue is attempting to raise money for its current season. The venue features works of performance art showcased in a storefront window. Those who have seen the space consider it vital. [L3] [However,] that group may not be large enough; with just four teen days to go in the fund-raising period, the campaign is only 46 percent funded."],
        [" ", "Artists such as these Brooklyn performers find that crowdfunding exacerbates problems that already exist. [L4] [Work, that is easily understood and appreciated, is supported,] while more complex work goes unnoticed. [L5] Time that could be used creating art is spent devising clever perks to draw the attention of potential contributors. [L6] [In addition,] audiences may contain many “free [L7] [riders,” they did not make] contributions. Ironically, the success of crowdfunding may weaken overall funding for the arts if people begin to feel that paying for the art [L8] [loved by them] is someone else's responsibility."],
        [" ", "[1] One innovative playwright has woven the deficiencies of the system into her crowdfunding model. [2] Though the price for her tickets was higher than that of tickets for comparable shows, it was still affordable to most theater goers — and reflected the real cost of the performance. [3] She presented the total cost for producing her play on a crowdfunding site. [4] Then she divided the total cost by the number of people she expected to attend the performance. [5] The result of the calculation was the minimum donor price, and only donors who paid at least the minimum ticket price were allowed to attend the performance. [6] By subverting the presumption that money used for her project is an altruistic donation, the playwright showed that [L9] [our] work has monetary value to those who enjoy it. [L10]"],
        ["", "problems/SAT15RW2/media/S3a.jpg"],
        ["", ":ibox:Adapted from “These Were the Most Successful Projects on Kickstarter Last Year.” ©2013 by The Economist Newspaper Limited."]
    ],
    "Copyright": "",
    "References": []
}
