{
    "Directions": "Read the passage below, then answer each question that follows.",
    "Context": [],
    "Title": "Prehistoric Printing",
    "Subtitle": "",
    "Author": "",
    "LabelType": "N",
    "Content": [
        [" ", "\tPaleontologists are using modern technology to gain a greater understanding of the distant past. With the aid of computed tomography (CT) scanning and 3-D printing, researchers are able to create accurate models of prehistoric fossils. [L1] These models have expanded researchers' knowledge of ancient species and [L2] [swear] to advance the field of paleontology in the years to come."],
        [" ", "\tCT scanners use X-rays to map the surface of a fossil in minute detail, recording as many as one million data points to create a digital blueprint. A 3-D printer then builds a polymer model based on this blueprint, much as a regular computer printer reproduces digital documents on paper. [L3] [Whereas the head of an ordinary computer printer moves back and forth while printing ink onto paper, the corresponding part of a 3-D printer moves in multiple dimensions while squirting out thin layers of melted polymer plastic.] The plastic hardens quickly, [L4] [it] allows the printer to build the layers of the final model. Compared with older ways of modeling fossils, scanning and printing in this way is extremely versatile."],
        [" ", "\t[1] One significant benefit of 3-D printing technology is its ability to create scale reproductions of fossils. [2] But now 3-D scale models can be rearranged with ease, which is a huge boon to scientists. [3] A team led by Drexel University professor Kenneth Lacovara is making models of dinosaur bones one-tenth the bones' original sizes [L5] [in order to learn] how they fit together when the animals were alive. [4] In the past,such research was limited by the weight and bulk of the fossils as well as [L6] [its] precociousness and fragility [5] In many cases, scientists had to rearrange bones virtually, using artists'renderings. [L7]"],
        [" ", "\tBecause CT scanners can map objects that are impossible to excavate, CT scanning and 3-D printing can also be used to reproduce fossils that scientists cannot observe firsthand. [L8] [By contrast,] researchers from the National Museum of Brazil [L9] [has relied] on this technique to study a fossilized skeleton that was discovered protruding from a rock at an old São Paulo railroad site. [L10] [The fossil was too delicate to be removed from the rock. Because of the fossil's delicate nature, the team dug up a block of stone around the fossil and brought it to their lab.] With the aid of a CT scanner and a 3-D printer, they were able to produce a resin model of the fossil. Examining the model, the researchers determined that [L11] [one] had found a new species, a 75-million-year-old crocodile. While not every discovery will be as dramatic as this one, paleontologists anticipate further expanding their knowledge of ancient life-forms as CT scanning and 3-D printing continue to make fossils more accessible."]
    ],
    "Copyright": "",
    "References": []
}
