{
    "Directions": "Read the passage below, then answer each question that follows.",
    "Context": [],
    "Title": "Thomas Nast, the Crusading Cartoonist",
    "Subtitle": "",
    "Author": "",
    "LabelType": "N",
    "Content": [
        [" ", "\t“Stop them pictures!” Legend has it that the corrupt politician William “Boss” Tweed once used those words when ordering someone to offer a bribe to Thomas Nast, an artist who had become famous for cartoons that called for reforms to end corruption. [L1] [As a result,] Tweed's attempt to silence the artist failed, and Nast's cartoons, published in magazines like Harper's Weekly, actually played a key role in bringing Boss Tweed and his cronies to justice."],
        [" ", "\t[L2] [There were powerful political organizations in the 1860s and the 1870s. The organizations were known as “political machines” and started taking control of city governments.] These political machines were able to pack legislatures and courts with hand-picked supporters by purchasing [L3] [votes,] a form of election fraud involving the exchange of money or favors for votes. Once a political machine had control of enough important positions,its members were able to use public funds to enrich themselves and their friends. Boss Tweed's Tammany Hall group, which controlled New York [L4] [City in the 1860s —] stole more than $30 million, the equivalent of more than $365 million today. [L5] [Tweed had been elected to a single two-year term in Congress in 1852.] Tammany Hall was so powerful and [L6] [corrupt that, the New York Times, commented] “There is absolutely nothing ... in the city which is beyond the reach of the insatiable gang.”"],
        [" ", "\tGiven the extent of Tweed's power, it is remarkable that a single cartoonist could have played such a significant role in bringing about his downfall. Nast's cartoons depicted Tweed as a great big bloated thief. One of the artist's most [L7] [famous] images showed Tweed with a bag of money in place of his [L8] [head.] Another featured Tweed leaning against a ballot box with the caption “As long as I count the votes, what are you going to do about it?” These cartoons were so effective in part because many of the citizens who supported Tweed were illiterate and thus could not read the newspaper accounts of his criminal activities. Nast's cartoons, though, widely exposed the public to the injustice of Tweed's political machine."],
        [" ", "\tNast's campaign to bring down Tweed and the Tammany Hall gang was ultimately successful. In the elections of 1871, the public voted against most of the Tammany Hall candidates, greatly weakening Tweed's power. Eventually, Tweed and his gang were [L9] [persecuted] for a number of charges, including fraud and larceny, and many of them were sent to jail. In 1875 Tweed escaped from jail and fled to Spain and unwittingly [L10] [brought] about one final [L11] [pinnacle] for the power of political cartoons: A Spanish police officer recognized Tweed from one of Nast's cartoons. Consequently, Tweed was sent back to jail, and Nast was hailed as the man who toppled the great Tammany Hall machine."]
    ],
    "Copyright": "",
    "References": []
}
