{
    "Directions": "Read the following passage about a toothpick artist, then answer each question that follows.",
    "Context": [
        "Stan Munro has made a career out of something he learned in elementary school."
    ],
    "Title": "Building a World with Toothpicks",
    "Subtitle": "",
    "Author": "by Linda Haas Manley",
    "LabelType": "P",
    "Content": [
        ["", "problems/PA24G3E/media/S1a.jpg"],
        [" ", "\tCould something made of toothpicks hold up your desk?"],
        [" ", "\t“Yes, indeed!” says Stan Munro. Stan is a “toothpick engineer.” His job is to build structures out of toothpicks. Stan was first inspired to build things out of toothpicks after a teacher challenged Stan’s class to build a toothpick structure that would hold an egg."],
        [" ", "\t“Mine held my desk, and everyone cheered,” says Stan."],
        [" ", "\tStan has been creating buildings out of toothpicks ever since. In fact, he created a whole city. Toothpick City: History of Skyscrapers is currently on display at Ripley’s Believe It or Not! in Baltimore, Maryland. The exhibit contains more than 50 famous structures from around the world, and they are all made out of toothpicks. The only materials Stan uses are toothpicks and glue."],
        [" ", "\tAfter he finished Toothpick City I, Stan built Toothpick City II: Temples and Towers. And then he built Toothpick World. His model of the skyscraper Burj Khalifa, a part of Toothpick World, is in Guinness World Records 2015 for the Tallest Toothpick Sculpture. Burj Khalifa is in Dubai, United Arab Emirates, and it is the world’s tallest building. Stan’s toothpick version is more than 16 feet tall!"],
        [" ", "\tIn an interview, Stan talked about math, shoelaces, and Yankee Stadium."],
        ["", "Q: What is your real job?"],
        [" ", "\tA: This IS my real job. I used to be a reporter, which is a fine [profession], but I think this is more fun. I’ve learned history, art, science, and culture from doing this work. I love this job!"],
        ["", "Q: What kind of toothpicks do you use?"],
        [" ", "\tA: Round, square-centered toothpicks. I never use colored ones."],
        ["", "Q: How long does it take to build one of these structures?"],
        [" ", "\tA: It varies by size and detail. The Washington Monument was built in one day. Yankee Stadium took a month. The Vatican took two months. The Chrysler Building took six months."],
        ["", "Q: Has a tower ever fallen over after you built it?"],
        [" ", "\tA: Do we really have to talk about that?"],
        ["", "Q: Ha ha! What happened?"],
        [" ", "\tA: When I built the Taj Mahal for my first city, I dropped the top of it. It sounded like a light bulb shattering when it hit the floor. Now when I move my work, I do it very carefully. Tons of bubble wrap; tuck in your shirt and your shoelaces so you don’t trip. One wrong move and it’s over. The really big structures are built in pieces to assemble on-site, but still—very, very carefully."],
        ["", "Q: I understand that your towers are built to scale. In other words, you make the buildings smaller than the actual structures, but all the parts are in the same proportion to their true size. How do you figure this out?"],
        [" ", "\tA: There is a bit of math involved to figure out the dimensions of the towers. I use algebra quite a bit."],
        ["", "Q: In addition to math, do you use any science or engineering in your work?"],
        [" ", "\tA: The model for Burj Khalifa was built with a triangle design technology often used in the building of churches. The triangle is considered the strongest architectural structure."],
        ["", "Q: What’s your favorite building?"],
        [" ", "\tA: The next one."],
        ["", "Q: Do you have any advice for our readers?"],
        [" ", "\tA: If you set out to do something, you should do it—even if it’s really hard."],
        ["", ":box:Did You Know?\n\nStan Munro used gallons and gallons of glue to build more than 60 buildings for Toothpick World."]
    ],
    "Copyright": "",
    "References": []
}