{
    "Directions": "Read this story, then answer each question that follows.",
    "Context": [
        "In this excerpt, Paolo Levi is secretly learning to play the violin. Paolo's teacher, Benjamin, refuses to continue his violin lessons until the boy's parents are told about the lessons. Paolo's parents share a past friendship with Benjamin from when they were forced by their captors to play music during World War II."
    ],
    "Title": "[Excerpt from] The Mozart Question",
    "Subtitle": "",
    "Author": "by Michael Morpugo",
    "LabelType": "L",
    "Content": [
        [" ", "\t“Will you come with me?” I begged him. “I can only do it if you come with me.”"],
        [" ", "\t“If you like,” he said, smiling."],
        [" ", "\t“Benjamin carried Papa's violin for me that day and held my hand all the way back to"],
        [" ", "the Dorsoduro. I dreaded having to make my confession. I knew how hurt they would be."],
        ["5", "All the way I rehearsed what I was going to say over and over again. Mama and Papa were"],
        [" ", "upstairs in the kitchen when we came in. I introduced Benjamin and then, before anyone"],
        [" ", "had a chance to say anything, before I lost my courage entirely, I launched at once into my"],
        [" ", "prepared confession, how I hadn't really stolen Papa's violin, just borrowed it to get it"],
        [" ", "mended and to practice on. But that's as far as I got. To my surprise, they were not"],
        ["10", "looking angry. In fact, they weren't looking at me at all. They were just staring up at"],
        [" ", "Benjamin as if quite unable to speak. Benjamin spoke before they did. “Your mama and"],
        [" ", "papa and I, I think perhaps we do know one another,” he said. “We played together once,"],
        [" ", "did we not? Don't you remember me, Gino?”"],
        [" ", "\t“Benjamin?” As Papa started to his feet, the chair went over behind him."],
        ["15", "\t“And if I am not much mistaken, Signora,” Benjamin went on, looking now at Mama,"],
        [" ", "“you must be little Laura Adler—all of us violins, all of us there, and all of us still here. It is"],
        [" ", "like a miracle. It is a miracle.”"],
        [" ", "\tWhat happened next I can see as if it were yesterday. It was suddenly as if I were not"],
        [" ", "in the room at all. The three of them seemed to fill the kitchen, arms around each other,"],
        ["20", "and crying openly, crying through their laughter. I stood there mystified, trying to piece"],
        [" ", "together all I had heard, all that was going on before my eyes. Mama played the violin too!"],
        [" ", "She had never told me that!"],
        [" ", "\t“You see, Paolo,” said Benjamin, smiling down at me, “didn't I tell you once it was a"],
        [" ", "wonderful world? Twenty years. It's been twenty years or more since I last saw your mama"],
        ["25", "and papa. I had no idea they were still alive. I always hoped they survived, hoped they"],
        [" ", "were together, these two young lovebirds, but I never believed it, not really.”"],
        [" ", "\tMama was drying her eyes on her apron. Papa was so overcome, he couldn't speak."],
        [" ", "They sat down then, hands joined around the table as if unwilling to let each other go for"],
        [" ", "fear this reunion might turn out to be no more than a dream."],
        ["30", "\tBenjamin was the first to recover. “Paolo was about to tell you something, I think,” he"],
        [" ", "said. “Weren't you, Paolo?” I told them everything then: how I'd gone for my lessons, how"],
        [" ", "Benjamin had been the best teacher in all the world. I dared to look up only when I'd"],
        [" ", "finished. Instead of the disapproval and disappointment I had expected, both Mama and"],
        [" ", "Papa were simply glowing with joy and pride."],
        ["35", "\t“Didn't I say Paolo would tell us, Papa?” she said. “Didn't I tell you we should trust"],
        [" ", "him? You see, Paolo, I often take down my violin, just to touch it, to look at it. Papa"],
        [" ", "doesn't like me to, but I do it all the same, because this violin is my oldest friend. Papa"],
        [" ", "forgives me, because he knows I love this violin, that it is a part of me. You remember I"],
        [" ", "showed it to you that day, Paolo? It wasn't long after that that it went missing, was it? I"],
        ["40", "knew it had to be you. Then it came back, mended miraculously. And after school you"],
        [" ", "were never home, and when you weren't home, the violin was always gone too. I told"],
        [" ", "Papa, didn't I, Papa? I told him you'd tell us when you were ready. We put two and two"],
        [" ", "together; we thought you might be practicing somewhere, but it never occurred to us that"],
        [" ", "you were having lessons, nor that you had a teacher—and certainly not that your teacher"],
        ["45", "was Benjamin Horowitz, who taught us and looked after us like a father all those years"],
        [" ", "ago.” She cried again then, her head on Papa's shoulder."],
        [" ", "\t“But you told me it was Papa's violin, that he'd put it away and never wanted to play it"],
        [" ", "again, ever,” I said."],
        [" ", "\tAt this, the three of them looked at one another. I knew then that they all shared the"],
        ["50", "same secret, and that without a word passing between them they were deciding whether"],
        [" ", "they should reveal it, if this was the right moment to tell me. I often wondered later"],
        [" ", "whether, if Benjamin had not come that day, they would ever have told me. As it was, they"],
        [" ", "looked to Papa for the final decision, and it was he who invited me to the table to join"],
        [" ", "them. I think I knew then, even before Papa began, that I was in some way part of"],
        ["55", "their secret."]
    ],
    "Copyright": "",
    "References": []
}