{
    "Directions": "Read this article, then answer each question.",
    "Context": [
        "Leonardo da Vinci, an Italian boy of fourteen, was trying to decide what profession to study. His father, Ser Piero, was unsure how to advise the boy until he looked at several of Leonardo’s drawings."
    ],
    "Title": "[Excerpt from] Leonardo da Vinci for Kids: His Life and Ideas",
    "Subtitle": "",
    "Author": "by Janis Herbert",
    "LabelType": "L",
    "Content": [
        [" ", "\tBut when Ser Piero looked at the drawings his son carried in his knapsack, he knew"],
        [" ", "what Leonardo should do. He put the drawings in a fold of his sleeve and carried them to"],
        [" ", "the “bottega” (which is the Italian word for studio or workshop) of the famous artist"],
        [" ", "Andrea del Verrocchio."],
        ["5", "\tVerrocchio was the greatest sculptor of the time and the oﬃcial sculptor of the"],
        [" ", "powerful Medici family. He had a square face, dark curly hair, and a serious expression that"],
        [" ", "showed that work was his life. His eyes missed nothing, and as he looked at"],
        [" ", "Leonardo’s drawings he knew that this young man would come to be an artist even greater"],
        [" ", "than he was. Verrocchio’s bottega on Via de Agnolo was as busy as the streets of Florence."],
        ["10", "His workshop received orders for paintings, sculpture, household decorations, armor,"],
        [" ", "jewelry, and many other items."],
        [" ", "\tLeonardo’s eyes opened wide when he saw Verrocchio’s studio for the first time. The"],
        [" ", "doors were open to the street and the teeming life of the city spilled inside. Playing"],
        [" ", "children and their dogs ran through the rooms. Sometimes a pig or a chicken wandered"],
        ["15", "in! Maestro Verrocchio stood in the middle of all the activity, alert to everything that was"],
        [" ", "going on and directing the work of his young apprentices. Brushes and mallets and chisels"],
        [" ", "hung on the walls, along with the sketches and plans of works in progress. One young"],
        [" ", "man was firing up a kiln. Others hammered armor and pounded stone to powder. Easels,"],
        [" ", "workbenches, and models stood everywhere."],
        ["20", "\tLeonardo’s father and Verrocchio shook hands. Young Leonardo was now apprenticed"],
        [" ", "to the great artist. He would be a “discepolo” (which is the Italian word for an apprentice)"],
        [" ", "and would spend many years learning to be an artist under the direction of Verrocchio."],
        [" ", "\tThose years flew by. Leonardo grew up to be a handsome and strong young man. He"],
        [" ", "worked long days and slept at night in the upstairs living quarters with the other"],
        ["25", "apprentices. Maestro Verrocchio was kind but strict, and his apprentices worked very"],
        [" ", "hard. For the first few months Leonardo did nothing but sweep the floor, clean"],
        [" ", "paintbrushes, and listen to the talk of the other apprentices and craftsmen. He watched"],
        [" ", "everything that was going on. And in Verrocchio’s bottega, there was so much going on!"],
        [" ", "The wealthy people of Florence would come in to have their portraits painted. They asked"],
        ["30", "Verrocchio to make items of silver and gold, armor and coats of arms, statues, dishes, and"],
        [" ", "furniture. Verrocchio and his apprentices even made bells for churches and cannons used"],
        [" ", "to guard the town. This work was done by the older apprentices."],
        [" ", "\tLeonardo cleaned and swept. Eventually he was given the daily task of grinding"],
        [" ", "pigments to make paint. After he mastered each task he was given a harder one. He"],
        ["35", "polished bronze statues. He learned how to make paintbrushes. He prepared wooden"],
        [" ", "panels for painting. He longed for the day when he would be able to use these materials"],
        [" ", "and not just prepare them for another artist. In the meantime he sketched whenever he"],
        [" ", "had time."],
        [" ", "\tOne day Verrocchio received a very important commission. Florence’s cathedral, Santa"],
        ["40", "Maria del Fiore, was nearly finished after almost two hundred years of construction. The"],
        [" ", "final touch needed was a great bronze globe to be placed on the top. It would be a"],
        [" ", "challenge to create, for the globe was to be twenty feet across and weigh over two tons."],
        [" ", "And not only would it be diﬃcult to make—Verrocchio and his apprentices also had to"],
        [" ", "figure out a way to install it on the top of the cathedral! Leonardo learned there was more"],
        ["45", "to art than holding a paintbrush. The artist had to cast the globe in bronze, develop"],
        [" ", "architectural plans, and even design the cranes and pulleys needed to install it. For this"],
        [" ", "commission, art and engineering went hand in hand. In the workshop the apprentices"],
        [" ", "calculated and designed for months. Plans covered the walls. On the spring day when it"],
        [" ", "was installed, the whole town turned out to watch."]
    ],
    "Copyright": "",
    "References": []
}