{
    "Directions": "Read this story, then answer each question that follows.",
    "Context": [
        "Nina has just received a low grade on a social studies test. Before she can figure out what to do, the bell rings and she heads to her art class."
    ],
    "Title": "[Excerpt from] Interference Powder",
    "Subtitle": "",
    "Author": "by Jean Hanff Korelitz",
    "LabelType": "L",
    "Content": [
        [" ", "\tThe art studio was at the end of the corridor. Its walls were splotched by years of flung"],
        [" ", "paint, and pockmarked from thousands of thumbtacks. All sorts of stuff was pinned up,"],
        [" ", "from kindergarten smudges to our own collage self-portraits, with papier-mâché objects"],
        [" ", "dropping down from the ceilings to sway over our heads. One of my own paintings hung"],
        ["5", "on the wall between two of the windows, and I smiled when I saw it. It was a picture I was"],
        [" ", "kind of proud of: a study of Isobel's face, up close, her thin smile stretching across her face"],
        [" ", "and her skin very white against a purple background. Isobel called this her vampiress"],
        [" ", "portrait, which wasn't exactly a compliment. Still, I knew she liked the picture and felt"],
        [" ", "proud to see it up on the wall."],
        ["10", "\tWhen we got to the art room, I was surprised that Mrs. Smith, our teacher, was absent"],
        [" ", "and in her place stood a tall woman with long hair in hundreds of little braids, some of"],
        [" ", "them with beads and shells woven into their ends. The hair was mostly gray, but the"],
        [" ", "woman's face wasn't really old. In fact, she looked around the same age as my mom. She"],
        [" ", "grinned at us from the center of the room, with her hands thrust deep into the pockets of"],
        ["15", "her big, faded apron, which she wore over jeans so worn they looked buttery-soft. In"],
        [" ", "one ear she wore a long, dangly earring with a feather that brushed her shoulder. Nothing"],
        [" ", "was in her other ear. Her fingers were bare, but her wrists clattered with little bracelets, silver"],
        [" ", "and gold and every color. I stared at those bracelets. I had never seen anything like them."],
        [" ", "\tOur class was bunched up at the door, uncertain about whether or not to enter, given"],
        ["20", "that our art teacher wasn't there; but this different person motioned us inside, grinning all"],
        [" ", "the while. “Come on!” she said gleefully. “Mrs. Smith is sick today, so I was called in. My"],
        [" ", "name is Charlemagne.”"],
        [" ", "\tCharlemagne! Isobel and I exchanged a look. Only the week before, Isobel's father had"],
        [" ", "shown us a print of an old painting with a man in a chair. Four priests were standing over"],
        ["25", "him, waving something that looked like palm fronds.¹"],
        [" ", "\t“Is he a saint?” Isobel had asked."],
        [" ", "\tHer dad had laughed. “He thought he was. But no. He's King Charlemagne of France."],
        [" ", "Charles the Great! He made war on absolutely everybody.”"],
        [" ", "\tAnd now, here we were, only a week later, confronted with one of Charles the Great's"],
        ["30", "actual descendants, since what else could Ms. Charlemagne be? Imagine being descended"],
        [" ", "from a medieval French king! How totally thrilling! Mom always told me that her"],
        [" ", "great-great-great-uncle had invented the glue they use on the back of postage stamps, but"],
        [" ", "that was nothing compared to being connected to ancient royalty."],
        [" ", "\tMs. Charlemagne began passing out paper as we drifted to the art tables. “I don't have"],
        ["35", "any special plan today,” she said. “I think we'll just see where our creativity takes us. Let's"],
        [" ", "see what happens on the page. After all, that's what artists do, isn't it?”"],
        [" ", "\tWas it? I'd always thought they planned their paintings beforehand and then tried to"],
        [" ", "make the picture on the canvas match the picture in their mind. That's what I always"],
        [" ", "did, anyway."],
        ["40", "\tThe kids around me were picking through the pencil and crayon bins, looking at one"],
        [" ", "another with uncertain expressions. They were used to being told by Mrs. Smith what the"],
        [" ", "day's subject was or how they were supposed to make their pictures."],
        [" ", "\t“Let's let the colors pick themselves!” Ms. Charlemagne chirped. “Let's let the pictures"],
        [" ", "tell us what they should look like! Let's see what's on your mind today!”"],
        ["45", "\tI looked down at my blank white sheet. I knew what was on my mind. My low"],
        [" ", "62 grade, my never-to-be-had singing lessons, my mom's expression when she sees my test"],
        [" ", "score tonight. I sighed and reached for a pencil. I began to draw my mother in our kitchen at"],
        [" ", "home, her face pinched up in a frown. I drew her thin eyebrows and her eyes, with"],
        [" ", "their pretty, curling eyelashes, looking down. I drew her hair falling forward a bit and"],
        ["50", "one hand, the one that still wore my father's wedding ring, on the table before her. Next to"],
        [" ", "that hand I drew my test; and just to make myself feel even worse, I drew my ugly"],
        [" ", "score — 62 — right there on the paper. For a long moment I glared at it, as if willing it"],
        [" ", "to change."],
        [" ", "\tThen it struck me! I could change that number, at least here if not in real life. I could"],
        ["55", "turn my pencil over and rub those terrible numbers away, then write new numbers in"],
        [" ", "their place. I was the lord of my own picture, wasn't I? I could give myself a 63 on my"],
        [" ", "social studies test, or a 61, or ... why not even a perfect 100?"]
    ],
    "Copyright": "Excerpt from “Interference Powder”: From INTERFERENCE POWDER by Jean Hanff Korelitz. Copyright © 2003, Amazon Publishing. Used with permission. ",
    "References": [
        ["¹", "fronds: branches"]
    ]
}