{
    "Directions": "Read this article, then answer each question that follows.",
    "Context": [],
    "Title": "Building for “Pests”: Critters Need Houses, Too",
    "Subtitle": "",
    "Author": "by Lela Nargi",
    "LabelType": "L",
    "Content": [
        [" ", "\tSometime in the middle of the Stone Age, say 9000 B.C., our ancestors moved"],
        [" ", "house — from temporary, tent-like structures to more enduring abodes that might last a"],
        [" ", "lifetime or longer. Thousands of years later, they started making simple houses for the"],
        [" ", "creatures they cared for, too. By the 7th century A.D., the Chinese were even building"],
        ["5", "pens for their elephants!"],
        [" ", "\tAs time went on, people dreamed up bigger, fancier digs for both their families and"],
        [" ", "their animals. Explains Dr. Carol Krinsky, a professor of art and architectural history at"],
        [" ", "New York University: In 17th-century France, “Horses were so important for"],
        [" ", "transportation. And they were symbols of prestige. So the stables at Versailles” — the palace"],
        ["10", "outside Paris built by King Louis XIV — “are overwhelmingly glamorous.”"],
        [" ", "\tThese days, fancy mini-houses show how much we value our beloved dogs and"],
        [" ", "canaries. But ecologically minded architects around the world are thinking up ways to"],
        [" ", "make houses, not for pets, but for pests!"],
        ["", "Creatures + Comfort"],
        [" ", "\tDr. Joyce Hwang is a professor of architecture at the University of Buffalo. According"],
        ["15", "to her, a “pest” is any animal people don't want around. “But that differs from country to"],
        [" ", "country, city to city, even person to person,” she says. “In some places, pigeons are"],
        [" ", "considered pests, while in others” — like Turkey and Belgium, where pigeon racing is a"],
        [" ", "popular sport — “they are valued.”"],
        [" ", "\tHwang wants the homes she designs for bats, bees, squirrels, and other critters to look"],
        ["20", "cool and beautiful. Her reason: “Well-designed architecture is able to bring attention to a"],
        [" ", "situation.” In the case of bats, the situation is White-Nose Syndrome. This is a fungus"],
        [" ", "that's infesting bats' caves and killing them. Seven million bats have died from it in North"],
        [" ", "America so far."],
        [" ", "\t“Many people are afraid of bats,” says Hwang. “They think of them as animals that"],
        ["25", "transmit rabies. But bats are so helpful to humans as predators of insects (they can eat lots"],
        [" ", "of mosquitoes!) and as pollinators.” (That is, they transmit pollen from flower to flower on"],
        [" ", "trees like peaches and avocadoes, fertilizing them so they'll grow into fruit.) “Good"],
        [" ", "architecture will make people curious about bats,” says Hwang. And maybe make them"],
        [" ", "want to help, as well."],
        ["30", "\tSo far, Hwang has built two kinds of houses for bats: Bat Tower, a zigzag of plywood"],
        [" ", "that she and some of her students set up beside a bug-infested pond. And Bat Cloud, a"],
        [" ", "clump of cozy pods that hang in the middle of a nature preserve. She designed them both"],
        [" ", "carefully, to give bats the warmth they require and the rough surfaces they like to climb"],
        [" ", "and hang on."],
        ["35", "\tEven so, Hwang knows there's no guarantee any bats will move into the houses she's"],
        [" ", "built — no matter how endangered they are. But she insists, “It's still important to make"],
        [" ", "them. Putting up more habitats increases the chances that animals will be able to find a"],
        [" ", "place to live and survive.” It also shows people how architecture can be designed to"],
        [" ", "include — not exclude — animals that are helpful for our environment. And, says Hwang,"],
        ["40", "“make [humans] pay more attention” to the possibilities."],
        ["", "Great (Animal) Estates"],
        [" ", "\tLos Angeles-based architect and artist Fritz Haeg would also like people to pay"],
        [" ", "attention — to dozens of kinds of animals. In 2008, he was commissioned by the Whitney"],
        [" ", "Museum of Art in New York City to make his first “Animal Estates.” These were habitats"],
        [" ", "for animals that lived on the Whitney's site 400 years ago, when the land was marsh and"],
        ["45", "tulip forest: bald eagles, northern flying squirrels, eastern tiger salamanders, and nine"],
        [" ", "other species."],
        [" ", "\tHaeg installed nest boxes, burrows, and houses made from gourds around the"],
        [" ", "entrance to the museum. He hoped they would call attention to how the development of"],
        [" ", "cities means a lot of animals can no longer live among us; they used to make their homes"],
        ["50", "in and around trees, and when we cut down trees to put up our buildings, we destroyed"],
        [" ", "their habitats."],
        [" ", "\tHaeg says he wants his Animal Estates to show how, “With very simple means, we can"],
        [" ", "accommodate those species again. And some of them we might really want to have"],
        [" ", "around.” (Like Dr. Hwang, he mentions insect eaters and pollinators.) He's since been"],
        ["55", "commissioned to design Estates in eight other cities — for many different animals,"],
        [" ", "depending on what's native to those locations. For example, his Estates for the industrial"],
        [" ", "(and polluted) city of Rotterdam in the Netherlands includes a habitat for the Eurasian"],
        [" ", "Skylark. Its population has decreased by 95 percent in the last 10 years."],
        [" ", "\tFritz Haeg's tactics are sort of the opposite of Joyce Hwang's. He designs houses that"],
        ["60", "are basic and not concerned with looking lovely. He says, “I wanted to do handmade,"],
        [" ", "modest structures that would get people thinking: What kinds of animals do I want to"],
        [" ", "host on my land?” He hopes people will research what animals need homes where they"],
        [" ", "live. Anyone can download one of his designs from the Internet and build it themselves."],
        [" ", "Says Haeg, “I want to capture people's imaginations and have them ask, 'Who else is this"],
        ["65", "city for?'”"]
    ],
    "Copyright": "“Building for ‘Pests’: Critters Need Houses, Too”: From BUILDING FOR ‘PESTS’: CRITTERS NEED HOUSES, TOO by Lela Nargi. Reprinted from ODYSSEY MAGAZINE—May/June 2014. Copyright © 2014 by Carus Publishing Company. Used with permission. All Cricket Media material is copyrighted by Carus Publishing Company, d/b/a Cricket Media. ",
    "References": []
}