{
    "Directions": "Read this article, then answer each question.",
    "Context": [],
    "Title": "“Ideas That Work ... and Those That Don’t” from When is a Planet Not a Planet? The Story of Pluto",
    "Subtitle": "",
    "Author": "by Elaine Scott",
    "LabelType": "L",
    "Content": [
        [" ", "\tToday, scientists do their work in much the same way that Kepler and Newton did."],
        [" ", "They begin with observation—carefully watching how something works. After some time"],
        [" ", "of observation, they develop a hypothesis, which is a scientific explanation based on what"],
        [" ", "they have observed. Using hypotheses, scientists can make predictions about what they"],
        ["5", "expect to happen. For example, a researcher could have a hypothesis that a particular"],
        [" ", "germ causes a disease. Or an expectation that a new planet can be found in a certain area"],
        [" ", "of the night sky. A hypothesis is just an idea or an educated guess, until it is tested."],
        [" ", "\tScientists test their hypotheses over and over again. If the results don’t disprove the"],
        [" ", "hypothesis, they ask other scientists to test their hypotheses also. And if those tests"],
        ["10", "produce identical results, the hypothesis becomes a theory. Scientists then begin to count"],
        [" ", "on the theory being true."],
        [" ", "\tYou’ve probably developed theories of your own. For example, you may begin with an"],
        [" ", "observation that the school cafeteria serves chocolate-chip cookies on Friday. From that"],
        [" ", "observation, you might make the hypothesis that, on Fridays, the cafeteria will always have"],
        ["15", "chocolate-chip cookies. If the cafeteria serves chocolate-chip cookies for six Fridays in a"],
        [" ", "row, your hypothesis would appear to be correct. When more Fridays pass, and"],
        [" ", "chocolate-chip cookies appear every time, you begin to operate on the theory that Friday"],
        [" ", "is chocolate-chip-cookie day. If you were very confident, you would create your own"],
        [" ", "cafeteria law that says Friday will always be chocolate-chip-cookie day. However, scientific"],
        ["20", "theories—and even laws—can change if new information is discovered. If a new cook"],
        [" ", "starts working in the cafeteria and serves chocolate-chip cookies on Tuesday, your law"],
        [" ", "would be broken, and your hypothesis and theory would have to change, too. Scientists"],
        [" ", "must always be willing to abandon their theories when new information comes along that"],
        [" ", "contradicts those theories."],
        ["25", "\tUntil 1781, everyone operated on the theory that Mercury, Venus, Earth, Mars, Jupiter,"],
        [" ", "and Saturn were the only planets in our solar system."],
        [" ", "\tThen, in 1781, an English astronomer named William Herschel (1738–1822)"],
        [" ", "discovered Uranus."],
        [" ", "\tTwenty years later, on January 1, 1801, an Italian priest and astronomer, Giuseppe"],
        ["30", "Piazzi (jo-SEP-ee pee-AHT-see), who lived from 1746 to 1826, was looking through his"],
        [" ", "telescope. He saw a bright object—something new and different—traveling from east to"],
        [" ", "west. It was large, about one-third the size of our Moon. Piazzi shared his discovery with"],
        [" ", "other astronomers, and they determined Piazzi had found another new planet. It was"],
        [" ", "named Ceres (SAIR-eez). But the following year, astronomers found an object similar to"],
        ["35", "Ceres in the same orbit. Then they found another. And another. The astronomers were"],
        [" ", "puzzled. Could there be that many new planets? William Herschel suggested they give"],
        [" ", "these small objects a new name: “asteroids.” More and more asteroids were found. They"],
        [" ", "were whizzing around in space, orbiting the Sun, just like Ceres. Astronomers named this"],
        [" ", "region of space the Asteroid Belt."],
        ["40", "\tThen in 1846, a German astronomer named Johann Gottfried Galle (GOL-lee)"],
        [" ", "(1812–1910) discovered Neptune. Now there were nine planets in the solar system."],
        [" ", "\tBefore long, however, astronomers began to change their minds about Ceres. Though"],
        [" ", "it was much larger than other bodies traveling in the Asteroid Belt, Ceres wasn’t traveling"],
        [" ", "by itself, in its own orbit, as each of the planets did. Ceres was traveling with the asteroids."],
        ["45", "Also, compared to the other planets, Ceres was very small! Astronomers finally decided"],
        [" ", "that Ceres was an asteroid—one of the largest, but still an asteroid. So Ceres was demoted."],
        [" ", "\tAnd the solar system returned to eight planets."],
        [" ", "\tPercival Lowell (1855–1916) was a successful American businessman, travel writer,"],
        [" ", "and diplomat. He was not a professional astronomer, though he loved to study"],
        ["50", "astronomy. In 1894, using his own money, he established the Lowell Observatory in"],
        [" ", "Flagstaff, Arizona."],
        [" ", "\tLowell was fascinated with Mars, but he had another abiding interest. He hoped to"],
        [" ", "find a ninth planet—one he called Planet X. As he studied the recently discovered"],
        [" ", "Neptune, he noticed that the planet wobbled as it orbited. Using Newton’s and Kepler’s"],
        ["55", "laws, Lowell decided that Neptune might be wobbling because the gravity of another,"],
        [" ", "unseen, planet was tugging on it. He used the laws of physics to help pinpoint where this"],
        [" ", "mysterious new Planet X might be found. Sadly, when Lowell died in 1916, he had still not"],
        [" ", "found it. But in 1929, astronomers at the Lowell Observatory decided to look for Planet X"],
        [" ", "again. A young astronomer, Clyde Tombaugh (1906–1997), used Percival Lowell’s"],
        ["60", "calculations to search the night skies. On February 18, 1930, he found what he was looking"],
        [" ", "for—the smallest and farthest planet, Pluto."],
        [" ", "\tBut in time, there were problems with Pluto."]
    ],
    "Copyright": "",
    "References": []
}