{
    "Directions": "Read this article, then answer each question.",
    "Context": [],
    "Title": "Move Over, Spider-Man — Here's Spider-Goat!",
    "Subtitle": "",
    "Author": "by Joli Allen",
    "LabelType": "L",
    "Content": [
        [" ", "\tMaking silk threads isn't just for spiders anymore. A special type of goat is doing it,"],
        [" ", "too. Nubian goats look and act like any other playful, floppy‑eared goats. But when they"],
        [" ", "aren't playing, these goats are busy making spider silk."],
        [" ", "\tSpider silk is absolutely amazing. It's five times stronger than steel, but it's also very"],
        ["5", "light and flexible. Because of this, scientists plan to use it to make some totally cool"],
        [" ", "things! Imagine clothing that's as light as a cobweb, yet won't tear, or fishing line and"],
        [" ", "tennis racket strings that won't break. Doctors might be able to use spider silk for making"],
        [" ", "tiny stitches in delicate eye surgery, but it could also be strong and flexible enough to"],
        [" ", "replace some worn‑out parts of the human body. The silk also could be used to build"],
        ["10", "airplanes, buildings, and bridges, as well as create a tough coating for space stations."],
        [" ", "Because of all these possibilities, scientists have been searching for ways to make spider"],
        [" ", "silk in huge quantities, and they have finally found the answer: Nubian goats!"],
        [" ", "\tScientists have studied spider silk for years. They tried to raise spiders on spider farms"],
        [" ", "to collect silk from them, but the spiders didn't enjoy living so close to one another."],
        ["15", "Spiders like their own space, and when they don't get it ... well ... they make space by"],
        [" ", "eating their neighbors!"],
        [" ", "\tGoats, the scientists discovered, are much friendlier than spiders and are also easier"],
        [" ", "to work with. Because they're bigger, a few goats can produce more silk than a roomful of"],
        [" ", "spiders. The scientists chose Nubian goats for this job because they make milk at a"],
        ["20", "younger age than many other goats. So, the Nubian goats will make spider silk sooner and"],
        [" ", "for longer periods of time."],
        [" ", "\tBut how do the goats actually make the spider silk? That's what scientist Jeffrey Turner"],
        [" ", "wanted to figure out when he taught animal science at McGill University in Montreal. He"],
        [" ", "noticed that the body parts of spiders that make silk and the parts of goats that make milk"],
        ["25", "are very much alike. Because of this, he figured that goats might be able to make spider"],
        [" ", "silk. The idea excited him, and he started his own company in 1993 to do more research"],
        [" ", "on how goats could do what spiders have been doing for years."],
        [" ", "\tEventually, Turner and his fellow scientists found a way to place spider genes in goats"],
        [" ", "so that the genes fit nicely, like a guest in a comfortable hotel. Every living animal,"],
        ["30", "including humans, has a set of genes inside of it that tells its body what to do. These genes"],
        [" ", "are very, very tiny, but they hold lots of information on how to build parts of the body. A"],
        [" ", "spider's genes contain instructions for making spider silk, and a goat's genes contain"],
        [" ", "instructions for making milk. So by putting spider genes into goats, the goats then have"],
        [" ", "the genes that tell their bodies how to make spider silk proteins."],
        ["35", "\tProteins are the body's basic building blocks. Just as people have proteins in their"],
        [" ", "bodies that make their hair, skin, and muscles, the goats now have special proteins for"],
        [" ", "making spider silk. When the goats produce milk, the spider silk proteins are in it, but it"],
        [" ", "looks just like regular milk. Scientists separate the proteins out of the milk by skimming"],
        [" ", "off the fat and then sprinkling salt on it. The salt makes the spider silk proteins curdle into"],
        ["40", "small clumps. These clumps are scooped out, and water is added until the mixture has the"],
        [" ", "thickness of maple syrup. This is spider silk, and it's ready to be spun!"],
        [" ", "\tNext, the silk is taken to a spinning machine that copies the way spiders spin their"],
        [" ", "silk. The secret to extra strong silk is in how the spiders spin it: they stretch the silk over"],
        [" ", "and over again. The stretching makes all the protein building blocks line up, lock together,"],
        ["45", "and form a strong but flexible band. When the giant spinning machine is finished, the silk"],
        [" ", "threads are stronger than steel and as flexible as rubber ... but they're also thinner than a"],
        [" ", "human hair."],
        [" ", "\tProducing milk with spider proteins in it doesn't hurt the goats. Scientists did years of"],
        [" ", "research to make sure the goats would be safe and healthy. The milk that's left after the"],
        ["50", "spider proteins are removed can still be used—as fertilizer on fields that grow feed for"],
        [" ", "the goats."],
        [" ", "\tIn 1998, Dr. Turner bought a farm in Canada for raising his spider‑silk goats, and they"],
        [" ", "still live there today. The one thousand goats that make spider silk are raised in a normal"],
        [" ", "environment and are healthy, curious, and energetic—just like any other Nubian goats."],
        ["55", "Their owner gives them lots of space to roam and play. The goats particularly enjoy rolling"],
        [" ", "down the farm's grassy hills, and they love listening to country music. Other music, such"],
        [" ", "as rock music, has strange rhythms that make the goats jittery, but the steady beat of"],
        [" ", "country music keeps them calm and happy. H'm ... I wonder if they'd like the “Itsy Bitsy"],
        [" ", "Spider” song."]
    ],
    "Copyright": "",
    "References": []
}