{
    "Directions": "Read this story, then answer each question.",
    "Context": [],
    "Title": "Drawing Horses",
    "Subtitle": "",
    "Author": "by Cerelle Woods",
    "LabelType": "L",
    "Content": [
        [" ", "\tI'd give anything to draw horses the way Euphemia Tucker does. She draws them in"],
        [" ", "the margins of spelling tests and on the back of her math homework. They're always"],
        [" ", "running wild and free, their manes swirling over the paper like clouds across the sky."],
        [" ", "\tEuphemia's horses look so real you can almost"],
        ["5", "feel their breath on your face."],
        ["", "problems/NY17G6E/media/S1a.jpg"],
        [" ", "\tLuke Anderson, who sits next to me, says he"],
        [" ", "can't decide whether my horses look more like"],
        [" ", "Great Danes or kitchen tables. He also calls me"],
        [" ", "Messy. I prefer Marisa, which is my real name, to"],
        ["10", "Missy, which is what everyone—except Luke—calls"],
        [" ", "me. If I could draw like Euphemia, I'd sign all my"],
        [" ", "pictures Marisa. Nobody messes with Euphemia's"],
        [" ", "name, not even Luke Anderson."],
        [" ", "\tToday I sharpened my pencil and took a clean sheet of paper out of my desk. Then I"],
        ["15", "closed my eyes and pictured one of Euphemia's perfect horses rearing up and pawing the"],
        [" ", "air with its sharp hooves. I could see it so clearly I was sure I'd be able to draw it this time."],
        [" ", "\tI started with what I do best: a big, billowing mane. Next I roughed in most of the"],
        [" ", "body and drew a long tail streaming out behind. It really wasn't turning out half bad until"],
        [" ", "I got to the front‑legs‑pawing‑the‑air part, which looked more like two macaroni noodles"],
        ["20", "with tiny marshmallows for hooves."],
        [" ", "\tI tried again, but the hooves still didn't seem right, and rather than doing them over"],
        [" ", "and over, I erased them and went on to the head. That was when I really ran into trouble."],
        [" ", "\tFirst I drew some great donkey ears, followed by sheep ears, pig ears, kangaroo"],
        [" ", "ears ... everything except horse ears. I erased again and again until I had rubbed a hole in"],
        ["25", "the paper. That was when Luke Anderson poked his nose over my shoulder."],
        [" ", "\tI scratched a big X through my earless, macaroni‑legged horse, wadded it up into a"],
        [" ", "little ball, and stuffed it under the lid of my desk."],
        [" ", "\tI was still upset when I got off the school bus this afternoon. I walked past the"],
        [" ", "neighbors' horses standing in the field next to our house. They've been in that field for as"],
        ["30", "long as I can remember. Their stringy manes never float into the sky. Their ragged old"],
        [" ", "tails hang straight down to the ground, and I've never seen them run."],
        [" ", "\tI brooded about it all through dinner. After I'd helped clear the dishes, I sat down with"],
        [" ", "a stack of typing paper and a freshly sharpened pencil. Without Luke Anderson there to"],
        [" ", "pester me, I hoped I'd have better luck. I practiced a few horses' heads, trying to get the"],
        ["35", "ears right. Nothing worked."],
        [" ", "\tI tossed all the sketches into the trash and walked outside. The sun had just sunk"],
        [" ", "below the horizon, feathering the whole sky with pink and orange wisps. Everything"],
        [" ", "looked special in that light, even the scraggly horses next door."],
        [" ", "\tI dragged a lawn chair over to the fence and sat"],
        ["40", "down to take a better look at them. They'd never be"],
        [" ", "free spirits like Euphemia's horses, but they did seem"],
        [" ", "patient and strong. I noticed the curves of their"],
        [" ", "muscles, the shadows on their faces, the shine along"],
        [" ", "their backs. Their colors reminded me of dessert—"],
        ["45", "rich chocolate, deep cinnamon, creamy caramel."],
        ["", "problems/NY17G6E/media/S1b.jpg"],
        [" ", "\tI was just sitting there, feeling kind of dazzled by"],
        [" ", "the unexpected beauty of it all, when I remembered"],
        [" ", "the big box of pastels my grandmother had sent."],
        [" ", "\tAn idea began to take shape in my mind, and just then the cinnamon horse turned its"],
        ["50", "head toward me and nodded three times. It was like a sign."],
        [" ", "\tI hurried into the house, grabbed the pastels and some paper, and raced for the door."],
        [" ", "\tI choose a deep brown, pulling it across my paper in the shape of the chocolate horse."],
        [" ", "It comes out right the first time, even the legs and ears! Drawing horses is easier when"],
        [" ", "they're right in front of you, and I'll say this for the ones next door—they hold their poses."],
        ["55", "\tThe sky is turning out just as I'd hoped, too; all the pinks and reds blending together"],
        [" ", "like a strawberry parfait, and I love the way the caramel horse's mane is blowing, just"],
        [" ", "barely, in the wind."],
        [" ", "\tIt doesn't look exactly like one of Euphemia's horses, of course. But I already know"],
        [" ", "that when this drawing is finished, I'll be signing it Marisa."]
    ],
    "Copyright": "",
    "References": []
}