{
    "Directions": "Read the story, written as a series of letters, and then answer each question that follows.",
    "Context": [],
    "Title": "[from] “Your Question for Author Here”",
    "Subtitle": "",
    "Author": "by Kate DiCamillo and Jon Scieszka",
    "LabelType": "P",
    "Content": [
        ["1", "Dear Mrs. O'Toople,"],
        ["2", "We are reading this book in school where a kid writes to an author."],
        ["3", "So we have to write to an author."],
        ["4", "We are also studying “Parts of a Friendly Letter.”"],
        ["5", "So this is also a Friendly Letter."],
        ["6", "In the book we are reading this kid thinks the author's books are really great and then the author writes back and saves the kid's life or something. I'm not sure because I only read the first part of the book."],
        ["7", "Please send a bunch of author stuff so we can get this over with."],
        ["8", "Closing,"],
        ["9", "Joe Jones"],
        ["", "* * *"],
        ["10", "Dear Joe Jones,"],
        ["11", "You have reached Maureen O'Toople. I am quite sure, however, that you have not reached her using the method your teacher suggested. Your teacher asked you to pen a Friendly Letter. The letter I received from you was not Friendly. It was, rather, Perfunctory."],
        ["12", "And look, I have written you a Perfunctory Letter in return. There's a certain symmetry to that, isn't there?"],
        ["13", "Yours in the spirit of getting this over with,"],
        ["14", "Maureen O'Toople"],
        ["15", "P.S. I'm afraid I have no idea what “author stuff” is. Therefore, I will be unable to send you any."],
        ["", "* * *"],
        ["16", "Dear Maureen O'Toople,"],
        ["17", "What the heck kind of author letter was that? I am supposed to ask the questions. You are supposed to send back the author answers. That's how the assignment goes. That is all you have to do."],
        ["18", "There's nothing in the assignment about writing a Perfunctory Letter. But maybe I can get some extra credit because I did that, too."],
        ["19", "So here are the questions, right off the board, just how Mrs. Bund wrote them.\n\t1. Why do you write books?\n\t2. Where do you get your ideas?\n\t3. What got you started writing?\n\t4. Your question for author here."],
        ["20", "Please send some good author answers or Mrs. Bund will give me another C– and then my mom will freak out again and say I'm not applying myself and my dad will ground me and I will miss my baseball team playoffs and have to do whatever they say for the next week."],
        ["21", "I'm Not Kidding,"],
        ["22", "Joe Jones"],
        ["", "* * *"],
        ["23", "Dear Joe Jones,"],
        ["24", "No one gets credit for writing Perfunctory Letters. They are an insult to the human spirit. What we humans crave is connection. Perfunctory Letters work counter to that."],
        ["25", "But I digress; I digress!"],
        ["26", "You have posed some questions. And you want some answers, answers that will result in you receiving a grade higher than a C–. I don't know if I can help you, Joe, because I don't feel like answering questions. The older you get, the more questions you get asked, and the more weary you become of answering the questions and the more elusive the answers — any answer, every answer — seem."],
        ["27", "What I w͟o͟u͟l͟d like to do is ask a question. I would like to ask you a question. So, let's make a deal, Joe. I'll ask you a question and you answer it. And then, if I feel like it, I'll answer one of your questions. How does that sound?"],
        ["28", "Here's my first question for you: Are you afraid of thunderstorms?"],
        ["29", "Yours cordially and only somewhat perfunctorily and more than a little curiously,"],
        ["30", "Maureen O'Toople"],
        ["31", "P.S. I'm no fool, Joe. I'm betting good money that you haven't read one single book I've written. Prove me wrong."],
        ["", "* * *"],
        ["32", "Maureen O'Toople,"],
        ["33", "Aw, come on. It's bad enough I have to do this lame assignment. Now I have to write extra? I thought authors were supposed to like getting letters from their kid fans."],
        ["34", "But if I don't get these answers, I am hosed. That's what my dad says. Hosed. I don't know what that really means. Like, what does a hose have to do with anything? But I do know it means no TV, no computer time, no baseball, no comics, no music, no phone, no hanging out with my friend James. Basically it means nothing that is really the good part of living."],
        ["35", "Why would they do that to me? Do people just get meaner when they get older?"],
        ["36", "Okay, here's my answer. I am kind of afraid of thunderstorms. Not the rain part. That sounds great on the roof. It's the part between the flash of lightning and the BAM of thunder. It's waiting for the BAM that weirds me out. You just don't know when it's going to happen."],
        ["37", "So please send me some author answers. As soon as you can."],
        ["38", "Really,"],
        ["39", "Joe Jones"],
        ["40", "P.S. I didn't get a chance to read any of your books yet. I actually picked you mostly to annoy Jennifer, because she is all crazy about your books and always talking about the horses or the princesses or whatever is in them. I usually only read history books that really tell you something. And books that are funny."],
        ["", "* * *"],
        ["41", "Dear Joe,"],
        ["42", "Thank you for answering my question. I, too, like the sound of the rain on the roof. I also like the lightning. It's like some great cosmic flashlight. It makes me think that someone is searching for me. And I don't mind the BAM of thunder because that makes me think that, perhaps, I have been found. That's the way a good book makes me feel, as if I have been found, understood, seen."],
        ["43", "Oh, I'm sneaky, Joe. Right there, in the first paragraph, I have answered your first question. And you know what that means: Now I get to ask you another question. Are you ready?"],
        ["44", "What's in your sock drawer besides socks?"],
        ["45", "That's the question. Answer it and I'll answer another question of yours. Quid pro quo."],
        ["46", "Amusing myself"],
        ["47", "and delighted to be a part of your “lame assignment”"],
        ["48", "I remain,"],
        ["49", "Maureen"],
        ["50", "P.S. “Whatever is in them” is a truly alarming phrase to use in reference to my books. But, as an interesting aside, I am happy to inform you that none of my books (not one) features princesses or horses. Toads, tidal waves, arachnid revolutions, yes. Princesses, no. Horses, no. Do your research, Joe."],
        ["51", "P.P.S. Yes. People do get meaner as they get older."],
        ["", "* * *"],
        ["52", "Maureen,"],
        ["53", "Ha! You are completely not going to believe what I have in my sock drawer besides socks: Spiders. Or arachnids, as they are scientifically called. One is a wolf spider. The three other ones are jumping spiders. I have to hide them in my sock drawer so my mom doesn't make me throw them out."],
        ["54", "It's also a good way to keep my sister out of my sock drawer. Because I also have rocks I have collected from all over the country, a real arrowhead I found last summer, and a real Civil War bullet. It's called a minié ball. And not because it is mini. Or a ball. It was named after this guy Minié who invented the rifle used a lot in the Civil War. It is made of lead."],
        ["55", "But you are still really messing up this assignment. How is that an answer to question one? Are you saying you write books because you like lightning and don't mind thunder? That's what I'm writing down."],
        ["56", "Joe"],
        ["57", "P.S. Sorry I was alarming you talking about your books. I went and looked at the spider one in the library. The first part of F͟a͟n͟g͟s͟ ͟f͟o͟r͟ ͟t͟h͟e͟ ͟D͟u͟c͟h͟e͟s͟s is pretty good. Most people don't know that spiders squirt venom into their prey that dissolves their innards so they can suck it down. I'm glad you had that in there."],
        ["58", "But the title is still pretty princess-y."],
        ["", "* * *"],
        ["59", "Dear Joe,"],
        ["60", "Arachnids in your sock drawer! I'm impressed. Truly. But I must take issue with the notion that I am messing up this assignment. What I am doing is enriching your life. And sometimes, in dark and confusing moments, I think that you might be enriching mine. For instance, I have read quite a bit about the Civil War, but I did not know about this gentleman Minié and his invention of the minié ball. Many young boys, boys almost as young as you, went off to fight in the Civil War. I bet you know that. But just think: That minié ball you have could have hit one of those boys on the battlefield, grazed his cheek, wounded him, left him scarred. Who was that boy? What was his name? What story would he tell about that piece of lead in your sock drawer?"],
        ["61", "Oh, I delight myself. Why? Because I just answered question number two, that's why. As for the thunder and the lightning, the BAM and the flashlight, it's like this, Joe: If a good book can make you feel found, seen, wouldn't you want to try and work the magic of finding, seeing another? Huh? Wouldn't you?"],
        ["62", "Yours,"],
        ["63", "Maureen"],
        ["64", "P.S. I have a truly world-class arrowhead collection."],
        ["", "* * *"],
        ["65", "Dear Maureen,"],
        ["66", "That is pretty crazy that somebody like me and James would be sneaking around the woods in Virginia or Pennsylvania trying to shoot other kids just like us. It would be kind of like battling in a baseball series, but with guns. That could really change the whole story of someone's life."],
        ["67", "Oh, I also forgot to tell you another thing I have in my sock drawer. A half-finished bag of Cheetos. Just in case you need that for your author answers."],
        ["68", "And I think I understand your crazy answers, but could you speed it up? Since I don't have all my answers, I can't put your letter up on Mrs. Bund's Author Letter Board. And then I got in trouble with our gym teacher, Mr. Brown, because I was late for class because I was explaining things to Mrs. Bund. And then I got in trouble with the principal, Mr. Barnett, because Mr. Brown thought I was talking back to him. And Parent/Teacher Night is coming up and I am going to really get it. So this is kind of all your fault."],
        ["69", "And now on top of all of that, we have to write a poem ... Could you just write me a poem? It would really help me out. You could write it about your arrowheads. What kinds do you have?"],
        ["70", "Yours,"],
        ["71", "Joe"],
        ["", "* * *"],
        ["72", "Dear Joe,"],
        ["73", "As friendly as I am feeling toward you right now (I was impressed with your powers of empathy and imagination vis-à-vis the boys of the Civil War), I will not write you a poem. I, Maureen O'Toople, will NEVER AGAIN be involved in any nefarious activity. Don't ask me to define “nefarious.” Suffice it to say that I have done wrong and that my bad behavior resulted in a small amount of time in the hoosegow. Yes, Joe, jail. I, Maureen O'Toople, have been in jail. And it was there, in the dark confines of my cell, that I decided to change my life, to work as much good in the world as I was capable of working."],
        ["74", "But I digress. Fortunately, my digression answered another of your questions! Yes, there it is: The answer to question number three. That means that you are that much closer to getting to post my letter on the bulletin board (what a happy day that will be). It also means that I get to ask you another question. Here it is."],
        ["75", "What phase is the moon in?"],
        ["76", "Your writer friend,"],
        ["77", "Maureen"],
        ["78", "P.S. I know that you are worried about your poem assignment. I can sense your anxiety from here. I am going to take pity on you. I will show you how simple it is to write a poem. Look around you. Look inside you. Like this, Joe:"],
        ["79", "\tW͟H͟Y͟ ͟I͟ ͟W͟R͟I͟T͟E\n\tI like lightning and\n\tthunder, flashlight and the BAM:\n\tlooking, being found."],
        ["80", "Don't panic. You can do it, too. The first line of a haiku is five syllables. The second is seven syllables. And the third line is five syllables. Those are the guidelines. But within the confines of those rules, the sky is the limit. Anything and everything belongs in a poem."],
        ["81", "P.P.S. Please don't steal my poem and turn it in as yours, Joe."],
        ["", "* * *"],
        ["82", "Maureen,"],
        ["83", "You are kind of driving me crazy. Most adults just boss kids around and make them do stuff just because they say so. But you are more like the lightning, and then I'm thinking about it and BAM, there's the thunder. Are you a crazy, psychic oceanographer like the one in your book M͟o͟t͟h͟e͟r͟ ͟T͟i͟d͟e? I liked the part about all of the cities being wiped out by the giant waves. But why did you wait so long to get to that good part of the story? Also there seemed to be too much talking before the waves."],
        ["84", "Anyway, I used your idea of anything and everything for a poem. This is it."],
        ["85", "\tW͟H͟A͟T͟ ͟I͟ ͟H͟A͟V͟E\n\tCivil War bullet\n\tthe story of someone's life\n\thides in my sock drawer."],
        ["86", "I gave it to Mrs. Bund and she was pretty surprised. She even looked like she was starting to cry a little. Then she asked me if I copied it from someplace else. I told her no but I got some help from the Author Assignment I was still working on. I got a B. So I guess you do know what you are doing with author stuff."],
        ["87", "Oh, and I almost forgot — you went to jail? I'll bet you were a spy or maybe a ninja cat burglar. I don't think you were robbing banks or mugging old ladies. I hope you weren't. Were you?"],
        ["88", "I think this is the longest letter I have ever written. And I still have to answer your question and give you my last question. Okay. The moon is waxing gibbous. That means it is getting more full. And I have no idea why you need to know that."],
        ["89", "So the last question for the Author Assignment. I was just messing around with you before when I wrote that #4, “Your question here.”"],
        ["90", "My last Author Question really is — how do you know if you might be a writer?"],
        ["91", "Your kid-in-school pal,"],
        ["92", "Joe"],
        ["", "* * *"],
        ["93", "Dear Joe,"],
        ["94", "First, allow me to say how delighted I am that you read (and offered an honest — if somewhat flawed — critique of) M͟o͟t͟h͟e͟r͟ ͟T͟i͟d͟e. It makes me happy that you are going to the library and looking for the books that bear my name. Look for other books, too."],
        ["95", "And more happy news: You wrote your own poem! And it's a good one. You took your sock drawer and its contents and applied your imagination and your heart to them and made a wonderful poem. I'm so happy that you got a B. Personally, I would have given you an A. But then, what do I know? I'm just a writer who was once incarcerated."],
        ["96", "And speaking of my incarceration, I was not a ninja cat burglar. Or a spy. I am somebody who made a mistake. And when I had the time to consider (there in my filthy jail cell) what I had done and who I was, I decided that I could and would rewrite the story of my life. And I have. Every book I write helps me to understand myself better and to love the world more."],
        ["97", "Which brings me to your last question. And that question is: How do you know if you are a writer? For once, I am going to answer a question as directly as I am able. My answer goes like this: You know that you are a writer if you are imaginative. You know that you are a writer if you are curious. You know that you are a writer if you are interested in the things and people of the world. You know that you are a writer if you hold a minié ball in your hand and wonder about its story. You know that you are a writer if you like the sound of rain on the roof. And if you want to tell someone else about your heart and how waiting for the thunder sometimes makes you feel, if you work to find the words to do that, then you are a writer."],
        ["98", "So, guess what, Joe?"],
        ["99", "You're a writer."],
        ["100", "I remain,"],
        ["101", "your fellow writer,"],
        ["102", "Maureen"]
    ],
    "Copyright": "“Your Question for Author Here” by Kate DiCamillo and Jon Scieszka, from Guys Read: Funny Business. Copyright © 2010 by Kate DiCamillo and Jon Scieszka. Reprinted by permission of HarperCollins Publishers.",
    "References": []
}