{
    "Title": "Colorado Academic Standards > Social Studies > Grade 1",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "CO.SS1.1",
            "Label": "History",
            "Examples": [],
            "Subs": [
                {
                    "Key": "CO.SS1.1.1",
                    "Label": "Ask questions and discuss ideas about patterns and chronological order of events from the past.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.SS1.1.1.a",
                            "Label": "Arrange life events in chronological order.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.SS1.1.1.b",
                            "Label": "Use words related to time, sequence, and change.",
                            "Examples": [
                                "For example: Past, present, future, change, first, next, and last."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "CO.SS1.1.1.c",
                            "Label": "Identify the organizational components of a calendar.",
                            "Examples": [
                                "For example: Year, months, weeks, days, and notable events."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "CO.SS1.1.1.d",
                            "Label": "Determine events from the past, present, and future, using the components of a calendar.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.SS1.1.1.e",
                            "Label": "Distinguish between primary and secondary sources.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.SS1.1.1.f",
                            "Label": "Identify information from primary and/or secondary sources that answer questions about patterns and chronological order of events from the past.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CO.SS1.1.2",
                    "Label": "Explain how the diverse perspectives and traditions of families from many cultures have shaped the United States.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.SS1.1.2.a",
                            "Label": "Identify the unique characteristics of oneself as well as the similarities and differences between themselves and others.",
                            "Examples": [
                                "For example: Eye color, ability, individuality, family composition, etc."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "CO.SS1.1.2.b",
                            "Label": "Discuss common and unique characteristics of different cultures, including African American, Latino, Asian American, Hawaiian/Pacific Islanders, Indigenous Peoples, LGBTQ, and religious minorities, using multiple sources of information.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.SS1.1.2.c",
                            "Label": "Understand that the United States is made up of the diverse perspectives and traditions of many cultures.",
                            "Examples": [
                                "For example: The diversity of foods available in the local community."
                            ],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "CO.SS1.2",
            "Label": "Geography",
            "Examples": [],
            "Subs": [
                {
                    "Key": "CO.SS1.2.1",
                    "Label": "Use geographic terms and tools to describe places and spaces.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.SS1.2.1.a",
                            "Label": "Explain that maps and globes are different representations of Earth.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.SS1.2.1.b",
                            "Label": "Describe locations using terms related to direction and distance.",
                            "Examples": [
                                "For example: Forward and backward, left and right, near and far, is next to, and close."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "CO.SS1.2.1.c",
                            "Label": "Recite an address including city, state, and country, and explain how those labels help find places on a map.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.SS1.2.1.d",
                            "Label": "Distinguish between land and water on a map and globe.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.SS1.2.1.e",
                            "Label": "Create simple maps showing both human and natural features.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CO.SS1.2.2",
                    "Label": "Describe the characteristics of a community and how they are influenced by the environment.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.SS1.2.2.a",
                            "Label": "Provide examples of how individuals and families interact with their environment.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.SS1.2.2.b",
                            "Label": "Analyze how weather, climate and environmental characteristics influence individuals and the cultural characteristics of a family.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.SS1.2.2.c",
                            "Label": "Compare and contrast at least two different communities with respect to schools, neighborhoods, and culture.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "CO.SS1.3",
            "Label": "Economics",
            "Examples": [],
            "Subs": [
                {
                    "Key": "CO.SS1.3.1",
                    "Label": "Understand that individuals work in different types of jobs to earn an income.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.SS1.3.1.a",
                            "Label": "Identify the goods and/or services that different types of businesses produce in the local community.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.SS1.3.1.b",
                            "Label": "Give examples of different types of jobs held by family members and/or individuals in the local community.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.SS1.3.1.c",
                            "Label": "Compare at least two different job choices that individuals have with respect to the benefits and costs of each job.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "CO.SS1.4",
            "Label": "Civics",
            "Examples": [],
            "Subs": [
                {
                    "Key": "CO.SS1.4.1",
                    "Label": "Summarize how effective groups have responsible leaders and team members.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.SS1.4.1.a",
                            "Label": "Describe the characteristics of responsible leaders and how they communicate with others.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.SS1.4.1.b",
                            "Label": "Identify the attributes of a responsible team member and how they communicate with others.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.SS1.4.1.c",
                            "Label": "Demonstrate the ability to be both a leader and team member.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.SS1.4.1.d",
                            "Label": "Describe the qualities of an effective team.",
                            "Examples": [
                                "For example: Respectful disagreement, advocating for self and others, sharing responsibilities, and including others’ perspectives."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "CO.SS1.4.1.e",
                            "Label": "Listen and consider the ideas of others in order to make decisions as a group.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CO.SS1.4.2",
                    "Label": "Identify and explain how the significance of notable people, places, holidays, and civic symbols reflect the origins and values of the government and its citizens.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.SS1.4.2.a",
                            "Label": "Identify and explain the relevance of notable civic leaders from different community groups, including African American, Latino, Asian American, Hawaiian/Pacific Islander, Indigenous Peoples, LGBTQ, and religious minorities.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.SS1.4.2.b",
                            "Label": "Identify and explain the meaning of various civic symbols important to diverse community groups.",
                            "Examples": [
                                "For example: The American flag, the National Anthem, Statue of Liberty, Mount Rushmore, Crazy Horse Memorial, Liberty Bell, Emancipation Proclamation, a yellow sash (i.e., for women’s rights), tribal flags of Native Nations whose ancestral homelands include present-day Colorado, LGBTQ Pride Flag, and the Colorado Flag."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "CO.SS1.4.2.c",
                            "Label": "Identify and explain the relevance of significant civic places.",
                            "Examples": [
                                "For example: The state and national Capitol, the White House, and sites within the local community."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "CO.SS1.4.2.d",
                            "Label": "Explain the significance of major civic holidays.",
                            "Examples": [
                                "For example: Veterans Day, Martin Luther King Day, Independence Day, Presidents’ Day, Memorial Day, Juneteenth, Labor Day, Indigenous Peoples Day, and César Chávez Day."
                            ],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "CO.SS1.5",
            "Label": "Personal Financial Literacy",
            "Examples": [],
            "Subs": [
                {
                    "Key": "CO.SS1.5.1",
                    "Label": "Plan how to spend, share, and save money.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.SS1.5.1.a",
                            "Label": "Discuss ways to earn or receive money.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.SS1.5.1.b",
                            "Label": "Identify types of currency and how currency is used.",
                            "Examples": [
                                "For example: Cash, coins, credit card, and debit card."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "CO.SS1.5.1.c",
                            "Label": "Define types of transactions such as deposit, purchase, borrow, donate, and barter.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.SS1.5.1.d",
                            "Label": "Find the value of a collection of a variety of coins.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}