{
    "Title": "Colorado Academic Standards > Science > Grade 1",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "CO.S1.1",
            "Label": "Physical Science",
            "Subs": [
                {
                    "Key": "CO.S1.1.1",
                    "Label": "Sound can make matter vibrate and vibrating matter can make sound.",
                    "Subs": [
                        {
                            "Key": "CO.S1.1.1.a",
                            "Label": "Plan and conduct investigations to provide evidence that vibrating materials can make a sound and that sound can make materials vibrate.",
                            "Subs": []
                        },
                        {
                            "Key": "CO.S1.1.1.b",
                            "Label": "Make observations to construct an evidence-based account that objects can be seen only when illuminated.",
                            "Subs": []
                        },
                        {
                            "Key": "CO.S1.1.1.c",
                            "Label": "Plan and conduct an investigation to determine the effect of placing objects made with different materials in the path of a beam of light.",
                            "Subs": []
                        },
                        {
                            "Key": "CO.S1.1.1.d",
                            "Label": "Use tools and materials to design and build a device that used light or sound to solve the problem of communicating over a distance.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "CO.S1.2",
            "Label": "Life Science",
            "Subs": [
                {
                    "Key": "CO.S1.2.1",
                    "Label": "All organisms have external parts that they use to perform daily functions.",
                    "Subs": [
                        {
                            "Key": "CO.S1.2.1.a",
                            "Label": "Use materials to design a solution to a human problem by mimicking how plants and/or animals use their external parts to help them survive, grow and meet their needs.",
                            "Subs": []
                        },
                        {
                            "Key": "CO.S1.2.1.b",
                            "Label": "Read texts and use media to determine patterns in behavior of parents and offspring that help offspring survive.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CO.S1.2.2",
                    "Label": "Young organisms are very much, but not exactly, like their parents, and also resemble other organisms of the same kind.",
                    "Subs": [
                        {
                            "Key": "CO.S1.2.2.a",
                            "Label": "Make observations to construct an evidence-based account that young plants and animals are like, but not exactly like, their parents.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "CO.S1.3",
            "Label": "Earth & Space Science",
            "Subs": [
                {
                    "Key": "CO.S1.3.1",
                    "Label": "Patterns of movement of the sun, moon and stars as seen from Earth can be observed, described and predicted.",
                    "Subs": [
                        {
                            "Key": "CO.S1.3.1.a",
                            "Label": "Use observations of the sun, moon, and stars to describe patterns that can be predicted.",
                            "Subs": []
                        },
                        {
                            "Key": "CO.S1.3.1.b",
                            "Label": "Make observations at different times of year to relate the amount of daylight to the time of year.",
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}