{
    "Title": "Colorado Academic Standards > Mathematics > Grade 3",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "",
            "Label": "Number & Quantity",
            "Subs": [
                {
                    "Key": "CO.M3.NBT",
                    "Label": "Number & Operations In Base Ten",
                    "Subs": [
                        {
                            "Key": "CO.M3.NBT.A",
                            "Label": "Use place value understanding and properties of operations to perform multi-digit arithmetic. A range of algorithms may be used.",
                            "Subs": [
                                {
                                    "Key": "CO.M3.NBT.A.1",
                                    "Label": "Use place value understanding to round whole numbers to the nearest 10 or 100.",
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.M3.NBT.A.2",
                                    "Label": "Fluently add and subtract within 1000 using strategies and algorithms based on place value, properties of operations, and/or the relationship between addition and subtraction.",
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.M3.NBT.A.3",
                                    "Label": "Multiply one-digit whole numbers by multiples of 10 in the range 10–90 (e.g., 9 × 80, 5 × 60) using strategies based on place value and properties of operations.",
                                    "Subs": []
                                }]
                        }
                    ]
                },
                {
                    "Key": "CO.M3.NF",
                    "Label": "Number & Operations - Fractions",
                    "Subs": [
                        {
                            "Key": "CO.M3.NF.A",
                            "Label": "Develop understanding of fractions as numbers.",
                            "Subs": [
                                {
                                    "Key": "CO.M3.NF.A.1",
                                    "Label": "Describe a fraction 1/b as the quantity formed by 1 part when a whole is partitioned into 𝑏𝑏 equal parts; understand a fraction a/b as the quantity formed by 𝑎𝑎 parts of size 1/b.",
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.M3.NF.A.2",
                                    "Label": "Describe a fraction as a number on the number line; represent fractions on a number line diagram.",
                                    "Subs": [
                                        {
                                            "Key": "CO.M3.NF.A.2.a",
                                            "Label": "Represent a fraction 1/b on a number line diagram by defining the interval from 0 to 1 as the whole and partitioning it into b equal parts. Recognize that each part has size 1/b and that the endpoint of the part based at 0 locates the number 1/b on the number line.",
                                            "Subs": []
                                        },
                                        {
                                            "Key": "CO.M3.NF.A.2.b",
                                            "Label": "Represent a fraction a/b on a number line diagram by marking off a lengths 1/b from 0. Recognize that the resulting interval has size a/b and that its endpoint locates the number a/b on the number line.",
                                            "Subs": []
                                        }
                                    ]
                                },
                                {
                                    "Key": "CO.M3.NF.A.3",
                                    "Label": "Explain equivalence of fractions in special cases, and compare fractions by reasoning about their size.",
                                    "Subs": [
                                        {
                                            "Key": "CO.M3.NF.A.3.a",
                                            "Label": "Understand two fractions as equivalent (equal) if they are the same size, or the same point on a number line.",
                                            "Subs": []
                                        },
                                        {
                                            "Key": "CO.M3.NF.A.3.b",
                                            "Label": "Recognize and generate simple equivalent fractions, e.g., 1/2 = 2/4, 4/6 = 2/3. Explain why the fractions are equivalent, e.g., by using a visual fraction model.",
                                            "Subs": []
                                        }
                                    ]
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Algebra & Functions",
            "Subs": [
                {
                    "Key": "CO.M3.OA",
                    "Label": "Operations & Algebraic Thinking",
                    "Subs": [
                        {
                            "Key": "CO.M3.OA.A",
                            "Label": "Represent and solve problems involving multiplication and division.",
                            "Subs": [
                                {
                                    "Key": "CO.M3.OA.A.1",
                                    "Label": "Interpret products of whole numbers, e.g., interpret 5 × 7 as the total number of objects in 5 groups of 7 objects each.",
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.M3.OA.A.2",
                                    "Label": "Interpret whole-number quotients of whole numbers, e.g., interpret 56 ÷ 8 as the number of objects in each share when 56 objects are partitioned equally into 8 shares, or as a number of shares when 56 objects are partitioned into equal shares of 8 objects each.",
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.M3.OA.A.3",
                                    "Label": "Use multiplication and division within 100 to solve word problems in situations involving equal groups, arrays, and measurement quantities, e.g., by using drawings and equations with a symbol for the unknown number to represent the problem.",
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.M3.OA.A.4",
                                    "Label": "Determine the unknown whole number in a multiplication or division equation relating three whole numbers.",
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "CO.M3.OA.B",
                            "Label": "Apply properties of multiplication and the relationship between multiplication and division.",
                            "Subs": [
                                {
                                    "Key": "CO.M3.OA.B.5",
                                    "Label": "Apply properties of operations as strategies to multiply and divide.",
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.M3.OA.B.6",
                                    "Label": "Interpret division as an unknown-factor problem.",
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "CO.M3.OA.C",
                            "Label": "Multiply and divide within 100.",
                            "Subs": [
                                {
                                    "Key": "CO.M3.OA.C.7",
                                    "Label": "Fluently multiply and divide within 100, using strategies such as the relationship between multiplication and division (e.g., knowing that 8 × 5 = 40, one knows 40 ÷ 5 = 8) or properties of operations. By the end of Grade 3, know from memory all products of two one-digit numbers.",
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "CO.M3.OA.D",
                            "Label": "Solve problems involving the four operations, and identify and explain patterns in arithmetic.",
                            "Subs": [
                                {
                                    "Key": "CO.M3.OA.D.8",
                                    "Label": "Solve two-step word problems using the four operations. Represent these problems using equations with a letter standing for the unknown quantity. Assess the reasonableness of answers using mental computation and estimation strategies including rounding.",
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.M3.OA.D.9",
                                    "Label": "Identify arithmetic patterns (including patterns in the addition table or multiplication table) and explain them using properties of operations.",
                                    "Subs": []
                                }]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Data, Statistics & Probability",
            "Subs": [
                {
                    "Key": "CO.M3.MD",
                    "Label": "Measurement & Data",
                    "Subs": [
                        {
                            "Key": "CO.M3.MD.A",
                            "Label": "Solve problems involving measurement and estimation of intervals of time, liquid volumes, and masses of objects.",
                            "Subs": [
                                {
                                    "Key": "CO.M3.MD.A.1",
                                    "Label": "Tell and write time to the nearest minute and measure time intervals in minutes. Solve word problems involving addition and subtraction of time intervals in minutes, e.g., by representing the problem on a number line diagram.",
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.M3.MD.A.2",
                                    "Label": "Measure and estimate liquid volumes and masses of objects using standard units of grams (g), kilograms (kg), and liters (l). (This excludes compound units such as cm3 and finding the geometric volume of a container.) Add, subtract, multiply, or divide to solve one-step word problems involving masses or volumes that are given in the same units, e.g., by using drawings (such as a beaker with a measurement scale) to represent the problem.",
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "CO.M3.MD.B",
                            "Label": "Represent and interpret data.",
                            "Subs": [
                                {
                                    "Key": "CO.M3.MD.B.3",
                                    "Label": "Draw a scaled picture graph and a scaled bar graph to represent a data set with several categories. Solve one- and two-step “how many more” and “how many less” problems using information presented in scaled bar graphs.",
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.M3.MD.B.4",
                                    "Label": "Generate measurement data by measuring lengths using rulers marked with halves and fourths of an inch. Show the data by making a line plot, where the horizontal scale is marked off in appropriate units—whole numbers, halves, or quarters.",
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "CO.M3.MD.C",
                            "Label": "Use concepts of area and relate area to multiplication and to addition.",
                            "Subs": [
                                {
                                    "Key": "CO.M3.MD.C.5",
                                    "Label": "Recognize area as an attribute of plane figures and understand concepts of area measurement.",
                                    "Subs": [
                                        {
                                            "Key": "CO.M3.MD.C.5.a",
                                            "Label": "A square with side length 1 unit, called “a unit square,” is said to have “one square unit” of area, and can be used to measure area.",
                                            "Subs": []
                                        },
                                        {
                                            "Key": "CO.M3.MD.C.5.b",
                                            "Label": "A plane figure which can be covered without gaps or overlaps by 𝑛𝑛 unit squares is said to have an area of 𝑛𝑛 square units.",
                                            "Subs": []
                                        }
                                    ]
                                },
                                {
                                    "Key": "CO.M3.MD.C.6",
                                    "Label": "Measure areas by counting unit squares (square cm, square m, square in, square ft, and improvised units).",
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.M3.MD.C.7",
                                    "Label": "Use concepts of area and relate area to the operations of multiplication and addition.",
                                    "Subs": [
                                        {
                                            "Key": "CO.M3.MD.C.7.a",
                                            "Label": "Find the area of a rectangle with whole-number side lengths by tiling it, and show that the area is the same as would be found by multiplying the side lengths.",
                                            "Subs": []
                                        },
                                        {
                                            "Key": "CO.M3.MD.C.7.b",
                                            "Label": "Multiply side lengths to find areas of rectangles with whole-number side lengths in the context of solving real-world and mathematical problems, and represent whole-number products as rectangular areas in mathematical reasoning.",
                                            "Subs": []
                                        },
                                        {
                                            "Key": "CO.M3.MD.C.7.c",
                                            "Label": "Use tiling to show in a concrete case that the area of a rectangle with whole-number side lengths a and b + c is the sum of a × b and a × c. Use area models to represent the distributive property in mathematical reasoning.",
                                            "Subs": []
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "Key": "CO.M3.MD.D",
                            "Label": "Geometric measurement: Recognize perimeter as an attribute of plane figures and distinguish between linear and area measures.",
                            "Subs": [
                                {
                                    "Key": "CO.M3.MD.D.8",
                                    "Label": "Solve real-world and mathematical problems involving perimeters of polygons, including finding the perimeter given the side lengths, finding an unknown side length, and exhibiting rectangles with the same perimeter and different areas or with the same area and different perimeters.",
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Geometry",
            "Subs": [
                {
                    "Key": "CO.M3.G",
                    "Label": "Geometry",
                    "Subs": [
                        {
                            "Key": "CO.M3.G.A",
                            "Label": "Reason with shapes and their attributes.",
                            "Subs": [
                                {
                                    "Key": "CO.M3.G.A.1",
                                    "Label": "Explain that shapes in different categories (e.g., rhombuses, rectangles, and others) may share attributes (e.g., having four sides), and that the shared attributes can define a larger category (e.g., quadrilaterals). Recognize rhombuses, rectangles, and squares as examples of quadrilaterals, and draw examples of quadrilaterals that do not belong to any of these subcategories.",
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.M3.G.A.2",
                                    "Label": "Partition shapes into parts with equal areas. Express the area of each part as a unit fraction of the whole.",
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}