{
    "Title": "Colorado Academic Standards > Science > Grade 3",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "CO.S3.1",
            "Label": "Physical Science",
            "Subs": [
                {
                    "Key": "CO.S3.1.1",
                    "Label": "Patterns of motion can be used to predict future motion.",
                    "Subs": [
                        {
                            "Key": "CO.S3.1.1.a",
                            "Label": "Plan and conduct an investigation to provide evidence of the effects of balanced and unbalanced forces on the motion of an object.",
                            "Subs": []
                        },
                        {
                            "Key": "CO.S3.1.1.b",
                            "Label": "Make observations and/or measurements of an object's motion to provide evidence that a pattern can be used to predict future motion.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CO.S3.1.2",
                    "Label": "Objects in contact exert forces on each other; electric and magnetic forces between a pair of objects do not require contact.",
                    "Subs": [
                        {
                            "Key": "CO.S3.1.2.a",
                            "Label": "Ask questions to determine cause - and - effect relationships of electric or magnetic interactions between two objects not in contact with each other.",
                            "Subs": []
                        },
                        {
                            "Key": "CO.S3.1.2.b",
                            "Label": "Define a simple design problem that can be solved by applying scientific ideas about magnets.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "CO.S3.2",
            "Label": "Life Science",
            "Subs": [
                {
                    "Key": "CO.S3.2.1",
                    "Label": "Organisms have unique and diverse life cycles.",
                    "Subs": [
                        {
                            "Key": "CO.S3.2.1.a",
                            "Label": "Develop models to describe that organisms have unique and diverse life cycles but all have in common birth, growth, reproduction and death.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CO.S3.2.2",
                    "Label": "Being part of a group helps animals obtain food, defend themselves and cope with changes.",
                    "Subs": [
                        {
                            "Key": "CO.S3.2.2.a",
                            "Label": "Construct an argument that some animals form groups that help members survive.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CO.S3.2.3",
                    "Label": "Different organisms vary in how they look and function because they have different inherited information; the environment also affects the traits that an organism develops.",
                    "Subs": [
                        {
                            "Key": "CO.S3.2.3.a",
                            "Label": "Analyze and interpret data to provide evidence that plants and animals have traits inherited from parents and that variation of these traits exists in a group of similar organisms.",
                            "Subs": []
                        },
                        {
                            "Key": "CO.S3.2.3.b",
                            "Label": "Use evidence to support the explanation that traits can be influenced by the environment.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CO.S3.2.4",
                    "Label": "Some living organisms resemble organisms that once lived on Earth.",
                    "Subs": [
                        {
                            "Key": "CO.S3.2.4.a",
                            "Label": "Analyze and interpret data from fossils to provide evidence of the organisms and the environments in which they lived long ago.",
                            "Subs": []
                        },
                        {
                            "Key": "CO.S3.2.4.b",
                            "Label": "Use evidence to construct an explanation for how the variations in characteristics among individuals of the same species may provide advantages in surviving, finding mates and reproducing.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CO.S3.2.5",
                    "Label": "Sometimes differences in characteristics between individuals of the same species provide advantages in survival and reproduction.",
                    "Subs": [
                        {
                            "Key": "CO.S3.2.5.a",
                            "Label": "Construct an argument with evidence that in a particular habitat some organisms can survive well, some survive less well and some cannot survive at all.",
                            "Subs": []
                        },
                        {
                            "Key": "CO.S3.2.5.b",
                            "Label": "Make a claim about the merit of a solution to a problem caused when the environment changes and the types of plants and animals that live there may change.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "CO.S3.3",
            "Label": "Earth & Space Science",
            "Subs": [
                {
                    "Key": "CO.S3.3.1",
                    "Label": "Climate describes patterns of typical weather conditions over different scales and variations; historical weather patterns can be analyzed.",
                    "Subs": [
                        {
                            "Key": "CO.S3.3.1.a",
                            "Label": "Represent data in tables and graphical displays to describe typical weather conditions expected during a particular season.",
                            "Subs": []
                        },
                        {
                            "Key": "CO.S3.3.1.b",
                            "Label": "Obtain and combine information to describe climates in different regions of the world.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CO.S3.3.2",
                    "Label": "A variety of weather hazards result from natural process; humans cannot eliminate weather-related hazards but can reduce their impacts.",
                    "Subs": [
                        {
                            "Key": "CO.S3.3.2.a",
                            "Label": "Make a claim about the merit of a design solution that reduces the impacts of a weather-related hazard.",
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}