{
    "Title": "Tennessee Standards > Social Studies > Grade 3",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "TN.SS3.1",
            "Label": "History",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.SS3.1.1",
                    "Label": "Compare primary and secondary sources when explaining the past.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.SS3.1.1.a",
                            "Label": "Compare primary sources with works of fiction about the same topic.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS3.1.1.b",
                            "Label": "Use a variety of primary sources such as artifacts, pictures, oral histories, and documents, to help determine factual information about historical events.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS3.1.1.c",
                            "Label": "Compare information from multiple sources recounting the same event.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.SS3.1.2",
                    "Label": "Identify how people in the past influence the development and interaction of different communities or regions.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.SS3.1.2.a",
                            "Label": "Compare past and present situations and events.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS3.1.2.b",
                            "Label": "Give examples of people, events, and developments that brought important changes to a community or region.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS3.1.2.c",
                            "Label": "Describe the history, interaction, and contribution of various peoples and cultures, including African American, Latino, Asian American, Hawaiian/Pacific Islander, Indigenous Peoples, LGBTQ, and religious minorities that have lived in or migrated to a community or region and how that migration has influenced change and development.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "TN.SS3.2",
            "Label": "Geography",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.SS3.2.1",
                    "Label": "Use geographic tools to develop spatial thinking skills.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.SS3.2.1.a",
                            "Label": "Read and interpret information from geographic tools and formulate geographic questions.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS3.2.1.b",
                            "Label": "Locate oceans and continents, major countries, bodies of water, mountains, urban areas, the state of Colorado, and neighboring states on maps.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS3.2.1.c",
                            "Label": "Describe the natural and man-made features of a specific area on a map.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS3.2.1.d",
                            "Label": "Identify geography-based problems and examine the ways that people have tried to solve them.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.SS3.2.2",
                    "Label": "Define the concept of region through an examination of similarities and differences in places and communities.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.SS3.2.2.a",
                            "Label": "Observe and describe the physical, cultural, and human-made characteristics of a local region.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS3.2.2.b",
                            "Label": "Identify the factors that make a region unique.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS3.2.2.c",
                            "Label": "Give examples of places that are similar and different from a local region.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS3.2.2.d",
                            "Label": "Characterize regions using different types of features such as physical, political, cultural, urban, and rural attributes.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "TN.SS3.3",
            "Label": "Economics",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.SS3.3.1",
                    "Label": "Explain how producers and consumers exchange goods and services in different ways.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.SS3.3.1.a",
                            "Label": "Describe the difference between producers and consumers and explain how they need each other.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS3.3.1.b",
                            "Label": "Describe and give examples of forms of exchange. For example: Monetary exchange and barter.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS3.3.1.c",
                            "Label": "Describe how the exchange of goods and services between businesses and consumers affects all parties.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS3.3.1.d",
                            "Label": "Recognize that different currencies exist and explain the functions of money.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS3.3.1.e",
                            "Label": "Cite evidence to show how trade benefits individuals, businesses, and communities, and increases interdependency.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "TN.SS3.4",
            "Label": "Civics",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.SS3.4.1",
                    "Label": "Respect the views and rights of others.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.SS3.4.1.a",
                            "Label": "Identify and apply the elements of civil discourse.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS3.4.1.b",
                            "Label": "Identify important personal rights in a democratic society and how they relate to others' rights.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS3.4.1.c",
                            "Label": "Give examples of the relationship between rights and responsibilities.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS3.4.1.d",
                            "Label": "Restate the view or opinion of others with their reasoning when it is different from one's own.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "TN.SS3.4.2",
                    "Label": "Describe the origins, structures, and functions of local government.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.SS3.4.2.a",
                            "Label": "Explain the origins and structures of local government.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS3.4.2.b",
                            "Label": "Explain the services local governments provide and how those services are funded.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS3.4.2.c",
                            "Label": "Identify and explain a variety of roles leaders, citizens, and others play in local government.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS3.4.2.d",
                            "Label": "Describe how local government provides opportunities for people to exercise their rights and initiate change.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS3.4.2.e",
                            "Label": "Discuss the role of elections in choosing specific candidates to represent the public interest in local government.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "TN.SS3.5",
            "Label": "Personal Financial Literacy",
            "Examples": [],
            "Subs": [
                {
                    "Key": "TN.SS3.5.1",
                    "Label": "Create a plan to meet a financial goal.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "TN.SS3.5.1.a",
                            "Label": "Give examples of short-term spending and savings goals.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS3.5.1.b",
                            "Label": "Identify activities that individuals can do to earn money to reach personal financial goals.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS3.5.1.c",
                            "Label": "Differentiate the role of income and expenses when creating a budget.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS3.5.1.d",
                            "Label": "Create a plan with specific steps to reach a short-term financial goal.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "TN.SS3.5.1.e",
                            "Label": "Model strategies to achieve a personal financial goal using arithmetic operations.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}