{
    "Title": "Colorado Academic Standards > Social Studies > Grade 4",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "CO.SS4.1",
            "Label": "History",
            "Examples": [],
            "Subs": [
                {
                    "Key": "CO.SS4.1.1",
                    "Label": "Analyze primary and secondary sources from multiple points of view to develop an understanding of the history of Colorado.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.SS4.1.1.a",
                            "Label": "Draw inferences about Colorado history from primary sources such as journals, diaries, maps, treaties, oral histories, etc.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.SS4.1.1.b",
                            "Label": "Identify cause-and-effect relationships using primary sources to understand the history of Colorado's development.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.SS4.1.1.c",
                            "Label": "Explain, through multiple perspectives, the human interactions among people and cultures that are indigenous to or migrated to present-day Colorado.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.SS4.1.1.d",
                            "Label": "Identify and describe how political and cultural groups have affected the development of the region.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.SS4.1.1.e",
                            "Label": "Discuss the multiple perspectives of settler colonialism/Westward Expansion and the impact on the political and cultural landscape of the region presently known as Colorado.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CO.SS4.1.2",
                    "Label": "Describe the historical eras, individuals, groups, ideas, and themes in Colorado history and their relationship to key events in the United States within the same historical period.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.SS4.1.2.a",
                            "Label": "Construct a timeline of the major events in Colorado history.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.SS4.1.2.b",
                            "Label": "Explain the relationship between major events in Colorado history and events in United States history during the same era.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.SS4.1.2.c",
                            "Label": "Describe both past and present interactions among the people and cultures in Colorado.",
                            "Examples": [
                                "For example, African Americans, Latinos, Asian Americans, Indigenous Peoples, LGBTQ, and religious groups."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "CO.SS4.1.2.d",
                            "Label": "Describe the impact of various technological developments.",
                            "Examples": [
                                "For example, changes in mining technologies, agricultural technology (center pivot irrigation), transportation, early 20th century industrial developments, and 20th century nuclear and computer technologies."
                            ],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "CO.SS4.2",
            "Label": "Geography",
            "Examples": [],
            "Subs": [
                {
                    "Key": "CO.SS4.2.1",
                    "Label": "Use geographic tools to research and answer questions about Colorado geography.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.SS4.2.1.a",
                            "Label": "Answer questions about Colorado regions using maps and other geographic tools.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.SS4.2.1.b",
                            "Label": "Use geographic grids, including latitude and longitude, to locate places and answer questions about maps and images of Colorado.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.SS4.2.1.c",
                            "Label": "Create and investigate geographic questions about Colorado in relation to other places.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.SS4.2.1.d",
                            "Label": "Illustrate, using geographic tools, how places in Colorado have changed and developed over time due to human activity.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.SS4.2.1.e",
                            "Label": "Describe similarities and differences between the physical geography of Colorado and its neighboring states.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CO.SS4.2.2",
                    "Label": "Examine the relationship between the physical environment and its effect on human activity.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.SS4.2.2.a",
                            "Label": "Describe how the physical environment provides opportunities for and places constraints on human activities.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.SS4.2.2.b",
                            "Label": "Explain how physical environments influence immigration into the state.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.SS4.2.2.c",
                            "Label": "Analyze how people use geographic factors in creating settlements and have adapted to and modified the local physical environment.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.SS4.2.2.d",
                            "Label": "Describe how places in Colorado are connected by movement of goods, services, and technology.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "CO.SS4.3",
            "Label": "Economics",
            "Examples": [],
            "Subs": [
                {
                    "Key": "CO.SS4.3.1",
                    "Label": "Explain how people respond to positive and negative incentives.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.SS4.3.1.a",
                            "Label": "Define positive and negative economic incentives and describe how people typically respond to those incentives.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.SS4.3.1.b",
                            "Label": "In a given situation, create a plan of appropriate incentives to achieve a desired result.",
                            "Examples": [
                                "For example, offering a prize to the person who picks up the most trash on the playground."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "CO.SS4.3.1.c",
                            "Label": "Give examples of the kinds of goods and services produced in Colorado, in different historical periods, and their connection to economic incentives.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.SS4.3.1.d",
                            "Label": "Explain how productive resources (natural, human, and capital) have influenced the types of goods produced and services provided in Colorado.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "CO.SS4.4",
            "Label": "Civics",
            "Examples": [],
            "Subs": [
                {
                    "Key": "CO.SS4.4.1",
                    "Label": "Investigate multiple perspectives on civic issues.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.SS4.4.1.a",
                            "Label": "Give examples of issues faced by the state of Colorado and develop possible solutions.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.SS4.4.1.b",
                            "Label": "Provide supportive arguments for both sides of a current public policy debate involving diverse stakeholders.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.SS4.4.1.c",
                            "Label": "Discuss how various individuals and groups influence the way an issue affecting the state is viewed and resolved.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.SS4.4.1.d",
                            "Label": "Identify and use appropriate sources to investigate and analyze issues from multiple diverse perspectives.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CO.SS4.4.2",
                    "Label": "Describe the origins, structures, and functions of the Colorado government.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.SS4.4.2.a",
                            "Label": "Explain the historical foundation and events that led to the Colorado Constitution and the formation of the three branches of Colorado government.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.SS4.4.2.b",
                            "Label": "Identify and explain a variety of roles leaders, citizens, and others play in state government.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.SS4.4.2.c",
                            "Label": "Identify and explain the services the state government provides and how those services are funded.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.SS4.4.2.d",
                            "Label": "Describe how the decisions of the state government affect local governments and interact with the federal government and sovereign indigenous nations.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.SS4.4.2.e",
                            "Label": "Describe how a citizen might engage in local and state government to demonstrate their rights or initiate change.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "CO.SS4.5",
            "Label": "Personal Financial Literacy",
            "Examples": [],
            "Subs": [
                {
                    "Key": "CO.SS4.5.1",
                    "Label": "Determine the opportunity cost when making a choice.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.SS4.5.1.a",
                            "Label": "Define choice and opportunity cost.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.SS4.5.1.b",
                            "Label": "Determine the relationship between long-term goals and opportunity cost.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.SS4.5.1.c",
                            "Label": "Analyze scenarios of choices including opportunity cost.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}