{
    "Title": "Colorado Academic Standards > Science > Grades 6 - 8",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "CO.S6-8.1",
            "Label": "Physical Science",
            "Examples": [],
            "Subs": [
                {
                    "Key": "CO.S6-8.1.1",
                    "Label": "The fact that matter is composed of atoms and molecules can be used to explain the properties of substances, diversity of materials, states of matter and phases changes.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.S6-8.1.1.a",
                            "Label": "Develop models to describe the atomic composition of simple molecules and extended structures.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.S6-8.1.1.b",
                            "Label": "Analyze and interpret data on the properties of substances before and after the substances interact to determine if a chemical reaction has occurred.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.S6-8.1.1.c",
                            "Label": "Gather and make sense of information to describe that synthetic materials come from natural resources and impact society.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.S6-8.1.1.d",
                            "Label": "Develop a model that predicts and describes changes in particle motion, temperature, and state of a pure substance when thermal energy is added or removed.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CO.S6-8.1.2",
                    "Label": "Reacting substances rearrange to form different molecules, but the number of atoms is conserved. Some reactions release energy and others absorb energy.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.S6-8.1.2.a",
                            "Label": "Analyze and interpret data on the properties of substances before and after the substances interact to determine if a chemical reaction has occurred.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.S6-8.1.2.b",
                            "Label": "Develop and use a model to describe how the total number of atoms does not change in a chemical reaction and thus mass is conserved.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.S6-8.1.2.c",
                            "Label": "Undertake a design project to construct, test, and modify a device that either releases or absorbs thermal energy by chemical processes.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CO.S6-8.1.3",
                    "Label": "Motion is described relative to a reference frame that must be shared with others and is determined by the sum of the forces acting on it. The greater the mass of the object, the greater the force needed to achieve the same change in motion.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.S6-8.1.3.a",
                            "Label": "Apply Newton's Third Law to design a solution to a problem involving the motion of two colliding objects.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.S6-8.1.3.b",
                            "Label": "Plan an investigation to provide evidence that the change in an objects motion depends on the sum of the forces on the object and the mass of the object.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CO.S6-8.1.4",
                    "Label": "Forces that act a distance (gravitational, electric, and magnetic) can be explained by force fields that extend through space and can be mapped by their effect on a test object.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.S6-8.1.4.a",
                            "Label": "Ask questions about data to determine the factors that affect the strength of electric and magnetic forces.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.S6-8.1.4.b",
                            "Label": "Construct and present arguments using evidence to support the claim that gravitational interactions are attractive and depend on the masses of interacting objects.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.S6-8.1.4.c",
                            "Label": "Conduct an investigation and evaluate the experimental design to provide evidence that fields exist between objects exerting forces on each other even though the objects are not in contact.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CO.S6-8.1.5",
                    "Label": "Kinetic energy can be distinguished from the various forms of potential energy.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.S6-8.1.5.a",
                            "Label": "Construct and interpret graphical displays of data to describe the relationships of kinetic energy to the mass of an object and the speed of an object.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.S6-8.1.5.b",
                            "Label": "Develop a model to describe that when the arrangement of objects interacting at a distance changes, different amounts of potential energy are stored in the system.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.S6-8.1.5.c",
                            "Label": "Apply scientific principles to design, construct, and test a device that either minimizes or maximizes thermal energy transfer.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.S6-8.1.5.d",
                            "Label": "Plan an investigation to determine the relationships among the energy transferred, the type of matter, the mass, and the change in the average kinetic energy of the particles as measured by the temperature of the sample.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.S6-8.1.5.e",
                            "Label": "Construct, use, and present arguments to support the claim that when the kinetic energy of an object changes, energy is transferred to or from the object.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CO.S6-8.1.6",
                    "Label": "Energy changes to and from each type can be tracked through physical or chemical interactions. The relationship between the temperature and the total energy of a system depends on the types, states and amounts of matter.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.S6-8.1.6.a",
                            "Label": "Apply scientific principles to design, construct, and test a device that either minimizes or maximizes thermal energy transfer.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.S6-8.1.6.b",
                            "Label": "Plan an investigation to determine the relationships among the energy transferred, the type of matter, the mass, and the change in the average kinetic energy of the particles as measured by the temperature of the sample.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.S6-8.1.6.c",
                            "Label": "Construct, use, and present arguments to support the claim that when kinetic energy of an object changes, energy is transferred to or from the object.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CO.S6-8.1.7",
                    "Label": "When two objects interact, each one exerts a force on the other that can cause energy to be transferred to and from the object.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.S6-8.1.7.a",
                            "Label": "Develop a model to describe that when the arrangement of objects interacting at a distance changes, different amounts of potential energy are stored in the system.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CO.S6-8.1.8",
                    "Label": "A simple wave model has a repeating pattern with specific wavelength, frequency, and amplitude and mechanical waves need a medium through which they are transmitted. This model can explain many phenomena which include light and sound.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.S6-8.1.8.a",
                            "Label": "Use mathematical representations to describe a simple model for waves that includes how the amplitude of a wave is related to the energy in the wave.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.S6-8.1.8.b",
                            "Label": "Develop and use a model to describe that waves are reflected, absorbed or transmitted through various materials.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CO.S6-8.1.9",
                    "Label": "A wave model of light is useful to explain how light interacts with objects through a variety of properties.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.S6-8.1.9.a",
                            "Label": "Develop and use a model to describe that waves are reflected, absorbed or transmitted through various materials.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CO.S6-8.1.10",
                    "Label": "Designed technologies can transmit digital information as wave pulses.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.S6-8.1.10.a",
                            "Label": "Integrate qualitative scientific and technical information to support the claim that digitized signals are a more reliable way to encode and transmit information than analog signals.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "CO.S6-8.2",
            "Label": "Life Science",
            "Examples": [],
            "Subs": [
                {
                    "Key": "CO.S6-8.2.1",
                    "Label": "All living things are made up of cells, which is the smallest unit that can be said to be alive.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.S6-8.2.1.a",
                            "Label": "Conduct an investigation to provide evidence that living things are made of cells; either one cell or many different numbers and types of cells.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.S6-8.2.1.b",
                            "Label": "Develop and use a model to describe the function of a cell as a whole and ways the parts of cells contribute to the function.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.S6-8.2.1.c",
                            "Label": "Use argument supported by evidence for how the body is a system of interacting subsystems composed of groups of cells.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CO.S6-8.2.2",
                    "Label": "Organisms reproduce, either sexually or asexually, and transfer their genetic information to their offspring.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.S6-8.2.2.a",
                            "Label": "Use argument based on empirical evidence and scientific reasoning to support an explanation for how characteristic animal behaviors and specialized plant structures affect the probability of successful reproduction of animals and plants respectively.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.S6-8.2.2.b",
                            "Label": "Construct a scientific explanation based on evidence for how environmental and genetic factors influence the growth of organisms.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CO.S6-8.2.3",
                    "Label": "Sustaining life requires substantial energy and matter inputs.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.S6-8.2.3.a",
                            "Label": "Construct a scientific explanation based on evidence for the role of photosynthesis in the cycling of matter and flow of energy into and out of organisms.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.S6-8.2.3.b",
                            "Label": "Develop a model to describe how food is rearranged through chemical reactions forming new molecules that support growth and/or release energy as this matter moves through an organism.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CO.S6-8.2.4",
                    "Label": "Each sense receptor responds to different inputs (electromagnetic, mechanical, chemical), transmitting them as signals that travel along nerve cells to the brain.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.S6-8.2.4.a",
                            "Label": "Gather and synthesize information that sensory receptors respond to stimuli by sending messages to the brain for immediate behavior or storage as memories.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CO.S6-8.2.5",
                    "Label": "Organisms and populations of organisms are dependent on their environmental interactions both with other living things and with nonliving.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.S6-8.2.5.a",
                            "Label": "Analyze and interpret data to provide evidence for the effects of resource availability on organisms and populations of organisms in an ecosystem.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.S6-8.2.5.b",
                            "Label": "Construct an explanation that predicts patterns of interactions among organisms across multiple ecosystems.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CO.S6-8.2.6",
                    "Label": "Ecosystems are sustained by the continuous flow of energy, originating primarily from the sun, and the recycling of matter and nutrients within the system.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.S6-8.2.6.a",
                            "Label": "Develop a model to describe the cycling of matter and flow of energy among living and nonliving parts of an ecosystem.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CO.S6-8.2.7",
                    "Label": "Ecosystems are dynamic in nature; their characteristics can vary over time. Disruptions to any physical or biological component of an ecosystem.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.S6-8.2.7.a",
                            "Label": "Construct an argument supported by empirical evidence that changes to physical or biological components of an ecosystem affect populations.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.S6-8.2.7.b",
                            "Label": "Evaluate competing design solutions for maintaining biodiversity and ecosystem services.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CO.S6-8.2.8",
                    "Label": "Heredity explains why offspring resemble, but are not identical to, their parents and is a unifying biological principle. Heredity refers to specific mechanisms by which characteristics or traits are passed from one generation to the next via genes.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.S6-8.2.8.a",
                            "Label": "Develop and use a model to describe why structural changes to genes (mutations) located on chromosomes may affect proteins and may result in harmful, beneficial, or neutral effects to the structure and function of the organism.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.S6-8.2.8.b",
                            "Label": "Develop and use a model to describe why asexual reproduction results in offspring with identical genetic information and sexual reproduction results in offspring with genetic variation.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CO.S6-8.2.9",
                    "Label": "Fossils are mineral replacements, preserved remains, or traces of organisms that lived in the past.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.S6-8.2.9.a",
                            "Label": "Analyze and interpret data for patterns in the fossil record that document the existence, diversity, extinction, and change of life forms throughout the history of life on Earth under the assumption that natural laws operate today as in the past.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.S6-8.2.9.b",
                            "Label": "Apply scientific ideas to construct an explanation for the anatomical similarities and differences among modern organisms and between modern and fossil organisms to infer evolutionary relationships.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.S6-8.2.9.c",
                            "Label": "Analyze displays of pictorial data to compare patterns of similarities in the embryological development across multiple species to identify relationships not evident in the fully formed anatomy.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CO.S6-8.2.10",
                    "Label": "Genetic variations among individuals in a population give some individuals an advantage in surviving and reproducing in their environment.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.S6-8.2.10.a",
                            "Label": "Construct an explanation based on evidence that describes how genetic variations of traits in a population increase some individuals' probability of surviving and reproducing in a specific environment.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.S6-8.2.10.b",
                            "Label": "Gather and synthesize information about technologies that have changed the way humans influence the inheritance of desired traits in organisms.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.S6-8.2.10.c",
                            "Label": "Use mathematical representations to support explanations of how natural selection may lead to increases and decreases of specific traits in populations over time.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CO.S6-8.2.11",
                    "Label": "Adaptation by natural selection acting over generations is one important process by which species change over time in response to changes in environmental conditions.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.S6-8.2.11.a",
                            "Label": "Use mathematical representations to support explanations of how natural selection may lead to increases and decreases of specific traits in populations over time.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CO.S6-8.2.12",
                    "Label": "Biodiversity is the wide range of existing life forms that have adapted to the variety of conditions on Earth, from terrestrial to marine ecosystems.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.S6-8.2.12.a",
                            "Label": "Evaluate competing design solutions for maintaining biodiversity and ecosystem services.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "CO.S6-8.3",
            "Label": "Earth & Space Science",
            "Examples": [],
            "Subs": [
                {
                    "Key": "CO.S6-8.3.1",
                    "Label": "Motion is predictable in both solar systems and galaxies.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.S6-8.3.1.a",
                            "Label": "Develop and use a model of the Earth-sun-moon system to describe the cyclic patterns of lunar phases, eclipses of the sun and moon, and seasons.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.S6-8.3.1.b",
                            "Label": "Develop and use a model to describe the role of gravity in the motions within galaxies and the solar system.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CO.S6-8.3.2",
                    "Label": "The solar system contains many varied objects held together by gravity. Solar system models explain and predict eclipses, lunar phases, and seasons.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.S6-8.3.2.a",
                            "Label": "Develop and use a model to describe the role of gravity in the motions within galaxies and the solar system.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.S6-8.3.2.b",
                            "Label": "Analyze and interpret data to determine scale properties of objects in the solar system.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.S6-8.3.2.c",
                            "Label": "Develop and use a model of the Earth-sun-moon system to describe the cyclic patterns of lunar phases, eclipses of the sun and moon, and seasons.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CO.S6-8.3.3",
                    "Label": "Rock strata and the fossil record can be used as evidence to organize the relative occurrence of major historical events in Earth's history.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.S6-8.3.3.a",
                            "Label": "Construct a scientific explanation based on evidence from rock strata for how the geologic time scale is used to organize Earth's 4.6-billion-year-old history.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CO.S6-8.3.4",
                    "Label": "Energy flows and matter cycles within and among Earth's systems, including the sun and Earth's interior as primary energy sources. Plate tectonics is one result of these processes.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.S6-8.3.4.a",
                            "Label": "Develop a model to describe the cycling of Earth's materials and the flow of energy that drives this process.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.S6-8.3.4.b",
                            "Label": "Construct an explanation based on evidence for how geoscience processes have changed Earth's surface at varying time and spatial scales.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CO.S6-8.3.5",
                    "Label": "Plate tectonics is the unifying theory that explains movements of rocks at Earth's surface and geological history.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.S6-8.3.5.a",
                            "Label": "Analyze and interpret data on the distribution of fossils and rocks, continental shapes, and seafloor structures to provide evidence of the past plate motions.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CO.S6-8.3.6",
                    "Label": "Water cycles among land, ocean, and atmosphere, and is propelled by sunlight and gravity. Density variations of sea water drive interconnected ocean currents. Water movement causes weathering and erosion, changing landscape features.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.S6-8.3.6.a",
                            "Label": "Construct an explanation based on evidence for how geoscience processes have changed Earth's surface at varying time and spatial scales.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.S6-8.3.6.b",
                            "Label": "Develop a model to describe the cycling of water through Earth's systems driven by energy from the sun and the force of gravity.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.S6-8.3.6.c",
                            "Label": "Collect data to provide evidence for how the motions and complex interactions of air masses result in changes in weather conditions.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.S6-8.3.6.d",
                            "Label": "Develop and use a model to describe how unequal heating and rotation of the Earth cause patterns of atmospheric and oceanic circulation that determine regional climates.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CO.S6-8.3.7",
                    "Label": "Complex interactions determine local weather patterns and influence climate, including the role of the ocean.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.S6-8.3.7.a",
                            "Label": "Collect data to provide evidence for how the motions and complex interactions of air masses result in changes in weather conditions.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.S6-8.3.7.b",
                            "Label": "Develop and use a model to describe how unequal heating and rotation of the Earth cause patterns of atmospheric and oceanic circulation that determine regional climates.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CO.S6-8.3.8",
                    "Label": "Humans depend on Earth's land, ocean, atmosphere, and biosphere for different resources, many of which are limited or not renewable. Resources are distributed unevenly around the planet as a result of past geologic processes.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.S6-8.3.8.a",
                            "Label": "Construct a scientific explanation based on evidence for how the uneven distributions of Earth's mineral, energy, and groundwater resources are the result of past and current geoscience processes.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CO.S6-8.3.9",
                    "Label": "Mapping the history of natural hazards in a region and understanding related geological forces.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.S6-8.3.9.a",
                            "Label": "Analyze and interpret data on natural hazards to forecast future catastrophic events and inform the development of technologies to mitigate their effects.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CO.S6-8.3.10",
                    "Label": "Human activities have altered the biosphere, sometimes damaging it, although changes to environments can have different impacts for different living things.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.S6-8.3.10.a",
                            "Label": "Apply scientific principles to design a method for monitoring and minimizing a human impact on the environment.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CO.S6-8.3.10.b",
                            "Label": "Construct an argument supported by evidence for how increases in human population and per-capita consumption of natural resources impact Earth's systems.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CO.S6-8.3.11",
                    "Label": "Human activities affect global warming. Decisions to reduce the impact of global warming depend on understanding climate science, engineering capabilities, and social dynamics.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CO.S6-8.3.11.a",
                            "Label": "Ask questions to clarify evidence of the factors that have caused the rise in global temperatures over the past century.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}