{
    "Title": "Colorado Academic Standards > Mathematics > Preschool",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "",
            "Label": "Number & Quantity",
            "Subs": [
                {
                    "Key": "CO.MP.CC",
                    "Label": "Counting & Cardinality",
                    "Subs": [
                        {
                            "Key": "CO.MP.CC.A",
                            "Label": "Know number names and the count sequence.",
                            "Subs": [
                                {
                                    "Key": "CO.MP.CC.A.1",
                                    "Label": "Count verbally or sign to at least 20 by ones.",
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "CO.MP.CC.B",
                            "Label": "Recognize the number of objects in a small set.",
                            "Subs": [
                                {
                                    "Key": "CO.MP.CC.B.2",
                                    "Label": "Instantly recognize, without counting, small quantities of up to five objects and say or sign the number.",
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "CO.MP.CC.C",
                            "Label": "Understand the relationship between numbers and quantities.",
                            "Subs": [
                                {
                                    "Key": "CO.MP.CC.C.3",
                                    "Label": "Say or sign the number names in order when counting, pairing one number word that corresponds with one object, up to at least 10.",
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.MP.CC.C.4",
                                    "Label": "Use the number name of the last object counted to answer “How many?” questions for up to approximately 10 objects.",
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.MP.CC.C.5",
                                    "Label": "Accurately count as many as five objects in a scattered configuration or out of a collection of more than five objects.",
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.MP.CC.C.6",
                                    "Label": "Understand that each successive number name refers to a quantity that is one larger.",
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "CO.MP.CC.D",
                            "Label": "Compare numbers.",
                            "Subs": [
                                {
                                    "Key": "CO.MP.CC.D.7",
                                    "Label": "Identify whether the number of objects in one group is more than, less than or the same as objects in another group for up to at least five objects.",
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.MP.CC.D.8",
                                    "Label": "Identify and use numbers related to order or position from first to fifth.",
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "CO.MP.CC.E",
                            "Label": "Associate a quantity with written numerals up to 5 and begin to write numbers.",
                            "Subs": [
                                {
                                    "Key": "CO.MP.CC.E.9",
                                    "Label": "Associate a number of objects with a written numeral 0–5.",
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.MP.CC.E.10",
                                    "Label": "Recognize and, with support, write some numerals up to 10.",
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Algebra & Functions",
            "Subs": [
                {
                    "Key": "CO.MP.OA",
                    "Label": "Operations & Algebraic Thinking",
                    "Subs": [
                        {
                            "Key": "CO.MP.OA.A",
                            "Label": "Understand addition as adding to and understand subtraction as taking away from.",
                            "Subs": [
                                {
                                    "Key": "CO.MP.OA.A.1",
                                    "Label": "Represent addition and subtraction in different ways, such as with fingers, objects, and drawing.",
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.MP.OA.A.2",
                                    "Label": "Solve addition and subtraction problems set in simple contexts. Add and subtract up to at least five to or from a given number to find a sum or difference up to 10.",
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.MP.OA.A.3",
                                    "Label": "With adult assistance, begin to use counting on (adding 1 or 2, for example) from the larger number for addition.",
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "CO.MP.OA.B",
                            "Label": "Understand simple patterns.",
                            "Subs": [
                                {
                                    "Key": "CO.MP.OA.B.4",
                                    "Label": "Fill in missing elements of simple patterns.",
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.MP.OA.B.5",
                                    "Label": "Duplicate simple patterns in a different location than demonstrated, such as making the same alternating color pattern with blocks at a table that was demonstrated on the rug. Extend patterns, such as making an eight-block tower of the same pattern that was demonstrated with four blocks.",
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.MP.OA.B.6",
                                    "Label": "Identify the core unit of sequentially repeating patterns, such as color in a sequence of alternating red and blue blocks.",
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Data, Statistics & Probability",
            "Subs": [
                {
                    "Key": "CO.MP.MD",
                    "Label": "Measurement & Data",
                    "Subs": [
                        {
                            "Key": "CO.MP.MD.A",
                            "Label": "Measure objects by their various attributes using standard and nonstandard measurement and use differences in attributes to make comparisons.",
                            "Subs": [
                                {
                                    "Key": "CO.MP.MD.A.1",
                                    "Label": "Use comparative language, such as shortest, heavier, biggest, or later.",
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.MP.MD.A.2",
                                    "Label": "Compare or order up to five objects based on their measurable attributes, such as height or weight.",
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.MP.MD.A.3",
                                    "Label": "Measure using the same unit, such as putting together snap cubes to see how tall a book is.",
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Geometry",
            "Subs": [
                {
                    "Key": "CO.MP.G",
                    "Label": "Geometry",
                    "Subs": [
                        {
                            "Key": "CO.MP.G.A",
                            "Label": "Identify, describe, compare, and compose shapes.",
                            "Subs": [
                                {
                                    "Key": "CO.MP.G.A.1",
                                    "Label": "Name and describe shapes in terms of length of sides, number of sides, and number of angles/corners.",
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.MP.G.A.2",
                                    "Label": "Correctly name basic shapes (circle, square, rectangle, triangle) regardless of size and orientation.",
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.MP.G.A.3",
                                    "Label": "Analyze, compare, and sort two-and three-dimensional shapes and objects in different sizes. Describe their similarities, differences, and other attributes, such as size and shape.",
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.MP.G.A.4",
                                    "Label": "Compose simple shapes to form larger shapes.",
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "CO.MP.G.B",
                            "Label": "Explore the positions of objects in space.",
                            "Subs": [
                                {
                                    "Key": "CO.MP.G.B.5",
                                    "Label": "Understand and use language related to directionality, order, and the position of objects, including up/down and in front/behind.",
                                    "Subs": []
                                },
                                {
                                    "Key": "CO.MP.G.B.6",
                                    "Label": "Correctly follow directions involving their own position in space, such as “Stand up” and “Move forward.”",
                                    "Subs": []
                                }]
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}