{
    "Directions": "Read this passage, then answer each question that follows.",
    "Context": [
        "This passage is adapted from Mark Slouka, Brewster: A Novel. ©2013 by Mark Slouka."
    ],
    "Title": "",
    "Subtitle": "",
    "Author": "",
    "LabelType": "L",
    "Content": [
        [" ", "\tThis was a time trial, he said—a one-mile time"],
        [" ", "trial, four laps—not a race. It was meant to give an"],
        [" ", "idea of where we stood, no more."],
        [" ", "\tWe'd gathered around the middle of the long side"],
        ["5", "of the track, just ten or twelve of us, including three"],
        [" ", "others who seemed new like me, jogging back and"],
        [" ", "forth in the wind, loosening up. The rest had walked"],
        [" ", "over to the other side of the field."],
        [" ", "\tFalvo took me aside. “Warmed up? How're the"],
        ["10", "shoes?”"],
        [" ", "\t“Fine.” In the distance I could see kids walking"],
        [" ", "toward the parking lot. The sun stabbed out from"],
        [" ", "under the clouds, glancing off the windshields."],
        [" ", "\tHe raised his voice over the wind. “All right, I"],
        ["15", "want you all to stay contained, stay smooth. I don't"],
        [" ", "want to see anybody draining the well today—that"],
        [" ", "means you, Mr. McCann.” A tall, tough-looking kid"],
        [" ", "with red hair and a tight face smiled like a gunslinger."],
        [" ", "\tHe turned to me. “I don't want you doing"],
        ["20", "anything stupid, Mosher. Some of these boys have"],
        [" ", "been at it for a while. Don't think about them, think"],
        [" ", "about yourself.”"],
        [" ", "\tI shrugged."],
        [" ", "\t“Pace yourself. Let them do what they do. They'll"],
        ["25", "be about thirty yards ahead after the first lap. Don't"],
        [" ", "worry about them. Go out slow, feel your way, then"],
        [" ", "bring it home as best you can. OK?”"],
        [" ", "\t“Sure,” I said."],
        [" ", "\t“Remember, it's a time trial. Not a race.”"],
        ["", ":ibox:______"],
        ["30", "\tThere was no starting gun. We lined up in the"],
        [" ", "gusty wind, Falvo standing in the soggy infield in his"],
        [" ", "dress shoes holding his clipboard like a small high"],
        [" ", "table against his chest with his left hand and his"],
        [" ", "stopwatch in his right and then he barked, “Runners"],
        ["35", "35 ... marks? Go!”"],
        [" ", "\tThey didn't run, they flowed—the kid in the"],
        [" ", "headband, the red-headed kid, and two or three"],
        [" ", "others in particular—with a quiet, aggressive,"],
        [" ", "sustained power that looked like nothing but felt"],
        ["40", "like murder and I was with them and then halfway"],
        [" ", "through the third turn they were moving away"],
        [" ", "smooth as water and I could hear them talking"],
        [" ", "among themselves, and I was slowing, burning,"],
        [" ", "leaning back like there was a rope around my neck."],
        ["45", "“Too fast, Mosher, too fast,” I heard Falvo yelling,"],
        [" ", "and his ax-sharp face came out of nowhere looking"],
        [" ", "almost frantic and then it was gone and there was"],
        [" ", "just the sound of my breathing and the crunch of my"],
        [" ", "sneakers slapping the dirt. The group, still in a tight"],
        ["50", "cluster, wasn't all that far ahead of me."],
        [" ", "\tBy the end of the second lap I heard someone far"],
        [" ", "away yelling “Stop, Mosher, that's enough,” and then"],
        [" ", "at some point someone else calling “Coming"],
        [" ", "through—inside,” and they passed me like a single"],
        ["55", "mass, all business now, and I remember staggering"],
        [" ", "after them, gasping, drowning, my chest, my legs, my"],
        [" ", "throat filling with lead and looking up through a fog"],
        [" ", "of pain just in time to see the kid with the headband,"],
        [" ", "halfway down the backstretch, accelerating into a"],
        ["60", "sustained, powerful sprint."],
        [" ", "\tI don't know why. I can't explain it. By the end of"],
        [" ", "the third lap I was barely moving, clawing at the air,"],
        [" ", "oblivious to everything except the dirt unfolding"],
        [" ", "endlessly in front of me. “Let him go,” I heard"],
        ["65", "somebody say. They'd all finished by then, recovered,"],
        [" ", "and now stood watching as I staggered past them like"],
        [" ", "something shot. “C'mon ... ” I heard someone start"],
        [" ", "to call out uneasily, and then, “What's his name?”"],
        [" ", "A small crowd, I found out later, sensing something"],
        ["70", "going on, had gathered by the fence to the parking"],
        [" ", "lot. The last of the newcomers had passed me"],
        [" ", "long ago."],
        [" ", "\tI remember seeing him appear in front of me like"],
        [" ", "I was coming up from underwater and trying to"],
        ["75", "swerve but I was barely standing and I walked right"],
        [" ", "into him and he caught me as I fell, his one good arm"],
        [" ", "around my back, saying over and over, “All right,"],
        [" ", "easy now, easy, you're done, keep walking, walk it"],
        [" ", "off,” like he was gentling a horse. I threw up on the"],
        ["80", "infield grass."],
        [" ", "\t“What we have here,” he was saying, “is a failure"],
        [" ", "to communicate. Stay within yourself, I said."],
        [" ", "Don't drain the well, I said.”"],
        [" ", "\t“What did I get?” I couldn't seem to hold my head"],
        ["85", "up, or open my eyes—the pain kept coming in waves."],
        [" ", "\t“What?”"],
        [" ", "\t“Time. What time did I get?”"],
        [" ", "\tHe laughed—that bitter Falvo laugh—ha!—like"],
        [" ", "he'd just been vindicated. “He wants to know what"],
        ["90", "he got,” he said, like there was somebody with us."],
        [" ", "“You want to know what you got? I'll tell you"],
        [" ", "what you got: proof you could beat yourself"],
        [" ", "senseless—something I very much doubt you"],
        [" ", "needed.”"]
    ],
    "Copyright": "",
    "References": []
}