{
    "Directions": "Read this passage, then answer each question that follows.",
    "Context": [
        "This passage is adapted from Bettina Boxall, “Yellowstone Wolves Boost Berry Diet for Grizzlies, Study Says.” ©2013 by Los Angeles Times."
    ],
    "Title": "",
    "Subtitle": "",
    "Author": "",
    "LabelType": "L",
    "Content": [
        [" ", "\tIn another example of how the return of a top"],
        [" ", "predator can have far-reaching ecological effects,"],
        [" ", "researchers have found that the reintroduction of the"],
        [" ", "gray wolf to Yellowstone National Park has boosted"],
        ["5", "an important food source for the threatened grizzly"],
        [" ", "bear. A study published in the Journal of Animal"],
        [" ", "Ecology is essentially a tale of who eats what."],
        [" ", "\tWhen wolves were reintroduced to the park in"],
        [" ", "1995 after a 70-year absence, they preyed on elk"],
        ["10", "herds that browsed trees and shrubs.The elk"],
        [" ", "population, which had exploded without the wolves,"],
        [" ", "dropped. The over-browsed plants began to rebound,"],
        [" ", "including berry-producing shrubs that provide"],
        [" ", "nutritious summer meals for grizzlies when they are"],
        ["15", "fattening up for hibernation."],
        [" ", "\t“The grizzly bear uses some of the same plants"],
        [" ", "that the prey of the wolf uses,” said William Ripple,"],
        [" ", "an Oregon State University professor of forest"],
        [" ", "ecosystems and lead author of the study. “The"],
        ["20", "reintroduction of one top predator is potentially"],
        [" ", "affecting another top predator through this food"],
        [" ", "web.”"],
        [" ", "\tRipple and his fellow researchers at OSU and"],
        [" ", "Washington State University compared the"],
        ["25", "frequency of fruit found in grizzly bear scat (animal"],
        [" ", "fecal droppings) to elk numbers before and after wolf"],
        [" ", "introduction. Over a 19-year period, they found that"],
        [" ", "the average proportion of fruit in grizzly scat rose"],
        [" ", "significantly after wolves returned to Yellowstone"],
        ["30", "and the elk population fell. The scientists examined"],
        [" ", "and rejected other possible explanations for the"],
        [" ", "smaller, pre-wolf proportion of fruit in grizzly"],
        [" ", "diets—such as climate influences or the operation of"],
        [" ", "open-pit garbage dumps that served as bear mess"],
        ["35", "halls before the last one was closed in 1970."],
        [" ", "\tPrevious research by Ripple and colleagues has"],
        [" ", "demonstrated other ways in which the gray wolf's"],
        [" ", "return has had a cascading effect in the Greater"],
        [" ", "Yellowstone Ecosystem, the wildest in the lower"],
        ["40", "48 states. Ripple's work was the first to show that"],
        [" ", "aspens declined after wolves were eliminated from"],
        [" ", "the park in the 1920s. When wolves returned and"],
        [" ", "drove down the elk numbers, scientists saw a"],
        [" ", "resurgence of aspen, cottonwood, and willows in"],
        ["45", "some parts of the park that has led to an increase in"],
        [" ", "beavers."],
        [" ", "\t“We're in the early stages of this ecosystem"],
        [" ", "recovery. This is what we call passive restoration,”"],
        [" ", "Ripple said. “We put the wolf back in and then we let"],
        ["50", "nature take its course.” In the case of the grizzly, the"],
        [" ", "paper's authors said increasing berry production"],
        [" ", "could help make up for the loss of another bear food"],
        [" ", "threatened by climate change, whitebark pine nuts."],
        [" ", "The Yellowstone region's whitebark pines have"],
        ["55", "been dying en masse, the victim of beetle kills"],
        [" ", "promoted by milder winters. Wildlife biologists"],
        [" ", "worry the diminishing nut crop could hurt grizzly"],
        [" ", "survival."],
        [" ", "\tRipple cautioned that it will take time for"],
        ["60", "berry-producing shrubs to regrow.“It may not be a"],
        [" ", "panacea or a big silver bullet as a food item for the"],
        [" ", "grizzlies.”"],
        [" ", "\tThe wolf-bear connection in Yellowstone offers a"],
        [" ", "broader lesson, Ripple said. “We should be looking"],
        ["65", "much farther and much more holistically at large"],
        [" ", "mammal or predator management,” he suggested."],
        [" ", "“There could be far reaching effects that we have not"],
        [" ", "considered in the past. And they can be very"],
        [" ", "important.”"],
        ["", "problems/PSAT102RW1/media/S3a.jpg"],
        ["", ":ibox:*Poor counting conditions; count is likely a substantial underestimate.\n**Elk count not available in 1996 and 1997.\n\nAdapted from Patrick J. White and R. A. Garrott, “Northern Yellowstone Elk after Wolf Restoration.” ©2005 by John Wiley & Sons, Inc."]
    ],
    "Copyright": "",
    "References": []
}