{
    "Directions": "Read the passage below, then answer each question that follows.",
    "Context": [
        "This passage is adapted from Ed Yong, “Gut Bacteria Allows Insect Pest to Foil Farmers.” ©2013 by National Geographic Society."
    ],
    "Title": "",
    "Subtitle": "",
    "Author": "",
    "LabelType": "L",
    "Content": [
        [" ", "\tHere is a lesson that we're going to be taught"],
        [" ", "again and again in the coming years: Most animals"],
        [" ", "are not just animals. They're also collections of"],
        [" ", "microbes. If you really want to understand animals,"],
        ["5", "you'll also have to understand the world of microbes"],
        [" ", "inside them. In other words, zoology is ecology."],
        [" ", "\tConsider the western corn rootworm—a beetle"],
        [" ", "that's a serious pest of corn in the United States. The"],
        [" ", "adults have strong preferences for laying eggs in corn"],
        ["10", "fields, so that their underground larvae hatch into a"],
        [" ", "feast of corn roots. This life cycle depends on a"],
        [" ", "continuous year-on-year supply of corn. Farmers can"],
        [" ", "use this dependency against the rootworm, by"],
        [" ", "planting soybean and corn in alternate years."],
        ["15", "These rotations mean that rootworms lay eggs into"],
        [" ", "corn fields but their larvae hatch among soybean,"],
        [" ", "and die."],
        [" ", "\tBut the rootworms have adapted to this strategy"],
        [" ", "by reducing their strong instincts for laying eggs in"],
        ["20", "corn. These rotation-resistant females might lay"],
        [" ", "among soybean fields, so their larvae hatch into a"],
        [" ", "crop of corn."],
        [" ", "\tThere are almost certainly genetic differences that"],
        [" ", "separate the rotation-resistant rootworms from their"],
        ["25", "normal peers, but what are they? Researchers at the"],
        [" ", "University of Illinois have been studying the problem"],
        [" ", "since 2000 and, despite generating a vast mountain of"],
        [" ", "data, have failed to find the genes in question."],
        [" ", "“The western corn rootworm has been an enigma for"],
        ["30", "a long time,” says Manfredo Seufferheld. “This insect"],
        [" ", "has the ability to adapt to practically all control"],
        [" ", "methods deployed against it, including crop rotation."],
        [" ", "After many years of research about the mechanisms"],
        [" ", "of rotation resistance, results were mostly"],
        ["35", "inconclusive.”"],
        [" ", "\tSo, Seufferheld looked elsewhere. Rather than"],
        [" ", "focusing on the rootworm's own genes, he studied"],
        [" ", "the genes of the bacteria in its gut ... and found"],
        [" ", "some answers. The rotation-resistant varieties have"],
        ["40", "very different gut bacteria from the normal ones."],
        [" ", "And when the team killed these microbes with"],
        [" ", "antibiotics, they severely reduced the beetle's ability"],
        [" ", "to cope with rotation."],
        [" ", "\t“The bad guy in the story—the western corn"],
        ["45", "rootworm—was actually part of a multi-species"],
        [" ", "conspiracy,” says Joe Spencer, who was part of the"],
        [" ", "study."],
        [" ", "\tThe team, including graduate student Chia-Ching"],
        [" ", "Chu, found that a third of the rootworms' gut"],
        ["50", "bacteria comprise species that are unique to either"],
        [" ", "the resistant or normal varieties. These two factions"],
        [" ", "also differ in the relative numbers of the bacteria that"],
        [" ", "they share."],
        [" ", "\tThese different microbes give the resistant beetles"],
        ["55", "an edge when eating soybeans. The rootworms digest"],
        [" ", "the protein in their meals using enzymes called"],
        [" ", "cysteine proteases, and soybeans defend themselves"],
        [" ", "with substances that can block these enzymes."],
        [" ", "But Chu found that the more the beetles' bacteria"],
        ["60", "differed from the normal set, the higher the levels of"],
        [" ", "cysteine proteases in their guts. By avoiding"],
        [" ", "indigestion, these beetles were better at surviving"],
        [" ", "among soybeans, and more likely to lay their eggs"],
        [" ", "there."],
        ["65", "\tThe team proved that the bacteria were"],
        [" ", "responsible by killing them with antibiotics. Sure"],
        [" ", "enough, this drastically lowered the cysteine protease"],
        [" ", "activity in the guts of the rotation-resistant beetles"],
        [" ", "and wrecked their ability to thrive among soybeans."]
    ],
    "Copyright": "",
    "References": []
}