{
    "Directions": "Read this passage, then answer each question that follows.",
    "Context": [
        "This passage is adapted from Moisés Naím, The End of Power: From Boardrooms to Battlefields and Churches to States, Why Being in Charge Isn't What It Used to Be. ©2013 by Moisés Naím."
    ],
    "Title": "",
    "Subtitle": "",
    "Author": "",
    "LabelType": "L",
    "Content": [
        [" ", "\tThe number of democracies in the world today is"],
        [" ", "unprecedented. And remarkably, even the remaining"],
        [" ", "autocratic countries are less authoritarian than"],
        [" ", "before, with electoral systems gaining strength and"],
        ["5", "people empowered by new forms of contestation that"],
        [" ", "repressive rulers are poorly geared to suppress. Local"],
        [" ", "crises and setbacks are real, but the global trend is"],
        [" ", "strong: power continues to flow away from autocrats"],
        [" ", "and become more fleeting and dispersed."],
        ["10", "\tThe data confirm this transformation: 1977 was"],
        [" ", "the high-water mark of authoritarian rule, with"],
        [" ", "90 authoritarian countries. A respected source,"],
        [" ", "Freedom House, assessed whether countries are"],
        [" ", "electoral democracies, based on whether they hold"],
        ["15", "elections that are regular, timely, open, and fair, even"],
        [" ", "if certain other civic and political freedoms may be"],
        [" ", "lacking. In 2011 it counted 117 of 193 surveyed"],
        [" ", "countries as electoral democracies. Compare that"],
        [" ", "with 1989, when only 69 of 167 countries made the"],
        ["20", "grade. Put another way, the proportion of"],
        [" ", "democracies in the world increased by just over half"],
        [" ", "in only two decades."],
        [" ", "\tWhat caused this global transformation?"],
        [" ", "Obviously local factors were at work, but scholar"],
        ["25", "Samuel Huntington noted some big forces as well."],
        [" ", "Poor economic management by many authoritarian"],
        [" ", "governments eroded their popular standing. A rising"],
        [" ", "middle class demanded better public services, greater"],
        [" ", "participation, and eventually more political freedom."],
        ["30", "Western governments and activists encouraged"],
        [" ", "dissent and held out rewards for reform, such as"],
        [" ", "membership in NATO or the EU or access to funds"],
        [" ", "from international financial institutions. A newly"],
        [" ", "activist Catholic Church under Pope John Paul II"],
        ["35", "empowered opposition in Poland, El Salvador, and"],
        [" ", "the Philippines. Above all, success begat success, a"],
        [" ", "process accelerated by the new reach and speed of"],
        [" ", "mass media. As news of democratic triumphs spread"],
        [" ", "from country to country, greater access to media by"],
        ["40", "increasingly literate populations encouraged"],
        [" ", "emulation. In today's digital culture, the force of that"],
        [" ", "factor has exploded."],
        [" ", "\tThere have been exceptions, of course—not just"],
        [" ", "countries where democracy has yet to spread but"],
        ["45", "others where it has experienced reversals."],
        [" ", "Larry Diamond, a leading scholar in this field, calls"],
        [" ", "the stalling in recent years in countries like Russia,"],
        [" ", "Venezuela, or Bangladesh a “democratic recession.”"],
        [" ", "Yet against this is mounting evidence that public"],
        ["50", "attitudes have shifted. In Latin America, for example,"],
        [" ", "despite persistent poverty and inequality, and"],
        [" ", "constant corruption scandals, opinion polls show"],
        [" ", "greater confidence in civilian government than in the"],
        [" ", "military."],
        ["55", "\tEven autocracies are less autocratic today."],
        [" ", "According to one study of the world's democratic"],
        [" ", "electoral systems, Brunei may be the only country"],
        [" ", "where “electoral politics has failed to put down any"],
        [" ", "meaningful roots at all.” With far fewer repressive"],
        ["60", "regimes in the world, one might have expected the"],
        [" ", "holdouts to be places where freedom and political"],
        [" ", "competition are increasingly suppressed. But in fact"],
        [" ", "the opposite is true. How? Elections are central to"],
        [" ", "democracy but they are not the only indicator of"],
        ["65", "political openness. Freedom of the press, civil"],
        [" ", "liberties, checks and balances that limit the power of"],
        [" ", "any single institution (including that of the head of"],
        [" ", "state), and other measures convey a sense of a"],
        [" ", "government's grip on society. And the data show that"],
        ["70", "on average, even as the number of authoritarian"],
        [" ", "regimes has gone down, the democracy scores of"],
        [" ", "countries that remain politically closed have gone up."],
        [" ", "The sharpest improvement occurred in the early"],
        [" ", "1990s, suggesting that the same forces that pushed so"],
        ["75", "many countries into the democratic column at that"],
        [" ", "time had profound liberalizing effects in the"],
        [" ", "remaining nondemocratic countries as well."],
        ["", "problems/PSAT102RW1/media/S2a.jpg"],
        ["",":ibox:Adapted from Monty G. Marshall, Keith Jaggers, and Ted Robert Gurr. “Political Regime Characteristics and Transitions, 1800–2010,” Polity IV Project."]
    ],
    "Copyright": "",
    "References": []
}