{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Linear Functions, Equations & Inequalities"
        ],
        "SubTopics": [
            "Write linear equations in two variables given a table of values, a graph, and a verbal description."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "At a restaurant jars of tomato sauce are stored in boxes in the pantry. Each box contains 8 jars of tomato sauce. A cook uses 2 jars from 1 of the boxes.",
            "Which function shows the relationship between y, the total number of jars of tomato sauce remaining in the pantry, and x, the number of boxes in the pantry?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "y = 8x + 6",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely subtracted the jars of tomato sauce the cook used (2) from the number of jars in one box (8) and then added the difference (8 – 2 = 6) to the number of jars in one box (8x) without regard for the partial box. The student needs to focus on understanding how to write linear equations given a description of a situation.",
                    "Percent": 7
                }
            },
            "B": {
                "Choice": "y = 8x",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely determined the total number of jars stored in the pantry instead of determining the number of jars remaining after the cook used 2 of the jars. The student needs to focus on understanding how to write linear equations given a description of a situation.",
                    "Percent": 4
                }
            },
            "C": {
                "Choice": "y = 8x – 2",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the function (a relationship where each input has a single output) that relates y, the number of jars of tomato sauce in the pantry, and x, the number of boxes, the student could have multiplied the number of jars per box (8) by the number of boxes (x) and then subtracted the jars the cook used (2). The function representing the number remaining in the pantry is y = 8x – 2. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly.",
                    "Percent": 84
                }
            },
            "D": {
                "Choice": "y = 6x",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely subtracted the jars the cook used (2) from the number of jars in one box (8 – 2 = 6), identifying 6 as the number of jars remaining in each box. The student needs to focus on understanding how to write linear equations given a description of a situation.",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Algebraic Methods"
        ],
        "SubTopics": [
            "Rewrite polynomial expressions of degree one and degree two in equivalent forms using the distributive property."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which expression is equivalent to –28x² + 35x?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "7x(4x + 5)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely divided each term by 7x instead of –7x but made a sign error when dividing –28x² by 7x. The student needs to focus on understanding how to multiply and divide positive and negative numbers.",
                    "Percent": 7
                }
            },
            "G": {
                "Choice": "–7x(4x – 5)",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the equivalent expression, the student could have determined 7x is the common factor (a number or expression that divides another number or expression) of –28x² and 35x. Because –7(4) = –28 and x(x) = x² can be expressed as –7x(4x). Similarly, 35x can be expressed as (–7x(–5)).The student should have recognized the common factor as –7x and combined the other two terms to indicate that –28x² + 35x is equal to –7x times (4x – 5) or –7x(4x – 5).This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly.",
                    "Percent": 72
                }
            },
            "H": {
                "Choice": "7x(4x – 5)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely divided each term by 7x but did not include the negative sign in the final expression. The student needs to focus on representing all factors in an expression with accuracy.",
                    "Percent": 6
                }
            },
            "J": {
                "Choice": "–7x(4x + 5)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely divided by 7x but made a sign error when dividing 35x by –7x, resulting in 5 instead of –5. The student needs to focus on understanding how to multiply and divide positive and negative numbers.",
                    "Percent": 14
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Linear Functions, Equations & Inequalities"
        ],
        "SubTopics": [
            "Graph systems of two linear equations in two variables on the coordinate plane and determine the solutions if they exist."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which graph best represents a system of equations that has no solution?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "problems/TX18HSA1/media/3a.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely chose a graph that has a solution. The student needs to focus on understanding how to determine the solution of a system of equations from a graph.",
                    "Percent": 5
                }
            },
            "B": {
                "Choice": "problems/TX18HSA1/media/3b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely chose a graph that did not show where the lines intersect and misinterpreted this graph as having no solution. The student needs to focus on understanding how to determine the solution of a system of equations from a graph.",
                    "Percent": 13
                }
            },
            "C": {
                "Choice": "problems/TX18HSA1/media/3c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely misinterpreted a solution of as “no solution.” The student needs to focus on understanding how to determine the solution of a system of equations from a graph.",
                    "Percent": 9
                }
            },
            "D": {
                "Choice": "problems/TX18HSA1/media/3d.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "On a graph, a system of equations has a solution when the lines intersect (cross over). To determine which graph represents a system of equations with no solution, the student should have identified the graph with parallel lines. Regardless of how far these two lines extend, they will never intersect.",
                    "Percent": 72
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Exponential Functions & Equations"
        ],
        "SubTopics": [
            "Graph exponential functions that model growth and decay and identify key features, including y-intercept and asymptote, in mathematical and real-world problems."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which statement about the graph of y = 8(0.25)ˣ is true?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The coordinates of the x-intercept are (0.25, 0).",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely interpreted the exponential factor, 0.25, to be an x-intercept, a value where a function crosses the x-axis. The student needs to focus on understanding how to identify and distinguish key features of exponential functions (a function in the form y = abˣ, where x is a variable, and a and b are constants).",
                    "Percent": 8
                }
            },
            "G": {
                "Choice": "The coordinates of the y-intercept are (0, 8).",
                "Key": {
                    "Correct": true,
                    "Rationale": "The student could have graphed the equation and determined where the curve crossed the y-axis, the y-intercept, (0, 8). The rationale for the correct answer is an efficient way to solve the problem. However, other methods could be used to solve the problem correctly.",
                    "Percent": 64
                }
            },
            "H": {
                "Choice": "The equation of the asymptote is x = 0.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely interpreted to mean the x-axis, which is. The student needs to focus on understanding how to identify and distinguish key features of exponential functions (a function in the form y = abˣ, where x is a variable, and a and b are constants).",
                    "Percent": 21
                }
            },
            "J": {
                "Choice": "The graph includes the point (2, 1).",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely identified the point (1, 2) as part of the graph or the table of values, but switched the x-values and y-values. The student needs to focus on understanding which number in an ordered pair represents the x-value and which number represents the y-value.",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Quadratic Functions & Equations"
        ],
        "SubTopics": [
            "Determine the domain and range of quadratic functions and represent the domain and range using inequalities."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What is the range of y = –x² – 2x + 3?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "x ≤ 4",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely identified the correct range values as less than or equal to 4, but associated range to the x variable instead of the y variable. The student needs to focus on understanding how to represent the range of a graph using the dependent variable, y.",
                    "Percent": 10
                }
            },
            "B": {
                "Choice": "x ≥ –4",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely associated range to the x variable instead of the y variable, interpreted “≥” to mean “less than or equal to,” and included the negative sign from the leading term (–x²). The student needs to focus on understanding how to represent the range of a graph using the dependent variable, y, and on understanding the meaning of inequality symbols.",
                    "Percent": 8
                }
            },
            "C": {
                "Choice": "y ≤ 4",
                "Key": {
                    "Correct": true,
                    "Rationale": "The student could have graphed the function to determine which y-values are represented on it. As the graph of this function opens downward, it is bound above by y = 4, so the range is all values of y less than or equal to 4, or y ≤ 4. The rationale for the correct answer is an efficient way to solve the problem. However, other methods could be used to solve the problem correctly.",
                    "Percent": 69
                }
            },
            "D": {
                "Choice": "y ≥ –4",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely interpreted “≥” to mean “less than or equal to” and included the negative sign from the leading term (–x²). The student needs to focus on understanding how to represent the range of a graph using the dependent variable, y, and on understanding the meaning of inequality symbols.",
                    "Percent": 13
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Algebraic Methods"
        ],
        "SubTopics": [
            "Simplify numeric and algebraic expressions using the laws of exponents, including integral and rational exponents."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which expression is equivalent to (144k²r¹⁴)¹/² for all positive values of k and r?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "12kr⁷",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the equivalent expression, the student should have recognized the represents a square root (a value that, when multiplied by itself, is equal to the number under the); therefore 144¹/² = √144 = 12. Raising each variable (symbol used to represent an unknown number) to the 1/2 power means the student should multiply the exponents 2 and 14 by 1/2, namely (144kr)¹/² = 144¹/²k²ˣ¹/²r¹⁴ˣ¹/² = 12kr⁷",
                    "Percent": 49
                }
            },
            "G": {
                "Choice": "72k²r¹⁴",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely misinterpreted the power to mean multiplication by a coefficient (a number used to multiply a variable) and calculated 144 • 1/2 = 72, leaving the variables and their exponents as they are. The student needs to focus on understanding how to simplify expressions using the laws of exponents.",
                    "Percent": 23
                }
            },
            "H": {
                "Choice": "144kr⁷",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely simplified the variables correctly but did not simplify 144¹/². The student needs to focus on understanding how to simplify numbers raised to powers.",
                    "Percent": 16
                }
            },
            "J": {
                "Choice": "12k²r¹⁴",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely simplified 144¹/² correctly but did not simplify the variables. The student needs to focus on understanding how to simplify variables with powers raised to powers.",
                    "Percent": 12
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Quadratic Functions & Equations"
        ],
        "SubTopics": [
            "Write quadratic functions when given real solutions and graphs of their related equations."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The graph shows the height in feet of an object above the ground t seconds after it was launched from the ground.",
            "problems/TX18HSA1/media/7a.jpg",
            "Which function is best represented by the graph of this situation?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "h(t) = –16t² – 64t",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely identified this function as having a vertex at y = 64 disregarding that the solution (zero) of this function is at  (–4, 0) instead of (4, 0) as shown in the graph. The student needs to focus on understanding how graphs of quadratics relate to their functions.",
                    "Percent": 11
                }
            },
            "B": {
                "Choice": "h(t) = –16t² + 128t – 256",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely divided each term by –16 to get t² – 8t + 16 and then factored, resulting in (x – 4)(x – 4), which has a solution (zero) of x = 4. The student needs to focus on identifying key features of quadratic functions.",
                    "Percent": 11
                }
            },
            "C": {
                "Choice": "h(t) = –16t² + 64t",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which function is best represented by the graph of the situation, the student could have used a graphing calculator to analyze the key features of the graph of each function versus the graph given. The graph given has a vertex (highest or lowest point) at (2, 64) zeroes (input value, x, that produces an output value, y, of zero) at (0, 0) and (4, 0), and opens downward. The function whose graph has matching key features is h(t) = –16t² + 64t. The rationale for the correct answer is an efficient way to solve the problem. However, other methods could be used to solve the problem correctly.",
                    "Percent": 72
                }
            },
            "D": {
                "Choice": "h(t) = –16t²  – 128t – 256",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely divided each term by –16 to get t² + 8t + 16 and then factored, resulting in (x + 4)(x + 4). The student then likely interpreted (x + 4) as corresponding to the graph having a solution (zero) at 4. The student needs to focus on identifying key features of quadratic functions.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Linear Functions, Equations & Inequalities"
        ],
        "SubTopics": [
            "Solve linear equations in one variable, including those for which the application of the distributive property is necessary and for which variables are included on both sides."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What value of n makes the equation 4(0.5n – 3) = n – 0.25(12 – 8n) true?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "3",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely made a sign error when distributing the right side of the equation and solved 2n – 12 = n – 3 – 2n. The student needs to focus on applying the distributive property correctly when solving equations.",
                    "Percent": 19
                }
            },
            "G": {
                "Choice": "–9",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine what value of n makes the given equation true, the student could have solved the equation for n. To solve the equation, the student could have first distributed (multiplied) the number immediately in front of the parenthesis by the values inside the parentheses. This step results in 4(0.5n) – 4(3) = n – 0.25(12) – 0.25(–8n), which is 2n – 12 = n – 3 + 2n. Next, the student could have combined the n terms on the right side of the equation, resulting in 2n – 12 = 3n – 3. The student could have then determined that to finish combining the n terms, should be subtracted from both sides of the equation. This step results in –12 = n – 3. To solve for n, the student could have added 3 to both sides of the equation, resulting in –9 = n or n = –9. The rationale for the correct answer is an efficient way to solve the problem. However, other methods could be used to solve the problem correctly.",
                    "Percent": 69
                }
            },
            "H": {
                "Choice": "0",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely did not distribute the coefficients (a number used to multiply a variable) to the second term inside each set of parentheses and made a sign error when distributing the right side of the equation, resulting in the equation 2n – 3 = n – 3 – 8n. The student needs to focus on applying the distributive property correctly when solving equations.",
                    "Percent": 7
                }
            },
            "J": {
                "Choice": "–15",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely distributed the equation correctly but subtracted 3 instead of adding 3 when solving for n, resulting in n = –12 – 3 = –15. The student needs to focus on understanding how to combine like terms when isolating the variable to solve the equation.",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Algebraic Methods"
        ],
        "SubTopics": [
            "Write a formula for the nᵗʰ term of arithmetic and geometric sequences, given the value of several of their terms."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In a sequence of numbers, a₃ = 0, a₄ = 6, a₅ = 12, a₆ = 18, and a₇ = 24. Based on this information, which equation can be used to find the nᵗʰ term in the sequence, aₙ?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "aₙ = –6n + 18",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely calculated the common difference to be –6 and the initial value, a₀, to be 18. The student needs to focus on understanding how to determine the proper sign of values in equations",
                    "Percent": 14
                }
            },
            "B": {
                "Choice": "aₙ = –18n + 6",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely reversed the positions of the common difference and the initial value. The student needs to focus on understanding how to write the equation of an arithmetic sequence once the common difference and the initial value have been identified.",
                    "Percent": 21
                }
            },
            "C": {
                "Choice": "aₙ = 6n – 18",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which equation can be used to find the nᵗʰ term in the sequence aₙ, the student could have used the pattern or the sequence to determine the common difference, the distance between each number in the sequence, and the initial value, the number where the sequence begins, a₀. Examining the sequence 0, 6, 12, 18, 24, the student could see that the common difference is 6, namely 0 + 6 = 6, 6 = 6 = 12, ... The student could also note that a₃ is the third number after the initial value. The student would need to work backward three sets of 6 from the first given value 0, or 0 – 3(6) = –18. The equation of the sequence is aₙ = 6n – 18. The rationale for the correct answer is an efficient way to solve the problem. However, other methods could be used to solve the problem correctly.",
                    "Percent": 53
                }
            },
            "D": {
                "Choice": "aₙ = 18n – 6",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely calculated the common difference to be –6 and the initial value, a₀, to be 18 and reversed the positions of the common difference and the initial value. The student needs to focus on understanding how to apply the general form of an arithmetic sequence.",
                    "Percent": 11
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Linear Functions, Equations & Inequalities"
        ],
        "SubTopics": [
            "Write and solve equations involving direct variation."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The value of y varies directly with x. If x = 3, then y = 21. What is the value of x when y = 105?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "3/5",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely interpreted direct variation (a relationship between two variables in which one is a constant multiple of the other) to mean inverse variation and used y = k/x instead of y = kx to solve for k and then x. The student needs to focus on understanding how to set up and solve direct variation problems.",
                    "Percent": 7
                }
            },
            "G": {
                "Choice": "1 2/3",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely interpreted direct variation (a relationship between two variables in which one is a constant multiple of the other) to mean the reciprocal of inverse variation and used y = k/x instead of y = kx to solve for k and then x. The student needs to focus on understanding how to set up and solve direct variation problems.",
                    "Percent": 6
                }
            },
            "H": {
                "Choice": "7",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely solved for k correctly and chose 7 without completing the final steps to solve for x. The student needs to focus on understanding how to solve direct variation (a relationship between two variables in which one is a constant multiple of the other) problems.",
                    "Percent": 13
                }
            },
            "J": {
                "Choice": "15",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the value of x when y = 105 the student could have determined that when two variables (symbols used to represent unknown numbers), x and y, vary directly with each other, their relation can be represented by the equation This equation represents the value of y, which can be determined by multiplying the value of x by the value of k (known as the variation constant). The student could have calculated what number, when multiplied by 3, equals 21, resulting in k = 7. The student could have then substituted 7 for k and 105 for y, resulting in 105 = 7x. To solve for x, the student should have divided both sides of the equation by 7 to arrive at x = 15. The rationale for the correct answer is an efficient way to solve the problem. However, other methods could be used to solve the problem correctly.",
                    "Percent": 74
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Algebraic Methods"
        ],
        "SubTopics": [
            "Factor, if possible, trinomials with real factors in the form ax² + bx + c, including perfect square trinomials of degree two."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which expression is equivalent to x² – 17x – 60?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "(x – 20)(x + 3)",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the equivalent expression, the student could have found the factors (numbers or expressions that can be multiplied to get another number or expression) of x² – 17x – 60. To find the factors, the student could have determined that is x² equal to x • x and written x as the first term in the factors. The student could have then determined that the second terms are –20 and 3 because their product (answer when multiplying) is –60 (last term in the expression given) and their sum is –17 (number in middle term in the expression given). The student could have then written the two factors as (x – 20)(x + 3). The rationale for the correct answer is an efficient way to solve the problem. However, other methods could be used to solve the problem correctly.",
                    "Percent": 74
                }
            },
            "B": {
                "Choice": "(x – 5)(x – 12)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely calculated –5 – 12 = –17 correctly, but incorrectly multiplied –5 by 12 to get –60. The student needs to focus on understanding how to factor trinomials in the form ax² + bx + c.",
                    "Percent": 10
                }
            },
            "C": {
                "Choice": "(x – 20)(x – 3)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely subtracted –20 and –3 incorrectly to get –17 and multiplied –20 by –3 incorrectly to get –60. The student needs to focus on understanding how to factor trinomials in the form ax² + bx + c.",
                    "Percent": 9
                }
            },
            "D": {
                "Choice": "(x + 5)(x – 12)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely calculated 5 • –12 = –60 correctly, but incorrectly added 5 and –12 to get –17. The student needs to focus on understanding how to factor trinomials in the form ax² + bx + c.",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Linear Functions, Equations & Inequalities"
        ],
        "SubTopics": [
            "Write, with and without technology, linear functions that provide a reasonable fit to data to estimate solutions and make predictions for real-world problems."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A zookeeper recorded the feeding schedule for a baby rhinoceros for 20 weeks. The table and scatterplot show the percentage of the baby rhinoceros's body mass that was used to determine the amount of food given at each feeding as a linear function of its age in weeks.",
            "problems/TX18HSA1/media/12a.jpg",
            "problems/TX18HSA1/media/12b.jpg",
            "What is the best prediction of the percentage of the baby rhinoceros's body mass that should be used to determine the amount of food given at each feeding when it is 25 weeks old?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "8.5%",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely determined a percentage for 22 weeks since it was the last value represented on the x-axis (horizontal axis). The student needs to focus on understanding how to analyze data trends to make predictions.",
                    "Percent": 16
                }
            },
            "G": {
                "Choice": "6%",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the best prediction, the student could have used the graphing calculator to determine a line of best fit and evaluated it for 25 weeks. Therefore, the student could have determined that 6% is the best prediction. The rationale for the correct answer is an efficient way to solve the problem. However, other methods could be used to solve the problem correctly.",
                    "Percent": 51
                }
            },
            "H": {
                "Choice": "2.5%",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely estimated the percentage of body mass corresponding to 5 grid units right of 20, not taking into account that each grid line represents 2 weeks. The student needs to focus on understanding how to analyze data trends to make predictions.",
                    "Percent": 27
                }
            },
            "J": {
                "Choice": "10%",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely identified the percentage of body mass close to the value at an age of 20 weeks. The student needs to focus on understanding how to analyze data trends to make predictions.",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Linear Functions, Equations & Inequalities"
        ],
        "SubTopics": [
            "Determine the domain and range of a linear function in mathematical problems; determine reasonable domain and range values for real-world situations, both continuous and discrete; and represent domain and range using inequalities."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What are the domain and range of f(x) = –37?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Domain: All real numbers greater than or equal to –37\nRange: All real numbers",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely associated domain with the y-values and range with the x-values. The student likely also considered the horizontal line to be a minimum (smallest) value and determined that the domain is greater than or equal to –37. The student needs to focus on understanding how to identify the domain and range of a function (a relationship where each input has a single output).",
                    "Percent": 12
                }
            },
            "B": {
                "Choice": "Domain: {–37}\nRange: All real numbers",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely associated domain with the y-values and range with the x-values. The student needs to focus on understanding how to identify the domain and range of a function (a relationship where each input has a single output).",
                    "Percent": 15
                }
            },
            "C": {
                "Choice": "Domain: All real numbers\nRange: All real numbers greater than or equal to –37",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely considered the horizontal line to be a minimum (smallest) value and determined that the range is greater than or equal to –37. The student needs to focus on understanding how to determine the range of a function (a relationship where each input has a single output).",
                    "Percent": 22
                }
            },
            "D": {
                "Choice": "Domain: All real numbers\nRange: {–37}",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the domain (all possible x values) and range (all possible y values), the student could have used a graphing calculator to generate the graph of f(x) = –37 or y = –37. Since the graph is a line that extends forever to the left and the right, the domain is all real numbers. No matter which x-value is chosen, its corresponding y-value is –37; therefore, the range is {–37}. The rationale for the correct answer is an efficient way to solve the problem. However, other methods could be used to solve the problem correctly.",
                    "Percent": 51
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "FR",
        "NumChoices": 0,
        "Topics": [
            "Quadratic Functions & Equations"
        ],
        "SubTopics": [
            "Determine the effects on the graph of the parent function f(x) = x² when f(x) is replaced by af(x), f(x) + d, f(x - c), f(bx) for specific values of a, b, c, and d."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The graph of quadratic function p is shown on the grid.",
            "problems/TX18HSA1/media/14a.jpg",
            "If k(x) = x² and p(x) = k(x) + n, what is the value of n?"
        ],
        "AnswerChoices": {
            "KEY": {
                "Choice": "-6",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the value of n, the student could have recognized that k(x) = x² is the quadratic parent function, which has the vertex (highest or lowest point on the graph of a quadratic function) at (0, 0).The student could have then noted that the vertex of quadratic function p (the graph shown on the grid) is 6 units below (0, 0), making the value of n equal to –6. The rationale for the correct answer is an efficient way to solve the problem. However, other methods could be used to solve the problem correctly.",
                    "Percent": 52
                }
            }
        },
        "Parts": {}
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Linear Functions, Equations & Inequalities"
        ],
        "SubTopics": [
            "Solve systems of two linear equations with two variables for mathematical and real-world problems."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Two customers went to a post office to buy postcards and large envelopes. Each postcard costs the same amount, and each large envelope costs the same amount.",
            ":box:• The first customer paid $12 for 14 postcards and 5 large envelopes.\n\n• The second customer paid $24.80 for 10 postcards and 15 large envelopes.",
            "What was the cost in dollars of each large envelope?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "$1.42",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the cost of each large envelope, the student could have set up and solved a system of linear equations. Using the variables (symbols used to represent unknown numbers) p as “the cost of each postcard” and e as “the cost of each large envelope,” the equation for the first customer is 14p + 5e = 12 and the equation for the second customer is 10p + 15e = 24.80. Using the elimination method, the student could have multiplied the first equation by in order to add the two equations and eliminate the variable e; (–3(14p + 5e = 12) + (10p + 15e = 24.80)) ⇒ ((–42p – 15e = –36) + (10p + 15e = 24.80)) ⇒ –32p = –11.20 ⇒ p = 0.35. Then the student could have substituted the value of p to solve for the value of e (10(0.35) + 15e = 24.80, e = 1.42). The cost in dollars of each large envelope is $1.42. The rationale for the correct answer is an efficient way to solve the problem. However, other methods could be used to solve the problem correctly.",
                    "Percent": 47
                }
            },
            "B": {
                "Choice": "$0.35",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely set up and solved the system of linear equations for the cost of a postcard instead of a large envelope, as directed. The student needs to focus on understanding how to solve a system of equations given verbal descriptions.",
                    "Percent": 9
                }
            },
            "C": {
                "Choice": "$1.15",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely set up the system of equations correctly but then solved for the cost of a postcard, making distribution and sign errors during the elimination method process (–3(14p + 5e = 12) + (10p + 15e = 24.80)) ⇒ ((–42p – 15e = 12) + (10p + 15e = 24.80)) ⇒ 32p = 36.80 ⇒ p = $1.15. The student needs to focus on understanding how to solve a system of equations given verbal descriptions.",
                    "Percent": 26
                }
            },
            "D": {
                "Choice": "$0.63",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely assumed the cost of each postcard and each envelope was the same and divided 12 (the total cost for the first customer) by 19 (the total number of postcards and envelopes purchased by the first customer), resulting in $0.63. The student needs to focus on understanding how to set up and solve a system of equations given verbal descriptions.",
                    "Percent": 17
                }
            }
        },
        "Parts": {}
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Linear Functions, Equations & Inequalities"
        ],
        "SubTopics": [
            "Graph linear functions on the coordinate plane and identify key features, including x-intercept, y-intercept, zeros, and slope, in mathematical and real-world problems."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The water level of a river was measured each day during a two-week period. The graph models the linear relationship between the water level of the river in feet and the number of days the water level was measured.",
            "problems/TX18HSA1/media/16a.jpg",
            "Which statement best describes the y-intercept of the graph?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The water level increased by 0.25 ft per day.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely interpreted y-intercept to mean slope (steepness of a straight line when graphed on a coordinate grid, m = (y₂ – y₁)/(x₂ – x₁)). The student needs to focus on understanding the key features of linear functions.",
                    "Percent": 12
                }
            },
            "G": {
                "Choice": "The maximum water level was 19.5 ft.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely interpreted y-intercept to mean the maximum (greatest) y-value of the graph. The student needs to focus on understanding the key features of linear functions.",
                    "Percent": 11
                }
            },
            "H": {
                "Choice": "The initial water level was 16 ft.",
                "Key": {
                    "Correct": true,
                    "Rationale": "To identify the best description of the y-intercept (value where a line crosses the y-axis), the student should have determined that the line intersects (crosses) the y-axis (vertical axis) at (0, 16). Since the x-axis (horizontal axis) represents the number of days and the y-axis represents the water level in feet, the y-intercept means that the initial water level (at 0 days) was 16 feet.",
                    "Percent": 71
                }
            },
            "J": {
                "Choice": "The water level was measured for 14 days.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely interpreted y-intercept to mean the maximum (greatest) x-value of the graph. The student needs to focus on understanding the key features of linear functions.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "17": {
        "Number": 17,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Exponential Functions & Equations"
        ],
        "SubTopics": [
            "Write exponential functions in the form f(x) = abˣ (where b is a rational number) to describe problems arising from mathematical and real-world situations, including growth and decay."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "There are 1,024 players in a tennis tournament. In each round, half the players are eliminated. Which function can be used to find the number of players remaining in the tournament at the end of x rounds?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "f(x) = 1,024(1.50)ˣ",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely added 0.5 and 1 instead of subtracting to find the value of b. This function represents an increase of 50% at the end of each round. The student needs to focus on understanding how to write exponential functions.",
                    "Percent": 9
                }
            },
            "B": {
                "Choice": "f(x) = 1,024(0.50)ˣ",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the correct function, the student should have recalled that when a value is decreased by a factor (half in this case), the situation is represented with an exponential equation or function, f(x) = abˣ, where a is the initial or starting value, b is 1 minus the factor that the value is decreased, and x is the iteration (in this case, x is the number of rounds). The student should have identified that a = 1,024 and b = 1 – 1/2 = 1/2 or 0.50, resulting in the function f(x) = 1,024(0.50)ˣ.",
                    "Percent": 77
                }
            },
            "C": {
                "Choice": "f(x) = 1,024(1.05)ˣ",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely determined that 1/2 is equal to 0.05 instead of 0.50 and then added instead of subtracting to find the value of b. This function represents an increase of 5% at the end of each round. The student needs to focus on converting fractions to decimals and on understanding how to write exponential functions.",
                    "Percent": 6
                }
            },
            "D": {
                "Choice": "f(x) = 1,024(0.05)ˣ",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely determined that 1/2 is equal to 0.05 instead of 0.50 and used it as the value of b. The student needs to focus on converting fractions to decimals and on understanding how to write exponential functions.",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    },
    "18": {
        "Number": 18,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Quadratic Functions & Equations"
        ],
        "SubTopics": [
            "Describe the relationship between the linear factors of quadratic expressions and the zeros of their associated quadratic functions."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which statement about g(x) = x² – 576 is true?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The zeros, –288 and 288, can be found when 0 = (x + 288)(x– 288).",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely divided 576 by 2 instead of finding the factors of –57 to determine the factored form. The student needs to focus on understanding the factored form of a difference of two squares.",
                    "Percent": 11
                }
            },
            "G": {
                "Choice": "The only zero, 288, can be found when 0 = (x– 288)².",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely divided 576 by 2 instead of finding the square root (a value that, when multiplied by itself, is equal to the number under the √) and made a sign error to determine the factored form. The student needs to focus on understanding the factored form of a difference of two squares.",
                    "Percent": 11
                }
            },
            "H": {
                "Choice": "The zeros, –24 and 24, can be found when 0 = (x + 24)(x– 24).",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which statement is true, the student could have recognized that because x² and 576 are perfect squares (a number made by squaring a whole number), x² – 576is the difference (indicated by the subtraction symbol) of two squares (x² = x • x and 576 = 24 • 24). The student could have then written the factors (numbers or expressions that can be multiplied to get another number or expression) as (x + 24)(x – 24) and solved for the values that make each factor (expression within the parentheses) equal to zero. The zeros are –24 and 24 because –24 + 24 = 0 and 24 – 24 = 0. The rationale for the correct answer is an efficient way to solve the problem. However, other methods could be used to solve the problem correctly.",
                    "Percent": 63
                }
            },
            "J": {
                "Choice": "The only zero, 24, can be found when 0 = (x– 24)².",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely made a sign error to determine the factored form. The student needs to focus on understanding the factored form of a difference of two squares.",
                    "Percent": 14
                }
            }
        },
        "Parts": {}
    },
    "19": {
        "Number": 19,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Linear Functions, Equations & Inequalities"
        ],
        "SubTopics": [
            "Graph the solution set of linear inequalities in two variables on the coordinate plane."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which graph best represents the solution set of –4x ≤ 6y – 54?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "problems/TX18HSA1/media/19a.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which graph best represents the solution set of –4x ≤ 6y – 54 the student could have first isolated the y on one side of the inequality. The first step to isolate y is to add 54 to both sides of the inequality, resulting in –4x + 54 ≤ 6y. The next step is to divide both sides of the inequality by 6, resulting in (–4/6)x + 9 ≤ y or y ≥ (–4/6)x + 9 which can be simplified to y ≥ (–2/3)x + 9. The student could have then determined that the “≥” symbol means “greater than or equal to” and the correct solution will be shaded above a solid line (to indicate that points on and above the line are part of the solution). Also, the line will cross the y-axis (vertical axis) at 9 and will have a slope (steepness of a straight line when graphed on a coordinate grid, m = (y₂ – y₁)/(x₂ – x₁)) of –2/3. The rationale for the correct answer is an efficient way to solve the problem. However, other methods could be used to solve the problem correctly.",
                    "Percent": 55
                }
            },
            "B": {
                "Choice": "problems/TX18HSA1/media/19b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely identified a solution set with the correct y-intercept (9) and the correct slope (–2/3) but the shading below a dashed line indicates that the solution set is the points below the line (not including the points on the line.) This graph represents the solution set of y < (–2/3)x + 9. The student needs to focus on understanding how inequality symbols affect the graph of a solution set.",
                    "Percent": 8
                }
            },
            "C": {
                "Choice": "problems/TX18HSA1/media/19c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely identified a solution set with the correct y-intercept (9) but with a dashed line and a slope of –3/2 instead of –2/3. The student needs to focus on understanding how inequality symbols affect the graph of a solution set and on how the rate of change affects the position of the points on the line.",
                    "Percent": 11
                }
            },
            "D": {
                "Choice": "problems/TX18HSA1/media/19d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely identified a solution set with the correct y-intercept (9) and a solid line but with a slope of –3/2 instead of –2/3 and with shading below the line instead of above it. The student needs to focus on understanding how inequality symbols affect the graph of a solution set and on how the rate of change affects the position of the points on the line.",
                    "Percent": 26
                }
            }
        },
        "Parts": {}
    },
    "20": {
        "Number": 20,
        "Type": "FR",
        "NumChoices": 0,
        "Topics": [
            "Number & Algebraic Methods"
        ],
        "SubTopics": [
            "Evaluate functions, expressed in function notation, given one or more elements in their domains."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Given f(x) = (1/3)(4 – x)², what is the value of f(16)?"
        ],
        "AnswerChoices": {
            "KEY": {
                "Choice": "48",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the value of f(16) the student should have substituted 16 for x in the function and simplified to calculate the result: f(16) = (1/3)(4 – 16)², f(16) = (1/3)(–12)², f(16) = (1/3)(144), f(16) = 48.",
                    "Percent": 56
                }
            }
        },
        "Parts": {}
    },
    "21": {
        "Number": 21,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Linear Functions, Equations & Inequalities"
        ],
        "SubTopics": [
            "Calculate the rate of change of a linear function represented tabularly, graphically, or algebraically in context of mathematical and real-world problems."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The graph shows the linear relationship between the maximum area in square feet that can be painted and the number of gallons of paint used.",
            "problems/TX18HSA1/media/21a.jpg",
            "Which of these best represents the rate of change of the maximum area painted with respect to the number of gallons of paint used?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "200 ft²/gal",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely misinterpreted the point (0.5, 200) as (1, 200) resulting in a rate of change of 200 ft²/gal. The student needs to focus on understanding how to calculate the rate of change of a graph.",
                    "Percent": 19
                }
            },
            "B": {
                "Choice": "1/200 ft²/gal",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely misinterpreted the point (0.5, 200) as (1, 200) and expressed the answer as the number of gallons of paint needed with respect to the maximum area that can be painted instead of the maximum area that can be painted with respect to the number of gallons of paint as directed. The student needs to focus on understanding how to calculate the rate of change of a graph.",
                    "Percent": 9
                }
            },
            "C": {
                "Choice": "400 ft²/gal",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the rate of change, the student could have analyzed the rate at which the line rises from left to right. The student could have found that 400 square feet can be painted with 1 gallon, 800 square feet can be painted with 2 gallons, 1,200 square feet can be painted with 3 gallons, and so on. The maximum (greatest) area that can be painted with respect to the number of gallons of paint is 400 square feet per 1 gallon of paint (400 ft²/gal). The rationale for the correct answer is an efficient way to solve the problem. However, other methods could be used to solve the problem correctly.",
                    "Percent": 60
                }
            },
            "D": {
                "Choice": "1/400 ft²/gal",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely expressed the answer as the number of gallons of paint needed with respect to the maximum area that can be painted instead of the maximum area that can be painted with respect to the number of gallons of paint as directed. The student needs to focus on understanding how to calculate the rate of change of a graph.",
                    "Percent": 12
                }
            }
        },
        "Parts": {}
    },
    "22": {
        "Number": 22,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Quadratic Functions & Equations"
        ],
        "SubTopics": [
            "Solve quadratic equations having real solutions by factoring, taking square roots, completing the square, and applying the quadratic formula."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What are the solutions to (x + 7)² = 81?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "–74 and 88",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely did not find the square root of 81 and calculated 7 + 81 = 88 and 7 – 81 = –74. The student needs to focus on understanding how to solve equations involving square roots.",
                    "Percent": 8
                }
            },
            "G": {
                "Choice": "–2 and 16",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely added 7 in the last step instead of subtracting 7, resulting in 9 + 7 = 16 and –9 + 7 = –2. The student needs to focus on understanding how to solve equations involving addition and subtraction.",
                    "Percent": 19
                }
            },
            "H": {
                "Choice": "–88 and 74",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely did not find the square root of 81 and instead calculated -81 – 7 = –88 and 81 – 7 = 74. The student needs to focus on understanding how to solve equations by taking square roots.",
                    "Percent": 10
                }
            },
            "J": {
                "Choice": "–16 and 2",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the solutions to the equation, the student could have solved the equation for x. The first step is to find the square root (a value that, when multiplied by itself, is equal to the number under the √) of both sides of the equation, resulting in x + 7 = ±9. Next, the student could have set up and solved x+ 7 = 9 and x + 7 = –9. To solve each equation, the student could have subtracted 7 from both sides of each equation, resulting in x = 2 and x = –16. The rationale for the correct answer is an efficient way to solve the problem. However, other methods could be used to solve the problem correctly.",
                    "Percent": 63
                }
            }
        },
        "Parts": {}
    },
    "23": {
        "Number": 23,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Exponential Functions & Equations"
        ],
        "SubTopics": [
            "Determine the domain and range of exponential functions of the form f(x) = abˣ and represent the domain and range using inequalities."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What appears to be the domain of the part of the exponential function graphed on the grid?",
            "problems/TX18HSA1/media/23a.jpg"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "–1 ≤ x ≤ 3",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the domain (all possible x-values), the student could have identified all the values of x for which the graph has a y-value. The graph extends from –1 on the far left to 3 on the far right and includes all points between –1 and 3. The domain is therefore all values of x from –1 to 3, including –1 and 3 or –1 ≤ x ≤ 3. The rationale for the correct answer is an efficient way to solve the problem. However, other methods could be used to solve the problem correctly.",
                    "Percent": 69
                }
            },
            "B": {
                "Choice": "–1 ≤ y ≤ 3",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely associated domain with the variable y. The student needs to focus on understanding how to determine and express domain from a graph.",
                    "Percent": 10
                }
            },
            "C": {
                "Choice": "5.3 ≤ x ≤ 27",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely approximated the least and greatest vertical values of the graph instead of the least and greatest horizontal values. The student needs to focus on understanding how to determine and express domain from a graph.",
                    "Percent": 11
                }
            },
            "D": {
                "Choice": "5.3 ≤ y ≤ 27",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely interpreted domain to mean range (all possible y-values). The student needs to focus on understanding how to determine and express domain from a graph.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "24": {
        "Number": 24,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Linear Functions, Equations & Inequalities"
        ],
        "SubTopics": [
            "Write systems of two linear equations given a table of values, a graph, and a verbal description."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The tables of ordered pairs represent some points on the graphs of lines q and v.",
            "problems/TX18HSA1/media/24a.jpg",
            "problems/TX18HSA1/media/24b.jpg",
            "Which system of equations is represented by lines q and v?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "21x – y = 9\n5x + 6y = 40",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely switched the x- and y-values of the first ordered pair in the table for line q, using –9 as the y-intercept (value where a line crosses the y-axis), and then calculated the slope (steepness of a straight line when graphed on a coordinate grid, m = (y₂ – y₁)/(x₂ – x₁)) by subtracting –3 from 18, resulting in the slope-intercept form and then changed it to standard form, 21x – y = 9. For line v, the student likely switched the x- and y-values of the middle ordered pair in the table and then used (–4, 10) and (8, 0) to calculate the slope (m = (0 – 10)/(8 – (–4)) = –10/12 = –5/6) and y-intercept (0 = (–5/6)(8) + b, b =  40/6 = 20/3), resulting in the slope-intercept form y = (–5/6)x + 20/3, and then changed it to standard form, 5x + 6y = 40. The student needs to focus on understanding how to use coordinates from a table to determine the equation of a line.",
                    "Percent": 10
                }
            },
            "G": {
                "Choice": "3x – y = –27\nx + 2y = 16",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the system of equations represented by lines q and v, the student could have used a graphing calculator to determine the equation of each line in slope-intercept form (y = mx + b). This results in the equation y = 3x + 27 for line q and y = (–1/2)x + 8 for line v. The student could have then determined that the answers must be written in standard form (Ax + By = C, where A, B, and C are integers, and A is usually positive). To write the equation for line q in standard form, the student could have subtracted from both sides of the equation, resulting in –3x + y = 27. To make –3 positive, the student could have multiplied every term of the equation by –1. This results in 3x – y = –27. To write the equation for line v in standard form, the student could have added (1/2)x to both sides of the equation, resulting in (1/2)x + y. To make 1/2 an integer, the student could havemultiplied every term in the equation by 2. This step results in the equation x + 2y =  16. The rationale for the correct answer is an efficient way to solve the problem. However, other methods could be used to solve the problem correctly.",
                    "Percent": 58
                }
            },
            "H": {
                "Choice": "21x – y = 9\n5x + 6y = 20",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely switched the x- and y-values of the first ordered pair in the table for line q, using –9 as the y-intercept (value where a line crosses the y-axis), and then calculated the slope (steepness of a straight line when graphed on a coordinate grid, m = (y₂ – y₁)/(x₂ – x₁)) by subtracting from 18, resulting in the slope-intercept form y = 21x – 9 and then changed it to standard form, 21x – y = 9. For line v, the student likely switched the x- and y-values of the middle ordered pair in the table, then used (–4, 10) and (8, 0) to calculate the slope (m = (0 – 10)/(8 – (–4)) = –10/12 = –5/6) and y-intercept (0 = (–5/6)(8) + b, b = 40/6 = 20/3), resulting in the slope-intercept form y = (–5/6)x + 20/3, and then made a multiplication error when changing it to standard form to get 5x + 6y = 20. The student needs to focus on understanding how to use coordinates from a table to determine the equation of a line.",
                    "Percent": 17
                }
            },
            "J": {
                "Choice": "9x – y = –27\nx + 2y = 8",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely switched the x- and y-values of the first ordered pair in the table for line q, used (0, –9) and (–3, 18) to calculate the slope (steepness of a straight line when graphed on a coordinate grid, m = (y₂ – y₁)/(x₂ – x₁)) as m = (–9 – 18)/(0 – 3) = (–27)/(–3) = 9, and did not calculate the corresponding y-intercept (value where a line crosses the y-axis), instead just choosing the answer with a matching slope. For line v, the student likely found the slope-intercept form of the equation and then made a multiplication error when changing to standard form, resulting in x + 2y = 8 instead of x + 2y = 16. The student needs to focus on understanding how to use coordinates from a table to determine the equation of a line.",
                    "Percent": 15
                }
            }
        },
        "Parts": {}
    },
    "25": {
        "Number": 25,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Linear Functions, Equations & Inequalities"
        ],
        "SubTopics": [
            "Compare and contrast association and causation in real-world problems."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which situation does NOT show causation?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "When the student population at a school increases, the number of teachers at the school increases.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely did not realize that an increase in the number of students causes an increase in the number of teachers. The student needs to focus on understanding causation in real-world problems.",
                    "Percent": 10
                }
            },
            "B": {
                "Choice": "When the amount of sugar in a quart of apple juice is reduced, there are fewer calories in each serving.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely did not realize that a decrease in the amount of sugar causes a decrease in the number of calories. The student needs to focus on understanding causation in real-world problems.",
                    "Percent": 14
                }
            },
            "C": {
                "Choice": "When there are more workers on a project, the project is completed in less time.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely did not realize that more workers on a project causes the project to be completed in less time. The student needs to focus on understanding causation in real-world problems.",
                    "Percent": 15
                }
            },
            "D": {
                "Choice": "When there is more protein in an athlete's diet, the athlete scores more points in a game.",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine that this situation does not show causation (an event that is the result of the occurrence of another event), the student should have recognized that although a balanced diet may contribute to an athlete's health, the consumption of protein does not necessarily cause the athlete to score more points.",
                    "Percent": 62
                }
            }
        },
        "Parts": {}
    },
    "26": {
        "Number": 26,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Quadratic Functions & Equations"
        ],
        "SubTopics": [
            "Write equations of quadratic functions given the vertex and another point on the graph, write the equation in vertex form (f(x) = a(x - h)²+ k), and rewrite the equation from vertex form to standard form (f(x) = ax²+ bx + c)."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which function is equivalent to f(x) = –4(x + 7)² – 6?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "f(x) = –4x² – 56x – 202",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which function is equivalent to f(x) = –4(x + 7)² – 6 the student could have used the order of operations, or PEMDAS, completing the operations in this order: 1. Operations contained in Parentheses or brackets, 2. Exponents (numbers raised to a power), 3. Multiplication/Division from left to right, and 4. Addition/Subtraction from left to right. Because the expression in the parentheses contains the variable x, (x + 7) cannot be combined. Therefore, the first step is to eliminate the exponent (2) by multiplying (x + 7) times itself, resulting in x² + 14x + 49. The next step is to multiply –4 by each of the terms in x² + 14x + 49 resulting in –4x² – 56x – 196. Finally, the student could have combined –196 and –6 to conclude that f(x) = –4(x + 7)² is equivalent to f(x) = –4x² – 56x – 202. The rationale for the correct answer is an efficient way to solve the problem. However, other methods could be used to solve the problem correctly.",
                    "Percent": 59
                }
            },
            "G": {
                "Choice": "f(x) = –4x² + 14x + 43",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely multiplied (x + 7) times itself correctly but only multiplied –4 by the first term, resulting in –4x² + 14x + 49 before subtracting 6. The student needs to focus on understanding how to convert quadratic functions from vertex to standard form.",
                    "Percent": 16
                }
            },
            "H": {
                "Choice": "f(x) = –4x² – 56x – 172",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely subtracted 6 from the constant term (49) and then multiplied by –4, –4(x² + 14x + 43) ⇒ f(x) = –4x² – 56x – 172. The student needs to focus on understanding how to convert quadratic functions from vertex to standard form.",
                    "Percent": 14
                }
            },
            "J": {
                "Choice": "f(x) = –4x² + 190",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely did not multiply times itself correctly and then made a sign error when multiplying by –4, (x + 7)² ⇒ x² + 49 –4(x² + 49) ⇒ –4x² + 196 – 6 ⇒ f(x) = –4x² + 190. The student needs to focus on understanding how to convert quadratic functions from vertex to standard form.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "27": {
        "Number": 27,
        "Type": "FR",
        "NumChoices": 0,
        "Topics": [
            "Linear Functions, Equations & Inequalities"
        ],
        "SubTopics": [
            "Graph linear functions on the coordinate plane and identify key features, including x-intercept, y-intercept, zeros, and slope, in mathematical and real-world problems."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A paper airplane was thrown from the top of a tall building. The height of the paper airplane above the ground can be found using the function y = –1.5x + 60, where x is the time in seconds the airplane has been in the air.",
            "problems/TX18HSA1/media/27a.jpg",
            "How many seconds did it take the paper airplane to reach the ground?"
        ],
        "AnswerChoices": {
            "KEY": {
                "Choice": "40",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the number of seconds it takes the paper airplane to reach the ground, the student could have first determined that when the airplane reaches the ground, the height, represented by y, is equal to 0. The student could have then substituted 0 for y and solved the resulting equation (0 =  –1.5x + 60) for x, the time in seconds. The first step in solving the equation is to subtract 60 from both sides of the equation. This results in –60 = –1.5x. To solve for x, the student could have divided both sides of the equation by –1.5, resulting in x = 40. The rationale for the correct answer is an efficient way to solve the problem. However, other methods could be used to solve the problem correctly.",
                    "Percent": 52
                }
            }
        },
        "Parts": {}
    },
    "28": {
        "Number": 28,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Algebraic Methods"
        ],
        "SubTopics": [
            "Simplify numeric and algebraic expressions using the laws of exponents, including integral and rational exponents."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which expression is equivalent to ((q⁴)⁻³)/(q⁻¹⁵) for all values of q where the expression is defined?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "q²⁷",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely applied the power of a power property correctly, resulting in (q⁻¹²)/(q⁻¹⁵) and then likely applied the negative exponent property (a⁻ⁿ = 1/aⁿ) to get (q¹⁵)/(q¹²). The student then likely added the exponents instead of subtracting them. The student needs to focus on understanding how to apply the quotient of a power property by subtracting positive and/or negative numbers.",
                    "Percent": 18
                }
            },
            "G": {
                "Choice": "1/q²⁷",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely applied the power of a power property correctly, resulting in (q⁻¹²)/(q⁻¹⁵), but then combined exponents as –12 – 15 = –27 to get 1/q²⁷. The student then likely applied the negative exponent property (a⁻ⁿ = 1/aⁿ) to get 1/q²⁷. The student needs to focus on understanding how to apply the quotient of a power property by subtracting positive and/or negative numbers.",
                    "Percent": 21
                }
            },
            "H": {
                "Choice": "q³",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the equivalent expression, the student should have applied the properties of exponents for power of a power ((aᵐ)ⁿ = aᵐⁿ) and quotient of a power (aᵐ/aⁿ = a⁽ᵐ⁻ⁿ⁾). Applying these properties results in ((q⁴)⁻³)/(q⁻¹⁵) = (q⁻¹²)/(q⁻¹⁵) = q⁻¹²⁻⁽⁻¹⁵⁾ = q⁻¹²⁺¹⁵ = q³.",
                    "Percent": 45
                }
            },
            "J": {
                "Choice": "1/q³",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely applied the power of a power property correctly, resulting in (q⁻¹²)/(q⁻¹⁵), but then combined exponents as 12 – 15 = –3 to get q⁻³. The student then likely applied the negative exponent property (a⁻ⁿ = 1/aⁿ) to get 1/q³. The student needs to focus on understanding how to apply the quotient of a power property by subtracting positive and/or negative numbers.",
                    "Percent": 16
                }
            }
        },
        "Parts": {}
    },
    "29": {
        "Number": 29,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Quadratic Functions & Equations"
        ],
        "SubTopics": [
            "Graph quadratic functions on the coordinate plane and use the graph to identify key attributes, if possible, including x-intercept, y-intercept, zeros, maximum value, minimum values, vertex, and the equation of the axis of symmetry."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which graph best represents a quadratic function that has only one zero?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "problems/TX18HSA1/media/29a.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely interpreted “zero” to mean where the x-value is 0, instead of where the y-value is 0, and focused on the y-intercept. The student needs to focus on understanding how to identify the zeroes of a function from a graph.",
                    "Percent": 7
                }
            },
            "B": {
                "Choice": "problems/TX18HSA1/media/29b.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which graph best represents a quadratic function that has only one zero, the student should have identified the graph that has one point at which the y-value is zero. The y-value is zero when the graph touches or crosses the x-axis (horizontal axis). This graph touches the x-axis once at x = 4.",
                    "Percent": 68
                }
            },
            "C": {
                "Choice": "problems/TX18HSA1/media/29c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely interpreted “zero” to mean the vertex (high or low point of the curve) of the graph is where the x-value is 0, instead of where the y-value is 0. The student needs to focus on understanding how to identify the zeroes of a function from a graph.",
                    "Percent": 11
                }
            },
            "D": {
                "Choice": "problems/TX18HSA1/media/29d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely interpreted “zero” to mean “no solution” and chose the graph that does not touch or cross the x-axis. The student needs to focus on understanding how to identify the zeroes of a function from a graph.",
                    "Percent": 15
                }
            }
        },
        "Parts": {}
    },
    "30": {
        "Number": 30,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Linear Functions, Equations & Inequalities"
        ],
        "SubTopics": [
            "Solve linear inequalities in one variable, including those for which the application of the distributive property is necessary and for which variables are included on both sides."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What is the solution set for –4x + 10 ≥ 5x + 55?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "x ≥ 5",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely made an error when combining the x-terms (4x + 5x), solving 9x ≥ 45. The student needs to focus on understanding how to solve inequalities with variables (symbol used to represent an unknown number) on both sides.",
                    "Percent": 14
                }
            },
            "G": {
                "Choice": "x ≥ 45",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely made an error when combining the x-terms (–4x + 5x), resulting in x ≥ 45. The student needs to focus on understanding how to solve inequalities with variables (symbol used to represent an unknown number) on both sides.",
                    "Percent": 15
                }
            },
            "H": {
                "Choice": "x ≤ –5",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the solution set for the inequality, the student could have solved for x. The first step could be to combine the x terms by adding 4x to both sides of the inequality, resulting in 10 ≥ 9x + 55. Next, the student could have combined the 10 and the 55 by subtracting 55 from both sides of the inequality, resulting in –45 ≥ 9x Finally, to isolate the x, the student could have divided both sides by 9, resulting in –5 ≥ x or x ≤ –5. The rationale for the correct answer is an efficient way to solve the problem. However, other methods could be used to solve the problem correctly.",
                    "Percent": 61
                }
            },
            "J": {
                "Choice": "x ≤ –45",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely made an error when combining the x-terms (4x – 5x), solving –x ≥ 45 ⇒ x ≤ –45. The student needs to focus on understanding how to solve inequalities with variables (symbol used to represent an unknown number) on both sides.",
                    "Percent": 11
                }
            }
        },
        "Parts": {}
    },
    "31": {
        "Number": 31,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Algebraic Methods"
        ],
        "SubTopics": [
            "Factor, if possible, trinomials with real factors in the form ax² + bx + c, including perfect square trinomials of degree two."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which expression is a factor of 21xa² + 13x – 20?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "3x – 4",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely made a sign error. The student needs to focus on understanding how to find the factors of an expression in the form ax² + bx + c.",
                    "Percent": 18
                }
            },
            "B": {
                "Choice": "7x – 5",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which expression is a factor (numbers or expressions that can be multiplied to get another number or expression) of 21x² + 13x – 20 the student could have identified two factors in the form (Ax + B) and (Cx – D) for which and A • C = 21, (A • D) + (B • C) = 13, and B • D = –20. The student could have identified the two factors as (3x + 4) and (7x – 5) because 3x • 7x = 21x², (3x • –5) + (4 • 7x) = –15x + 28x = 13x, and 4 • –5 = –20, and chosen 7x – 5 from the options given. The rationale for the correct answer is an efficient way to solve the problem. However, other methods could be used to solve the problem correctly.",
                    "Percent": 47
                }
            },
            "C": {
                "Choice": "7x + 4",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely identified the factors (7x + 4) and (3x – 5) verified that 7x • 3x = 21x² and 5 • –4 = –20, but did not verify the middle term ((7x • –5) + (4 • 3x) = –23x, not 13x) The student needs to focus on understanding how to find the factors of an expression in the form ax² + bx + c.",
                    "Percent": 21
                }
            },
            "D": {
                "Choice": "3x + 5",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely identified the factors (3x + 5) and (7x – 4) verified that 3x • 7x = 21x² and 5 • –4 = –20, but did not verify the middle term ((3x • –4) + (5 • 7x) = 23x, not 13x). The student needs to focus on understanding how to find the factors of an expression in the form ax² + bx + c.",
                    "Percent": 14
                }
            }
        },
        "Parts": {}
    },
    "32": {
        "Number": 32,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Linear Functions, Equations & Inequalities"
        ],
        "SubTopics": [
            "Write an equation of a line that is parallel or perpendicular to the X or Y axis and determine whether the slope of the line is zero or undefined."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What are the equation and slope of the line shown on the grid?",
            "problems/TX18HSA1/media/32a.jpg"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "y = 6; slope is –1/6.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used the variable (symbol used to represent an unknown number) y for the equation because the line is parallel to the y-axis. The student then likely determined that when a line is vertical, its slope is the opposite reciprocal (a pair of numbers that, when multiplied together, equal –1) of the x-intercept (if x = 6, then m = –1/6). The student needs to focus on understanding how to write the equation of a vertical line and on understanding that the slope of all vertical lines is undefined.",
                    "Percent": 2
                }
            },
            "G": {
                "Choice": "x = 6; slope is zero.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely reversed the values of x and y when calculating the slope, resulting in m = (6 – 6)/(2 – 0) = 0/2 = 0. The student needs to focus on understanding how to use the slope formula and on understanding that the slope of all vertical lines is undefined.",
                    "Percent": 23
                }
            },
            "H": {
                "Choice": "y = 6; slope is 6.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used the variable (symbol used to represent an unknown number) y for the equation because the line is parallel to the y-axis and then used the x-value of 6 as the slope. The student needs to focus on understanding how to write the equation of a vertical line and on understanding that the slope of all vertical lines is undefined.",
                    "Percent": 6
                }
            },
            "J": {
                "Choice": "x = 6; slope is undefined.",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the equation and slope (steepness of a line when graphed on a coordinate grid; m = (y₂ – y₁)/(x₂ – x₁)), the student should have recognized that because the line is vertical, its equation is written as where is the value through which the line intersects (crosses) the x-axis (horizontal axis), resulting in To determine the slope, the student should have chosen two points on the line and substituted the corresponding values in the equation for the slope of a line. Using (6, 0) and (6, 2), m = (2 – 0)/(6 – 6) = 2/0 which is “undefined” because division by zero is not possible.",
                    "Percent": 68
                }
            }
        },
        "Parts": {}
    },
    "33": {
        "Number": 33,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Exponential Functions & Equations"
        ],
        "SubTopics": [
            "Write exponential functions in the form f(x) = abˣ (where b is a rational number) to describe problems arising from mathematical and real-world situations, including growth and decay."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In the year 1900, the total number of metric tons of copper produced in the world was 495,000. Each year since 1900, the total number of metric tons of copper produced has increased on average by about 3.25% over the amount produced the previous year.",
            "Which function models the total number of metric tons of copper produced in the year that is x years since 1900?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "c(x) = 495,000(1.0325)ˣ",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the correct function, the student should have recalled that when a value is increased by a constant factor (number or expression that can be multiplied to get another number or expression) over each iteration (3.25% in this case), the situation is represented with an exponential equation or function, f(x) = abˣ, where a is the initial or starting value, b is 1 plus the factor that the value is increased, and x is the variable (symbol used to represent an unknown number). In this case, the variable x represents the number of years since 1900. The student should have identified that a= 495,000 and that b = 1 + 3.25%, b = 1 + 3.25/100 = 1.0325, resulting in the function c(x) = 495,000(1.0325)ˣ.",
                    "Percent": 68
                }
            },
            "B": {
                "Choice": "c(x) = 495,000(0.9675)ˣ",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely calculated the factor by subtracting from 1 instead of adding, resulting in b = 1 – 3.25/100 = 0.9675 instead of 1.0325. The student needs to focus on understanding how to calculate factors for exponential functions.",
                    "Percent": 15
                }
            },
            "C": {
                "Choice": "c(x) = 495,000x¹.⁰³²⁵",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely switched the position for b and x when writing the function. The student needs to focus on understanding how to write an exponential function that models a given situation.",
                    "Percent": 11
                }
            },
            "D": {
                "Choice": "c(x) = 495,000x⁰.⁹⁶⁷⁵",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely calculated the factor by subtracting from 1 instead of adding, resulting in b = 1 – 3.25/100 = 0.9675 instead of 1.0325, and then switched the position for b and x when writing the function. The student needs to focus on understanding how to calculate factors for exponential functions and how to write an exponential function that models a given situation.",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    },
    "34": {
        "Number": 34,
        "Type": "FR",
        "NumChoices": 0,
        "Topics": [
            "Linear Functions, Equations & Inequalities"
        ],
        "SubTopics": [
            "Solve linear equations in one variable, including those for which the application of the distributive property is necessary and for which variables are included on both sides."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What is the solution to 34x + 95 = 3(14x + 9)?"
        ],
        "AnswerChoices": {
            "KEY": {
                "Choice": "8.5",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the solution, the student could have solved the equation for x. First, the student could have eliminated the parentheses by multiplying 3 by (14x + 9) resulting in 24x + 95 = 42x + 27. Next, the student could have combined the x terms by subtracting 42x from both sides of the equation. This step results in the equation –8x + 95 = 27. Next, the student could have combined the 95 and 27 by subtracting 95 from both sides of the equation, resulting in –8x = –68. Lastly, the student could have divided both sides of the equation by –8. This step results in the solution to the equation, which is x = 8.5. The rationale for the correct answer is an efficient way to solve the problem. However, other methods could have been used to solve the problem correctly.",
                    "Percent": 53
                }
            }
        },
        "Parts": {}
    },
    "35": {
        "Number": 35,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Linear Functions, Equations & Inequalities"
        ],
        "SubTopics": [
            "Determine the effects on the graph of the parent function f(x) = x when f(x) is replaced by af(x), f(x) + d, f(x - c), f(bx) for specific values of a, b, c, and d."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The graphs of linear functions f and g are shown on the grid.",
            "problems/TX18HSA1/media/35a.jpg",
            "Which function is best represented by the graph of g?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "g(x) = f(x) – 4",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely compared (6, 6) on the graph of function f and (6, 2) on the graph of function g to conclude that the graph of function g is 4 units lower than the graph of function f. The student needs to focus on understanding how the slope and y-intercept affect the graph of a line.",
                    "Percent": 8
                }
            },
            "B": {
                "Choice": "g(x) = (1/3)f(x)",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which function is best represented by the graph of g, the student should have compared the slope (steepness of a straight line when graphed on a coordinate grid; m = (y₂ – y₁)/(x₂ – x₁)) and y-intercept (value where a line crosses the y-axis) of both lines on the grid. The graph of function f is increasing at a rate of 1 (each time the x-value increases by 1 unit, the y-value also increases by 1 unit) and has a y-intercept of 0. The graph of function g is increasing at a rate of 1/3 (each time the x-value increases by 3 units, the y-value increases by 1 unit) and also has a y-intercept of 0. The difference between the two graphs is that the graph of function g is increasing 1/3 as fast as the graph of function f. This relationship is best represented by g(x) = (1/3)f(x).",
                    "Percent": 65
                }
            },
            "C": {
                "Choice": "g(x) = f(x) – 2",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely compared (3, 3) on the graph of function f and (3, 1) on the graph of function g to conclude that the graph of function g is 2 units lower than the graph of function f. The student needs to focus on understanding how the slope and y-intercept affect the graph of a line.",
                    "Percent": 13
                }
            },
            "D": {
                "Choice": "g(x) = 3f(x)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely noted that every time the x-value of the graph of function g increases by 3, its y-value increases by 1, and determined that the graph of function g increases 3 times as fast as the graph of function f. The student needs to focus on understanding how to compare the slopes of two graphs.",
                    "Percent": 14
                }
            }
        },
        "Parts": {}
    },
    "36": {
        "Number": 36,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Algebraic Methods"
        ],
        "SubTopics": [
            "Multiply polynomials of degree one and degree two."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which expression is equivalent to (h² + 9h – 1)(–4h + 3)?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "–4h³ – 33h² + 31h – 3",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the equivalent expression, the student could have multiplied each term in h² + 9h – 1 by each term in –4h + 3 and then combined any like terms. The multiplication steps are (h² • –4h) + (h² • 3) + (9h • –4h) + (9h • 3) + (–1 • 4h) + (–1 • 3), which results in –4h³ + 3h² – 36h² + 27h + 4h – 3. Combining the like terms (3h² – 36h² and 27h + 4h) results in –4h³ – 33h² + 31h – 3. The rationale for the correct answer is an efficient way to solve the problem. However, other methods could be used to solve the problem correctly.",
                    "Percent": 59
                }
            },
            "G": {
                "Choice": "4h³ + 39h² – 23h – 3",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely made multiple sign errors when multiplying the terms. The student needs to focus on understanding how to multiply and combine positive and negative numbers.",
                    "Percent": 11
                }
            },
            "H": {
                "Choice": "–4h³ – 39h² + 23h + 3",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely made multiple sign errors when multiplying the terms. The student needs to focus on understanding how to multiply and combine positive and negative numbers.",
                    "Percent": 18
                }
            },
            "J": {
                "Choice": "4h³ + 33h² – 31h + 3",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely carried out the multiplication using (4h – 3) instead of (–4h + 3). The student needs to focus on understanding how to multiply and combine positive and negative numbers.",
                    "Percent": 11
                }
            }
        },
        "Parts": {}
    },
    "37": {
        "Number": 37,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Linear Functions, Equations & Inequalities"
        ],
        "SubTopics": [
            "Write systems of two linear equations given a table of values, a graph, and a verbal description."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "There are 15 plates in a kitchen cabinet. The diameter of each plate is either 7 inches or 12 inches. The diameter of all 15 plates combined is 140 inches.",
            "Which system of equations can be used to find the number of 7-inch plates, x, and the number of 12-inch plates, y, that are in the cabinet?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "x + y = 140\n12x + 7y = 15",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely reversed the total number of plates and the total diameter in the equations. The student also likely assigned x to represent the number of 12-inch plates and y to represent the number of 7-inch plates. The student needs to focus on understanding how to write a system of equations from a verbal description.",
                    "Percent": 12
                }
            },
            "B": {
                "Choice": "7x + 12y = 140\n7x + 12y = 15",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used the diameter of each plate when writing both equations. The student needs to focus on understanding how to write a system of equations from a verbal description.",
                    "Percent": 12
                }
            },
            "C": {
                "Choice": "x + y = 15\n7x + 12y = 140",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which system of equations can be used to represent the number of 7-inch and 12-inch plates in the cabinet, the student should have written one equation to represent the total number of plates and one equation to represent the total diameter of the plates. The number of 7-inch plates, x, plus the number of 12-inch plates, y, equals the 15 plates in the cabinet and is represented by x + y  = 15. The total diameter of the plates (140) is equal to 7 inches times the number of 7-inch plates (7x) plus 12 inches times the number of 12-inch plates (12y) and is represented by 7x + 12y = 140.",
                    "Percent": 66
                }
            },
            "D": {
                "Choice": "x + y = 15\n12x + 7y = 140",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely assigned x to represent the number of 12-inch plates and y to represent the number of 7-inch plates. The student needs to focus on understanding how to write a system of equations from a verbal description.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "38": {
        "Number": 38,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Quadratic Functions & Equations"
        ],
        "SubTopics": [
            "Determine the domain and range of quadratic functions and represent the domain and range using inequalities."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The graph of quadratic function f is shown on the grid.",
            "problems/TX18HSA1/media/38a.jpg",
            "Which of these best represents the domain of f?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "–3 ≤ x ≤ 2",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely considered only the portion of the graph that is shown on the grid. The student needs to focus on understanding how to represent domain from a graph.",
                    "Percent": 18
                }
            },
            "G": {
                "Choice": "All real numbers",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the domain (all possible x-values) of the function, the student should have identified all the x-values for which the graph has a y-value. The student should have determined that the graph continues to expand upward and outward indefinitely, making the domain all real numbers.",
                    "Percent": 60
                }
            },
            "H": {
                "Choice": "y ≥ 5.5",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely interpreted domain to mean possible y-values instead of possible x-values. The student needs to focus on understanding how to represent domain.",
                    "Percent": 12
                }
            },
            "J": {
                "Choice": "All real numbers less than –3 or greater than 2",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely wrote the domain using a verbal description of the x-values to the left and right of the given graph. The student needs to focus on understanding how to represent domain from a graph.",
                    "Percent": 11
                }
            }
        },
        "Parts": {}
    },
    "39": {
        "Number": 39,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Linear Functions, Equations & Inequalities"
        ],
        "SubTopics": [
            "Write the equation of a line that contains a given point and is perpendicular to a given line."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What is the equation in slope-intercept form of the line that passes through the point (2, –2) and is perpendicular to the line represented by y = (2/5)x + 2?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "y = (5/2)x – 7",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely determined that if the slope of a line is a/t the slope of a line perpendicular to it is t/a instead of –t/a. The student then likely used the slope they calculated to determine the y-intercept of the perpendicular line. The student needs to focus on understanding how to determine the slope of a line given the equation of a line perpendicular to it.",
                    "Percent": 23
                }
            },
            "B": {
                "Choice": "y = (5/2)x + 7",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely determined that if the slope of a line is a/t the slope of a line perpendicular to it is t/a instead of –t/a. The student then likely made an error when calculating the y-intercept, –2 = (5/2)(2) + b, calculating b = 7 instead of b = –7. The student needs to focus on understanding how to determine the equation of a line that passes through a given point and is perpendicular to another line.",
                    "Percent": 14
                }
            },
            "C": {
                "Choice": "y = (–5/2)x – 3",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely made an error when calculating the y-intercept, calculating b = –3 instead of b = 3. The student needs to focus on understanding how to calculate the y-intercept of a line.",
                    "Percent": 18
                }
            },
            "D": {
                "Choice": "y = (–5/2)x + 3",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the equation of a line perpendicular (a line meeting another line at a right angle, or 90°) to another line, the student could have recalled that if the slope (steepness of a straight line when graphed on a coordinate grid, m = (y₂ – y₁)/(x₂ – x₁)) of a line is a/t, then the slope of a line perpendicular to it is –t/a. The equation y = (2/5)x + 2 has a slope of 2/5; therefore, the slope of a line perpendicular to it is –5/2. To determine the y-intercept (value where a line crosses the y-axis) of the perpendicular line, the student could have substituted –5/2 for the slope (m) and the point (2, –2) for the x andy-values in the slope-intercept form (y = mx + b). This produces the equation –2 = (–5/2)(2) + b. Multiplying –5/2 by 2 results in –2 = –5 + b. To solve the equation for b, add 5 to both sides of the equation, resulting in b = 3. The slope-intercept form of the equation of the perpendicular line is y = (–5/2)x + 3. The rationale for the correct answer is an efficient way to solve the problem. However, other methods could be used to solve the problem correctly.",
                    "Percent": 45
                }
            }
        },
        "Parts": {}
    },
    "40": {
        "Number": 40,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Exponential Functions & Equations"
        ],
        "SubTopics": [
            "Graph exponential functions that model growth and decay and identify key features, including y-intercept and asymptote, in mathematical and real-world problems."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which graph best represents f(x) = 2(5)ˣ?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "problems/TX18HSA1/media/40a.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which graph best represents the function, the student could have calculated the value of f(x), or y, for several values of x and determined which graph includes those values. Using the values of –1, 0, 1, and 2 for x yields the points (–1, 0.4), (0, 2), (1, 10), and (2, 50), which are all on this graph. The rationale for the correct answer is an efficient way to solve the problem. However, other methods could be used to solve the problem correctly.",
                    "Percent": 53
                }
            },
            "G": {
                "Choice": "problems/TX18HSA1/media/40b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely ignored the 2 in the given function and identified the graph of the function f(x) = 5ˣ. The student needs to focus on understanding how to identify the graphs of exponential functions.",
                    "Percent": 16
                }
            },
            "H": {
                "Choice": "problems/TX18HSA1/media/40c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely multiplied 2 and 5 and determined that the graph crosses the y-axis (vertical axis) at 10. The student needs to focus on understanding how to identify the graphs of exponential functions.",
                    "Percent": 19
                }
            },
            "J": {
                "Choice": "problems/TX18HSA1/media/40d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely reversed the 2 and the 5 when generating the points, identifying the graph of the function f(x) = 5(2)ˣ. The student needs to focus on understanding how to identify the graphs of exponential functions.",
                    "Percent": 11
                }
            }
        },
        "Parts": {}
    },
    "41": {
        "Number": 41,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Quadratic Functions & Equations"
        ],
        "SubTopics": [
            "Solve quadratic equations having real solutions by factoring, taking square roots, completing the square, and applying the quadratic formula."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The area of a rectangular trampoline is 112 ft². The length of the trampoline is 6 ft greater than the width of the trampoline. This situation can be represented by the equation w² + 6w– 112 = 0.",
            "What is the width of the trampoline in feet?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "7 ft",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely identified 16 and –7 as the factors, only verifying that their product is –112. The student needs to focus on understanding how to determine the factors of a quadratic equation.",
                    "Percent": 7
                }
            },
            "B": {
                "Choice": "16 ft",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely identified –16 and 7 as the factors, only verifying that their product is –112. The student needs to focus on understanding how to determine the factors of a quadratic equation.",
                    "Percent": 17
                }
            },
            "C": {
                "Choice": "8 ft",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the width of the trampoline, the student could have solved the equation for w by factoring the expression w² + 6w – 112. To factor (replacing a number or expression with two or more numbers or expressions that when multiplied together will equal the original number or expression) the expression, the student could have determined that w² = w • w and written w as the first term in the factors: (w ± _)(w ± _) Next, the student could have determined that the second terms are 14 and –8 because their product (answer when multiplying) is –112 (last term in the expression given) and their sum is 6 (number in middle term in the expression given). This gives factors of (w + 14) and (w – 8). The student could have then set each factor equal to zero and solved both. This step results in w = –14 and w = 8. Since the width of the trampoline must be a positive number, the width is 8 feet. The rationale for the correct answer is an efficient way to solve the problem. However, other methods could be used to solve the problem correctly.",
                    "Percent": 64
                }
            },
            "D": {
                "Choice": "14 ft",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely calculated the length instead of the width. The student needs to focus on understanding how to select solutions based on a problem situation.",
                    "Percent": 12
                }
            }
        },
        "Parts": {}
    },
    "42": {
        "Number": 42,
        "Type": "FR",
        "NumChoices": 0,
        "Topics": [
            "Linear Functions, Equations & Inequalities"
        ],
        "SubTopics": [
            "Calculate the rate of change of a linear function represented tabularly, graphically, or algebraically in context of mathematical and real-world problems."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The table shows the linear relationship between the balance of a student's savings account and the number of weeks he has been saving.",
            "problems/TX18HSA1/media/42a.jpg",
            "Based on the table, what was the rate of change of the balance of the student's savings account in dollars and cents per week?"
        ],
        "AnswerChoices": {
            "KEY": {
                "Choice": "7.00",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the rate of change of the balance of the savings account, the student could have chosen two sets of values from the table and calculated how much the balance changed each week. Using the first and last set of values, the balance increased $91 in 13 weeks, which when divided (91/13 = 7) is $7 per week. The rationale for the correct answer is an efficient way to solve the problem. However, other methods could be used to solve the problem correctly.",
                    "Percent": 66
                }
            }
        },
        "Parts": {}
    },
    "43": {
        "Number": 43,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Linear Functions, Equations & Inequalities"
        ],
        "SubTopics": [
            "Write linear equations in two variables given a table of values, a graph, and a verbal description."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The graph of a linear function is shown on the grid.",
            "problems/TX18HSA1/media/43a.jpg",
            "Which equation is best represented by this graph?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "y + 7 = –3(x – 4)",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which equation is best represented by the graph, the student could have found the slope (steepness of a line when graphed on a coordinate grid, m = (y₂ – y₁)/(x₂ – x₁)) and a point to substitute into the point-slope form of a line (y – y₁ = m(x – x₁)). The slope can be found by calculating the change in y-values over the change in x-values (m = (5 – 2)/(0 – 1) = 3/(–1) = –3). The equation can be completed by substituting (4, –7) for x₁ and y₁, respectively (y – (–7) = –3(x – 4), y + 7 = –3(x – 4)). The rationale for the correct answer is an efficient way to solve the problem. However, other methods could be used to solve the problem correctly.",
                    "Percent": 59
                }
            },
            "B": {
                "Choice": "y + 1 = –3(x + 2)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely reversed the coordinates of (1, 2) in the point-slope form of a line and made sign errors for and in the equation. The student needs to focus on understanding how to write a linear equation in point-slope form given a graph.",
                    "Percent": 20
                }
            },
            "C": {
                "Choice": "y – 4 = 3(x + 7)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely reversed the coordinates of (4, –7) in the point-slope form of a line and made a sign error in the slope. The student needs to focus on understanding how to write a linear equation in point-slope form given a graph.",
                    "Percent": 11
                }
            },
            "D": {
                "Choice": "y – 2 = 3(x – 1)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely made a sign error when determining the slope. The student needs to focus on understanding how to write a linear equation in point-slope form given a graph.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "44": {
        "Number": 44,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Algebraic Methods"
        ],
        "SubTopics": [
            "Factor, if possible, trinomials with real factors in the form ax² + bx + c, including perfect square trinomials of degree two."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which expression is a factor of 9r² – 4r + 1?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "3r – 1",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely identified the factors as (3r – 1)(3r – 1) because 3 • 3 = 9 and –1 • –1 = 1. However, (3 • –1) + (–1 • 3) = –6 instead of –4. The student needs to focus on understanding how to identify the factors of quadratic expressions.",
                    "Percent": 16
                }
            },
            "G": {
                "Choice": "r – 1",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely identified the factors as (9r – 1)(r – 1) because 9 • 1 = 9 and –1 • –1 = 1. However, (9 • –1) + (–1 • 1) = –10 instead of –4. The student needs to focus on understanding how to identify the factors of quadratic expressions.",
                    "Percent": 8
                }
            },
            "H": {
                "Choice": "9r – 1",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely identified the factors as (9r – 1)(r – 1) because 9 • 1 = 9 and –1 • –1 = 1. However, (9 • –1) + (–1 • 1) = –10 instead of –4. The student needs to focus on understanding how to identify the factors of quadratic expressions.",
                    "Percent": 11
                }
            },
            "J": {
                "Choice": "There are no real factors.",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which expression is a factor (numbers or expressions that can be multiplied to get another number or expression) of 9r² – 4r + 1, the student could have graphed the function and seen that it did not cross the x-axis. As this is the case, the student could have determined that 9r² – 4r + 1 has no real factors. The rationale for the correct answer is an efficient way to solve the problem. However, other methods could be used to solve the problem correctly.",
                    "Percent": 65
                }
            }
        },
        "Parts": {}
    },
    "45": {
        "Number": 45,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Linear Functions, Equations & Inequalities"
        ],
        "SubTopics": [
            "Graph the solution set of linear inequalities in two variables on the coordinate plane."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The graph of 2x – 5y = 10 is shown on the grid.",
            "problems/TX18HSA1/media/45a.jpg",
            "Which ordered pair is in the solution set of 2x – 5y ≥ 10?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "(0, 5)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely reversed the x- and y-coordinates when substituting the values into the inequality. The student needs to focus on understanding how to determine if an ordered pair is in the solution set of an inequality.",
                    "Percent": 12
                }
            },
            "B": {
                "Choice": "(5, 0)",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which ordered pair is in the solution set of 2x – 5y ≥ 10, the student could have substituted the given x- and y-values of the ordered pair into the inequality to see if it generates a true statement. Using the ordered pair (5, 0), 5 will be substituted into the inequality for the x-value and 0 will be substituted for the y-value. This gives 2(5) – 5(0) ≥ 10, which simplifies to 10 – 0 ≥ 10, which is a true statement. The rationale for the correct answer is an efficient way to solve the problem. However, other methods could be used to solve the problem correctly.",
                    "Percent": 60
                }
            },
            "C": {
                "Choice": "(–2, 5)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely interpreted the “≥” symbol in the inequality as meaning “less than or equal to.” The student needs to focus on understanding how to determine whether an ordered pair is in the solution set of an inequality.",
                    "Percent": 21
                }
            },
            "D": {
                "Choice": "(–5, 2)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely interpreted the “≥” symbol in the inequality as meaning “less than or equal to.” The student needs to focus on understanding how to determine whether an ordered pair is in the solution set of an inequality.",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    },
    "46": {
        "Number": 46,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Exponential Functions & Equations"
        ],
        "SubTopics": [
            "Interpret the meaning of the values of a and b in exponential functions of the form f(x) = abˣ in real-world problems."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Scientists are studying a bacteria sample. The function f(x) = 245(1.12)ˣ gives the number of bacteria in the sample at the end of x days.",
            "Which statement is the best interpretation of one of the values in this function?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The initial number of bacteria is 12.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely misinterpreted the growth rate to be the initial value. The student needs to focus on understanding and interpreting the meaning of the values of a and b in exponential functions in the form f(x) = abˣ.",
                    "Percent": 7
                }
            },
            "G": {
                "Choice": "The initial number of bacteria decreases at a rate of 88% each day.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely misinterpreted growth to be decay and only considered the initial number of bacteria. The student needs to focus on understanding and interpreting the meaning of the values of a and b in exponential functions in the form f(x) = abˣ.",
                    "Percent": 9
                }
            },
            "H": {
                "Choice": "The number of bacteria increases at a rate of 12% each day.",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the best interpretation of one of the values in the function f(x) =245(1.12)ˣ the student should have recognized that in an exponential function written in the form f(x) = abˣ, a represents the initial or starting value, is 1 plus the factor that the value is increased (when b > 1)or 1 minus the factor that the value is decreased (when b < 1), and x is the variable (symbol used to represent an unknown number). In this case, the variable x represents the number of days. In f(x) = 245(1.12)ˣ, 245 is the initial value and because 1.12 > 1, the 0.12 represents an increase rate of 0.12, or 12%.",
                    "Percent": 67
                }
            },
            "J": {
                "Choice": "The number of bacteria at the end of one day is 245.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely misinterpreted the initial value to be the final value. The student needs to focus on understanding and interpreting the meaning of the values of a and b in exponential functions in the form f(x) = abˣ.",
                    "Percent": 17
                }
            }
        },
        "Parts": {}
    },
    "47": {
        "Number": 47,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Linear Functions, Equations & Inequalities"
        ],
        "SubTopics": [
            "Determine the domain and range of a linear function in mathematical problems; determine reasonable domain and range values for real-world situations, both continuous and discrete; and represent domain and range using inequalities."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The daily cost of hiring a plumber, y, to work x hours on a repair project can be modeled using a linear function. The plumber charges a fixed cost of $80 plus an additional cost of $45 per hour. The plumber works a maximum of 8 hours per day.",
            "For one day of work, what is the range of the function for this situation?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "0 ≤ x ≤ 8",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely interpreted “range” to mean “domain” and represented all possible x-values. The student needs to focus on understanding how to determine and represent range.",
                    "Percent": 15
                }
            },
            "B": {
                "Choice": "80 ≤ y ≤ 440",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the range (all possible y-values), the student could have calculated the cost of hiring the plumber to work 0 hours and the cost of hiring the plumber the maximum (greatest) number of hours (8) per day. If the plumber works 0 hours, the cost is the $80 fixed cost. If the plumber works 8 hours, the cost is the $80 fixed cost plus $45 per hour, or 80 + 45(8), which equals 440. The range for this situation is all values from 80 to 440, including 80 and 440, which is represented by 80 ≤ y ≤ 440. The rationale for the correct answer is an efficient way to solve the problem. However, other methods could be used to solve the problem correctly.",
                    "Percent": 67
                }
            },
            "C": {
                "Choice": "0 ≤ x ≤ 10",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely misinterpreted “range” to mean “domain” (all possible x-values) and divided 80 by 8 to determine the maximum domain value. The student needs to focus on understanding how to determine and represent range.",
                    "Percent": 5
                }
            },
            "D": {
                "Choice": "45 ≤ y ≤ 685",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely calculated the cost of 0 hours and 8 hours using $45 as the fixed cost and $80 as the hourly cost. The student needs to focus on how to calculate costs given a fixed amount and a rate.",
                    "Percent": 13
                }
            }
        },
        "Parts": {}
    },
    "48": {
        "Number": 48,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Quadratic Functions & Equations"
        ],
        "SubTopics": [
            "Determine the effects on the graph of the parent function f(x) = x² when f(x) is replaced by af(x), f(x) + d, f(x - c), f(bx) for specific values of a, b, c, and d."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The graph of g(x) = x² was transformed to create the graph of h(x) = –(x/4)². Which of these describes the transformation from the graph of g to the graph of h?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "A reflection over the x-axis and a horizontal stretch",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the best description of the transformation from g(x) = x² to h(x) = –(x/4)², the student could have recognized that the negative sign outside the parentheses reflects (flips) the parabola (U-shaped graph) across the x-axis (horizontal axis) to open downward. The student could have then recognized that dividing x² by 4, (x/4)², causes the parabola to stretch horizontally. The rationale for the correct answer is an efficient way to solve the problem. However, other methods could be used to solve the problem correctly.",
                    "Percent": 55
                }
            },
            "G": {
                "Choice": "A reflection over the y-axis and a horizontal stretch",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely misinterpreted the direction of the reflection. The student needs to focus on understanding how a leading negative sign affects a graph.",
                    "Percent": 16
                }
            },
            "H": {
                "Choice": "A reflection over the x-axis and a vertical stretch",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely misinterpreted the stretch to be vertical instead of horizontal. The student needs to focus on understanding how changing the squared term, (x)², affects a graph.",
                    "Percent": 20
                }
            },
            "J": {
                "Choice": "A reflection over the y-axis and a vertical stretch",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely misinterpreted the direction of the reflection and the stretch to be vertical instead of horizontal. The student needs to focus on understanding how changes to a function affect the graph of the function.",
                    "Percent": 9
                }
            }
        },
        "Parts": {}
    },
    "49": {
        "Number": 49,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Algebraic Methods"
        ],
        "SubTopics": [
            "Simplify numeric and algebraic expressions using the laws of exponents, including integral and rational exponents."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which expression is equivalent to (10q⁵w⁷)/(2w³) • (4(q⁶)²)/(w⁻⁵) for all values of q and w where the expression is defined?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "(32q⁷)/w",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely subtracted the coefficients (a number used to multiply a variable) of the fractions (10 – 2) and then multiplied the result by the coefficient 4 to get 32. The student likely then simplified the exponents (numbers raised to a power) of each variable (symbol used to represent an unknown number) as follows: q⁶⁽²⁾⁻⁵ = q⁷ and w⁷⁻⁽³⁺⁵⁾ = w⁻¹ = 1/w. The student needs to focus on understanding how to apply the properties of exponents to simplify expressions with fractions.",
                    "Percent": 12
                }
            },
            "B": {
                "Choice": "20q¹⁷w⁹",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the equivalent expression, the student could have first used the power of a power property ((aᵐ)ⁿ = aᵐⁿ) to simplify 4(q⁶)² = 4q¹². Next, the student could have multiplied 10q⁵w⁷ by 4q¹², using the product of powers property (aᵐaⁿ = a⁽ᵐ⁺ⁿ⁾) to get 40q¹⁷w⁷. The student could have then used the product of powers property to multiply 2w³ by w⁻⁵ and get 2w⁻². Lastly, the student could have used the quotient of powers property (aᵐ/aⁿ = a⁽ᵐ⁻ⁿ⁾) to simplify (40q¹⁷w⁷)/(2w⁻²) = 20q¹⁷w⁷⁻⁽⁻²⁾ = 20q¹⁷w⁹. The rationale for the correct answer is an efficient way to solve the problem. However, other methods could be used to solve the problem correctly.",
                    "Percent": 61
                }
            },
            "C": {
                "Choice": "32q⁷w⁹",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely subtracted the coefficients (a number used to multiply a variable) of the fractions (10 – 2) and then multiplied the result by the coefficient 4 to get 32. The student likely then simplified the exponents (numbers raised to a power) of each variable (symbol used to represent an unknown number) as follows: q⁵⁺² = q⁷ and w⁷⁻⁽³⁻⁵⁾ = w⁷⁺² = w⁹. The student needs to focus on understanding how to apply the properties of exponents to simplify expressions with fractions.",
                    "Percent": 19
                }
            },
            "D": {
                "Choice": "20qw",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely simplified exponents (numbers raised to a power) of each variable (symbol used to represent an unknown number) as follows: q⁶⁻⁵ = q and w³⁻⁷⁻⁽⁻⁵⁾ = w¹ = w. The student needs to focus on understanding how to apply the properties of exponents to simplify expressions with fractions.",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    },
    "50": {
        "Number": 50,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Quadratic Functions & Equations"
        ],
        "SubTopics": [
            "Graph quadratic functions on the coordinate plane and use the graph to identify key attributes, if possible, including x-intercept, y-intercept, zeros, maximum value, minimum values, vertex, and the equation of the axis of symmetry."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A graph of a quadratic function is shown on the grid.",
            "problems/TX18HSA1/media/50a.jpg",
            "Which coordinates best represent the vertex of the graph?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "(2.4, 0)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely identified one of the points where the graph crosses the x-axis (horizontal axis). The student needs to focus on understanding how to identify key attributes of graphs of quadratic functions.",
                    "Percent": 8
                }
            },
            "G": {
                "Choice": "(0, –1)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely identified the y-intercept (value where a line crosses the y-axis) of the graph. The student needs to focus on understanding how to identify key attributes of graphs of quadratic functions.",
                    "Percent": 7
                }
            },
            "H": {
                "Choice": "(–0.4, 0)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely identified one of the points where the graph crosses the x-axis (horizontal axis). The student needs to focus on understanding how to identify key attributes of graphs of quadratic functions.",
                    "Percent": 4
                }
            },
            "J": {
                "Choice": "(1, –2)",
                "Key": {
                    "Correct": true,
                    "Rationale": "The vertex is the highest or lowest point of a quadratic function. To determine which coordinates best represent the vertex of the graph, the student should have identified the coordinates of the minimum (lowest point) of the graph, (1, –2).",
                    "Percent": 80
                }
            }
        },
        "Parts": {}
    },
    "51": {
        "Number": 51,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Linear Functions, Equations & Inequalities"
        ],
        "SubTopics": [
            "Determine the slope of a line given a table of values, a graph, two points on the line, and an equation written in various forms, including y = mx + b, Ax + By = C, and y – y₁ = m(x – x₁)."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What is the slope of the line that passes through the points (5, –11) and (–9, 17)?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "–2",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the slope (steepness of a line when graphed on a coordinate grid, m = (y₂ – y₁)/(x₂ – x₁)) of the line, the student could have substituted the x- and y-coordinates of and into the formula for the slope of a line: (17 – (–11))/(–9 – 5) = (17 + 11)/(–9 – 5) = 28/(–14) = –2. The rationale for the correct answer is an efficient way to solve the problem. However, other methods could be used to solve the problem correctly.",
                    "Percent": 60
                }
            },
            "B": {
                "Choice": "–1/2",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely calculated the slope as m = (x₂ – x₁)/(y₂ – y₁). The student needs to focus on understanding how to use the formula for the slope of a line when given two points.",
                    "Percent": 15
                }
            },
            "C": {
                "Choice": "7",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely calculated the slope as (–11 – 17)/(5 – 9) = (–28)/(–4) = 7. The student needs to focus on understanding how to use the formula for the slope of a line when given two points.",
                    "Percent": 15
                }
            },
            "D": {
                "Choice": "2",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely calculated the slope as (–11 – 17)/(–9 – 5) = (–28)/(–14) = 2. The student needs to focus on understanding how to use the formula for the slope of a line when given two points.",
                    "Percent": 9
                }
            }
        },
        "Parts": {}
    },
    "52": {
        "Number": 52,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Linear Functions, Equations & Inequalities"
        ],
        "SubTopics": [
            "Solve systems of two linear equations with two variables for mathematical and real-world problems."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What is the x-value of the solution to this system of equations?",
            "x = 2y – 4",
            "7x + 5y = –66"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "–2",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely determined the y-value of the solution. The student needs to focus on understanding how to complete all the steps to calculate the solution to a system of equations.",
                    "Percent": 17
                }
            },
            "G": {
                "Choice": "–19/7",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely left out the term when determining the y-value of the solution after substituting and distributing. The student solved 7(2y – 4) = –66 for y, so y = –19/7. Then, the student likely substituted the value obtained to find the value of x. The student needs to focus on understanding how to complete all the steps to calculate the solution to a system of equations.",
                    "Percent": 15
                }
            },
            "H": {
                "Choice": "–8",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the x-value of the solution to the system of equations, the student could have used the substitution method to first find the value of y and then used the y-value to determine the x-value. Since the first equation indicates that x is equal to 2y – 4, the student could have substituted 2y – 4for x in the second equation. This step results in 7(2y – 4) + 5y = –66. To solve for y, first distribute the 7 to get 14y – 28 + 5y = –66. Next, combine 14y and 5y to get 19y – 28 = –66. Then add 28 to both sides of the equation to get 19y = –38 and then divide both sides by 19 to isolate the y to get y = –2. To determine the value of x, the student could have substituted –2 for y in the first equation and solved for x (x = 2(–2) – 4 = –4 – 4 = –8). The rationale for the correct answer is an efficient way to solve the problem. However, other methods could be used to solve the problem correctly.",
                    "Percent": 61
                }
            },
            "J": {
                "Choice": "–62/19",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely did not distribute completely when solving for y. The student solved 7(2y – 4) + 5y = –66, getting 14y – 4 + 5y = –66, and then simplified and solved for y. The student needs to focus on understanding how to complete all the steps to calculate the solution to a system of equations.",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    },
    "53": {
        "Number": 53,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Algebraic Methods"
        ],
        "SubTopics": [
            "Simplify numerical radical expressions involving square roots."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which expression is equivalent to √96"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "24",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely simplified √96 = √16 • √6 but then divided 16 and 6 by 2 instead of finding their square roots (√16 • √6 ⇒ 8 • 3 = 24). The student needs to focus on understanding how to simplify square roots.",
                    "Percent": 4
                }
            },
            "B": {
                "Choice": "8√6",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely simplified √96 = √16 • √6 but then divided 16 by 2 instead of finding its square root (√16 • √6 ⇒ 8√6). The student needs to focus on understanding how to simplify square roots.",
                    "Percent": 8
                }
            },
            "C": {
                "Choice": "48",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely divided 96 by 2 instead of finding its square root. The student needs to focus on understanding how to simplify square roots.",
                    "Percent": 7
                }
            },
            "D": {
                "Choice": "4√6",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the equivalent expression, the student could have rewritten √96 as √16 • √6 and then calculated the square root (a value that, when multiplied by itself, is equal to the number under the √) of 16 to get 4 • √6, or, 4√6. The rationale for the correct answer is an efficient way to solve the problem. However, other methods could be used to solve the problem correctly.",
                    "Percent": 80
                }
            }
        },
        "Parts": {}
    },
    "54": {
        "Number": 54,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Linear Functions, Equations & Inequalities"
        ],
        "SubTopics": [
            "Graph linear functions on the coordinate plane and identify key features, including x-intercept, y-intercept, zeros, and slope, in mathematical and real-world problems."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which line appears to have an x-intercept of –5 and a y-intercept of 3?"

        ],
        "AnswerChoices": {
            "F": {
                "Choice": "problems/TX18HSA1/media/54a.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely reversed the x- and y-intercepts and determined that the graph of the line crosses the x- and y-axis at the values opposite the given x- and y-intercepts. The student needs to focus on understanding how to identify intercepts.",
                    "Percent": 2
                }
            },
            "G": {
                "Choice": "problems/TX18HSA1/media/54b.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which line appears to have an x-intercept (value where a line crosses the x-axis) of 5 and a y-intercept (value where a line crosses the y-axis) of 3, the student should have identified the graph of the line that appears to cross the x-axis (horizontal axis) at –5 and appears to cross the y-axis (vertical axis) at 3.",
                    "Percent": 84
                }
            },
            "H": {
                "Choice": "problems/TX18HSA1/media/54c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely determined that the graph of the line crosses the x- and y-axis at the values opposite the given x- and y-intercepts. The student needs to focus on understanding how to identify intercepts.",
                    "Percent": 4
                }
            },
            "J": {
                "Choice": "problems/TX18HSA1/media/54d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely reversed the x- and y-intercepts. The student needs to focus on understanding how to identify intercepts.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    }
}