{
    "Directions": "Read this passage and answer each question that follows.",
    "Context": [],
    "Title": "[Excerpt from] Two Years Before the Mast",
    "Subtitle": "",
    "Author": "by Richard Henry Dana",
    "LabelType": "P",
    "Content": [
        ["1", "\tThe first day we passed at sea was Sunday. As we were just from port, and there was a great deal to be done on board, we were kept at work all day, and at night the watches were set, and everything was put into sea order. When we were called aft¹ to be divided into watches, I had a good specimen of the manner of a sea-captain. After the division had been made, he gave a short characteristic speech."],
        ["2", "\t“Now, my men, we have begun a long voyage. If we get along well together, we shall have a comfortable time. All you have got to do is to obey your orders, and do your duty like men, — then you will fare well enough; if you don't, you will fare hard enough, — I can tell you. If we pull together, you will find me a clever fellow; if we don't, you will find me a rescal.² That's all I've got to say. Go below, the larboard³ watch!”"],
        ["3", "\tI, being in the starboard⁴ or second mate's watch, had the opportunity of keeping the first watch at sea. Stimson, a young man making, like myself, his first voyage, was in the same watch, and as he was the son of a professional man, and had been in a merchants counting-room in Boston, we found that we had some acquaintances and topics in common. We talked these matters over — Boston, what our friends were probably doing, our voyage, etc. — until he went to take his turn at the lookout, and left me to myself. I had now a good opportunity for reflection. I felt for the first time the perfect silence of the sea. The officer was walking the quarter-deck, where I had no right to go, one or two men were talking on the forecastle,⁵ whom I had little inclination to join, so that I was left open to the full impression of everything about me. However much I was affected by the beauty of the sea, the bright stars, and the clouds driven swiftly over them, I could not but remember that I was separating myself from all the social and intellectual enjoyments of life. Yet, strange as it may seem, I did then and afterwards take pleasure in these reflections, hoping by them to prevent my becoming insensible to the value of what I was losing."],
        ["4", "\tBut all my dreams were soon put to flight by an order from the officer to trim the yards,⁶ as the wind was getting ahead; and I could plainly see by the looks the sailors occasionally cast to windward, and by the dark clouds that were fast coming up, that we had bad weather to prepare for, and I had heard the captain say that he expected to be in the Gulf Stream by twelve o'clock. In a few minutes eight bells were struck, the watch called, and we went below. I now began to feel the first discomforts of a sailor's life. The steerage, in which I lived, was filled with coils of rigging, spare sails, old junk, and ship stores, which had not been stowed away. Moreover, there had been no berths put up for us to sleep in, and we were not allowed to drive nails to hang our clothes upon. The sea, too, had risen, the vessel was rolling heavily, and everything was pitched about in grand confusion. There was a complete “hurrah's nest,” as the sailors say, “everything on top and nothing at hand.” A large hawser⁷ had been coiled away on my chest; my hats, boots, mattress, and blankets had all fetched away and gone over to leeward, and were jammed and broken under the boxes and coils of rigging. To crown all, we were allowed no light to find anything with, and I was just beginning to feel strong symptoms of seasickness, and that listlessness and inactivity which accompany it. Giving up all attempts to collect my things together, I lay down on the sails, expecting every moment to hear the cry, “All hands ahoy!” which the approaching storm would make necessary. I shortly heard the raindrops falling on deck thick and fast, and the watch evidently had their hands full of work, for I could hear the loud and repeated orders of the mate, trampling of feet, creaking of the blocks, and all the accompaniments of a coming storm. In a few minutes the slide of the hatch was thrown back, which let down the noise and tumult of the deck still louder, the cry of “All hands ahoy! tumble up here and take in sail,” saluted our ears, and the hatch was quickly shut again. When I got upon deck, a new scene and a new experience was before me."],
        ["5", "\tThe little brig was close-hauled upon the wind, and lying over, as it then seemed to me, nearly upon her beam ends. The heavy head sea was beating against her bows with the noise and force almost of a sledgehammer, and flying over the deck, drenching us completely through. The topsail halyards⁸ had been let go, and the great sails were filling out and backing against the masts with a noise like thunder; the wind was whistling through the rigging; loose ropes were flying about; loud and, to me, unintelligible orders constantly given, and rapidly executed; and the sailors “singing out” at the ropes in their hoarse and peculiar strains."],
        ["6", "\tIn addition to all this, I had not got my “sea legs on,” was dreadfully seasick, with hardly strength enough to hold on to anything, and it was “pitch dark.” This was my condition when I was ordered aloft, for the first time, to reef topsails.⁹"]
    ],
    "Copyright": "Excerpt from Two Years Before the Mast by Richard Henry Dana. In the public domain.",
    "References": [
        ["¹", "aft - at, close to, or toward the stern or tail"],
        ["²", "rescal - rascal"],
        ["³", "larboard - the left side of the ship when facing forward"],
        ["⁴", "starboard - the right side of the ship when facing forward"],
        ["⁵", "forecastle - any sailors' quarters located in the forward part of a vessel, as a deckhouse"],
        ["⁶", "trim the yards - to make sails ready for sailing"],
        ["⁷", "hawser - a heavy rope for mooring or towing"],
        ["⁸", "halyards 76- lines or tackle used to hoist a spar, sail, or flag"],
        ["⁹", "reef topsails - to draw in part of the sail to reduce the area exposed to the wind"]
    ]
}