{
    "Directions": "Read the passage(s) and answer each question that follows.",
    "Context": [
        "The following passage is about Prometheus, a character from Greek mythology."
    ],
    "Title": "Passage 2: The Story of Prometheus",
    "Subtitle": "",
    "Author": "by James Baldwin",
    "LabelType": "P",
    "Content": [
        ["5", "\tPrometheus did not care to live amid the clouds on the mountain top. He was too busy for that. While the Mighty Folk were spending their time in idleness, drinking nectar and eating ambrosia, he was intent upon plans for making the world wiser and better than it had ever been before."],
        ["6", "\tHe went out amongst men to live with them and help them; for his heart was filled with sadness when he found that they were no longer happy as they had been during the golden days when Saturn was king. Ah, how very poor and wretched they were! He found them living in caves and in holes of the earth, shivering with the cold because there was no fire, dying of starvation, hunted by wild beasts and by one another — the most miserable of all living creatures."],
        ["7", "\t“If they only had fire,” said Prometheus to himself, “they could at least warm themselves and cook their food; and after a while they could learn to make tools and build themselves houses. Without fire, they are worse off than the beasts.”"],
        ["8", "\tThen he went boldly to Jupiter and begged him to give fire to men, that they might have a little comfort through the long, dreary months of winter."],
        ["9", "\t“Not a spark will I give,” said Jupiter. “No, indeed! Why, if men had fire they might become strong and wise like ourselves, and after a while they would drive us out of our kingdom. Let them shiver with cold, and let them live like the beasts. It is best for them to be poor and ignorant, that so we Mighty Ones may thrive and be happy.”"],
        ["10", "\tPrometheus made no answer; but he had set his heart on helping mankind, and he did not give up. He turned away, and left Jupiter and his mighty company forever."],
        ["11", "\tAs he was walking by the shore of the sea he found a reed, or, as some say, a tall stalk of fennel, growing; and when he had broken it off he saw that its hollow center was filled with a dry, soft pith which would burn slowly and keep on fire a long time. He took the long stalk in his hands, and started with it towards the dwelling of the sun in the far east."],
        ["12", "\t“Mankind shall have fire in spite of the tyrant who sits on the mountain top,” he said."],
        ["13", "\tHe reached the place of the sun in the early morning just as the glowing, golden orb was rising from the earth and beginning his daily journey through the sky. He touched the end of the long reed to the flames, and the dry pith caught on fire and burned slowly. Then he turned and hastened back to his own land, carrying with him the precious spark hidden in the hollow center of the plant."],
        ["14", "\tHe called some of the shivering men from their caves and built a fire for them, and showed them how to warm themselves by it and how to build other fires from the coals. Soon there was a cheerful blaze in every rude home in the land, and men and women gathered round it and were warm and happy, and thankful to Prometheus for the wonderful gift which he had brought to them from the sun."]
    ],
    "Copyright": "Excerpt from “The Story of Prometheus” by James Baldwin, from Old Greek Stories, Authorama.com (Philipp Lenssen). In the public domain.",
    "References": []
}