{
    "Directions": "Read this article, then answer each question.",
    "Context": [],
    "Title": "“Susan Butcher” from Ladies First",
    "Subtitle": "40 Daring American Women Who Were Second to None",
    "Author": "by Elizabeth Cody Kimmel",
    "LabelType": "P",
    "Content": [
        ["1", "\tThe Iditarod is one of the toughest races in the world, and it takes place over some of the most challenging landscape on the planet. It is a race by dogsled that follows a route over a thousand miles long through the wilderness of Alaska. No woman has triumphed more consistently over this relentless challenge than Susan Butcher."],
        ["2", "\tBorn in Massachusetts in 1954, Butcher was drawn as a child to the wilderness and to the animals that filled it. Her parents were interested in boats and sailing, but Butcher seems to have been born with a passion for the outdoors not shared with family members. When she was eight, she wrote a two-sentence essay that read: “I hate the city. I love the country.”"],
        ["3", "\tTwo pet Siberian huskies kindled her interest in dogsled racing. Butcher had always known she would spend her life working in some way with animals. When she decided to move to Colorado at age 17 to become a professional dog musher, or driver, her parents were less than pleased. They would have preferred their daughter go to college. But Butcher had always been a child who knew what she wanted to do, and did it. She moved with her two huskies to Colorado in 1972. In her spare time she studied veterinary medicine at a nearby university, focusing on the care of dogs. In 1973, she heard about the first Iditarod Trail Sled Dog Race being organized in Alaska. Everything about Alaska, especially the pioneer-style living its wilderness offered, appealed to Butcher. In 1975, she found work at the University of Alaska and moved to Fairbanks. At the same time, she began to put together a team of dogs to enter in the Iditarod."],
        ["4", "\tTraining for the Iditarod encompasses a wide scope of activities. To begin with, both the musher of the dogsled and the entire team of dogs must be in top physical condition. Both Susan and her dogs trained up to 16 hours a day, seven days a week. They had to develop the physical stamina they would need to endure over two weeks of peak performance under challenging and sometimes dangerous conditions. Training to work with each other is also a crucial part of preparation for the Iditarod."],
        ["5", "\tThe musher must have faith in each and every dog on her team, and most important, she must have a lead dog whom she can trust with her life. A lead dog must be able to assert himself over the other dogs and make snap judgments on the trail if an obstacle suddenly looms into view. And a lead dog must be able to make decisions even if they go against what the musher is commanding. One of Butcher's lead dogs refused to turn left on a river path early on in the training. It was only after the dog pulled Butcher and the team in the opposite direction that the reason became clear. The portion of trail to the left was a flimsy snow bridge that would have collapsed under the weight of the team, sending dogs, sled, and musher into the river. The lead dog's instinct had been absolutely correct. To cultivate and recognize this instinct, Butcher bonded with her dogs and treated them as friends, family, and professional athletes. In her earliest years training for the Iditarod, Butcher explains that living in the wilderness to train, the dogs were not just friends to her, they were her only friends at all."],
        ["6", "\tBy the time Butcher was ready to enter her first Iditarod in 1978, the race was still largely the domain of men. Only three women had previously completed the course. Butcher was not welcomed with open arms, but she chose to ignore the resistance from the male mushers. She finished the race in 19th place, which was an extremely respectable showing for a newcomer, man or woman, and made her the first woman to place in the top 20."],
        ["7", "\tButcher ran the Iditarod every year after that, and by 1984 she had placed second in two races. She now felt she was good enough to win the Iditarod outright, but in 1985 her dreams were cut violently short. Early on in the race she and her team came upon a pregnant and hungry moose, which charged the dogs, attacking them with its massive hooves. Two of Butcher's dogs were killed, and many others badly hurt. Butcher chose to withdraw from the race to tend to her dogs' injuries, leaving another woman, Libby Riddles, to become the first woman to win the Iditarod."],
        ["8", "\tIn 1986, it was Butcher's turn. Though two of her dogs fell through the ice while they were leading the sled over a river, Butcher was able to pull the dogs to safety and continue the race. Sleeping only a few hours each night, she overtook other teams one at a time, until she had taken the lead. Eleven days after starting, Butcher and her team crossed the finish line in first place. She had not only won the race, she had also set a new speed record. Nine years after running her first Iditarod as a “rookie,” Susan Butcher had now earned the respect and admiration of almost every other musher, male and female alike."]
    ],
    "Copyright": "",
    "References": []
}