{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Foundational Language Skills"
        ],
        "SubTopics": [
            "Use print or digital resources to determine the meaning, syllabication, pronunciation, word origin, and part of speech."
        ],
        "SuppContent": [
            "problems/TX22G8R/supps/TX22G8R-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read the dictionary entry.",
            ":box:hassle \\ˈha-səl\\ n\n1. a prolonged argument\n2. a state of confusion\n3. a debate or controversy\n4. an inconvenient problem",
            "Which definition of the word h͟a͟s͟s͟l͟e is used in paragraph 7?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Definition 1",
                "Key": {
                    "Correct": false,
                    "Rationale": "Finding a parking space can take long periods of time, but it does not typically become a prolonged argument.",
                    "Percent": 7
                }
            },
            "B": {
                "Choice": "Definition 2",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although confusion may occur when trying to find a parking space, finding parking is an inconvenient problem, not a confusing situation.",
                    "Percent": 4
                }
            },
            "C": {
                "Choice": "Definition 3",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 7, the word h͟a͟s͟s͟l͟e relates to finding a parking place as an inconvenient problem, not as a debate or controversy.",
                    "Percent": 5
                }
            },
            "D": {
                "Choice": "Definition 4",
                "Key": {
                    "Correct": true,
                    "Rationale": "Definition 4 is the correct meaning of h͟a͟s͟s͟l͟e, an inconvenient problem. The issue of “finding and paying for a parking space in a crowded city” (paragraph 7) is best defined as an inconvenient problem.",
                    "Percent": 84
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Multiple Genres"
        ],
        "SubTopics": [
            "Identifying the claim and analyzing the argument."
        ],
        "SuppContent": [
            "problems/TX22G8R/supps/TX22G8R-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "How does the information in paragraph 6 support the author's argument?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "By telling how long high-speed trains have been used in other countries",
                "Key": {
                    "Correct": false,
                    "Rationale": "Information on how long these trains have been used in other countries may help sway doubters; however, the safety records of Japan and France provide more precise support.",
                    "Percent": 4
                }
            },
            "G": {
                "Choice": "By detailing the safety records of Japanese and French high-speed trains",
                "Key": {
                    "Correct": true,
                    "Rationale": "Paragraph 6 supports the author's argument by describing the safety records of high-speed trains in Japan and France. The example that Japan's high-speed trains have not had a single accident since 1964 proves the author's claim that high-speed trains are “one of the world's safest forms of transportation.” In addition, paragraph 6 supports the author's argument with the example of France's record of safe train travel for many years.",
                    "Percent": 67
                }
            },
            "H": {
                "Choice": "By telling how many passengers have been transported on high-speed trains",
                "Key": {
                    "Correct": false,
                    "Rationale": "The number of passengers that were transported is an interesting detail; however, it does not support the author's argument that high-speed trains are safer than other transportation.",
                    "Percent": 5
                }
            },
            "J": {
                "Choice": "By explaining the results of international studies analyzing high-speed trains",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although international studies were used as the source for analyzing high-speed trains, unlike the safety records, they do not directly support the author's argument.",
                    "Percent": 24
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Multiple Genres"
        ],
        "SubTopics": [
            "Identifying the intended audience or reader."
        ],
        "SuppContent": [
            "problems/TX22G8R/supps/TX22G8R-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Who is likely the intended audience for this selection?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Readers who have not considered the benefits of high-speed trains in U.S. cities",
                "Key": {
                    "Correct": true,
                    "Rationale": "Based on the passage, the intended audience is most likely readers who have not considered the benefits of high-speed trains. The intended audience may have limited knowledge about high-speed trains, so the author's discussion of the benefits of high-speed trains, including safety, convenience, and environmental friendliness, would convince these readers that high-speed trains could be worth using in U.S. cities.",
                    "Percent": 79
                }
            },
            "B": {
                "Choice": "Workers who believe diversity in urban transportation will create more jobs",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author does mention job creation in paragraphs 9 and 10, that is not the focus of the selection.",
                    "Percent": 6
                }
            },
            "C": {
                "Choice": "Readers who are not convinced that air quality in U.S. cities is a concern",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 2, the author states that commuter cars create a lot of exhaust; however, readers who do not believe that auto exhaust is a problem may see no reason to use high-speed trains.",
                    "Percent": 4
                }
            },
            "D": {
                "Choice": "Commuters who think the development of high-speed trains will relieve traffic",
                "Key": {
                    "Correct": false,
                    "Rationale": "Relieving traffic is one benefit of high-speed trains, but this is just one idea presented in the passage. Unlike commuters who want to relieve traffic, the author's intended audience is not knowledgeable about high-speed trains and their potential value in U.S. cities.",
                    "Percent": 11
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Evaluate details read to determine key ideas."
        ],
        "SuppContent": [
            "problems/TX22G8R/supps/TX22G8R-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The details in paragraphs 9 and 10 support the key idea that the development of high-speed trains will  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "increase people's interest in using alternate forms of transportation in the United States",
                "Key": {
                    "Correct": false,
                    "Rationale": "The focus of the details in paragraphs 9 and 10 is exclusive to high-speed trains, not to alternate forms of transportation.",
                    "Percent": 13
                }
            },
            "G": {
                "Choice": "encourage people to support the use of high-speed trains in cities throughout Florida",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the details in paragraphs 9 and 10 are about employment opportunities that high-speed trains may create, the information is not exclusive to Florida.",
                    "Percent": 4
                }
            },
            "H": {
                "Choice": "cause the real-estate market to improve in cities that commit to improving urban transportation",
                "Key": {
                    "Correct": false,
                    "Rationale": "The details in paragraphs 9 and 10 do not focus on real estate markets or cities' commitments to improving urban planning, neither of which is a key idea of the selection.",
                    "Percent": 26
                }
            },
            "J": {
                "Choice": "lead to numerous new construction and employment opportunities",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraphs 9 and 10, the author supports the key idea by describing how the creation of high-speed trains leads to “local manufacturing and construction jobs” as well as “more jobs in building components of the system,” among other employment opportunities.",
                    "Percent": 57
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Multiple Genres"
        ],
        "SubTopics": [
            "Identifying and explaining the counter argument."
        ],
        "SuppContent": [
            "problems/TX22G8R/supps/TX22G8R-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In paragraph 11, the author presents a counter argument most likely to  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "show that the benefits of high-speed trains are outweighed by the disadvantages",
                "Key": {
                    "Correct": false,
                    "Rationale": "Paragraph 11 is a counterargument that emphasizes the disadvantages, not the benefits.",
                    "Percent": 24
                }
            },
            "B": {
                "Choice": "suggest that many travelers would likely be unable to plan a trip by train",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 11, the author does state that some people “are unfamiliar with trains, and they do not know how to plan a trip” on a train, but suggesting that travelers may be unable to plan train trips is not the most likely reason the author presents the counterargument.",
                    "Percent": 9
                }
            },
            "C": {
                "Choice": "acknowledge that widespread acceptance of high-speed trains will not happen easily",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 11, the author presents a counterargument by conceding that “many people prefer having their own method of transportation and the freedom it provides” and may be reluctant to accept train travel.",
                    "Percent": 58
                }
            },
            "D": {
                "Choice": "establish that commuters will choose the method of travel that is least disruptive",
                "Key": {
                    "Correct": false,
                    "Rationale": "The counterargument does not stress disruptiveness as one of the disadvantages of train travel.",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX22G8R/supps/TX22G8R-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Based on paragraphs 4 and 5, what can the reader infer about how high-speed trains would affect the way people live?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "People would be able to enjoy more leisure time.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The reader can infer from paragraphs 4 and 5 that high-speed trains enable people to get to their destinations much faster, so passengers “can save valuable time in their day” and avoid the frustration of wasting time by “dealing with stopped traffic, major delays, and accidents.”",
                    "Percent": 69
                }
            },
            "G": {
                "Choice": "People would be motivated to establish a daily schedule.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Schedules are needed for people to know when the trains run, but these paragraphs do not imply the need for people to establish a daily schedule.",
                    "Percent": 10
                }
            },
            "H": {
                "Choice": "People would choose to look for jobs farther from home.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although in paragraph 4 the author states that those working farther from home would spend less time traveling, no suggestion is made that this would encourage people to seek jobs that are farther from home.",
                    "Percent": 12
                }
            },
            "J": {
                "Choice": "People would visit cities they have never seen before.",
                "Key": {
                    "Correct": false,
                    "Rationale": "No mention is made in paragraphs 4 and 5 that people would visit places they've never been to, even though high-speed trains would reduce travel time.",
                    "Percent": 9
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Author's Purpose & Craft"
        ],
        "SubTopics": [
            "Explain the purpose of rhetorical devices such as analogy and juxtaposition and of logical fallacies such as bandwagon appeals and circular reasoning."
        ],
        "SuppContent": [
            "problems/TX22G8R/supps/TX22G8R-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read this sentence from paragraph 1.",
            ":box:There are good reasons to answer “yes” to the high-speed-train revolution!",
            "What is the most likely reason the author uses loaded language in this sentence?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "To urge the U.S. to join the international movement toward safer travel",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author discusses the safety records of high-speed trains used in other countries in paragraph 6, but the author's use of emotional language in paragraph 1 does not suggest an international movement.",
                    "Percent": 24
                }
            },
            "B": {
                "Choice": "To show that high-speed trains will replace all other forms of transportation",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author does discuss transportation by car in the passage, the author does not use emotional language in the sentence to suggest that high-speed trains replace all other forms of transportation.",
                    "Percent": 5
                }
            },
            "C": {
                "Choice": "To suggest that high-speed trains will have a huge impact on the way people travel",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the sentence from paragraph 1, the author uses language with strong emotional overtones or connotations to convince readers that high-speed trains would have a positive impact on travel. The quotation marks around “yes” and the exclamation mark at the end of the sentence emphasize the author's strong sentiments.",
                    "Percent": 66
                }
            },
            "D": {
                "Choice": "To emphasize that people in the U.S. should reject our current transportation system",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author uses emotional language in the sentence from paragraph 1 to convince the readers to support the development of high-speed trains; however, it does not go so far as to emphasize the rejection of current transportation.",
                    "Percent": 4
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Author's Purpose & Craft"
        ],
        "SubTopics": [
            "Analyze how the author's use of language contributes to mood, voice, and tone."
        ],
        "SuppContent": [
            "problems/TX22G8R/supps/TX22G8R-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "How does the author's use of language in paragraph 16 of the selection contribute to its tone?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "It conveys a sentimental feeling.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 16, Danny is stating what he thinks about himself with specific examples of what makes him “the best passer his age.” Although the author uses language that shows Danny's confidence, the words and phrases do not suggest he is being sentimental.",
                    "Percent": 12
                }
            },
            "G": {
                "Choice": "It relays an element of sarcasm.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author's use of language could suggest a negative tone when he says, “you got to just play without a whistle blowing every ten seconds or somebody yelling out more instructions.” However, this language is used to show how Danny's peers recognize Danny's talents and is not intended to be sarcastic.",
                    "Percent": 5
                }
            },
            "H": {
                "Choice": "It creates a sense of confidence.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 16, the author's use of language contributes to the tone of the selection by creating a sense of confidence from the character. The author uses phrases such as “he knew he was faster than everybody else” and “he was always one of the first picked” to convey the confidence Danny feels about his athletic abilities.",
                    "Percent": 80
                }
            },
            "J": {
                "Choice": "It communicates a disrespectful attitude.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Even though the language used in paragraph 16 shows that Danny is confident about his athletic talents, the author does not establish a tone of disrespect.",
                    "Percent": 3
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Multiple Genres"
        ],
        "SubTopics": [
            "Analyze non-linear plot development such as flashbacks, foreshadowing, subplots, and parallel plot structures and compare it to linear plot development."
        ],
        "SuppContent": [
            "problems/TX22G8R/supps/TX22G8R-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What does the use of flashback in the excerpt help the reader understand?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Danny has been dealing with the issue of his height for many years.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the excerpt, the author uses flashback, a technique that involves a brief interruption in the plot to describe an earlier event, to help the reader understand that Danny has always known he is small. In paragraph 7, the author uses this technique to explain that “it happened the first time when he was eight, back when he still had to put the ball up on his shoulder and give it a heave just to get it up to a ten-foot rim.”",
                    "Percent": 83
                }
            },
            "B": {
                "Choice": "Danny has needed help from his mother to deal with issues regarding his height.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 9, the flashback continues when Danny's mother offers him advice by telling him to pretend that he heard “Blah, blah, blah” when anyone teased him about his size. However, the author provides no indication in the story that Danny needed her help to deal with his issues.",
                    "Percent": 7
                }
            },
            "C": {
                "Choice": "Danny has worked with many different clipboard dads to develop his skills.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Danny has dealt with “clipboard dads” in the past, the author's use of the flashback mostly helps the reader understand that Danny has been dealing with comments about his size since he was young.",
                    "Percent": 5
                }
            },
            "D": {
                "Choice": "Danny has learned basketball tricks that most kids his age cannot do.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 8, the author's use of flashback suggests that Danny has learned many basketball tricks, but unlike the details about his height, this detail is not essential to the reader's understanding.",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Response Skills"
        ],
        "SubTopics": [
            "Paraphrase and summarize texts in ways that maintain meaning and logical order."
        ],
        "SuppContent": [
            "problems/TX22G8R/supps/TX22G8R-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What is the best summary of the excerpt?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Because Danny has been the smallest student in his class since first grade, he has been in the front of every line or row in his classroom. During basketball tryouts Danny was asked if he was in the right group because he was small for his age. However, Danny is the best passer his age, and he is faster than everyone at St. Patrick's School.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This paragraph is incomplete because it fails to mention several key points, such as all the practicing Danny does and his research about short professional basketball players.",
                    "Percent": 19
                }
            },
            "G": {
                "Choice": "Although Danny has always been smaller than others in his class, he works hard at basketball and is an excellent passer for his age. At night he practices on the driveway, where he imagines himself being successful. Danny has read about short professional basketball players and hopes to play with the NBA himself someday.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This paragraph is the best summary of the excerpt. The paragraph provides key information about Danny's small size, hard work, and passing skills; his reading about short basketball players; and his aspiration to play for the NBA.",
                    "Percent": 73
                }
            },
            "H": {
                "Choice": "Danny has learned about DNA in science class and thinks that being small is in his DNA. He has taught himself how to lean into bigger kids who guard him in basketball. Danny's mom tells him not to let his small size bother him.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although it contains details that add interest, this paragraph does not contain all the key ideas that are needed in a summary, including Danny's research about short professional basketball players and his aspiration to play for the NBA.",
                    "Percent": 4
                }
            },
            "J": {
                "Choice": "Danny has tried out for soccer, Little League, and basketball, but he likes basketball best. He practices in his driveway and is the best passer his age, even better than Ty Ross — the best athlete in every sport. He wants to be like Muggsy Bogues someday.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This paragraph includes extraneous information that should not be in a summary, such as the name of Danny's role model, Muggsy Bogues, and other sports that Danny tried out for. In addition, key ideas that are needed in a summary are missing, including Danny's small size and his aspiration to play in the NBA.",
                    "Percent": 4
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX22G8R/supps/TX22G8R-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Based on Danny's mom's comment in paragraph 9, the reader can conclude that Danny's mom  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "does not want Danny to concern himself with what other people think",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 9, the reader can conclude that Danny's mom wants to help Danny. She recognizes that Danny may face criticism for his stature all his life, so she suggests a strategy for Danny to use to ignore insensitive comments from others.",
                    "Percent": 85
                }
            },
            "B": {
                "Choice": "does not have time to listen to how Danny's tryout went",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no indication in paragraph 9 that Danny's mom does not have time to listen to Danny. His mom is a caring person who takes the time to listen to how Danny's tryouts went but is also quick to offer a solution.",
                    "Percent": 2
                }
            },
            "C": {
                "Choice": "feels overwhelmed by the many remarks she has heard about Danny's small size",
                "Key": {
                    "Correct": false,
                    "Rationale": "Nothing in paragraph 9 suggests that Danny's mom is overwhelmed. On the contrary, she smiles and offers a helpful way for him to shrug off comments about his size.",
                    "Percent": 8
                }
            },
            "D": {
                "Choice": "thinks Danny overreacts when he gets feedback from other people",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 9, Danny's mom does not suggest that Danny is overreacting. She merely teaches him how to deal with the comments about his height.",
                    "Percent": 4
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Multiple Genres"
        ],
        "SubTopics": [
            "Analyze how characters' motivations and behaviors influence events and resolution of the conflict."
        ],
        "SuppContent": [
            "problems/TX22G8R/supps/TX22G8R-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "How does Danny's early motivation to succeed at basketball influence the events in the excerpt?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "By allowing him to be placed on teams with players that are older than he is",
                "Key": {
                    "Correct": false,
                    "Rationale": "Danny's desire to be a successful basketball player motivates him to practice for many hours, but the story does not suggest that his success leads to him playing with older teammates or opponents.",
                    "Percent": 9
                }
            },
            "G": {
                "Choice": "By causing him to develop strategies for dealing with larger opponents",
                "Key": {
                    "Correct": true,
                    "Rationale": "Danny becomes aware at an early age that he is shorter than the average basketball player his age. His early motivation to be successful leads him to develop strategies such as leaning “into the bigger kid guarding him” (paragraph 7) so that he can be successful against opponents who are taller and bigger than he is.",
                    "Percent": 73
                }
            },
            "H": {
                "Choice": "By convincing him to prove to his teammates that he is faster than they are",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Danny uses speed to compensate for his size, nothing in the story suggests that he must prove this to his teammates.",
                    "Percent": 13
                }
            },
            "J": {
                "Choice": "By inspiring him to be more patient when talking with clipboard dads",
                "Key": {
                    "Correct": false,
                    "Rationale": "Danny's mother, not his early motivation to succeed at basketball, inspires him to be more patient when dealing with criticism.",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Author's Purpose & Craft"
        ],
        "SubTopics": [
            "Identify and analyze the use of literary devices, including multiple points of view and irony."
        ],
        "SuppContent": [
            "problems/TX22G8R/supps/TX22G8R-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What is revealed through the author's use of third-person limited point of view?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Danny's assessment of his own abilities and limitations",
                "Key": {
                    "Correct": true,
                    "Rationale": "Point of view refers to the perspective from which the events in the story are told. In this selection, the narrator's third-person point of view is limited to the thoughts and feelings of Danny. This allows the author to emphasize Danny's feelings about his athletic abilities and limitations.",
                    "Percent": 69
                }
            },
            "B": {
                "Choice": "The clipboard dad's opinion about Danny's placement on certain teams",
                "Key": {
                    "Correct": false,
                    "Rationale": "The clipboard dad's opinion was verbalized to Danny, so the reader would have known this information even if the story were told from Danny's point of view.",
                    "Percent": 12
                }
            },
            "C": {
                "Choice": "Why Danny's mom waited to question him about his performance",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the reader understands that Danny's mom waits to ask him about the tryouts, the narrator is able to describe Danny's mom's reactions only as Danny sees them, so her reason for waiting is never revealed.",
                    "Percent": 9
                }
            },
            "D": {
                "Choice": "How Danny's dad knew that kids understand basketball differently than adults",
                "Key": {
                    "Correct": false,
                    "Rationale": "Even though the reader learns what Danny's dad told him, the narrator's point of view is limited to Danny's thoughts and feelings, so the reader never learns how Danny's dad gained this insight.",
                    "Percent": 9
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make and correct or confirm predictions using text features, characteristics of genre, and structures."
        ],
        "SuppContent": [
            "problems/TX22G8R/supps/TX22G8R-S3.json",
            "problems/TX22G8R/supps/TX22G8R-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Use “Biking for Boots” to answer the following question.",
            "Based on the end of the story “Biking for Boots,” the reader can predict that Emily and Shelby will  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "plan additional fund-raisers to help other worthy causes in their community",
                "Key": {
                    "Correct": false,
                    "Rationale": "Because the bike tour is so strenuous and all-consuming, their energy and attention are focused on the tour and the shelter. This makes it unlikely that they will plan other fundraisers right away.",
                    "Percent": 16
                }
            },
            "G": {
                "Choice": "assist in the rebuilding of the animal shelter",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no suggestion that the girls have the skill or inclination to help in the actual rebuilding of the shelter. Their focus is on raising money to make rebuilding possible.",
                    "Percent": 21
                }
            },
            "H": {
                "Choice": "complete the Circle Tour and donate their earnings to the animal shelter",
                "Key": {
                    "Correct": true,
                    "Rationale": "The entire purpose of the fundraiser is to help in rebuilding the animal shelter from which Emily got Boots, so the reader can predict that they will complete the Circle Tour to help the animal shelter.",
                    "Percent": 60
                }
            },
            "J": {
                "Choice": "encourage their friends to participate in the Circle Tour",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although many friends and supporters cheered for Emily and Shelby while they completed the month-long fundraiser, there is nothing to suggest that they will encourage their friends to participate as bicyclists in the Circle Tour.",
                    "Percent": 3
                }
            }
        },
        "Parts": {}
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Response Skills"
        ],
        "SubTopics": [
            "Use text evidence to support an appropriate response."
        ],
        "SuppContent": [
            "problems/TX22G8R/supps/TX22G8R-S3.json",
            "problems/TX22G8R/supps/TX22G8R-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Use “Biking for Boots” to answer the following question.",
            "Which sentence from the story “Biking for Boots” shows that the girls have mixed feelings throughout their Lake Superior tour?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Shelby's mom was going to be our support team on the road. (paragraph 8)",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this sentence, the author describes the support the girls received from a family member, but it does not describe the girls' feelings.",
                    "Percent": 5
                }
            },
            "B": {
                "Choice": "For the next month, our enthusiasm ebbed and flowed along with the demands of our bicycling experiences. (paragraph 9)",
                "Key": {
                    "Correct": true,
                    "Rationale": "The phrase “ebbed and flowed” indicates that the girls' feelings changed along the way. In paragraph 9, the author explains that the girls had to wait in “a smelly rest stop” and “had flat tires to repair” to emphasize their negative feelings. Other details, such as when they “witnessed a bald eagle” and “met many friendly people,” highlight their positive feelings.",
                    "Percent": 75
                }
            },
            "C": {
                "Choice": "We had flat tires to repair after riding miles of roadways. (paragraph 9)",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this sentence, the author shows some negative experiences the girls had, but there is no indication that the girls have experienced a change in feelings about the bike ride.",
                    "Percent": 15
                }
            },
            "D": {
                "Choice": "Each evening I posted a log of our adventures on the animal shelter's website. (paragraph 10)",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although writing log entries was an activity one of the girls took up while on the bike tour, this does not provide any details regarding the girls' feelings about the tour.",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Multiple Genres"
        ],
        "SubTopics": [
            "Analyze how themes are developed through the interaction of characters and events."
        ],
        "SuppContent": [
            "problems/TX22G8R/supps/TX22G8R-S3.json",
            "problems/TX22G8R/supps/TX22G8R-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Use “Biking for Boots” to answer the following question.",
            "Based on events in the story “Biking for Boots,” which sentence best expresses its theme?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "A month later Shelby and I left from Duluth, Minnesota, on the first leg of our lengthy Lake Superior bicycle tour. (paragraph 8)",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this sentence from paragraph 8, the author gives details about the bike ride but does not express the theme.",
                    "Percent": 7
                }
            },
            "G": {
                "Choice": "Already we had a list of over a hundred pledges from family and friends. (paragraph 8)",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the story, the pledges are a detail related to the girls' bike ride experience but do not express the theme.",
                    "Percent": 3
                }
            },
            "H": {
                "Choice": "Yet, throughout the journey, we met many friendly people who cheered us on and kept us motivated. (paragraph 9)",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this sentence, the author shows how the girls remained motivated during their month-long journey but does not explain the challenges the girls faced or the idea that the event was for a good cause, which are essential to the theme of the story.",
                    "Percent": 13
                }
            },
            "J": {
                "Choice": "I knew that despite the challenges, the Forest Animal Shelter was a cause worth biking for, especially if the animals there were all as sweet as Boots! (paragraph 12)",
                "Key": {
                    "Correct": true,
                    "Rationale": "The theme of the story is the idea that regardless of the challenges it presented, the Circle Tour was worth taking on because it was for a good cause.",
                    "Percent": 77
                }
            }
        },
        "Parts": {}
    },
    "17": {
        "Number": 17,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Foundational Language Skills"
        ],
        "SubTopics": [
            "Use context within or beyond a paragraph to clarify the meaning of unfamiliar or ambiguous words."
        ],
        "SuppContent": [
            "problems/TX22G8R/supps/TX22G8R-S3.json",
            "problems/TX22G8R/supps/TX22G8R-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Use “Biking for Boots” to answer the following question.",
            "In paragraph 9 of the story “Biking for Boots,” what does the word w͟a͟n͟e͟d mean?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Encouraged",
                "Key": {
                    "Correct": false,
                    "Rationale": "The word w͟a͟n͟e͟d does not mean “encouraged”; the physical stress exhausted the girls, and they had less energy.",
                    "Percent": 5
                }
            },
            "B": {
                "Choice": "Combined",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the girls' energy did go up and down, the word w͟a͟n͟e͟d does not mean “combined.” In paragraph 9, the author describes the girls' aching muscles, which shows that they were exhausted and had less energy.",
                    "Percent": 3
                }
            },
            "C": {
                "Choice": "Decreased",
                "Key": {
                    "Correct": true,
                    "Rationale": "The meaning of the word w͟a͟n͟e͟d as used in paragraph 9 is “decreased.” In the story, the girls' energy decreased during the days of the ride because of the strenuous tasks involved.",
                    "Percent": 90
                }
            },
            "D": {
                "Choice": "Calculated",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 9, the author describes the challenges the girls have endured, including mosquito bites, flat tires, and aching muscles. Through these details, the author shows that the girls' energy decreased, not that their energy was “calculated.”",
                    "Percent": 2
                }
            }
        },
        "Parts": {}
    },
    "18": {
        "Number": 18,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Author's Purpose & Craft"
        ],
        "SubTopics": [
            "Analyze the author's use of print and graphic features to achieve specific purposes."
        ],
        "SuppContent": [
            "problems/TX22G8R/supps/TX22G8R-S3.json",
            "problems/TX22G8R/supps/TX22G8R-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Use “Biking for Boots” to answer the following question.",
            "Look at the map from the story “Biking for Boots.”",
            "problems/TX22G8R/media/18a.jpg",
            "What is the most likely reason the author includes the map?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "To help the reader see which places around Lake Superior Emily most enjoyed",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 10, Emily mentions several places she and Shelby visit, but there is no discussion of which places Emily most enjoys.",
                    "Percent": 8
                }
            },
            "G": {
                "Choice": "To demonstrate that certain areas of Lake Superior are easier to bike than others",
                "Key": {
                    "Correct": false,
                    "Rationale": "The map does not show the topography, so it is impossible to tell where hills might have to be climbed or where areas are flat and easier to navigate.",
                    "Percent": 7
                }
            },
            "H": {
                "Choice": "To show the size of Lake Superior compared to smaller freshwater lakes",
                "Key": {
                    "Correct": false,
                    "Rationale": "The size of the lake itself is not provided on the map, nor are other lakes shown to offer any size comparison.",
                    "Percent": 11
                }
            },
            "J": {
                "Choice": "To help the reader understand why it takes weeks to ride around Lake Superior",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author includes a map to show the distance the riders need to go. In paragraph 8, the author describes the journey as “1,300 challenging miles,” and the map helps the reader visualize the journey, including the different cities and states they travel through.",
                    "Percent": 73
                }
            }
        },
        "Parts": {}
    },
    "19": {
        "Number": 19,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Foundational Language Skills"
        ],
        "SubTopics": [
            "Use context within or beyond a paragraph to clarify the meaning of unfamiliar or ambiguous words."
        ],
        "SuppContent": [
            "problems/TX22G8R/supps/TX22G8R-S3.json",
            "problems/TX22G8R/supps/TX22G8R-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Use “The Ride of a Lifetime!” to answer the following question.",
            "In paragraph 5 of the selection “The Ride of a Lifetime!” what does the word r͟e͟p͟o͟s͟e mean?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Refinement",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 5, the author explains that the boys were welcomed into homes for food and rest. There is no mention of fancy materials or treatment, so “refinement” is not the meaning of r͟e͟p͟o͟s͟e.",
                    "Percent": 6
                }
            },
            "B": {
                "Choice": "Revenue",
                "Key": {
                    "Correct": false,
                    "Rationale": "Making money was not an aspect of the boys' journey, so r͟e͟p͟o͟s͟e does not mean “revenue.”",
                    "Percent": 4
                }
            },
            "C": {
                "Choice": "Rest",
                "Key": {
                    "Correct": true,
                    "Rationale": "During their difficult horseback ride, the boys welcomed the opportunity to rest. Therefore, the meaning of the word r͟e͟p͟o͟s͟e is “rest.”",
                    "Percent": 85
                }
            },
            "D": {
                "Choice": "Reform",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 5, the author describes how the boys “rest at some Indian camps” and are invited into people's homes. The author does not discuss the need for change, so r͟e͟p͟o͟s͟e does not mean “reform.”",
                    "Percent": 4
                }
            }
        },
        "Parts": {}
    },
    "20": {
        "Number": 20,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Response Skills"
        ],
        "SubTopics": [
            "Use text evidence to support an appropriate response."
        ],
        "SuppContent": [
            "problems/TX22G8R/supps/TX22G8R-S3.json",
            "problems/TX22G8R/supps/TX22G8R-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Use “The Ride of a Lifetime!” to answer the following question.",
            "Which sentence from the selection “The Ride of a Lifetime!” best supports the idea that Bud and Temple expected to have to take care of their own needs?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "They were not allowed to travel at all on Sundays. (paragraph 3)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author explains that the boys' travel was restricted; this restriction supports the idea that the father helped them plan their journey but does not support the boys' being expected to take care of their own needs.",
                    "Percent": 4
                }
            },
            "G": {
                "Choice": "The boys took off on their 2,000-mile trip departing from Frederick, Oklahoma. (paragraph 4)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The information in this sentence from paragraph 4 supports the idea that the boys traveled a long distance, but it does not support the idea that the boys expected to take care of themselves.",
                    "Percent": 9
                }
            },
            "H": {
                "Choice": "They traveled with some extra clothes, oats for their horses, and food for themselves. (paragraph 4)",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 4, the author lists the items the boys brought on their journey to show that they did not expect help along the way. The “extra clothes” and “oats for their horses” were things the boys needed to have with them to be able to complete the journey independently.",
                    "Percent": 82
                }
            },
            "J": {
                "Choice": "They crossed American Indian Territory, even stopping to rest at some Indian camps. (paragraph 5)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The boys' crossing American Indian territory and stopping at some of the camps supports the idea that the boys had many experiences, but it does not show that the boys were expected to have to take care of their own needs.",
                    "Percent": 4
                }
            }
        },
        "Parts": {}
    },
    "21": {
        "Number": 21,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Author's Purpose & Craft"
        ],
        "SubTopics": [
            "Explain the author's purpose and message within a text."
        ],
        "SuppContent": [
            "problems/TX22G8R/supps/TX22G8R-S3.json",
            "problems/TX22G8R/supps/TX22G8R-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Use “The Ride of a Lifetime!” to answer the following question.",
            "What is the most likely reason the author includes paragraph 2 in the selection “The Ride of a Lifetime!”?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "To suggest that the Abernathy boys acquired their determination and skills from their father",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author includes the background information in paragraph 2 about their father's “speed and skills on horseback” to help the reader understand why the boys would be able to succeed on their journey, despite the length and difficulty of it.",
                    "Percent": 71
                }
            },
            "B": {
                "Choice": "To show how much President Theodore Roosevelt meant to all of the members of the Abernathy family",
                "Key": {
                    "Correct": false,
                    "Rationale": "Including information in paragraph 2 about the family's relationship with President Theodore Roosevelt is interesting, but that information does not explain how the boys got their grit and determination.",
                    "Percent": 12
                }
            },
            "C": {
                "Choice": "To explain how Bud and Temple got the idea to ride 2,000 miles on horseback",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author does state in paragraph 2 that the boys were “born with adventure in their blood,” he does not specifically explain how Bud and Temple got the idea for the 2,000-mile journey.",
                    "Percent": 10
                }
            },
            "D": {
                "Choice": "To emphasize that good horsemanship was essential to people living in the early 1900s",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 2, the author describes Jack Abernathy's “outstanding horsemanship,” but there is no discussion of how this characteristic was important to people living in this time period.",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    },
    "22": {
        "Number": 22,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Multiple Genres"
        ],
        "SubTopics": [
            "The controlling idea or thesis with supporting evidence."
        ],
        "SuppContent": [
            "problems/TX22G8R/supps/TX22G8R-S3.json",
            "problems/TX22G8R/supps/TX22G8R-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Use “The Ride of a Lifetime!” to answer the following question.",
            "What is the controlling idea of the selection “The Ride of a Lifetime!”?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Bud and Temple Abernathy were young boys who enjoyed adventure just like their father did.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Knowing the boys were young and enjoyed the adventure is a simple description, not the controlling idea of the entire selection.",
                    "Percent": 20
                }
            },
            "G": {
                "Choice": "A 1910 parade for Theodore Roosevelt included two young boys who had ridden cross country.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author does mention that the boys would end their journey by participating in a parade for Theodore Roosevelt. While this is an interesting detail, it is not the focused message that the author was trying to communicate.",
                    "Percent": 10
                }
            },
            "H": {
                "Choice": "Riding across America on horseback in the early 1900s was a difficult and dangerous task.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although this sentence explains a general fact about horseback riding in the early 1900s, it is not specific to the young Abernathy boys' journey, which is the focus of this selection.",
                    "Percent": 11
                }
            },
            "J": {
                "Choice": "Young Bud and Temple Abernathy made an impressive cross-country journey on their own.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The controlling idea refers to the focused message the author hopes to communicate to the audience. In this selection, the author describes the journey of Bud and Temple Abernathy as “one of the most astonishing treks of all time” (paragraph 1). In addition, the author describes the challenges the boys faced in order to support the idea that this was an impressive journey for two young boys to complete on their own.",
                    "Percent": 59
                }
            }
        },
        "Parts": {}
    },
    "23": {
        "Number": 23,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Author's Purpose & Craft"
        ],
        "SubTopics": [
            "Analyze the author's use of print and graphic features to achieve specific purposes."
        ],
        "SuppContent": [
            "problems/TX22G8R/supps/TX22G8R-S3.json",
            "problems/TX22G8R/supps/TX22G8R-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Use “The Ride of a Lifetime!” to answer the following question.",
            "Look at the photographs from the selection “The Ride of a Lifetime!”.",
            "problems/TX22G8R/media/23a.jpg",
            "problems/TX22G8R/media/23b.jpg",
            "The author includes these photographs most likely to emphasize the  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "unique relationship between Jack Abernathy and his sons",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the first photograph does seem to indicate that the boys and their father had a close relationship, the second photograph does not include the father.",
                    "Percent": 32
                }
            },
            "B": {
                "Choice": "different time period in which the Abernathy boys lived",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author includes the photos to emphasize the time period in which the journey took place. The photos illustrate the types of clothing and the mode of transportation described in the selection, which may not be familiar to the reader.",
                    "Percent": 40
                }
            },
            "C": {
                "Choice": "impressive skill the Abernathy boys had with horses",
                "Key": {
                    "Correct": false,
                    "Rationale": "The second photograph may suggest the boys' skill and comfort with horses, but the first photograph does not emphasize this skill.",
                    "Percent": 20
                }
            },
            "D": {
                "Choice": "sights the Abernathy boys encountered on their ride",
                "Key": {
                    "Correct": false,
                    "Rationale": "The photographs show none of the sights the boys encountered on their journey.",
                    "Percent": 9
                }
            }
        },
        "Parts": {}
    },
    "24": {
        "Number": 24,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make connections to personal experiences, ideas in other texts, and society."
        ],
        "SuppContent": [
            "problems/TX22G8R/supps/TX22G8R-S3.json",
            "problems/TX22G8R/supps/TX22G8R-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Use “Biking for Boots” and “The Ride of a Lifetime!” to answer the following question.",
            "Read this sentence from paragraph 10 of the story “Biking for Boots.”",
            ":box:After ten days of biking, we whooped with amazement when we realized over 2,000 people had “liked” our posts on social media.",
            "Which sentence from the selection “The Ride of a Lifetime!” best conveys a SIMILAR idea?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "People have crossed the country by bicycle, motorcycle, and even on foot. (paragraph 1)",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although there is a reference to a “bicycle” in this sentence, bicycle riding is not a similar idea conveyed in “The Ride of a Lifetime!” The similar idea conveyed is the interest from others in the boys' journey.",
                    "Percent": 9
                }
            },
            "G": {
                "Choice": "Jack Abernathy helped his sons plan the trip. (paragraph 3)",
                "Key": {
                    "Correct": false,
                    "Rationale": "This sentence does not convey a similar idea as the sentence from “Biking for Boots,” because it describes how Jack Abernathy assisted in planning the boys' journey. The sentence from “Biking for Boots” conveys the interest expressed by others through social media.",
                    "Percent": 3
                }
            },
            "H": {
                "Choice": "They were allowed to cross creeks and rivers but only when the water was clear enough that they could see the bottom. (paragraph 3)",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this sentence, the author describes details about the boys' journey, which is similar to the idea of riding bikes around Lake Superior. However, the idea conveyed in paragraph 10 of “Biking for Boots” is about people's use of social media to show interest in the girls' bike ride, not the description of the locations they traveled around Lake Superior.",
                    "Percent": 8
                }
            },
            "J": {
                "Choice": "The press was eager to write about their adventure, and Americans were eager to read about it. (paragraph 6)",
                "Key": {
                    "Correct": true,
                    "Rationale": "In “Biking for Boots,” the author describes how people expressed interest in the girls' bike ride using social media. The sentence from paragraph 6 of “The Ride of a Lifetime!” conveys a similar idea because the “press was eager to write” and “Americans were eager to read” about the boys' journey on horseback. In both selections, people showed interest in the events by using the media.",
                    "Percent": 80
                }
            }
        },
        "Parts": {}
    },
    "25": {
        "Number": 25,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make connections to personal experiences, ideas in other texts, and society."
        ],
        "SuppContent": [
            "problems/TX22G8R/supps/TX22G8R-S3.json",
            "problems/TX22G8R/supps/TX22G8R-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Use “Biking for Boots” and “The Ride of a Lifetime!” to answer the following question.",
            "Which idea is suggested in BOTH the story “Biking for Boots” and the selection “The Ride of a Lifetime!”?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "A long trip is likely to include both difficult and wonderful moments.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Difficult and exciting moments are integral parts of the journeys in both “Biking for Boots” and “The Ride of a Lifetime!”",
                    "Percent": 80
                }
            },
            "B": {
                "Choice": "A great deal of preparation is needed in order to make a successful trip.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the reader is told in detail how the boys in “The Ride of a Lifetime!” prepared for their ride on horseback, no information is given in “Biking for Boots” about how the girls prepare for their bike ride.",
                    "Percent": 12
                }
            },
            "C": {
                "Choice": "Taking a long trip is a good way to see important historical places.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Neither the journey in “Biking for Boots” nor the horseback journey in “The Ride of a Lifetime!” was focused on sightseeing.",
                    "Percent": 5
                }
            },
            "D": {
                "Choice": "People going on trips should travel in large groups in case there is trouble.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In “Biking for Boots,” the girls travel with a support team, but the boys in “The Ride of a Lifetime!” traveled alone.",
                    "Percent": 3
                }
            }
        },
        "Parts": {}
    },
    "26": {
        "Number": 26,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make connections to personal experiences, ideas in other texts, and society."
        ],
        "SuppContent": [
            "problems/TX22G8R/supps/TX22G8R-S3.json",
            "problems/TX22G8R/supps/TX22G8R-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Use “Biking for Boots” and “The Ride of a Lifetime!” to answer the following question.",
            "What is a key DIFFERENCE between the girls in the story “Biking for Boots” and the boys in the selection “The Ride of a Lifetime!”?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Only the girls had to deal with unpredictable weather.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Both the girls in “Biking for Boots” and the boys in “The Ride of a Lifetime!” had to deal with extreme weather, so this is not a difference.",
                    "Percent": 4
                }
            },
            "G": {
                "Choice": "Only the girls used their trip to raise money for a good cause.",
                "Key": {
                    "Correct": true,
                    "Rationale": "A key difference between the two selections is that the girls in “Biking for Boots” were helping raise money for the animal shelter, while the boys in “The Ride of a Lifetime!” were not riding to support a cause.",
                    "Percent": 83
                }
            },
            "H": {
                "Choice": "Only the girls knew exactly where their trip would end.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Both the girls in “Biking for Boots” and the boys in “The Ride of a Lifetime!” had specific destinations for their journeys, which is a similarity between the selections, not a difference.",
                    "Percent": 8
                }
            },
            "J": {
                "Choice": "Only the girls received support from people they did not know.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In both “Biking for Boots” and “The Ride of a Lifetime!,” people along the way offered support to the travelers in a similar way.",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    },
    "27": {
        "Number": 27,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make connections to personal experiences, ideas in other texts, and society."
        ],
        "SuppContent": [
            "problems/TX22G8R/supps/TX22G8R-S3.json",
            "problems/TX22G8R/supps/TX22G8R-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Use “Biking for Boots” and “The Ride of a Lifetime!” to answer the following question.",
            "How does the presentation of information in the story “Biking for Boots” and the selection “The Ride of a Lifetime!” DIFFER?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "“Biking for Boots” emphasizes some of the enjoyment the girls get from their ride.\n“The Ride of a Lifetime!” does not discuss how the boys felt during their ride.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The presentation of the two selections is different because in “Biking for Boots,” the author includes details in paragraph 9 to show the enjoyment the girls feel when they see the eagle and hear the cheers of friendly people. However, the author of “The Ride of a Lifetime!” does not include details about the boys' feelings during their journey.",
                    "Percent": 59
                }
            },
            "B": {
                "Choice": "“Biking for Boots” compares the girls' ride to other people's trips around the lake.\n“The Ride of a Lifetime!” does not make a comparison about the boys' ride.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Comparisons are not made in either “Biking for Boots” or “The Ride of a Lifetime!”",
                    "Percent": 9
                }
            },
            "C": {
                "Choice": "“Biking for Boots” focuses mainly on the girls' experience at the end of their bike ride.\n“The Ride of a Lifetime!” focuses mainly on the beginning of the boys' horseback ride.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In both selections, the author focuses on more than the beginning or end of each journey. In “Biking for Boots,” the author describes what leads to the girls' decision to do the bike ride. In “The Ride of a Lifetime!,” the author describes the challenges the boys faced throughout the experience, as well as where their journey would end.",
                    "Percent": 14
                }
            },
            "D": {
                "Choice": "“Biking for Boots” describes a similar routine that the girls followed each day.\n“The Ride of a Lifetime!” shows that every day was different for the boys.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Neither the girls in “Biking for Boots” nor the boys in “The Ride of a Lifetime!” could establish routines, because of the many unexpected variables, such as the weather and wildlife, throughout their journeys.",
                    "Percent": 18
                }
            }
        },
        "Parts": {}
    },
    "28": {
        "Number": 28,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Author's Purpose & Craft"
        ],
        "SubTopics": [
            "Explain the purpose of rhetorical devices such as analogy and juxtaposition and of logical fallacies such as bandwagon appeals and circular reasoning."
        ],
        "SuppContent": [
            "problems/TX22G8R/supps/TX22G8R-S5.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The author begins the selection with a leading question most likely to  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "identify for the reader what problem will be answered in the selection",
                "Key": {
                    "Correct": false,
                    "Rationale": "The leading question asks the reader about a dislike, but it does not suggest there is a problem that will be solved. Instead, the reader is thinking about the personal experience of disliking “broccoli, dark chocolate, or cottage cheese.”",
                    "Percent": 16
                }
            },
            "G": {
                "Choice": "help the reader relate a personal experience to the ideas presented in the selection",
                "Key": {
                    "Correct": true,
                    "Rationale": "Using a leading question can enhance the reader's interest by establishing a personal connection.",
                    "Percent": 72
                }
            },
            "H": {
                "Choice": "force the reader to examine his or her own eating habits",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the leading question allows the reader to think about eating habits, it does not ask for an examination of these habits.",
                    "Percent": 6
                }
            },
            "J": {
                "Choice": "highlight a similarity between the opinions of the reader and the author",
                "Key": {
                    "Correct": false,
                    "Rationale": "No comparison between the author and the reader is made in the leading question.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "29": {
        "Number": 29,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Multiple Genres"
        ],
        "SubTopics": [
            "Multiple organizational patterns within a text to develop the thesis."
        ],
        "SuppContent": [
            "problems/TX22G8R/supps/TX22G8R-S5.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In what way does the organizational pattern used in paragraphs 5 through 7 help to develop the thesis?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The classification of three learning styles shows that people can come to appreciate foods in a variety of ways.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author develops the thesis of the selection in paragraphs 5 through 7 by classifying the three learning styles, including “flavor-nutrient learning” in paragraph 5, “taste-flavor learning” in paragraph 6, and “social learning” in paragraph 7. In each paragraph, the author describes how the learning style helps develop or change a person's food preferences.",
                    "Percent": 75
                }
            },
            "B": {
                "Choice": "Different types of food are listed in order of importance to suggest what should be eaten at specific stages in a person's life.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although specific foods are mentioned in the paragraphs, such as peanut butter in paragraph 6, they are not listed in order of importance or related to stages in a person's life.",
                    "Percent": 9
                }
            },
            "C": {
                "Choice": "Methods of preparing simple foods in different ways are described to show that diversity in one's diet is important.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Food preparation is not discussed in paragraphs 5 through 7. Diversity in one's diet is not related to the thesis of how food preferences develop and change.",
                    "Percent": 8
                }
            },
            "D": {
                "Choice": "The advantages of trying new foods in social situations are presented to suggest that people should seek out such opportunities.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 7, the author discusses social learning, or enjoying foods that family and friends like, but no suggestion is made that people should try new foods in social situations.",
                    "Percent": 9
                }
            }
        },
        "Parts": {}
    },
    "30": {
        "Number": 30,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Evaluate details read to determine key ideas."
        ],
        "SuppContent": [
            "problems/TX22G8R/supps/TX22G8R-S5.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What important idea about babies is emphasized through the details in paragraph 3?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Babies are naturally resistant to trying new foods.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 3, the details emphasize that babies can develop a willingness to try new foods; the emphasis is not on their natural resistance to trying new foods.",
                    "Percent": 6
                }
            },
            "G": {
                "Choice": "Babies develop a favorite food if they eat that food multiple times.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This idea is emphasized in paragraph 4, not paragraph 3.",
                    "Percent": 7
                }
            },
            "H": {
                "Choice": "Babies are most accepting of new foods when the flavor window is open.",
                "Key": {
                    "Correct": true,
                    "Rationale": "According to paragraph 3, when babies are between four and six months of age, they are typically more accepting of new foods as the flavor window is open during this time frame.",
                    "Percent": 78
                }
            },
            "J": {
                "Choice": "Babies who are not exposed to new foods will experience a shortened flavor window.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 3, the author explains that giving babies new foods when the flavor window is open increases their willingness to try more new things, but there is no discussion of a shortened flavor window. This is an incorrect inference and contradicts the idea that the flavor window never closes, which is discussed in paragraph 4.",
                    "Percent": 9
                }
            }
        },
        "Parts": {}
    },
    "31": {
        "Number": 31,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Foundational Language Skills"
        ],
        "SubTopics": [
            "Use context within or beyond a paragraph to clarify the meaning of unfamiliar or ambiguous words."
        ],
        "SuppContent": [
            "problems/TX22G8R/supps/TX22G8R-S5.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In paragraph 2, what does the word d͟u͟b͟i͟o͟u͟s mean?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Greedy",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the selection describes the different types of foods babies will try when the flavor window is open, there is no suggestion that the young children are “greedy,” so this is not the meaning of d͟u͟b͟i͟o͟u͟s.",
                    "Percent": 5
                }
            },
            "B": {
                "Choice": "Bored",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 2, the author is not saying that children are bored with new foods but that they are uncertain about trying them. D͟u͟b͟i͟o͟u͟s means “uncertain,” not “bored.”",
                    "Percent": 4
                }
            },
            "C": {
                "Choice": "Impatient",
                "Key": {
                    "Correct": false,
                    "Rationale": "Even though the flavor window is only open when a baby is four to six months old, there is nothing to suggest that the baby feels impatient about the new foods being tasted. Therefore, d͟u͟b͟i͟o͟u͟s does not mean “impatient.”",
                    "Percent": 4
                }
            },
            "D": {
                "Choice": "Uncertain",
                "Key": {
                    "Correct": true,
                    "Rationale": "The word d͟u͟b͟i͟o͟u͟s as it is used in paragraph 2 means “uncertain.” As the flavor window slowly closes, young children become more uncertain about trying new foods.",
                    "Percent": 87
                }
            }
        },
        "Parts": {}
    },
    "32": {
        "Number": 32,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Author's Purpose & Craft"
        ],
        "SubTopics": [
            "Explain the author's purpose and message within a text."
        ],
        "SuppContent": [
            "problems/TX22G8R/supps/TX22G8R-S5.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What is the most likely reason the author includes paragraph 9 in the selection?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "To explain how adding sugar or salt improves the taste of foods",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author mentions that adding salt or sugar might help some people develop a liking for a particular food, but this is not the main reason why the author includes paragraph 9 in the selection.",
                    "Percent": 19
                }
            },
            "G": {
                "Choice": "To highlight that there is a natural reason people resist new foods",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author uses the phrase “natural suspicion” in paragraph 9 to suggest that resisting new foods may be normal, this is a minor detail and not the main reason for including the paragraph.",
                    "Percent": 13
                }
            },
            "H": {
                "Choice": "To warn that people may have difficulty preparing new foods properly",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 9, the author describes different methods of preparing foods, such as “adding an ingredient,” but there is no mention of the difficulty of preparing new foods properly.",
                    "Percent": 6
                }
            },
            "J": {
                "Choice": "To suggest that expanding one's flavor preferences takes time and effort",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author includes paragraph 9 most likely to emphasize that learning to enjoy new flavors takes time and effort. The author says that people need to “try a new food repeatedly” and test “different preparations,” which shows the effort required to reopen a person's flavor window.",
                    "Percent": 62
                }
            }
        },
        "Parts": {}
    },
    "33": {
        "Number": 33,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Multiple Genres"
        ],
        "SubTopics": [
            "The controlling idea or thesis with supporting evidence."
        ],
        "SuppContent": [
            "problems/TX22G8R/supps/TX22G8R-S5.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which sentence from the selection best expresses the controlling idea?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "While tastes are developed at a young age, they can be altered. (paragraph 1)",
                "Key": {
                    "Correct": true,
                    "Rationale": "The controlling idea refers to the focused message the author hopes to communicate to the audience. In this sentence, the author describes how food preferences are developed in youth but can be changed, which is the focus of the selection.",
                    "Percent": 53
                }
            },
            "B": {
                "Choice": "This information suggests that parents should introduce new foods to babies during this stage. (paragraph 3)",
                "Key": {
                    "Correct": false,
                    "Rationale": "This information is specific to one time frame rather than being a controlling idea.",
                    "Percent": 19
                }
            },
            "C": {
                "Choice": "We learn to like or dislike flavors in three main ways. (paragraph 5)",
                "Key": {
                    "Correct": false,
                    "Rationale": "This sentence from paragraph 5 is an introduction of how people develop food preferences but does not explain how these preferences can be changed.",
                    "Percent": 22
                }
            },
            "D": {
                "Choice": "Children copy what they see adults eating and often learn to like vegetables. (paragraph 8)",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this sentence, the author describes one way that children may learn to alter taste preferences, but this is too specific to be the controlling idea.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "34": {
        "Number": 34,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Evaluate details read to determine key ideas."
        ],
        "SuppContent": [
            "problems/TX22G8R/supps/TX22G8R-S5.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which key idea is supported by details in paragraph 7?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Babies should eat carrot-flavored cereal because it is a healthful food.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author explains in paragraph 7 that a baby “will probably enjoy carrot-flavored cereal” if the mother drinks carrot juice while pregnant, the paragraph is not about the health benefits of carrot juice.",
                    "Percent": 4
                }
            },
            "G": {
                "Choice": "People's food preferences can be influenced by other people in their lives.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The idea of taste preferences being influenced by other people is supported by the details in paragraph 7. In the paragraph, the author explains that “talking about food in social situations and tasting new foods with friends and family” can influence a person's food preferences.",
                    "Percent": 74
                }
            },
            "H": {
                "Choice": "People will like a new food after they have had a conversation about it.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author mentions how people learn to like new foods after talking about them, but this statement is too simplistic and does not include other examples of social learning.",
                    "Percent": 5
                }
            },
            "J": {
                "Choice": "Babies will dislike foods that their mothers did not eat while pregnant with them.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The point about babies liking foods their mothers ate during pregnancy is not true for all infants and is only a supporting detail, not the key idea of the paragraph.",
                    "Percent": 17
                }
            }
        },
        "Parts": {}
    },
    "35": {
        "Number": 35,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX22G8R/supps/TX22G8R-S5.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Based on the information in paragraph 4, which inference can the reader make about flavor preferences?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Parents of toddlers are more likely to try new foods than people with older children are.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the author says that toddlers who are “introduced to a new food five to 10 times” can grow to like it, the behavior of toddlers' parents is not mentioned in paragraph 4.",
                    "Percent": 11
                }
            },
            "B": {
                "Choice": "Toddlers tend to like more foods than older children do.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author says in paragraph 4 that the number of times a child needs to be introduced to a new food “goes up as children grow older,” but this does not mean that toddlers like more foods than older children do.",
                    "Percent": 14
                }
            },
            "C": {
                "Choice": "People can begin to enjoy new foods after trying them just once.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This statement is an illogical inference that contradicts the idea presented in paragraph 4 that it takes “persistence and exposure” to learn to like new foods.",
                    "Percent": 12
                }
            },
            "D": {
                "Choice": "People can learn to like new foods at different times in their lives.",
                "Key": {
                    "Correct": true,
                    "Rationale": "It can be inferred from paragraph 4 that learning to like new foods can happen at different times in people's lives. The author explains that “the flavor window may never be completely shut,” suggesting that people can learn to like new flavors at any time in their lives.",
                    "Percent": 64
                }
            }
        },
        "Parts": {}
    },
    "36": {
        "Number": 36,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Multiple Genres"
        ],
        "SubTopics": [
            "Demonstrate knowledge of literary genres such as realistic fiction, adventure stories, historical fiction, mysteries, humor, fantasy, science fiction, and short stories."
        ],
        "SuppContent": [
            "problems/TX22G8R/supps/TX22G8R-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read this sentence from paragraph 23.",
            ":box:In a nanosecond I had to decide whether to tell the truth and risk losing a potential friend, or lie and live with the consequences.",
            "Which characteristic of realistic fiction is most evident in this sentence?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The setting is in a real or true-to-life location.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the story takes place in a gymnasium, which is a true-to-life location, the quotation from paragraph 23 does not provide details about the setting.",
                    "Percent": 16
                }
            },
            "G": {
                "Choice": "The story occurs in a contemporary or near-present time period.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Based on the narrator's language and descriptions, the story takes place in a contemporary time period, but the quotation from paragraph 23 is focused on the narrator's decision, which is most characteristic of an event, not a time period.",
                    "Percent": 11
                }
            },
            "H": {
                "Choice": "The events raise questions that a reader could possibly face in everyday life.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Realistic fiction consists of stories that resemble real-life settings and situations to which the reader can relate. The quotation from paragraph 23 that Millie is dealing with is true to life and one to which the reader can relate.",
                    "Percent": 68
                }
            },
            "J": {
                "Choice": "The narrative structure is presented with a definite beginning, middle, and end.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the quotation from paragraph 23 is taken from the end of the story, it does not clearly show the narrative structure of the story. In addition, the characteristic of containing a beginning, middle, and end is not unique to realistic fiction.",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    },
    "37": {
        "Number": 37,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Multiple Genres"
        ],
        "SubTopics": [
            "Analyze how characters' motivations and behaviors influence events and resolution of the conflict."
        ],
        "SuppContent": [
            "problems/TX22G8R/supps/TX22G8R-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Emily's willingness to talk to Millie affects the falling action because Millie  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "understands that she needs to be more physically active",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Millie might agree that more physical activity is good for her, it is clear in the story that participating in a team sport is uncomfortable for her and not the crucial element affecting the falling action.",
                    "Percent": 7
                }
            },
            "B": {
                "Choice": "becomes certain that she and Emily will be best friends",
                "Key": {
                    "Correct": false,
                    "Rationale": "Millie may want it to be true that she and Emily will become best friends, but she is still apprehensive that once she reveals her unusual academic success, Emily may not be interested in pursuing a friendship any longer.",
                    "Percent": 14
                }
            },
            "C": {
                "Choice": "decides that making friends is more important than academic achievements",
                "Key": {
                    "Correct": false,
                    "Rationale": "Realizing the importance of making friends is an important step, but nothing implies that Millie will not also keep focusing on her academic successes.",
                    "Percent": 12
                }
            },
            "D": {
                "Choice": "realizes that a new friendship depends on a decision she must make",
                "Key": {
                    "Correct": true,
                    "Rationale": "Millie realizes that a solution to her problem may be found by engaging Emily in conversation and revealing more personal information. She must quickly decide whether she can trust Emily and hope to gain a friend by doing so.",
                    "Percent": 67
                }
            }
        },
        "Parts": {}
    },
    "38": {
        "Number": 38,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Author's Purpose & Craft"
        ],
        "SubTopics": [
            "Identify and analyze the use of literary devices, including multiple points of view and irony."
        ],
        "SuppContent": [
            "problems/TX22G8R/supps/TX22G8R-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "How are the events that occur at the volleyball game an example of irony?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Getting the ball across the net should have been a success for Millie, but instead, it is a failure because she kicks it.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Irony in literature is something happening that is different or opposite from what is expected to happen. The fact that Millie kicked the ball in volleyball is unexpected because people use their hands, not their feet, to move the ball in volleyball.",
                    "Percent": 58
                }
            },
            "G": {
                "Choice": "Hearing people laugh at her should have made Millie upset, but instead, it makes her more determined to succeed.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 3, the narrator says “Luckily, I was already on a team and did not have to suffer the indignity of being chosen last,” which suggests that Millie has experienced ridicule before, so the laughter is not something unexpected.",
                    "Percent": 16
                }
            },
            "H": {
                "Choice": "Avoiding eye contact should have caused Millie's teammates to feel sorry for her, but instead, it causes them to blame her for the outcome of the game.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 12, Millie says, “Not making eye contact with anyone helped, although I am sure my teammates were miffed that I kept bumping into them.” Millie's lack of eye contact has no impact on the outcome of the game. In fact, there is no indication of how the game ends.",
                    "Percent": 14
                }
            },
            "J": {
                "Choice": "Hearing silence in the gym should have made Millie worried, but instead, it allows Millie to momentarily believe she is a successful player.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 7, the narrator says, “To everyone's amazement, I sent the ball flying back to enemy territory,” and in paragraph 8, there is “stunned silence.” Although these details describe other people's reaction to her contact with the ball, there is no evidence that Millie believes she has been successful.",
                    "Percent": 12
                }
            }
        },
        "Parts": {}
    },
    "39": {
        "Number": 39,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Multiple Genres"
        ],
        "SubTopics": [
            "Analyze how themes are developed through the interaction of characters and events."
        ],
        "SuppContent": [
            "problems/TX22G8R/supps/TX22G8R-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Based on the interaction between Emily and Millie, what theme does the author develop?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "True friends may have different interests.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Friends having different interests is not the theme the author develops in this selection, because Emily and Millie do not discuss their interests.",
                    "Percent": 22
                }
            },
            "B": {
                "Choice": "Anger will ruin a friendship unless friends can forgive one another.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This is not the theme the author developed, as there is no anger shown in the interactions between Millie and Emily.",
                    "Percent": 10
                }
            },
            "C": {
                "Choice": "People can become friends despite age differences.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although it is generally true that friendships can develop despite an age difference, there is no discussion of their ages during the interaction between Millie and Emily.",
                    "Percent": 9
                }
            },
            "D": {
                "Choice": "Friends offer support and understanding when it is needed.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author develops the theme of friends offering support and understanding when it is needed through the interactions between Emily and Millie. In paragraph 17, Emily says, “Don't you hate volleyball?” and talks about her own lack of coordination. All of this provides Millie with the support she needs after her poor performance in the volleyball game.",
                    "Percent": 59
                }
            }
        },
        "Parts": {}
    },
    "40": {
        "Number": 40,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Author's Purpose & Craft"
        ],
        "SubTopics": [
            "Identify and analyze the use of literary devices, including multiple points of view and irony."
        ],
        "SuppContent": [
            "problems/TX22G8R/supps/TX22G8R-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The first-person point of view of this excerpt helps the reader understand how  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Millie's attitude affects her teammates",
                "Key": {
                    "Correct": false,
                    "Rationale": "Since the story is told from Millie's point of view, the reader does not know what her teammates think of her or how Millie's attitude affects them.",
                    "Percent": 13
                }
            },
            "G": {
                "Choice": "Millie behaves in the classroom",
                "Key": {
                    "Correct": false,
                    "Rationale": "The story focuses on an experience Millie has in the gym while playing volleyball and not on her behavior in the classroom.",
                    "Percent": 4
                }
            },
            "H": {
                "Choice": "Millie's thoughts are focused on wanting to fit in",
                "Key": {
                    "Correct": true,
                    "Rationale": "The first-person point of view allows the reader to understand how Millie thinks and feels throughout the story. She doesn't believe that she is particularly good at team sports, and she has already experienced “the indignity of being chosen last” (paragraph 3).",
                    "Percent": 68
                }
            },
            "J": {
                "Choice": "Millie is viewed by other characters",
                "Key": {
                    "Correct": false,
                    "Rationale": "The first-person point of view focuses on what Millie thinks and feels, not on what other characters think or feel.",
                    "Percent": 15
                }
            }
        },
        "Parts": {}
    },
    "41": {
        "Number": 41,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Author's Purpose & Craft"
        ],
        "SubTopics": [
            "Describe how the author's use of figurative language such as extended metaphor achieves specific purposes."
        ],
        "SuppContent": [
            "problems/TX22G8R/supps/TX22G8R-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In paragraph 5, what is the most likely reason the author uses figurative language to describe the girl from the opposing team?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "To emphasize that Millie feels weak and helpless on the court",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author's use of figurative language — ”looked like she could squish me like a bug” (paragraph 5) —  helps the reader understand Millie's perceptions of the player's physical size and intentions as well as her reaction to the player.",
                    "Percent": 65
                }
            },
            "B": {
                "Choice": "To show that Millie is smaller than the other girls on the court",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author's use of figurative language to describe the opposing player does not compare Millie's actual physical stature to that of other girls on the court.",
                    "Percent": 20
                }
            },
            "C": {
                "Choice": "To suggest that the girl has been planning to embarrass Millie since the game started",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 5, the author describes Millie thinking that the player “looked like she could squish me like a bug.” This does not make the reader aware of anything the opposing player is thinking or intending.",
                    "Percent": 9
                }
            },
            "D": {
                "Choice": "To hint that the girl will make a mistake because she is being overconfident",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author's use of figurative language is focused only on Millie's impression of the opposing player, not on hinting what might happen next.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "42": {
        "Number": 42,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Response Skills"
        ],
        "SubTopics": [
            "Use text evidence to support an appropriate response."
        ],
        "SuppContent": [
            "problems/TX22G8R/supps/TX22G8R-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which sentence best hints that the volleyball game will not end well for Millie?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "If they are really so concerned about me, then they would get me out of volleyball and out of tutoring Stanford Wong. (paragraph 2)",
                "Key": {
                    "Correct": false,
                    "Rationale": "This sentence from paragraph 2 is not about the actual volleyball game, so there is no hint about how the game will end.",
                    "Percent": 13
                }
            },
            "G": {
                "Choice": "The game began auspiciously enough with the ball flying back and forth, unless, of course, it came anywhere in my vicinity. (paragraph 4)",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sentence from paragraph 4 hints that the volleyball game will not end well for Millie. The description of “the ball flying back and forth” shows how the game is supposed to happen, but the phrase “unless, of course” indicates that when the ball comes near Millie the game will not go as planned. Instead, Millie ends up kicking the ball instead of hitting it with her hands.",
                    "Percent": 68
                }
            },
            "H": {
                "Choice": "To everyone's amazement, I sent the ball flying back to enemy territory. (paragraph 7)",
                "Key": {
                    "Correct": false,
                    "Rationale": "This sentence from paragraph 7, in isolation, seems to indicate that the game will be a successful venture for Millie. However, the following sentence proves otherwise.",
                    "Percent": 7
                }
            },
            "J": {
                "Choice": "It landed at the feet of the server and then bounced away. (paragraph 7)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The description of the ball's flight in this sentence does not hint at the outcome being unsuccessful for Millie, because the actual delivery method of the ball is not included.",
                    "Percent": 11
                }
            }
        },
        "Parts": {}
    },
    "43": {
        "Number": 43,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Multiple Genres"
        ],
        "SubTopics": [
            "Analyze how characters' motivations and behaviors influence events and resolution of the conflict."
        ],
        "SuppContent": [
            "problems/TX22G8R/supps/TX22G8R-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "How does Millie's behavior during the volleyball game influence the development of the plot?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It convinces Millie's mother that Millie should avoid playing sports.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Millie's parents are not mentioned as being at the game.",
                    "Percent": 5
                }
            },
            "B": {
                "Choice": "It leads the other players on the team to ignore Millie after the game.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Millie's actions during the game were exactly what the other girls on the team expected of her, so they would have ignored her anyway.",
                    "Percent": 9
                }
            },
            "C": {
                "Choice": "It inspires Emily to want to teach Millie how to be a better player.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In her conversation with Millie, Emily talks about disliking volleyball, so she is unlikely to teach Millie to be a better player.",
                    "Percent": 13
                }
            },
            "D": {
                "Choice": "It causes Emily to notice Millie and recognize her discomfort.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Emily recognizes that Millie needs some encouragement and support.",
                    "Percent": 73
                }
            }
        },
        "Parts": {}
    },
    "44": {
        "Number": 44,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Evaluate details read to determine key ideas."
        ],
        "SuppContent": [
            "problems/TX22G8R/supps/TX22G8R-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What key idea does the author convey through the details in paragraph 23?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Emily is suspicious of people who seem smarter than she is.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence given in paragraph 23 to suggest that Emily mistrusts those who are more academically gifted than she is.",
                    "Percent": 4
                }
            },
            "G": {
                "Choice": "Millie understands that she needs to participate more in physical education.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Millie does not believe that she needs to participate more in physical activities.",
                    "Percent": 11
                }
            },
            "H": {
                "Choice": "Millie worries that her intelligence will cause people to dislike her.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Millie recognizes that her intelligence and acceleration in academics makes it hard for others her age to understand her.",
                    "Percent": 78
                }
            },
            "J": {
                "Choice": "Emily is the first friend Millie has made who is the same age as she is.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The information in paragraph 23 does not convey anything about Millie's friendships prior to Emily.",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    }
}