{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "H.10(F)",
            "H.29(B)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            ":box:Someone asked me if I wanted to make a New Year's wish, and I said yes—and it was that I'd like to see every young person in the world join the “Just Say No” ... club. Well, just the fact that Congress has proclaimed “Just Say No Week” and in light of all the activities taking place, it seems that my wish is well on its way to coming true. I'm so proud of all the young people, the parents, the citizens in cities and towns across the Nation, the Government, and everyone else who's helping to create what I believe is the final solution to this problem...\n\n—First Lady Nancy Reagan, May 20, 1986",
            "Which problem is Nancy Reagan hoping to solve with this campaign?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Drug and alcohol abuse among children",
                "Key": {
                    "Correct": true,
                    "Rationale": "This excerpt discusses the “Just Say No” campaign championed by First Lady Nancy Reagan in the early 1980s that was part of the War on Drugs. The purpose of the campaign was to discourage children from using drugs or alcohol by offering children various ways of saying “no.” For this item the student applies critical-thinking skills to draw inferences and conclusions.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The effects of video-game violence on children",
                "Key": {
                    "Correct": false,
                    "Rationale": "The “Just Say No” campaign was intended to solve the problem of drug and alcohol abuse among children, not the harmful effects of video-game violence on children.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Diets high in sugar and salt among children",
                "Key": {
                    "Correct": false,
                    "Rationale": "The “Just Say No” campaign was intended to solve the problem of drug and alcohol abuse among children, not the harmful effects of children eating too much sugar and salt.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The effects of explicit lyrics in music on children",
                "Key": {
                    "Correct": false,
                    "Rationale": "The “Just Say No” campaign was intended to solve the problem of drug and alcohol abuse among children, not the harmful effects of inappropriate and unsuitable music lyrics on children.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Citizenship",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "H.23(B)",
            "H.29(B)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "problems/TX19HSUSH/media/2a.jpg",
            "Which caption best replaces the question mark in this photograph?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Abolish the Poll Tax and the Literacy Test",
                "Key": {
                    "Correct": false,
                    "Rationale": "Poll taxes and literacy tests were used to prevent some people from voting. At this time in U.S. history, abolishing poll taxes and literacy tests would have not helped women who were denied the vote based on their gender.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Demand the Direct Election of Senators",
                "Key": {
                    "Correct": false,
                    "Rationale": "At this time in U.S. history, state legislatures chose the U.S. senators for their states. Direct election of senators would not have helped women who were denied the vote based on their gender as they would not have been allowed to participate in those elections.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Come in and Learn Why Women Ought to Vote",
                "Key": {
                    "Correct": true,
                    "Rationale": "The photograph shows the headquarters of a group fighting for women's suffrage. Suffrage is the right to vote. The phrase on the main sign—“Men of Ohio! Give the Women a Square Deal”—shows that the group's goal is to encourage men to support granting women this right. The caption—“Come in and Learn Why Women Ought to Vote”—expands on this idea. For this item the student applies critical-thinking skills to draw inferences and conclusions.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "Lower the Voting Age for Women to Eighteen",
                "Key": {
                    "Correct": false,
                    "Rationale": "Lowering the voting age for women would not have helped women who were denied the vote based on their gender rather than their age.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History"
        ],
        "SubTopics": [
            "H.7(A)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Which event prompted the United States to enter World War II?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The German annexation of Austria",
                "Key": {
                    "Correct": false,
                    "Rationale": "The German annexation of Austria happened in 1938. The United States did not officially enter World War II until 1941, after the attack on Pearl Harbor.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The Soviet occupation of Germany",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Soviet occupation of Germany started in 1945 after World War II ended. The United States officially entered World War II in 1941.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The landing of Allied soldiers on Normandy Beach",
                "Key": {
                    "Correct": false,
                    "Rationale": "The landing of Allied soldiers on Normandy Beach happened in 1944 after the United States entered World War II.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The Japanese attack on Pearl Harbor",
                "Key": {
                    "Correct": true,
                    "Rationale": "Pearl Harbor is a U.S. naval base in Hawaii that was attacked by Japanese aircraft on December 7, 1941. The attack damaged or destroyed 19 American ships and killed more than 2,300 Americans. The following day President Franklin D. Roosevelt asked Congress to declare war on Japan.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Science, Technology & Society"
        ],
        "SubTopics": [
            "H.27(A)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Which benefit resulted from the introduction of the Bessemer steel process?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Mechanical reapers to replace horse-drawn reapers",
                "Key": {
                    "Correct": false,
                    "Rationale": "The mechanical reaper was invented in 1831, decades before the Bessemer steel process was introduced.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Stronger and cheaper material for railroads and bridges",
                "Key": {
                    "Correct": true,
                    "Rationale": "The Bessemer steel process was the first inexpensive way to mass-produce steel from raw iron. It was introduced in the 1850s. This process strengthened the steel and lowered its cost. This made the construction of railroads, buildings, and bridges much less expensive.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Transistors for radios",
                "Key": {
                    "Correct": false,
                    "Rationale": "Transistors are made from silicon and germanium, not steel. They were invented in the late 1940s, almost a hundred years after the Bessemer steel process was introduced.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "Electric lightbulb",
                "Key": {
                    "Correct": false,
                    "Rationale": "The electric lightbulb was invented in 1879 after the Bessemer steel process was introduced. The electric lightbulb does not rely on steel and did not benefit from the Bessemer steel process.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History"
        ],
        "SubTopics": [
            "H.9(F)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The Civil Rights Act of 1957 established a Civil Rights Division within the U.S. Department of Justice. What was the main purpose of this division?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "To enforce laws prohibiting discrimination",
                "Key": {
                    "Correct": true,
                    "Rationale": "The Civil Rights Act of 1957 led to the establishment of the Civil Rights Division within the Justice Department. The new division allowed federal prosecutors to obtain court injunctions against people or organizations that interfered with the right to vote. Federal prosecutors could now enforce laws prohibiting discrimination.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "To integrate public schools",
                "Key": {
                    "Correct": false,
                    "Rationale": "The main purpose of the Civil Rights Division was to protect voter rights, not to integrate public schools. The integration of public schools was advanced by Brown v. Board of Education in 1954.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "To enforce privacy protections",
                "Key": {
                    "Correct": false,
                    "Rationale": "The main purpose of the Civil Rights Division was to protect voter rights, not to enforce privacy protections.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "To integrate the armed forces",
                "Key": {
                    "Correct": false,
                    "Rationale": "The main purpose of the Civil Rights Division was to protect voter rights, not to integrate the military. President Harry Truman integrated the military in 1948 through Executive Order 9981.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Geography",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "H.14(C)",
            "H.29(H)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "problems/TX19HSUSH/media/6a.jpg",
            "Which guarantee in the Bill of Rights could affect the establishment of parks such as this one?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "“The right of the people to be secure in their persons, houses, papers, and effects ... shall not be violated...”",
                "Key": {
                    "Correct": false,
                    "Rationale": "This guarantee is from the Fourth Amendment. It is related to a person's due process rights and protects people from unreasonable search and seizure. This guarantee does not affect the establishment of national parks.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "“Nor shall private property be taken for public use, without just compensation.”",
                "Key": {
                    "Correct": true,
                    "Rationale": "This guarantee is from the Fifth Amendment. It requires the government to pay for private property taken for public use. The guarantee could affect the establishment of a new national park if the land needed for the park was private property. In that case, the government would have to buy the land at a fair price in order to create the park. For this item the student applies critical-thinking skills to analyze and interpret social studies information in a photograph.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "“No Warrants shall issue, but upon probable cause ... describing the place to be searched, and the persons or things to be seized.”",
                "Key": {
                    "Correct": false,
                    "Rationale": "This guarantee is from the Fourth Amendment. It requires law enforcement to explain reasons for warrants to judges. This guarantee does not affect the establishment of national parks.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "“In Suits at common law, where the value in controversy shall exceed twenty dollars, the right of trial by jury shall be preserved...”",
                "Key": {
                    "Correct": false,
                    "Rationale": "This guarantee is from the Seventh Amendment. It allows people to have a trial by jury in civil cases that involve more than twenty dollars. This guarantee does not affect the establishment of national parks.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History"
        ],
        "SubTopics": [
            "H.6(A)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "What was a major influence on the popularity of the flapper during the 1920s?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "A decline in the number of women working in urban factories",
                "Key": {
                    "Correct": false,
                    "Rationale": "Flapper culture embraced the idea of women working outside the home. The popularity of flappers was not associated with a decrease in the number of women working.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "A shift away from the traditional roles of women",
                "Key": {
                    "Correct": true,
                    "Rationale": "Flappers of the 1920s were young women who embraced a lifestyle that rejected traditional norms of behavior and roles for women. They cut their hair very short, wore makeup and short skirts, danced in jazz clubs, and worked outside of the home. This shift away from traditional female roles was attractive to many women.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "An increase in the use of credit and installment plans",
                "Key": {
                    "Correct": false,
                    "Rationale": "During the 1920s credit and installment plans were primarily used for the purchase of large durable goods such as automobiles and household appliances. Such purchases were not a major influence on the popularity of flappers.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "A decrease in crime associated with prohibition",
                "Key": {
                    "Correct": false,
                    "Rationale": "Crime increased, rather than decreased, during Prohibition. Organized crime groups illegally made, transported, and sold alcoholic beverages during the 1920s.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "H.8(B)",
            "H.29(B)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            ":box:At the height of the Cold War rivalry between the United States and the Soviet Union, HUAC's influence soared and contributed to a climate of domestic fear stoked by its sensational and often unsubstantiated investigations.\n\n—“The Permanent Standing House Committee on Un-American Activities,” U.S. House of Representatives Historical Highlights, http://history.house.gov (accessed September 14, 2016)",
            "The committee mentioned in this statement was investigating suspected members of the —"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Communist Party",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the late 1930s through the 1960s, many people feared that communism was a threat to American society. The House Committee on Un-American Activities (HUAC) investigated people who were allegedly associated with the Communist Party. This led to a climate of distrust and fear in the United States. For this item the student applies critical-thinking skills to draw inferences and conclusions.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Civilian Conservation Corps",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Civilian Conservation Corps was a public work relief program for unemployed, unmarried men from 1933 to 1942. It was not associated with the Cold War.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Navajo Code Talkers",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Navajo Code Talkers were a group of Native American soldiers who served in World War II. They were not involved in the Cold War.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "Flying Tigers",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Flying Tigers were a group of American pilots who fought in World War II. They were not involved in the Cold War.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "H.8(D)",
            "H.29(B)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            ":box:But when we come to the possible sequence of events, the loss of Indochina, of Burma, of Thailand, of the Peninsula, and Indonesia following, now you begin to talk about areas that not only multiply the disadvantages that you would suffer, ... but now you are talking really about millions and millions and millions of people.\n\n—President Dwight D. Eisenhower, news conference, April 7, 1954",
            "In this excerpt, President Eisenhower is expressing concern about —"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "a trade imbalance with Asia",
                "Key": {
                    "Correct": false,
                    "Rationale": "The excerpt describes possible consequences that may result from the spread of communism in Asia. It does not discuss a trade imbalance between the United States and Asia.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "the spread of communism in Asia",
                "Key": {
                    "Correct": true,
                    "Rationale": "In this news conference, President Eisenhower expressed concern that if Indochina fell to communism, it would start a chain reaction and communism would spread throughout Southeast Asia. This concern was known as the “domino theory” and influenced U.S. foreign policy in the 1950s and 1960s. For this item the student applies critical-thinking skills to draw inferences and conclusions.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "the educational opportunities available in Asia",
                "Key": {
                    "Correct": false,
                    "Rationale": "The excerpt describes possible consequences that may result from the spread of communism in Asia. It does not discuss educational opportunities in Asia.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "an environmental disaster in Asia",
                "Key": {
                    "Correct": false,
                    "Rationale": "The excerpt describes possible consequences that may result from the spread of communism in Asia. It does not discuss an environmental disaster in Asia.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "H.3(B)",
            "H.29(B)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "problems/TX19HSUSH/media/10a.jpg",
            "Which result completes this diagram?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Ratification of a suffrage amendment",
                "Key": {
                    "Correct": false,
                    "Rationale": "The diagram connects factory production and working conditions to the expansion of labor unions in the late 1800s. It does not describe factors that led to the ratification of an amendment to expand voting rights.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Building of the transcontinental railroad",
                "Key": {
                    "Correct": false,
                    "Rationale": "The diagram connects factory production and working conditions to the expansion of labor unions in the late 1800s. It does not describe factors that led to the building of a railroad across the United States.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Passage of prohibition legislation",
                "Key": {
                    "Correct": false,
                    "Rationale": "The diagram connects factory production and working conditions to the expansion of labor unions in the late 1800s. It does not describe factors that led to the passage of laws banning the sale and consumption of alcohol.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "Expansion of labor unions",
                "Key": {
                    "Correct": true,
                    "Rationale": "The diagram describes factors that led to the expansion of labor unions in the United States in the late 1800s. Factory workers had to endure long hours, low wages, and dangerous working conditions. Labor unions emerged to help workers organize and fight for better working conditions. For this item the student applies critical-thinking skills to find the main idea and identify cause-and-effect relationships.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Culture",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "H.24(B)",
            "H.29(B)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Which government positions were held by Hillary Clinton?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": ":box:• Supreme Court Justice\n• President of the United States",
                "Key": {
                    "Correct": false,
                    "Rationale": "Hillary Clinton did not serve as a Supreme Court Justice or as President of the United States.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": ":box:• First Lady of the United States\n• Secretary of State",
                "Key": {
                    "Correct": true,
                    "Rationale": "Hillary Clinton served as First Lady of the United States from 1993 to 2001. She served as Secretary of State from 2009 until 2013. For this item the student applies critical-thinking skills to categorize information into two categories: those positions held by Hillary Clinton and those not held by Hillary Clinton.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": ":box:• Speaker of the House of Representatives\n• U.S. Senator from New York",
                "Key": {
                    "Correct": false,
                    "Rationale": "Hillary Clinton did not serve as Speaker of the House of Representatives, but she did serve as a Senator for the state of New York from 2001 to 2009.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": ":box:• U.S. Attorney General\n• Governor of Arkansas",
                "Key": {
                    "Correct": false,
                    "Rationale": "Hillary Clinton did not serve as the U.S. Attorney General or as Governor of Arkansas.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History"
        ],
        "SubTopics": [
            "H.9(A)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "During Reconstruction the Thirteenth, Fourteenth, and Fifteenth Amendments were ratified. Which issue did these amendments address?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Rights for women",
                "Key": {
                    "Correct": false,
                    "Rationale": "The three amendments all focused on the rights of former slaves. The amendments did not give women the right to vote or address other rights that women were denied.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Readmission of states to the Union",
                "Key": {
                    "Correct": false,
                    "Rationale": "These amendments did not address the readmission of states that had seceded from the Union during the Civil War. That process was addressed by the Reconstruction Acts.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Rights for former slaves",
                "Key": {
                    "Correct": true,
                    "Rationale": "These amendments were passed after the Civil War to protect the rights of former slaves. The Thirteenth Amendment abolished slavery. The Fourteenth Amendment granted citizenship and equal protection under the law. The Fifteenth Amendment affirmed that the right of citizens to vote shall not be denied or limited on the basis of race, color, or previous condition of servitude.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "Presidential impeachment proceedings",
                "Key": {
                    "Correct": false,
                    "Rationale": "While President Andrew Johnson was impeached during Reconstruction, these amendments did not address presidential impeachment proceedings.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "H.7(G)",
            "H.29(H)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "problems/TX19HSUSH/media/13a.jpg",
            "What was the main purpose of this World War II poster?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "To persuade citizens to enlist in the armed forces",
                "Key": {
                    "Correct": false,
                    "Rationale": "This poster does not encourage citizens to join the military. It encourages them to aid the war effort through voluntary actions on the home front.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "To inform citizens about the wartime dangers facing the nation",
                "Key": {
                    "Correct": false,
                    "Rationale": "This poster does not serve to inform citizens about wartime dangers. It encourages them to aid the war effort through voluntary actions on the home front.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "To encourage citizens to volunteer to help support the war",
                "Key": {
                    "Correct": true,
                    "Rationale": "The purpose of this poster was to encourage Americans to volunteer with local agencies or participate in programs to help with the war effort. For this item the student applies critical-thinking skills to analyze and interpret social studies information in a poster.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "To notify citizens of mandatory programs for national security",
                "Key": {
                    "Correct": false,
                    "Rationale": "This poster does not serve to notify citizens about mandatory programs regarding national security. It encourages them to aid the war effort through voluntary actions on the home front.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "H.8(F)",
            "H.29(B)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            ":box:What was the effect of television on the development and outcome of the war? The conventional wisdom has generally been that for better or for worse it was an anti-war influence. It brought the “horror of war” night after night into people's living rooms and eventually inspired revulsion and exhaustion. The argument has often been made that any war reported in an unrestricted way by television would eventually lose public support.\n\n—Daniel Hallin, The Museum of Broadcast Communications",
            "Which article would most likely quote this excerpt?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "“Embedding Journalists in Combat during the Korean War”",
                "Key": {
                    "Correct": false,
                    "Rationale": "This excerpt describes the effect of television on public opinion. It does not describe the embedding of journalists with combat troops.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "“The Role of the Office of War Information during World War II”",
                "Key": {
                    "Correct": false,
                    "Rationale": "This excerpt describes the effect of television on public opinion. It does not describe the role of the Office of War Information (OWI) that was created during World War II. The OWI controlled the content and imagery of war messages and centralized information to inspire patriotism and support for World War II.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "“Improvements in Media Production during the Persian Gulf War”",
                "Key": {
                    "Correct": false,
                    "Rationale": "This excerpt describes the effect of television on public opinion. It does not describe improvements in media.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "“The Role of the Media during the Vietnam War”",
                "Key": {
                    "Correct": true,
                    "Rationale": "During the Vietnam War, television networks extensively covered the conflict by broadcasting graphic and uncensored images. This type of media exposure resulted in a negative public opinion of U.S. involvement in Vietnam. For this item the student applies critical-thinking skills to find the main idea and draw conclusions.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Science, Technology & Society"
        ],
        "SubTopics": [
            "H.27(B)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Which situation is an example of a person using technology initially designed for the military?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "A teenager pumps gasoline into a new car.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The first gas pump was a pump that dispensed kerosene for fuel stoves and lamps at a grocery store in the late 1880s. It was not initially designed for the military.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "A man uses a credit card to pay for new purchases.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Credit cards were invented to help customers make purchases at companies. They were not initially designed for the military.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "A pediatrician vaccinates patients against polio.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The polio vaccine was invented to address a public health concern. It was not initially designed for the military.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "A woman uses a Global Positioning System to navigate around town.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the mid-1960s, the U.S. Navy started using satellites to identify the position of submarines. The use of satellites to help identify locations of military vehicles and to help with navigation expanded in the early 1970s. Global Positioning System (GPS) became available to the general public in the early 1990s. GPS allows people to find specific locations as they drive or walk around cities.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "H.9(H)",
            "H.29(H)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Which headline can be most directly attributed to the efforts of the Civil Rights movement?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "problems/TX19HSUSH/media/16a.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "The headline describes the increase in the number of African American members of Congress since 1959. During the Civil Rights movement, activists helped expand minority rights, including the right to vote. Barriers to voting such as literacy tests and poll taxes were gradually ended and voter participation increased as a result. Increased voter participation led to changes in congressional representation at the national level. For this item the student applies critical-thinking skills to analyze and interpret social studies information in news headlines.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "problems/TX19HSUSH/media/16b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Senate's support for a treaty to expand trade with African nations is a foreign policy decision. The treaty would not have been a result of the Civil Rights movement, which was about domestic or internal policies.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "problems/TX19HSUSH/media/16c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Twenty-Sixth Amendment was ratified in 1971. It lowered the federal voting age to 18 to match the age for the military draft during the Vietnam War.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "problems/TX19HSUSH/media/16d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The U.S. government ended the military draft at the close of the Vietnam War. The draft has not been reinstated.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "17": {
        "Number": 17,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History"
        ],
        "SubTopics": [
            "H.7(D)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Which phrase best defines the Holocaust?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The U.S. plan to relocate Japanese Americans to internment camps",
                "Key": {
                    "Correct": false,
                    "Rationale": "The internment of Japanese Americans during World War II was not known as the Holocaust.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The Allied plan to liberate concentration camps in Eastern Europe",
                "Key": {
                    "Correct": false,
                    "Rationale": "There was no official Allied plan to liberate concentration camps during World War II. Many of the concentration camps were discovered as Allied soldiers moved across Europe into Nazi-occupied territories.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The Nazi campaign to use genocide to eliminate European Jews",
                "Key": {
                    "Correct": true,
                    "Rationale": "During World War II, the leaders of Nazi Germany ordered the systematic government-sponsored killing of Jewish people in a genocide that is today known as the Holocaust.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The Japanese military strategy to destroy U.S. aircraft carriers",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Japanese military strategy to destroy U.S. aircraft carriers was not known as the Holocaust.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "18": {
        "Number": 18,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Economics",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "H.17(B)",
            "H.29(B)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "problems/TX19HSUSH/media/18a.jpg",
            "Which option completes this title?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Social Security Act",
                "Key": {
                    "Correct": false,
                    "Rationale": "Social Security is a federal insurance program that pays benefits to retired workers and to those who are disabled. It does not provide tuition assistance and other education benefits to veterans.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Twenty-Sixth Amendment",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Twenty-Sixth Amendment lowered the federal voting age to 18. It does not provide tuition assistance and other education benefits to veterans.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "GI Bill",
                "Key": {
                    "Correct": true,
                    "Rationale": "The Servicemen's Readjustment Act of 1944, or the GI Bill, was created to help veterans of World War II. It included financial aid for tuition and expenses related to college or trade schools. The GI Bill continues to provide money to veterans for education-related expenses. For this item the student applies critical-thinking skills to draw inferences and conclusions.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "Americans with Disabilities Act",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Americans with Disabilities Act was passed in 1990. It is a civil rights law that prohibits discrimination against individuals with disabilities. It does not provide tuition assistance and other education benefits to veterans.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "19": {
        "Number": 19,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History"
        ],
        "SubTopics": [
            "H.8(C)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Why did the United States intervene in Korea during the mid-twentieth century?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The United States wanted to promote trade in Southeast Asia.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Promoting trade in Southeast Asia was not a reason for U.S. intervention in Korea. The United States was responding to North Korea's invasion of South Korea.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The United States responded to a surprise attack against a U.S. naval base.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Responding to a surprise attack against a U.S. naval base was not a reason for U.S. intervention in Korea. The United States was responding to North Korea's invasion of South Korea. A surprise attack against a U.S. naval base caused U.S. entry into World War II.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The United States assumed responsibility for defeating international terrorist groups.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Defeating international terrorist groups was not a reason for U.S. intervention in Korea. The United States was responding to North Korea's invasion of South Korea.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The United States led the international community in response to an act of aggression.",
                "Key": {
                    "Correct": true,
                    "Rationale": "During the 1950s the United States was committed to a foreign policy of containment, or preventing the spread of communism. When communist North Korea invaded noncommunist South Korea, the United States led the United Nations' military response.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "20": {
        "Number": 20,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Citizenship",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "H.22(A)",
            "H.29(B)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            ":box:The nation participates in the making of its laws by the choice of its legislators, and in the execution of them by the choice of the agents of the executive government; it may almost be said to govern itself...\n\n—Alexis de Tocqueville, Democracy in America, 1835",
            "Which constitutional provision did the most to advance the aspect of democracy Tocqueville describes?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": ":box:“The right of the people to be secure in their persons, houses, papers, and effects, against unreasonable searches and seizures, shall not be violated...”",
                "Key": {
                    "Correct": false,
                    "Rationale": "This excerpt from the Fourth Amendment protects citizens against unreasonable search and seizure. It does not involve the election of representatives.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": ":box:“Neither slavery nor involuntary servitude, except as a punishment for crime whereof the party shall have been duly convicted shall exist within the United States, or any place subject to their jurisdiction.”",
                "Key": {
                    "Correct": false,
                    "Rationale": "This excerpt from the Thirteenth Amendment abolished slavery in the United States. It does not involve the election of representatives.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": ":box:“The right of citizens of the United States to vote shall not be denied or abridged by the United States or by any State on account of sex.”",
                "Key": {
                    "Correct": true,
                    "Rationale": "Alexis de Tocqueville describes representative democracy when he says that America governs itself because members of Congress and the president are elected by the people. This excerpt from the Nineteenth Amendment gives women the right to vote. This constitutional provision advanced democracy by including women in the voting population. For this item the student applies critical-thinking skills to draw inferences and conclusions.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": ":box:“Whenever there is a vacancy in the office of the Vice President, the President shall nominate a Vice President who shall take office upon confirmation by a majority vote of both Houses of Congress.”",
                "Key": {
                    "Correct": false,
                    "Rationale": "This excerpt from the Twenty-Fifth Amendment describes the process for vice-presidential succession. It does not describe the election of representatives.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "21": {
        "Number": 21,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History"
        ],
        "SubTopics": [
            "H.11(B)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "What was the primary goal of the 2009 Affordable Care Act?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "To eliminate state medical programs",
                "Key": {
                    "Correct": false,
                    "Rationale": "The primary goal of the Affordable Care Act was to expand access to health insurance for all individuals, not to eliminate state medical programs.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "To expand access to health insurance",
                "Key": {
                    "Correct": true,
                    "Rationale": "The 2009 Affordable Care Act was a comprehensive health care reform law. Its primary goals were to make affordable health insurance available to more people, expand the Medicaid program, and support innovative medical care delivery methods designed to lower the costs of health care generally.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "To nationalize medical care for the elderly",
                "Key": {
                    "Correct": false,
                    "Rationale": "The primary goal of the Affordable Care Act was to expand access to health insurance for all individuals. The act did not focus on the elderly and was not intended to transfer private medical care for the elderly to the national government.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "To ease restrictions on healthcare providers",
                "Key": {
                    "Correct": false,
                    "Rationale": "The primary goal of the Affordable Care Act was to expand access to health insurance for all individuals. The goal was not to reduce restrictions on healthcare providers.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "22": {
        "Number": 22,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "H.3(C)",
            "H.29(H)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "In 1895 the Department of Street Cleaning in New York City created a permanent group of sanitation workers known as the White Wings. This image shows the White Wings at work in 1896.",
            "problems/TX19HSUSH/media/22a.jpg",
            "Which issue contributed most to the need for this permanent sanitation group?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Increased urban population",
                "Key": {
                    "Correct": true,
                    "Rationale": "As industrialization, immigration, and the availability of factory jobs increased, the populations of American cities grew. The increased urban population created an increased need for city services, including street cleaning and other sanitation services. For this item the student applies critical-thinking skills to analyze and interpret social studies information in an image.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "The passage of labor laws",
                "Key": {
                    "Correct": false,
                    "Rationale": "A larger urban population contributed most to the need for a permanent sanitation group in large urban areas such as New York, not the passage of labor laws.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Decreased regulation of urban rail systems",
                "Key": {
                    "Correct": false,
                    "Rationale": "A larger urban population contributed most to the need for a permanent sanitation group in large urban areas such as New York, not a reduction in the regulation of urban railway systems.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "The establishment of immigration quotas",
                "Key": {
                    "Correct": false,
                    "Rationale": "Immigration quotas would have reduced the number of people coming into urban areas, reducing the need for a permanent sanitation group.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "23": {
        "Number": 23,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Economics"
        ],
        "SubTopics": [
            "H.15(D)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "What was one significant impact of the opening of the Panama Canal?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It helped reduce the spread of communism and socialism in Latin American countries.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The opening of the Panama Canal in 1914 affected trade and travel, not efforts to reduce the spread of communism and socialism in Latin America. These efforts occurred decades after the opening of the canal.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "It resulted in the signing of the North American Free Trade Agreement.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The North American Free Trade Agreement was signed by the United States, Canada, and Mexico in 1992. The opening of the Panama Canal in 1914 did not impact this agreement.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "It increased trade by reducing travel times between the Pacific and the Atlantic Oceans.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Opened in August 1914, the Panama Canal connects the Pacific and the Atlantic Oceans. Before the canal the fastest route for ships traveling between the east and west coasts of the United States was to travel around the southern tip of South America. The opening of the canal significantly reduced the travel time and distance for ships traveling this route.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "It created tension between the United States and Latin American countries over immigration policy.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The opening of the Panama Canal in 1914 did not create tension between the United States and Latin American countries over immigration. Most immigrants to the United States were coming from European countries at this time.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "24": {
        "Number": 24,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Science, Technology & Society",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "H.26(E)",
            "H.29(H)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "problems/TX19HSUSH/media/24a.jpg",
            "What does the motto shown on this seal mean?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "“Liberty, Fraternity, Equality”",
                "Key": {
                    "Correct": false,
                    "Rationale": "E pluribus unum means “Out of Many, One.” It does not mean “Liberty, Fraternity, Equality.”",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "“Justice for All”",
                "Key": {
                    "Correct": false,
                    "Rationale": "E pluribus unum means “Out of Many, One.” It does not mean “Justice for All.”",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "“America First”",
                "Key": {
                    "Correct": false,
                    "Rationale": "E pluribus unum means “Out of Many, One.” It does not mean “America First.”",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "“Out of Many, One”",
                "Key": {
                    "Correct": true,
                    "Rationale": "The motto E pluribus unum shown on this seal is Latin for “Out of Many, One.” For this item the student applies critical-thinking skills to analyze and interpret social studies information in a visual.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "25": {
        "Number": 25,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Government",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "H.19(C)",
            "H.29(B)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "problems/TX19HSUSH/media/25a.jpg",
            "Which option completes this diagram?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "President Richard Nixon's involvement in Watergate",
                "Key": {
                    "Correct": true,
                    "Rationale": "During the 1960s and 1970s, the term “credibility gap” was used to describe the difference between events and the information that the government provided to the public about those events. Watergate refers to the scandal surrounding the attempted burglary of the Democratic National Committee headquarters in 1972. The credibility gap combined with President Nixon's involvement in the Watergate scandal caused many Americans to have less trust in government and elected officials. For this item the student applies critical-thinking skills to identify cause-and-effect relationships and make generalizations.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The proposed ratification of the Equal Rights Amendment",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Equal Rights Amendment (ERA) was proposed to provide a constitutional guarantee that rights would be protected regardless of gender. It was sent to the states for ratification in 1972. Conservative opponents argued that ratification of the ERA would be detrimental to women. As a result, the amendment failed to achieve ratification. The failure did not lead to a loss of trust in the federal government.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "President Jimmy Carter's negotiation of the Camp David Accords",
                "Key": {
                    "Correct": false,
                    "Rationale": "President Jimmy Carter negotiated a peace treaty between Egypt and Israel in 1978 called the Camp David Accords. At the time it was viewed by the American public as a positive step toward peace in the Middle East. It did not lead to a loss of trust in the federal government.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The introduction of the Marshall Plan as official foreign policy",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Marshall Plan was introduced in 1948 and was designed to help rebuild Europe after World War II. The plan stimulated the European and American economies and was viewed positively by the American people. It did not lead to a loss of trust in the federal government.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "26": {
        "Number": 26,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "H.3(A)",
            "H.29(B)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            ":box:My party's in power in the city, and it's goin' to undertake a lot of public improvements. Well, I'm tipped off, say, that they're going to lay out a new park at a certain place. I see my opportunity and I take it. I go to that place and I buy up all the land I can in the neighborhood. Then the board of this or that makes its plan public, and there is a rush to get my land, which nobody cared particular for before. Ain't it perfectly honest to charge a good price and make a profit on my investment and foresight? Of course, it is. Well, that's honest graft.\n\n—George Washington Plunkitt, Plunkitt of Tammany Hall, 1905",
            "Which action is best described by this excerpt?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Elected leaders helped immigrants to assimilate to life in the United States.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This excerpt describes a political boss's attempt to make a profit. It does not describe an effort to help immigrants assimilate to life in the United States.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Political machines justified corruption while providing benefits to communities.",
                "Key": {
                    "Correct": true,
                    "Rationale": "During the early 1900s, political machines, such as New York City's Tammany Hall, were known for being corrupt. George Washington Plunkitt, a Tammany Hall official, used inside knowledge about a new public park to reap a dishonest profit for himself. He bought the land the city planned to use for the park. Then he sold it to the city for a high price at taxpayer expense. Plunkitt tried to justify his greed and dishonesty by saying that he helped the public get their park. For this item the student applies critical-thinking skills to summarize the main idea.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Progressive leaders protested eminent domain laws in the United States.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This excerpt describes a political boss's dishonest use of eminent domain to buy and sell private land for public use. George Washington Plunkitt was not a leader of the reform-seeking Progressive movement and he did not protest eminent domain.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "Muckrakers tried to uncover government scandals in urban communities.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This excerpt was by a political boss, or leader of a political machine, not by a muckraker, or journalist who reported on social problems. The speaker presents justification for corrupt activities rather than exposing the problem.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "27": {
        "Number": 27,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Science, Technology & Society",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "H.26(A)",
            "H.29(A)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            ":box:The contractor will take affirmative action to ensure that applicants are employed, and that employees are treated during employment, without regard to their race, color, religion, sex, sexual orientation, gender identity, or national origin.\n\n—Executive Order 11246 as amended, September 24, 1965",
            "What was the main purpose of this executive order?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "To expand protections in hiring decisions",
                "Key": {
                    "Correct": true,
                    "Rationale": "President Lyndon B. Johnson signed Executive Order 11246 to outline non-discriminatory hiring practices and affirmative action rules for federal contractors. Affirmative action is an active effort to improve opportunities for groups who have been historically discriminated against. For this item the student applies critical-thinking skills to analyze a primary source and answer a historical question.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "To guarantee a minimum wage for employees",
                "Key": {
                    "Correct": false,
                    "Rationale": "The purpose of the executive order was to protect against discriminatory hiring practices, not to guarantee a minimum wage for workers.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "To provide corporate tax cuts to companies",
                "Key": {
                    "Correct": false,
                    "Rationale": "The purpose of the executive order was to protect against discriminatory hiring practices, not to give corporate tax cuts to companies.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "To provide on-the-job training for new workers",
                "Key": {
                    "Correct": false,
                    "Rationale": "The purpose of the executive order was to protect against discriminatory hiring practices, not to provide on-the-job training for new employees.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "28": {
        "Number": 28,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History"
        ],
        "SubTopics": [
            "H.4(F)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Why did the U.S. Senate refuse to ratify the Treaty of Versailles after World War I?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The Senate would not support America's participation in the League of Nations.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The Treaty of Versailles was the official agreement negotiated between Germany and the Allies to establish peace after World War I. Part of the treaty involved the creation of an international organization to preserve peace. Members of the organization were required to send military forces to protect the security of other member nations. The U.S. Senate refused to ratify the treaty because it wanted to retain control over U.S. involvement in foreign conflicts.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "The Senate believed the treaty did not punish Germany enough.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The United States, France, and Great Britain disagreed over the type and severity of punishment for Germany after World War I. This was not a reason why the U.S. Senate refused to ratify the Treaty of Versailles.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "The Senate thought the treaty did not have the power to prevent secret alliances.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Treaty of Versailles did not address secret alliances. The Senate was concerned about the requirement of the United States to join the League of Nations and come to the aid of member nations.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "The Senate could not agree on military disarmament levels.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Treaty of Versailles reduced Germany's military to very low levels and prohibited them fromhaving certain types of weapons. This was not a reason why the U.S. Senate failed to ratify the Treaty of Versailles.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "29": {
        "Number": 29,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Geography",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "H.13(A)",
            "H.29(B)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            ":box:Thousands of African Americans moved to the Great Plains during the late nineteenth century. Many of them moved to Kansas in what was called the Great Exodus, and the participants were called exodusters.",
            "What was the primary reason the exodusters left the South?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "To escape drought conditions",
                "Key": {
                    "Correct": false,
                    "Rationale": "Exodusters did not migrate to the Great Plains to escape drought conditions. They migrated to escape oppression and discrimination in the South.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "To reunite with family members",
                "Key": {
                    "Correct": false,
                    "Rationale": "While some exodusters did eventually reunite with family members who migrated to the Great Plains before them, the primary reason exodusters left the South was to escape oppression and discrimination.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "To find employment in U.S. wartime industries",
                "Key": {
                    "Correct": false,
                    "Rationale": "Many African Americans left the South before and during World War I to find jobs in wartime industries as part of the Great Migration. However, exodusters migrated to the Great Plains in the late 1800s.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "To escape oppression and discrimination",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the late 1800s, African Americans in the South experienced oppression, discrimination, and racial violence. Many African Americans migrated to other parts of the country to escape these conditions and improve their economic situation. For this item the student applies critical-thinking skills to identify cause-and-effect relationships.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "30": {
        "Number": 30,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Economics"
        ],
        "SubTopics": [
            "H.16(B)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Which statement best describes how investment in the stock market during the mid-to-late 1920s contributed to the Great Depression?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "People were unable to repay the loans used to purchase stocks.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the 1920s many investors borrowed money in order to buy stocks. When the stock market crashed and stock prices fell, investors could not sell the stocks at prices high enough to repay the loans. When investors could not pay back the money they had borrowed, banks began to fail, which contributed to the Great Depression.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Government taxes on stock transactions made it difficult to repay investors.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Investment in the stock market contributed to the Great Depression because people were unable to repay the money they borrowed to buy stocks. Government taxes on the selling of stocks decreased during this period and did not contribute to the Great Depression.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Financial institutions were not required to report earnings to stock investors.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Investment in the stock market contributed to the Great Depression because people were unable to repay the money they borrowed to buy stocks. The Great Depression did not occur because financial institutions reported or failed to report earnings to investors.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "Foreign countries were not required to immediately pay stockholder earnings.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Investment in the stock market contributed to the Great Depression because people were unable to repay the money they borrowed to buy stocks. It was not because foreign countries delayed paying earnings to stockholders.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "31": {
        "Number": 31,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Government"
        ],
        "SubTopics": [
            "H.18(B)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "How have computer technology entrepreneurs such as Steve Jobs and Jeff Bezos most directly affected the twenty-first-century economy?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "More people are able to shop for goods online.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Entrepreneurs like Steve Jobs and Jeff Bezos helped make goods more accessible to people through the use of computer technology. Steve Jobs was a co-founder of Apple, Inc. and Jeff Bezos founded Amazon.com, Inc. Because of their contributions, more people are able to use their computers to shop for goods online.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Restaurant owners are able to open fast-food franchises overseas.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Steve Jobs and Jeff Bezos have directly affected the twenty-first century economy through computer and online shopping. They are not directly associated with restaurant owners opening franchises in other countries.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "More people are able to get hired after graduating from high school.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Steve Jobs and Jeff Bezos have directly affected the twenty-first century economy through computer and online shopping. They are not directly associated with people getting hired after high school graduation.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Bankers are able to offer customized loans for potential home buyers.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Steve Jobs and Jeff Bezos have directly affected the twenty-first century economy through computer and online shopping. They are not directly associated with banks offering home loans to people who want to buy homes.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "32": {
        "Number": 32,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Economics",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "H.17(A)",
            "H.29(B)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "problems/TX19HSUSH/media/32a.jpg",
            "Which sentence completes this cause-and-effect diagram?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The government reduces its use of propaganda.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The government increased rather than decreased its use of propaganda to generate moral and financial support for the war.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "The level of industrial production increases.",
                "Key": {
                    "Correct": true,
                    "Rationale": "When the United States entered World War II, federal defense spending increased significantly. Factories were contracted to produce military supplies, weapons, and equipment. The level of industrial production increased. For this item the student applies critical-thinking skills to find the main idea and identify cause-and-effect relationships.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "The government reduces its use of rationing programs.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The government introduced and expanded rather than reduced rationing programs in the United States to help conserve resources needed to participate in the war.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "The unemployment rate increases.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The unemployment rate decreased rather than increased as a result of U.S. entry into World War II and increased national defense spending.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "33": {
        "Number": 33,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "H.4(A)",
            "H.29(H)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "problems/TX19HSUSH/media/33a.jpg",
            "What message about imperialism did this political cartoon convey?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The closer an acquired territory was, the more self-government it should be allowed to exercise.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cartoon does not have any words or symbols regarding self-government. The cartoon illustrates the difficulty of managing territories that are far from the continental United States.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Imperialism was not likely to improve access to overseas markets.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While imperialism may have improved access to overseas trade markets, this cartoon's words and symbols do not convey that message. The cartoon illustrates the difficulty of managing territories that are far away from the continental United States.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "It was not worth angering European powers to annex new territories.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While U.S. territorial expansion may have angered some European powers, this cartoon's words and symbols do not convey that message. The cartoon illustrates the difficulty of managing territories that are far away from the continental United States.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The farther imperialist expansion extended, the harder it would be for the United States to maintain control.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Imperialism refers to the economic, military, and cultural influence of one country over another. As a result of the Spanish-American War and other actions, the United States acquired territories in Latin America and the Pacific. Positioning of the eagle and wording of the cartoon caption address the challenge of managing and maintaining control of territories that are far away from the continental United States. For this item the student applies critical-thinking skills to analyze and interpret social studies information in a political cartoon.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "34": {
        "Number": 34,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Economics"
        ],
        "SubTopics": [
            "H.15(B)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "What was the purpose of the Pure Food and Drugs Act of 1906?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "To protect consumers by regulating the food and drug industry",
                "Key": {
                    "Correct": true,
                    "Rationale": "During the early 1900s, journalists and writers reported unsanitary conditions and corruption that affected the food-packing and drug industries. Consumers were often getting mislabeled or harmful products. These conditions resulted in significant public outcry and prompted Congress to pass the Pure Food and Drug Act to protect consumers.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "To lower the cost of essential foods and drugs for consumers",
                "Key": {
                    "Correct": false,
                    "Rationale": "The purpose of the act was to protect consumers, not to lower the cost of essential foods and drugs.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "To prevent shortages by regulating the supply of food and drugs",
                "Key": {
                    "Correct": false,
                    "Rationale": "The purpose of the act was to protect consumers, not to prevent shortages by regulating the supply of food and drugs.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "To reduce production costs for food and drug manufacturers",
                "Key": {
                    "Correct": false,
                    "Rationale": "The purpose of the act was to protect consumers, not to reduce production costs for food and drug manufacturers.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "35": {
        "Number": 35,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Geography",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "H.14(A)",
            "H.29(B)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            ":box:Over the course of the 20th century, the composition of the labor force shifted from industries dominated by primary production occupations, such as farmers and foresters, to those dominated by professional, technical, and service workers.\n\n—Donald M. Fisk, “American Labor in the 20th Century,” Fall 2001",
            "How have these shifts affected the physical environment?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Water shortages occurred as more people moved to rural areas.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This excerpt describes a shift in the labor force from rural jobs to urban jobs. It does not describe people moving to rural areas.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Air pollution levels increased as the government decreased regulations.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While pollution levels might have increased as a result of the shift described in this excerpt, the government increased, rather than decreased, regulations over air quality in this time period.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Cropland eroded as farmers used outdated agricultural techniques.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This excerpt describes a shift in the labor force from rural jobs to urban jobs. It does not suggest that erosion developed because farmers used outdated farming techniques.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Cities grew in size as previously used farmland was absorbed into urban areas.",
                "Key": {
                    "Correct": true,
                    "Rationale": "During the twentieth century, cities expanded outward as more people moved for professional jobs. This expansion, or urban sprawl, led cities to absorb the land that used to be used for farming or agricultural purposes. For this item the student applies critical-thinking skills to draw inferences and conclusions.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "36": {
        "Number": 36,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Geography",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "H.12(A)",
            "H.29(B)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            ":box: ͟ ͟ ͟ ͟ ͟ ͟ ͟ ͟ ͟ ͟?͟ ͟ ͟ ͟ ͟ ͟ ͟ ͟ ͟ ͟ \n\n• Built sod houses\n• Used steel plows\n• Developed dry farming techniques",
            "What is the best title for this list?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "How Sharecroppers Lived in the Deep South",
                "Key": {
                    "Correct": false,
                    "Rationale": "While sharecroppers in the Deep South likely used steel plows, the geographic conditions of the Deep South did not lead people to build sod houses or use dry farming techniques.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Ways Migrant Workers Lived in the Southwest",
                "Key": {
                    "Correct": false,
                    "Rationale": "While migrant workers in the Southwest likely used dry farming techniques and steel plows, the geographic conditions of the Southwest did not lead migrant workers to build sod houses.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "How Miners Took Advantage of Gold Rush Opportunities",
                "Key": {
                    "Correct": false,
                    "Rationale": "Gold rush opportunities drew miners to California and the Pacific Northwest. The geographic conditions in California and the Pacific Northwest did not lead miners to build sod houses, use steel plows, or develop dry farming techniques.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "Ways Settlers Adapted to Conditions on the Great Plains",
                "Key": {
                    "Correct": true,
                    "Rationale": "When settlers migrated to the Great Plains in the late 1800s, they adapted to the region's conditions of few trees, hard soil, and dry weather. Because there was little wood available, settlers had to use sod, or dirt with grass in it, to build their homes. Steel plows were used to break up the sod to plant crops. Farmers also developed dry farming techniques. For this item the student applies critical-thinking skills to find the main idea and identify cause-and-effect relationships.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "37": {
        "Number": 37,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History"
        ],
        "SubTopics": [
            "H.11(A)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Why did the United States fight in the Persian Gulf War?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Iraq needed help resisting a communist revolution.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The United States fought in the Persian Gulf War because Iraq invaded and occupied Kuwait, not because of a communist revolution in Iraq.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Iraq supplied weapons to al-Qaeda terrorists.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The United States fought in the Persian Gulf War because Iraq invaded and occupied Kuwait, not because Iraq was supplying weapons to al-Qaeda terrorists.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Iraq invaded and occupied Kuwait.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In August 1990 Iraq's leader, Saddam Hussein, ordered the invasion and occupation of Kuwait. His goals were to obtain Kuwait's oil reserves, cancel a debt owed to Kuwait, and expand Iraqi power in the Middle East. The United States and its allies began a military offensive against Iraq in January 1991 after United Nations sanctions failed to convince Iraq to withdraw from Kuwait.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Iraq financed the Soviet invasion of Afghanistan.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The United States fought in the Persian Gulf War because Iraq invaded and occupied Kuwait, not because Iraq financed the Soviet invasion of Afghanistan.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "38": {
        "Number": 38,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Science, Technology & Society"
        ],
        "SubTopics": [
            "H.26(B)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Which factor prompted the Americanization movement of the early twentieth century?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The increasing numbers of immigrants from Eastern and Southern Europe",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the early 1900s, more than 15 million immigrants came to the United States. This large influx of immigrants, many from Eastern and Southern Europe, created a strong movement among many Americans to assimilate, or absorb, immigrants into American culture.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "The strengthening of Jim Crow laws in the southern United States",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Americanization movement was prompted by a desire to assimilate European immigrants into American culture in the early 1900s, not to strengthen laws that enforced racial segregation in the South between the mid-1870s and the mid-1950s.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "The rising tensions between the United States and the Soviet Union",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Americanization movement was prompted by a desire to assimilate European immigrants into American culture during the early 1900s. The Americanization movement began before the rise of tensions between the Soviet Union and the United States.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "The growing concern about environmental issues in the western United States",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Americanization movement was prompted by a desire to assimilate European immigrants into American culture, not concern about environmental issues in the western United States.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "39": {
        "Number": 39,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "H.5(A)",
            "H.29(H)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "problems/TX19HSUSH/media/39a.jpg",
            "What is one way the Progressive Era reform outlined in this diagram has affected U.S. politics?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "More women have been elected to Congress.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The initiative process does not affect the election of members to Congress.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Citizens have a more direct influence on lawmaking.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The ballot initiative process outlined in the diagram shows that citizens may put proposed laws directly on the ballot instead of relying on the state government. This reform gives citizens more direct influence on the law-making process. For this item the student applies critical-thinking skills to analyze and interpret social studies information in a diagram.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Corrupt officials can be removed from office.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The initiative process does not include provisions for removing people from office.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Primary elections are prohibited in several states.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The initiative process does not prohibit primary elections.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "40": {
        "Number": 40,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Economics"
        ],
        "SubTopics": [
            "H.16(E)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Which New Deal program still in existence today provides an income for retired people?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Social Security Administration",
                "Key": {
                    "Correct": true,
                    "Rationale": "The Social Security Administration was created as part of the Social Security Act of 1935. Social Security is a social insurance program designed to pay retired workers an income after retirement. It also helps people with disabilities and other needs.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Securities and Exchange Commission",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Securities and Exchange Commission (SEC) was created in 1934 as part of the New Deal to regulate the stock market and protect investors.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Federal Deposit Insurance Corporation",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Federal Deposit Insurance Corporation (FDIC) was created in 1933 as part of the New Deal to protect deposits against bank failures.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "Farm Credit Administration",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Farm Credit Administration was created in 1933 as part of the New Deal to provide credit to farmers, ranchers, and cooperatives in rural America.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "41": {
        "Number": 41,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Government"
        ],
        "SubTopics": [
            "H.20(A)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The Gulf of Tonkin Resolution increased the power of the executive branch by —"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "allowing the president to use military force without a declaration of war by Congress",
                "Key": {
                    "Correct": true,
                    "Rationale": "Congress passed the Gulf of Tonkin Resolution in 1964 in response to reports that two U.S. ships had been attacked off the coast of Vietnam. It gave the president the executive authority to take all necessary measures to retaliate against armed attacks and prevent further aggression. This authority did not require a declaration of war from Congress.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "authorizing the president to choose the Senate Majority Leader",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Gulf of Tonkin Resolution did not authorize the president to choose the Senate Majority Leader. The Senate Majority Leader is elected by the members of the party in power in the Senate at the beginning of each Congress.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "allowing the president to introduce bills to Congress",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Gulf of Tonkin Resolution did not allow the president to introduce bills to Congress. Only Congress members have the power to introduce bills to Congress.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "expanding the president's right to executive privilege",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Gulf of Tonkin Resolution did not expand the president's right to executive privilege, or withholding certain information from Congress, the courts, or the public.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "42": {
        "Number": 42,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "H.1(A)",
            "H.29(A)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            ":box:The powers not delegated to the United States by the Constitution, nor prohibited by it to the States, are reserved to the States respectively, or to the people.\n\n—Tenth Amendment",
            "Which phrase best describes the goal of this amendment?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "To restrict civil liberties",
                "Key": {
                    "Correct": false,
                    "Rationale": "The goal of the Tenth Amendment is to limit the power of the federal government, not to restrict civil liberties.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "To limit due process rights",
                "Key": {
                    "Correct": false,
                    "Rationale": "The goal of the Tenth Amendment is to limit the power of the federal government, not to limit due process rights.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "To restrain the power of judicial activists",
                "Key": {
                    "Correct": false,
                    "Rationale": "The goal of the Tenth Amendment is to limit the power of the federal government, not to restrain the power of judges who make rulings based on personal opinion rather than existing law.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "To limit the power of the federal government",
                "Key": {
                    "Correct": true,
                    "Rationale": "The Tenth Amendment is part of the Bill of Rights. This amendment was meant to protect rights and powers that were not explicitly listed in the rest of the Bill of Rights. For this item the student applies critical-thinking skills to analyze a primary source and answer a historical question.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "43": {
        "Number": 43,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Science, Technology & Society"
        ],
        "SubTopics": [
            "H.27(C)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "What was one immediate result of Henry Ford's manufacturing methods?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Cars became affordable for more people.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Henry Ford introduced the assembly line to the car manufacturing process in 1913. On an assembly line, each worker completes one specific part of the production process. Materials are moved from workstation to workstation, allowing pieces to be put together until the product is completed. This method increased the speed at which items were made and helped lower costs of production. Lower production costs resulted in lower-priced cars.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Cars required little fuel to operate efficiently.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Henry Ford's manufacturing methods helped to make cars more affordable for people. They did not reduce the amount of fuel cars needed to operate efficiently.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Cars replaced railroads as the fastest way to ship goods.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Cars produced in the early 1900s were small and relatively slow. They did not replace railroads as the fastest way to ship goods.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Cars could be customized.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The goal of assembly line production was to lower production costs by producing large quantities of identical products. Cars produced on the assembly line were not customized.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "44": {
        "Number": 44,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Government"
        ],
        "SubTopics": [
            "H.20(B)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "President Franklin D. Roosevelt proposed an increase in the number of Supreme Court justices because the Court ruled against —"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "the gold standard",
                "Key": {
                    "Correct": false,
                    "Rationale": "President Roosevelt wanted to increase the number of Supreme Court justices because the Court ruled against some New Deal programs, not the use of the gold standard.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "some New Deal programs",
                "Key": {
                    "Correct": true,
                    "Rationale": "During the 1930s the Supreme Court ruled against several important New Deal programs. As a result President Franklin D. Roosevelt proposed a bill in 1937 to increase the number of Supreme Court justices. He hoped to change the makeup of the court so that his New Deal programs would not be ruled unconstitutional.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "internment camps",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Supreme Court ruled in favor of internment camps in Korematsu v. United States.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "some rationing programs",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Supreme Court did not rule against rationing programs during World War II.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "45": {
        "Number": 45,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Economics"
        ],
        "SubTopics": [
            "H.15(E)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Which phrase describes a major goal of the Federal Reserve Act of 1913?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "To provide stability for the national economy by creating a central banking system",
                "Key": {
                    "Correct": true,
                    "Rationale": "Congress created the Federal Reserve, or Fed, as a central banking system. The Fed helps provide stability for the national economy. Among other responsibilities the Fed controls interest rates, helps deal with unemployment, and supervises and regulates banks and other financial institutions.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "To raise money for wartime needs by selling government bonds",
                "Key": {
                    "Correct": false,
                    "Rationale": "Raising money for wartime needs by was not a goal of the Federal Reserve Act of 1913.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "To give incentives for U.S. entrepreneurs by offering low-interest loans",
                "Key": {
                    "Correct": false,
                "Rationale": "The Federal Reserve Act did not ensure low-interest loans. The Fed lowers and raises interest rates in response to national economic needs, not the needs of individual entrepreneurs.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "To encourage competition in U.S. industry by breaking up corporate trusts",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Federal Reserve Act did not break up corporate trusts. The Fed regulates banks and other financial institutions to ensure stability, not to encourage competition.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "46": {
        "Number": 46,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Culture",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "H.25(B)",
            "H.29(H)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "problems/TX19HSUSH/media/46a.jpg",
            "What is the significance of this 1978 mural?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "It is representative of artistic expressions of the Beat Generation.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This 1978 mural is significant because it demonstrates Mexican American cultural pride. It was not painted by artists from the Beat Generation, a 1950s movement that focused on social nonconformity.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "It was commissioned by the federal government through the National Endowment for the Arts (NEA).",
                "Key": {
                    "Correct": false,
                    "Rationale": "This mural is significant because it demonstrates Mexican American cultural pride. It was not commissioned by the federal government.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "It is an example of cultural pride among Mexican Americans.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This mural is an example of cultural pride among Mexican Americans. The Chicano Mural Movement began in the 1960s in Mexican American neighborhoods throughout the southwestern United States and celebrated Mexican American culture. Artists painted images on public structures to illustrate contributions made by Mexican Americans to American society. For this item the student applies critical-thinking skills to analyze and interpret social studies information in a photograph.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "It was painted by artists employed under the Works Progress Administration (WPA).",
                "Key": {
                    "Correct": false,
                    "Rationale": "This mural was painted in 1978. The Works Progress Administration was a New Deal program active during the 1930s and 1940s.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "47": {
        "Number": 47,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Citizenship"
        ],
        "SubTopics": [
            "H.23(A)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Which action did the U.S. government take in 1924 to expand the rights of American Indians?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Granting citizenship to American Indians",
                "Key": {
                    "Correct": true,
                    "Rationale": "In 1924 the U.S. government passed the American Indian Citizenship Act. This act granted citizenship to all American Indians born in the United States.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Establishing private schools for American Indian children",
                "Key": {
                    "Correct": false,
                    "Rationale": "The U.S. government created schools in the late 1870s to assimilate young American Indians into mainstream U.S. culture. The government granted citizenship to American Indians in 1924.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Providing retirement benefits to American Indians",
                "Key": {
                    "Correct": false,
                    "Rationale": "The U.S. government granted citizenship to American Indians in 1924. The U.S. government did not provide retirement benefits for American Indians.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Guaranteeing jobs for American Indians in urban areas",
                "Key": {
                    "Correct": false,
                    "Rationale": "The U.S. government granted citizenship to American Indians in 1924. The U.S. government did not guarantee jobs for American Indians in urban areas.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "48": {
        "Number": 48,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History"
        ],
        "SubTopics": [
            "H.2(D)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "What was the most significant result of the 1957 launch of Sputnik?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "U.S. military troops were deployed to Korea.",
                "Key": {
                    "Correct": false,
                    "Rationale": "U.S. military troops were sent to Korea in 1950, while Sputnik I was launched in 1957.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "The United States ended its involvement in the Vietnam War.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The United States ended its involvement in Vietnam in 1975, while Sputnik I was launched in 1957.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "A space race between the United States and the Soviet Union began.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In 1957 the Soviet Union launched Sputnik I, the earth's first artificial satellite. Over the next thirty years, the United States and the Soviet Union competed against one another for superiority in space travel and exploration. This Cold War competition is known as the space race.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "The U.S. government implemented the Marshall Plan.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Marshall Plan was implemented in 1948, while Sputnik I was launched in 1957.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "49": {
        "Number": 49,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Citizenship",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "H.21(A)",
            "H.29(B)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            ":box:But it taxes our credulity to say that mere chance resulted in their [sic] being no members of this class among the over six thousand jurors called in the past 25 years. The result bespeaks discrimination, ... [Hernandez's] only claim is the right to be indicted and tried by juries from which all members of his class are not systematically excluded—juries selected from among all qualified persons regardless of national origin or descent. To this much, he is entitled by the Constitution.\n\n—Chief Justice Earl Warren, Hernandez v. Texas, May 3, 1954",
            "How did this Supreme Court decision affect judicial interpretations of the Constitution?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "By expanding equal protection rights",
                "Key": {
                    "Correct": true,
                    "Rationale": "Pete Hernandez was convicted of murder by an all-white jury at a time when Mexican Americans were excluded from serving on juries in Texas. In the landmark Supreme Court case Hernandez v. Texas, Chief Justice Earl Warren delivered the unanimous decision, extending constitutional protection to Mexican Americans and barring group-based discrimination. The court held that Mexican Americans were a distinct group entitled to the same equal protection rights as other groups. For this item the student applies critical-thinking skills to find the main idea and draw conclusions.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "By eliminating due process protections",
                "Key": {
                    "Correct": false,
                    "Rationale": "This Supreme Court decision supported the right to be tried by a jury of your peers. It did not eliminate due process protections.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "By limiting free expression",
                "Key": {
                    "Correct": false,
                    "Rationale": "This Supreme Court decision did not limit free expression, a right guaranteed by the First Amendment.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "By expanding the right of religious freedom",
                "Key": {
                    "Correct": false,
                    "Rationale": "This Supreme Court decision did not expand religious freedom.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "50": {
        "Number": 50,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Social Studies Skills"
        ],
        "SubTopics": [
            "H.28(A)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "How did the completion of the Transcontinental Railroad contribute to the settlement of the West?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "By providing people with access to essential goods",
                "Key": {
                    "Correct": true,
                    "Rationale": "Completed in 1869, the Transcontinental Railroad allowed merchants and farmers to transport goods and materials more quickly and cheaply. This increased access to goods helped promote westward settlement, encouraging more people to move.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "By raising money to build factories along the routes",
                "Key": {
                    "Correct": false,
                    "Rationale": "While completion of the Transcontinental Railroad helped people and businesses settle and expand in the West, companies and individuals were responsible for raising money to build factories along the routes.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "By giving funds to local leaders to build schools",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Transcontinental Railroad was not responsible for funding the building of schools. State and local governments are responsible for funding schools.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "By establishing military forts along the routes",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Transcontinental Railroad was not responsible for establishing military forts along the routes. The federal government is responsible for building military forts.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "51": {
        "Number": 51,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Science, Technology & Society"
        ],
        "SubTopics": [
            "H.26(D)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "How did Betty Friedan's book The Feminine Mystique affect the lives of everyday Americans?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "By inspiring women in the 1960s to question their traditional social roles",
                "Key": {
                    "Correct": true,
                    "Rationale": "Betty Friedan's book The Feminine Mystique was published in 1963. She argued that women would find greater personal fulfillment outside of traditional gender roles. The book inspired women to question the traditional roles of women in society.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "By focusing attention on a widespread environmental problem",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Feminine Mystique did not focus attention on environmental problems.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "By advocating for passage of consumer safety laws during the 1970s",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Feminine Mystique did not advocate for the passage of consumer safety laws.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "By bringing attention to racial discrimination in government hiring practices",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Feminine Mystique did not bring attention to racial discrimination in government hiring practices.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "52": {
        "Number": 52,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "H.10(D)",
            "H.29(B)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            ":box:For decades, the United States and  ͟ ͟ ͟ ͟ ͟ ͟ ͟ ͟ ͟ ͟?͟ ͟ ͟ ͟ ͟ ͟ ͟ ͟ ͟ ͟  have maintained strong bilateral relations based on a number of factors, including robust domestic U.S. support for  ͟ ͟ ͟ ͟ ͟ ͟ ͟ ͟ ͟ ͟?͟ ͟ ͟ ͟ ͟ ͟ ͟ ͟ ͟ ͟  and its security; shared strategic goals in the Middle East; a mutual commitment to democratic values; and historical ties dating from U.S. support for the creation of  ͟ ͟ ͟ ͟ ͟ ͟ ͟ ͟ ͟ ͟?͟ ͟ ͟ ͟ ͟ ͟ ͟ ͟ ͟ ͟  in 1948. U.S. foreign aid has been a major component in cementing and reinforcing these ties.",
            "The name of which Middle Eastern country correctly completes the excerpt?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Egypt",
                "Key": {
                    "Correct": false,
                    "Rationale": "Egypt became an independent country in 1922. It was not created in 1948.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Israel",
                "Key": {
                    "Correct": true,
                    "Rationale": "The United States and Israel have been allies since Israel was created in 1948. The two countries work together to achieve common goals in the Middle East. For this item the student applies critical-thinking skills to draw inferences and conclusions.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Kuwait",
                "Key": {
                    "Correct": false,
                    "Rationale": "Kuwait became an independent country in 1961. It was not created in 1948.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "Saudi Arabia",
                "Key": {
                    "Correct": false,
                    "Rationale": "Saudi Arabia was founded in 1932. It was not created in 1948.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "53": {
        "Number": 53,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Science, Technology & Society"
        ],
        "SubTopics": [
            "H.27(C)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Why would a company invest in a time-study analysis?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "To diversify the workforce",
                "Key": {
                    "Correct": false,
                    "Rationale": "Time-study analyses are used to improve efficiency, not to help diversify the workforce.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "To improve efficiency",
                "Key": {
                    "Correct": true,
                    "Rationale": "A time-study analysis measures the amount of time it takes for a qualified worker to complete a specific job using a specific method. This type of study helps companies improve efficiency in the workplace by refining tasks and removing unnecessary steps in production. Efficiency is doing more work in less time.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "To reduce the amount of goods in storage",
                "Key": {
                    "Correct": false,
                    "Rationale": "Time-study analyses are used to improve efficiency, not to help reduce the amount of goods in storage.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "To improve relations with inventory suppliers",
                "Key": {
                    "Correct": false,
                    "Rationale": "Time-study analyses are used to improve efficiency, not to help improve relations with inventory suppliers.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "54": {
        "Number": 54,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "H.4(C)",
            "H.29(H)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "problems/TX19HSUSH/media/54a.jpg",
            "Which action was an immediate consequence of the event described in this headline?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Austria-Hungary declared war on Serbia.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Archduke Franz Ferdinand, the heir to the Austro-Hungarian throne, was killed in 1914 by a Serbian man in Sarajevo. Austria-Hungary blamed the Serbian government for the assassination and declared war on Serbia. This series of events led to the start of World War I. For this item the student applies critical-thinking skills to analyze and interpret social studies information in a news headline.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Great Britain intercepted the Zimmermann telegram.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Zimmermann telegram was intercepted by the British in January 1917 after World War I began. It was not an immediate consequence of the assassination of Archduke Franz Ferdinand.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "The United States refused to join the League of Nations.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The United States' refusal to join the League of Nations was a result of the negotiations at the end of the World War I. It was not an immediate consequence of the assassination of Archduke Franz Ferdinand.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "The Russian monarchy was overthrown.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Russian monarchy was overthrown in 1917 as a result of an internal civil war. It was not an immediate consequence of the assassination of Archduke Franz Ferdinand.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "55": {
        "Number": 55,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Science, Technology & Society",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "H.26(C)",
            "H.29(B)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            ":box:Selected Interest Groups\n\n• Japanese American Citizens League (JACL)\n• League of United Latin American Citizens (LULAC)\n• National Association for the Advancement of Colored People (NAACP)\n• National Congress of American Indians (NCAI)\n• National Urban League\n• Rainbow PUSH Coalition",
            "How have these groups helped shape U.S. culture?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "By fighting against child labor",
                "Key": {
                    "Correct": false,
                    "Rationale": "The groups on this list do not share a common focus on child labor.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "By supporting strict immigration quotas",
                "Key": {
                    "Correct": false,
                    "Rationale": "The groups on this list do not share a common focus on immigration quotas.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "By focusing on expanding civil rights for minorities",
                "Key": {
                    "Correct": true,
                    "Rationale": "The interest groups on this list provide legal and social support for minorities. These groups help shape U.S. culture by focusing on protecting and expanding civil rights for minorities. For this item the student applies critical-thinking skills to analyze information by categorizing.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "By lobbying against equal pay for equal work",
                "Key": {
                    "Correct": false,
                    "Rationale": "The groups on this list do not lobby against equal pay for equal work.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "56": {
        "Number": 56,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "H.2(B)",
            "H.29(H)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "problems/TX19HSUSH/media/56a.jpg",
            "Which era is most associated with the type of event shown in this photograph?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The Roaring Twenties",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Roaring Twenties refers to the decade of the 1920s in U.S. history. Nuclear weapons were first used at the end of World War II. The nuclear arms race is most associated with the Cold War that began after World War II.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "The Cold War",
                "Key": {
                    "Correct": true,
                    "Rationale": "Nuclear weapons were first used at the end of World War II. The nuclear arms race is most associated with the Cold War that began after World War II. The Cold War was a time of rivalry between two world superpowers, the democratic United States and the communist Soviet Union. For this item the student applies critical-thinking skills to analyze and interpret social studies information in a photograph.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "The Great Depression",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Great Depression occurred years before nuclear weapons were developed. The nuclear bomb was not tested until 1945.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "The Industrial Revolution",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Industrial Revolution happened in the late 1800s and early 1900s in the United States. Nuclear weapons were first used at the end of World War II. The nuclear arms race is most associated with the Cold War that began after World War II.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "57": {
        "Number": 57,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Culture"
        ],
        "SubTopics": [
            "H.25(D)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Which phrase best explains the popularity of American music in China?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The diffusion of U.S. culture",
                "Key": {
                    "Correct": true,
                    "Rationale": "Diffusion is the spread of culture from one group of people to another. The popularity of American music in China is an example of diffusion.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The result of U.S. free trade agreements",
                "Key": {
                    "Correct": false,
                    "Rationale": "Free trade agreements may indirectly contribute to the sharing of culture. However, the United States has never had a free trade agreement with China. Over the years, there have been trade disputes between the United States and China.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The communist control of government in China",
                "Key": {
                    "Correct": false,
                    "Rationale": "China has a communist government. Communist countries generally try to block cultural influences from other countries.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The success of antitrust legislation in China",
                "Key": {
                    "Correct": false,
                    "Rationale": "Successful antitrust laws in China would affect competition among businesses within that country. They would not impact the spread of culture from the United States to China.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "58": {
        "Number": 58,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Economics",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "H.16(C)",
            "H.29(B)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            ":box:The Federal Children's Bureau, in the summer of 1932, undertook a survey of the situation in the Southwest, with especial reference to boys and young men who by the thousands (estimated 200,000 for the United States) were found “riding the rods” of the railroads... In October 1932 a group of individuals, members of national agencies deeply concerned with this problem, together with a number of persons actively engaged in the study of the subject, organized themselves under the auspices of the National Social Work Council as a discussion group to explore the size and content of the problem ... and, if possible, to work out some practical plan for its relief.\n\n—Dr. Ellen C. Potter, “The Problem of the Transient,” 1934",
            "Which situation contributed to the problem described in this excerpt?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Migration caused by racial discrimination during World War I",
                "Key": {
                    "Correct": false,
                    "Rationale": "World War I occurred between 1914 and 1918. The problem described in the excerpt occurred in 1932, long after World War I had ended.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Homelessness caused by unemployment during the Great Depression",
                "Key": {
                    "Correct": true,
                    "Rationale": "The Great Depression began after the stock market crash of 1929 and left millions of people without jobs. With no way to pay bills, many individuals and families lost their homes. This excerpt describes how homeless and jobless young men and boys would catch rides on trains. For this item the student applies critical-thinking skills to find the main idea and identify cause-and-effect relationships.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Strict bank regulations made by the federal government during the New Deal",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the government did make stricter bank regulations during this period, these regulations did not contribute to homelessness and unemployment during the Great Depression.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "Rate increases imposed by the railroad industry during the Gilded Age",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Gilded Age began in the late 1800s and ended shortly after the turn of the century. The problem described in the excerpt occurred in 1932, long after the Gilded Age had ended.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "59": {
        "Number": 59,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Geography",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "H.13(B)",
            "H.29(H)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "problems/TX19HSUSH/media/59a.jpg",
            "Which factor best explains the population change in California, Texas, and Florida during this time period?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "An increase in the number of coal-mining jobs",
                "Key": {
                    "Correct": false,
                    "Rationale": "California, Texas, and Florida did not experience population growth based on an increase in the number of coal-mining jobs. There are relatively few jobs in coal mining available in these three states.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Fewer environmental protection laws",
                "Key": {
                    "Correct": false,
                    "Rationale": "California, Texas, and Florida did not experience population growth based on fewer environmental protection laws. The number of environmental protection laws increased, rather than decreased, during the period illustrated on this map.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "A lack of a sales tax on consumer goods",
                "Key": {
                    "Correct": false,
                    "Rationale": "California, Texas, and Florida did not experience population growth based on a lack of a sales tax on consumer goods. All three states had a sales tax through much of the 1900s.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "An increase in the number of economic opportunities",
                "Key": {
                    "Correct": true,
                    "Rationale": "This map shows population increases of 10 million or more people in the states of California, Texas, and Florida between 1900 and 2000. The population increase is best explained by an increase in the number of economic opportunities in these states. New businesses and industries opened and encouraged people to move to these states. For this item the student applies critical-thinking skills to analyze and interpret social studies information in a map.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "60": {
        "Number": 60,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Economics",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "H.17(E)",
            "H.29(B)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            ":box:Let us unite in committing the resources of this Nation to a major new endeavor, an endeavor that in this Bicentennial Era we can appropriately call “Project Independence.”\n\nLet us set as our national goal, in the spirit of Apollo, with the determination of the Manhattan Project, that by the end of this decade we will have developed the potential to meet our own energy needs without depending on any foreign energy sources.\n\n—President Richard Nixon, address to the nation, November 7, 1973",
            "Which situation caused President Nixon to introduce this project?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The fall of Saigon",
                "Key": {
                    "Correct": false,
                    "Rationale": "The fall of Saigon happened in 1975 after the OPEC embargo and President Nixon's introduction of “Project Independence.” U.S. involvement in the Vietnam War had nothing to do with U.S. dependence on foreign oil.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "The OPEC oil embargo",
                "Key": {
                    "Correct": true,
                    "Rationale": "During the 1973 Arab-Israeli War, Arab members of the Organization of Petroleum Exporting Countries (OPEC) imposed an embargo against the United States in retaliation for U.S. pro-Israeli policies. The embargo contributed to gasoline shortages and price increases in the United States. President Richard Nixon asked Americans to conserve resources and support energy research in order to reduce U.S. dependence on foreign oil imports. For this item the student applies critical-thinking skills to find the main idea and identify cause-and-effect relationships.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "The Iraqi invasion of oil fields in Kuwait",
                "Key": {
                    "Correct": false,
                    "Rationale": "Iraq invaded Kuwait in 1990, years after the OPEC embargo and President Nixon's introduction of “Project Independence.”",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "The illegal sale of weapons to Iran",
                "Key": {
                    "Correct": false,
                    "Rationale": "The illegal sale of weapons to Iran during the Iran-Contra Affair began in 1985, years after the OPEC embargo and President Nixon's introduction of “Project Independence.”",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "61": {
        "Number": 61,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "H.10(E)",
            "H.29(B)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            ":box:Republican Political Plan for the 1994 Election\n\n• Drafted by Republicans led by Representative Newt Gingrich of Georgia\n• Specified legislation to be passed once the House of Representatives was controlled by Republicans\n• Promised conservative economic and political reforms",
            "What did congressional Republicans call this political plan?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The New Frontier",
                "Key": {
                    "Correct": false,
                    "Rationale": "The term New Frontier was used by President John F. Kennedy as a slogan to inspire America to support him. The phrase developed into a label for his administration's domestic and foreign programs.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The Great Society",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Great Society was a series of social programs introduced by President Lyndon B. Johnson in the 1960s.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The Return to Normalcy",
                "Key": {
                    "Correct": false,
                    "Rationale": "The call for a Return to Normalcy was a presidential campaign slogan used by Warren G. Harding in 1920. The slogan referred to a return to the way of life before World War I.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The Contract with America",
                "Key": {
                    "Correct": true,
                    "Rationale": "This list describes a 1994 political plan known as the Contract with America. It outlined legislation proposed by leaders of the Republican Party majority in the House of Representatives. It called for reforms such as tax cuts, measures to reduce crime, tax breaks for the middle class, and a balanced budget. For this item the student applies critical-thinking skills to find the main idea and categorize.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "62": {
        "Number": 62,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Government",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "H.19(B)",
            "H.29(A)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            ":box:Now, therefore, by virtue of the authority vested in me as President of the United States, and Commander in Chief of the Army and Navy, I hereby authorize and direct the Secretary of War, and the Military Commanders whom he may from time to time designate, whenever he or any designated Commander deems such action necessary or desirable, to prescribe military areas in such places and of such extent as he or the appropriate Military Commander may determine, from which any or all persons may be excluded...\n\n—President Franklin D. Roosevelt, Executive Order 9066, February 19, 1942",
            "Which constitutional right was most directly violated by this executive order?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Freedom of speech",
                "Key": {
                    "Correct": false,
                    "Rationale": "This executive order did not directly violate the First Amendment right to free speech. Internees were able to establish newspapers within the camps.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Right to equal protection",
                "Key": {
                    "Correct": true,
                    "Rationale": "Executive Order 9066 provided the framework for the creation of internment camps. During World War II, people of Japanese descent were removed from their homes along the West coast and held in such camps. Opponents of the camps argued that this action violated the Fourteenth Amendment guarantee of equal protection. For this item the student applies critical-thinking skills to analyze a primary source and answer a historical question.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Right to bear arms",
                "Key": {
                    "Correct": false,
                    "Rationale": "This executive order did not directly violate the Second Amendment right to bear arms.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "Freedom of religion",
                "Key": {
                    "Correct": false,
                    "Rationale": "This executive order did not directly violate the First Amendment right to religious freedom. Internees were able to establish churches within the camps.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "63": {
        "Number": 63,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Economics",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "H.15(C)",
            "H.29(B)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            ":box:• Europeans seek industrial jobs in the United States.\n• World War I begins.\n• Nativism resurges in the United States.",
            "What was one way the U.S. government responded to this combination of events?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Made labor unions illegal",
                "Key": {
                    "Correct": false,
                    "Rationale": "The government did not make labor unions completely illegal.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Passed immigration restrictions",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the early 1900s, millions of immigrants came to the United States seeking jobs and other benefits. This wave of immigration caused some Americans to become alarmed and to support the growth of nativism, which is a policy of favoring native-born citizens over immigrants. In response, the U.S. government passed several laws restricting immigration. For this item the student applies critical-thinking skills to find the main idea and identify cause-and-effect relationships.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Implemented a military draft",
                "Key": {
                    "Correct": false,
                    "Rationale": "The government responded to these events by passing immigration restrictions, not by implementing a military draft.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Established a federal income tax",
                "Key": {
                    "Correct": false,
                    "Rationale": "The government responded to these events by passing immigration restrictions, not by establishing a federal income tax.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "64": {
        "Number": 64,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Government"
        ],
        "SubTopics": [
            "H.19(A)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Which statement best explains one effect of the New Deal?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The federal government took control of public education and universities.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The New Deal did not result in the federal government taking control of public education and universities.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Corporations had to obtain permission from state governments before hiring workers.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The New Deal did not require corporations to obtain permission from state governments before hiring workers.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Labor unions had to provide justification to state governments before conducting strikes.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The New Deal did not require labor unions to provide justification to state governments before conducting strikes.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "People relied more on the federal government for assistance.",
                "Key": {
                    "Correct": true,
                    "Rationale": "President Franklin D. Roosevelt's New Deal was part of the federal government's attempts to provide jobs and relief for those suffering from the effects of the Great Depression. These New Deal programs expanded the government's role to provide for the welfare of citizens. As a result, people began to depend more on the federal government for help.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "65": {
        "Number": 65,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History"
        ],
        "SubTopics": [
            "H.2(A)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Which example best defines a historical era?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "A collection of art by a world-renowned artist",
                "Key": {
                    "Correct": false,
                    "Rationale": "A historical era is a period of time with distinctive characteristics, not a collection of art.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "A period of time characterized by certain political, social, or economic events",
                "Key": {
                    "Correct": true,
                    "Rationale": "A historical era is a period of time with distinctive characteristics usually labeled according to the significant events that took place within a specific time frame.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "A genre of music specific to a region of a country",
                "Key": {
                    "Correct": false,
                    "Rationale": "A historical era is a period of time with distinctive characteristics, not a genre of music.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "A piece of landmark legislation passed during a congressional session",
                "Key": {
                    "Correct": false,
                    "Rationale": "A historical era is not an important piece of legislation passed during a congressional session.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "66": {
        "Number": 66,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "H.8(A)",
            "H.29(H)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "problems/TX19HSUSH/media/66a.jpg",
            "Which Soviet action led to the threat illustrated on this map?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The signing of an arms limitations treaty",
                "Key": {
                    "Correct": false,
                    "Rationale": "The signing of an arms limitation treaty would have reduced the number of weapons produced by the Soviet Union, and potentially reduced the threat of Soviet missiles being launched from Cuba. However, an arms limitation treaty between the United States and the Soviet Union was not signed until 1972, years after this threat happened.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "Blockading foreign supply ships from entering the Caribbean",
                "Key": {
                    "Correct": false,
                    "Rationale": "President John F. Kennedy, not the Soviets, ordered a naval blockade of Cuba in response to the placement of nuclear missiles in Cuba. The blockade was to keep the Soviet Union from delivering more nuclear missiles to Cuba.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "Closing the border between East and West Berlin",
                "Key": {
                    "Correct": false,
                    "Rationale": "The East German government, with assistance from the Soviet Union, did build a wall between East and West Berlin during this period. However, the threat on the map refers to the Soviet placement of nuclear missiles in Cuba, not increased tensions in Europe.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "The placement of nuclear weapons installations in Cuba",
                "Key": {
                    "Correct": true,
                    "Rationale": "The map illustrates a Cold War event known as the Cuban Missile Crisis. In 1962 Cuban premier Fidel Castro allowed the Soviet Union to place nuclear missiles in Cuba. As illustrated on this map, nuclear missiles launched from Cuba could have reached most of the continental United States. For this item the student applies critical-thinking skills to analyze and interpret social studies information in a map.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "67": {
        "Number": 67,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History"
        ],
        "SubTopics": [
            "H.9(E)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Which method for achieving civil rights is most associated with Martin Luther King, Jr.?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Using peaceful protests and acts of civil disobedience",
                "Key": {
                    "Correct": true,
                    "Rationale": "Dr. Martin Luther King, Jr. was a leader of the modern U.S. Civil Rights movement. He used nonviolent methods, such as peaceful protests and acts of civil disobedience, to help achieve legal, economic, and social equality for African Americans.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Obtaining signatures to petition for a referendum",
                "Key": {
                    "Correct": false,
                    "Rationale": "A referendum is a public vote on a single political issue. Dr. Martin Luther King, Jr. is most associated with using nonviolent protests and civil disobedience to achieve civil rights, not obtaining signatures for a referendum.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Pursuing litigation through the court system",
                "Key": {
                    "Correct": false,
                    "Rationale": "Litigation refers to taking legal action, such as lawsuits, to enforce or defend a legal right. Dr. Martin Luther King, Jr. is most associated with using nonviolent protests and civil disobedience to achieve civil rights, not pursuing litigation through the court system.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Recalling officials in special elections",
                "Key": {
                    "Correct": false,
                    "Rationale": "A recall election is held to remove an elected official from public office. Dr. Martin Luther King, Jr. is most associated with using nonviolent protests and civil disobedience to achieve civil rights, not recalling elected officials.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "68": {
        "Number": 68,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "H.4(E)",
            "H.29(H)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "problems/TX19HSUSH/media/68a.jpg",
            "What was the primary reason for these masks during World War I?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "To hide the identities of soldiers from approaching enemies",
                "Key": {
                    "Correct": false,
                    "Rationale": "Gas masks were used to protect soldiers from the effects of poison gas, not to hide the identity of soldiers.",
                    "Percent": 0
                }
            },
            "G": {
                "Choice": "To protect soldiers from spreading contagious diseases",
                "Key": {
                    "Correct": false,
                    "Rationale": "Gas masks were used to protect soldiers from the effects of poison gas, not to protect soldiers from spreading contagious diseases.",
                    "Percent": 0
                }
            },
            "H": {
                "Choice": "To help soldiers use night vision technology to find the enemy",
                "Key": {
                    "Correct": false,
                    "Rationale": "The photograph shows gas masks used to protect soldiers from the effects of poison gas, not night vision goggles. Night vision technology did not exist during World War I.",
                    "Percent": 0
                }
            },
            "J": {
                "Choice": "To protect soldiers from the effects of poison gas",
                "Key": {
                    "Correct": true,
                    "Rationale": "During World War I, the opposing armies used poison gas. Soldiers wore gas masks to protect themselves from the deadly effects of the gas. For this item the student applies critical-thinking skills to analyze and interpret social studies information in a photograph.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    }
}