{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Foundational Language Skills"
        ],
        "SubTopics": [
            "Identify the meaning of and use words with affixes such as im- (into), non-, dis-, in- (not, non), pre-, -ness, -y, and -ful."
        ],
        "SuppContent": [
            "problems/TX21G3R/supps/TX21G3R-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In paragraph 6, the suffix -less helps the reader know that the word h͟e͟l͟p͟l͟e͟s͟s means  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "one who helps others",
                "Key": {
                    "Correct": false,
                    "Rationale": "The suffix -less does not mean “others,” and there is no context to support the idea that newborn animals help others.",
                    "Percent": 10
                }
            },
            "B": {
                "Choice": "to help again",
                "Key": {
                    "Correct": false,
                    "Rationale": "The suffix -less does not mean “again,” and the author does not include context that supports that newborn animals are helping again.",
                    "Percent": 3
                }
            },
            "C": {
                "Choice": "not able to help oneself",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 6, the suffix -less is added to the root word help. The author's use of the suffix and the context in the sentences “Some newborn animals are h͟e͟l͟p͟l͟e͟s͟s, but not baby porcupines” and “They're born with their eyes open and are able to walk right away” show that some newborn animals are “not able to help” themselves like the baby porcupines.",
                    "Percent": 84
                }
            },
            "D": {
                "Choice": "too much help",
                "Key": {
                    "Correct": false,
                    "Rationale": "The suffix -less does not mean “too much,” and the author does not include context that supports that newborn animals help too much.",
                    "Percent": 3
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Multiple Genres"
        ],
        "SubTopics": [
            "Features such as sections, tables, graphs, timelines, bullets, numbers, and bold and italicized font to support understanding."
        ],
        "SuppContent": [
            "problems/TX21G3R/supps/TX21G3R-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which text feature helps the reader locate information about why many animals leave porcupines alone?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The labels on the map “Porcupines in North America”",
                "Key": {
                    "Correct": false,
                    "Rationale": "The labels on the map can be used to locate places, but the labels cannot be used to explain “why many animals leave porcupines alone.”",
                    "Percent": 13
                }
            },
            "G": {
                "Choice": "The subheading “On the Menu”",
                "Key": {
                    "Correct": false,
                    "Rationale": "The reader can locate information about what porcupines eat under the subheading “On the Menu.” There is no information about “why many animals leave porcupines alone” included in the section.",
                    "Percent": 8
                }
            },
            "H": {
                "Choice": "The caption under the photograph next to paragraph 6",
                "Key": {
                    "Correct": false,
                    "Rationale": "The caption under the photograph next to paragraph 6 is included to identify what is in the picture. There is no information about “why many animals leave porcupines alone” included in the caption.",
                    "Percent": 11
                }
            },
            "J": {
                "Choice": "The subheading “Super Quills”",
                "Key": {
                    "Correct": true,
                    "Rationale": "The reader can locate information about “why many animals leave porcupines alone” under the subheading “Super Quills.” The author begins the section “Super Quills” with “most animals, though, won't mess with a porcupine,” and then explains why.",
                    "Percent": 68
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Author's Purpose & Craft"
        ],
        "SubTopics": [
            "Explain the author's purpose and message within a text."
        ],
        "SuppContent": [
            "problems/TX21G3R/supps/TX21G3R-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What is the most likely reason the author wrote this selection?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "To tell the reader where to find porcupines in the wild",
                "Key": {
                    "Correct": false,
                    "Rationale": "Only the section “On the Menu” and the map “Porcupines in North America” are included to give the reader information about the location of porcupines. Where porcupines live is just one of many facts about porcupines the author provides in the selection.",
                    "Percent": 5
                }
            },
            "B": {
                "Choice": "To describe how a porcupine acts around an attacker",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author does mention how porcupines act when a predator attacks in paragraph 2 and again in the section “Super Quills,” but the author presents a broader range of facts about porcupines throughout the selection.",
                    "Percent": 14
                }
            },
            "C": {
                "Choice": "To provide the reader with many different facts about porcupines",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the selection, the author provides a broad range of facts about porcupines, including what kind of animals they are, where and when they can be seen, what they look like, their abilities as babies, and their means of defense against predators.",
                    "Percent": 74
                }
            },
            "D": {
                "Choice": "To explain why porcupines look different from other animals",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author does compare porcupines to other animals in paragraphs 3 and 6. However, the author does not include these comparisons to “explain why porcupines look different from other animals.”",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Multiple Genres"
        ],
        "SubTopics": [
            "Features such as sections, tables, graphs, timelines, bullets, numbers, and bold and italicized font to support understanding."
        ],
        "SuppContent": [
            "problems/TX21G3R/supps/TX21G3R-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which section is most likely to give information about what a porcupine eats?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "On the Menu",
                "Key": {
                    "Correct": true,
                    "Rationale": "The subheading “On the Menu” is included to provide a clue that information about what a porcupine eats will be described in the section. The author states in this section that a porcupine eats “buds, flowers, leaves, and more” in the spring and “bark and evergreen needles” in the winter.",
                    "Percent": 64
                }
            },
            "G": {
                "Choice": "Little Pricklies",
                "Key": {
                    "Correct": false,
                    "Rationale": "The subheading “Little Pricklies” is included to provide a clue that information about baby porcupines will be described in the section. The author does mention that baby porcupines nurse from their mother but does not mention different types of food porcupines eat.",
                    "Percent": 16
                }
            },
            "H": {
                "Choice": "At Home up a Tree",
                "Key": {
                    "Correct": false,
                    "Rationale": "The subheading “At Home up a Tree” is included to provide a clue that information about where a porcupine spends its time will be described in the section.",
                    "Percent": 14
                }
            },
            "J": {
                "Choice": "Super Quills",
                "Key": {
                    "Correct": false,
                    "Rationale": "The subheading “Super Quills” is included to provide a clue that information about a porcupine's quills will be described in the section.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Foundational Language Skills"
        ],
        "SubTopics": [
            "Identify, use, and explain the meaning of antonyms, synonyms, idioms, homophones, and homographs in a text."
        ],
        "SuppContent": [
            "problems/TX21G3R/supps/TX21G3R-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which word is a synonym for n͟i͟b͟b͟l͟e in paragraph 4?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Sleep",
                "Key": {
                    "Correct": false,
                    "Rationale": "The word n͟i͟b͟b͟l͟e is not a synonym for “sleep.” There is no evidence to suggest that porcupines would sleep on the food they eat.",
                    "Percent": 5
                }
            },
            "B": {
                "Choice": "Hide",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although animals do “hide” their food, the word n͟i͟b͟b͟l͟e is used to describe the way porcupines eat. Specifically, they “chew” their food.",
                    "Percent": 4
                }
            },
            "C": {
                "Choice": "Walk",
                "Key": {
                    "Correct": false,
                    "Rationale": "The words n͟i͟b͟b͟l͟e and “walk” are not synonyms. No evidence is given to suggest porcupines “walk” on their food.",
                    "Percent": 3
                }
            },
            "D": {
                "Choice": "Chew",
                "Key": {
                    "Correct": true,
                    "Rationale": "The word “chew” is a synonym for the word n͟i͟b͟b͟l͟e because both words can be used to tell that porcupines chew “buds, flowers, leaves, and more” while eating.",
                    "Percent": 88
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Author's Purpose & Craft"
        ],
        "SubTopics": [
            "Explain the author's use of print and graphic features to achieve specific purposes."
        ],
        "SuppContent": [
            "problems/TX21G3R/supps/TX21G3R-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What is the most likely reason the author includes the map in the selection?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "To show that porcupines live in Canada and in part of the United States",
                "Key": {
                    "Correct": true,
                    "Rationale": "On the map of North America, shading is used to show “Where porcupines live,” according to the key, and most of Canada and part of the United States are shaded.",
                    "Percent": 77
                }
            },
            "G": {
                "Choice": "To show that porcupines can be found only in the United States",
                "Key": {
                    "Correct": false,
                    "Rationale": "The shaded part of the map, which is used to show where porcupines live, includes Canada as well as the United States.",
                    "Percent": 10
                }
            },
            "H": {
                "Choice": "To show that porcupines are mostly found in Alaska",
                "Key": {
                    "Correct": false,
                    "Rationale": "Most of Alaska is shaded to show that porcupines live there, but there is no information comparing the number of porcupines that live in Alaska to the number in other areas.",
                    "Percent": 7
                }
            },
            "J": {
                "Choice": "To show that porcupines live only near oceans",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is a lot of land shaded that is not near an ocean. Since the shaded part of the map is used to show where porcupines live, porcupines do not live only near water.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Foundational Language Skills"
        ],
        "SubTopics": [
            "Use context within and beyond a sentence to determine the meaning of unfamiliar words and multiple-meaning words."
        ],
        "SuppContent": [
            "problems/TX21G3R/supps/TX21G3R-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which words from paragraph 14 best help the reader understand what c͟r͟a͟d͟l͟e͟d means?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "at her classmates",
                "Key": {
                    "Correct": false,
                    "Rationale": "The words “at her classmates” are used to tell the reader where Layla is looking, not how Layla is holding the geode.",
                    "Percent": 6
                }
            },
            "B": {
                "Choice": "down the trail",
                "Key": {
                    "Correct": false,
                    "Rationale": "The words “down the trail” are used to tell the reader where Layla's classmates are, not how Layla is holding the geode.",
                    "Percent": 12
                }
            },
            "C": {
                "Choice": "with the tour guide",
                "Key": {
                    "Correct": false,
                    "Rationale": "The words “with the tour guide” are used to tell the reader where Layla's classmates are, not how Layla is holding the geode.",
                    "Percent": 7
                }
            },
            "D": {
                "Choice": "gently in her hands",
                "Key": {
                    "Correct": true,
                    "Rationale": "The words “gently in her hands” are used to help the reader understand what c͟r͟a͟d͟l͟e͟d means in paragraph 14. Layla is holding the geode in paragraph 13, and c͟r͟a͟d͟l͟e͟d is used in paragraph 14 to emphasize how “gently” she is holding the geode.",
                    "Percent": 74
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Multiple Genres"
        ],
        "SubTopics": [
            "Analyze plot elements, including the sequence of events, the conflict, and the resolution."
        ],
        "SuppContent": [
            "problems/TX21G3R/supps/TX21G3R-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The details in paragraph 1 are important to the plot of the story because they help the reader understand that Layla  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "is easy to please",
                "Key": {
                    "Correct": false,
                    "Rationale": "Layla is pleased while on the field trip because she enjoys nature and she is in a national park, but there is no indication that she is generally “easy to please.”",
                    "Percent": 5
                }
            },
            "G": {
                "Choice": "enjoys being alone",
                "Key": {
                    "Correct": false,
                    "Rationale": "Layla is enjoying herself on the field trip, but she is on the field trip with her classmates and hurries to join them after she is separated from them.",
                    "Percent": 4
                }
            },
            "H": {
                "Choice": "loves and respects nature",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 1, Layla is excited about exploring a park. She “loved being outside because there was always something new to discover.” Knowing that Layla loves nature helps the reader understand Layla's actions (admiring and then choosing to respect nature), which guide the plot of the story.",
                    "Percent": 80
                }
            },
            "J": {
                "Choice": "has been to a forest on another field trip",
                "Key": {
                    "Correct": false,
                    "Rationale": "Layla does like to be outside, and she is on her second field trip, but there is no indication that her first field trip was to a forest.",
                    "Percent": 12
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Author's Purpose & Craft"
        ],
        "SubTopics": [
            "Explain the author's purpose and message within a text."
        ],
        "SuppContent": [
            "problems/TX21G3R/supps/TX21G3R-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What is the main message of the story?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "People do not always learn from their mistakes.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Layla does not make a mistake. She has a difficult choice to make, and she makes the right decision.",
                    "Percent": 7
                }
            },
            "B": {
                "Choice": "Spending time outdoors can be rewarding.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Layla feels that being outdoors is rewarding, but the main message is related to the resolution of Layla's conflict (choosing to make the right decision).",
                    "Percent": 34
                }
            },
            "C": {
                "Choice": "Rules are made for the safety of everyone.",
                "Key": {
                    "Correct": false,
                    "Rationale": "No one is in danger in this story, so safety is not in question. The guide's rule is about respecting nature, and Layla thinks about it to make her decision.",
                    "Percent": 14
                }
            },
            "D": {
                "Choice": "Making the right choice can be difficult.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Layla is conflicted when she finds the geode. She wants to keep it because it's pretty and will remind her of the field trip, but in paragraph 11, she thinks about the tour guide's words, “Take only pictures. Leave only footprints.” Layla has a difficult choice to make but ultimately does the right thing.",
                    "Percent": 45
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Multiple Genres"
        ],
        "SubTopics": [
            "Analyze plot elements, including the sequence of events, the conflict, and the resolution."
        ],
        "SuppContent": [
            "problems/TX21G3R/supps/TX21G3R-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which of these events leads to Layla finding the geode?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "She stops to take a photograph.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Layla stopping to take a photograph of a butterfly on the lantana in paragraph 3 leads to her discovery of the geode. “As she tucked her camera back in her backpack, something on the trail caught her eye,” and it is the geode that Layla sees.",
                    "Percent": 55
                }
            },
            "G": {
                "Choice": "She listens to what Cooper tells her.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Layla finds the geode in paragraph 3, but Cooper doesn't speak to her until paragraph 4, after she has already found it.",
                    "Percent": 15
                }
            },
            "H": {
                "Choice": "She remembers the tour guide's words.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Cooper repeats the tour guide's words to Layla in paragraph 9, and Layla thinks about these words again in paragraph 11, but this is after she finds the geode.",
                    "Percent": 18
                }
            },
            "J": {
                "Choice": "She starts to jog toward her classmates.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Layla jogs toward her classmates in paragraph 14 with the geode in her hand, so this is after she finds the geode.",
                    "Percent": 12
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Author's Purpose & Craft"
        ],
        "SubTopics": [
            "Describe how the author's use of imagery, literal and figurative language such as simile, and sound devices such as onomatopoeia achieves specific purposes."
        ],
        "SuppContent": [
            "problems/TX21G3R/supps/TX21G3R-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read this sentence from paragraph 10.",
            ":box:But Layla could not ignore the heavy feeling that had settled in her heart.",
            "The imagery in this sentence suggests that Layla feels  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "angry, because she doesn't like what she is thinking to herself",
                "Key": {
                    "Correct": false,
                    "Rationale": "Layla does not show any signs of anger in paragraph 10. She acknowledges that taking the geode makes her uncomfortable because she knows it is wrong.",
                    "Percent": 9
                }
            },
            "B": {
                "Choice": "uncomfortable, because she knows that she is making a mistake",
                "Key": {
                    "Correct": true,
                    "Rationale": "Imagery is the use of vivid language to represent objects, actions, or ideas. The imagery in this sentence, “the heavy feeling that had settled in her heart,” is not used to describe an actual weight in Layla's heart but rather to describe an uncomfortable feeling Layla experiences because she knows she's making a mistake.",
                    "Percent": 52
                }
            },
            "C": {
                "Choice": "curious, because she wants to study the rock and learn more about it",
                "Key": {
                    "Correct": false,
                    "Rationale": "Layla shows no signs of curiosity in paragraph 10. She is trying to decide what to do with the geode, but she does not consider studying it to “learn more about it.”",
                    "Percent": 18
                }
            },
            "D": {
                "Choice": "proud, because she realizes that she is the one who found an unusual rock",
                "Key": {
                    "Correct": false,
                    "Rationale": "Layla does not feel proud in paragraph 10. She feels uncomfortable because she knows taking the geode is wrong.",
                    "Percent": 20
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX21G3R/supps/TX21G3R-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read paragraph 11.",
            ":box:Take only pictures. Leave only footprints. The tour guide's words played over and over in Layla's mind.",
            "What do these sentences show about Layla?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "She wants to take pictures of the geode.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The tour guide had said, “Take only pictures,” but Layla is considering taking the geode itself, not a picture of the geode.",
                    "Percent": 18
                }
            },
            "G": {
                "Choice": "She is good at recalling important ideas.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Layla is remembering the tour guide's words, but only because they pertain directly to her situation. By remembering this detail, Layla cannot be said to be “good at recalling important ideas.”",
                    "Percent": 10
                }
            },
            "H": {
                "Choice": "She is not sure what the tour guide meant.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Layla knows exactly what the tour guide meant, which is why she thinks about those words while trying to decide what to do with the geode.",
                    "Percent": 11
                }
            },
            "J": {
                "Choice": "She is considering what she should do with the geode.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 11, Layla is considering what she should do with the geode. Layla wants to take the geode home with her but remembers that her tour guide had said, “Take only pictures,” which suggests that taking the geode would be wrong.",
                    "Percent": 60
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX21G3R/supps/TX21G3R-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What is the most likely reason Layla decides against taking the geode home?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "She cannot think of a way to make the rock useful.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 10, Layla says the geode would help her remember the trip, so she is able to “think of a way to make the rock useful.”",
                    "Percent": 11
                }
            },
            "B": {
                "Choice": "She realizes that the rock should stay in its natural surroundings.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The reader can infer that Layla decides against taking the geode home because she realizes it should stay in the park. She remembers the tour guide's words, “Take only pictures,” and realizes that the geode should stay in the park.",
                    "Percent": 57
                }
            },
            "C": {
                "Choice": "She is afraid of what others might say if she keeps it.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Layla is not concerned about what anyone else would say about her keeping the geode. In fact, Cooper encourages her to keep it.",
                    "Percent": 20
                }
            },
            "D": {
                "Choice": "She is worried that Cooper will try to take it away from her.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Cooper encourages Layla to keep the geode for herself, so he is not trying to take it from her.",
                    "Percent": 12
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX21G3R/supps/TX21G3R-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What can the reader tell about how Layla feels toward the tour guide?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Layla wishes the tour guide had selected a more interesting path for the group to walk in the park.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Layla sees and learns “about many interesting things” (paragraph 2) on the path, so she does not wish “the tour guide had selected a more interesting path.”",
                    "Percent": 13
                }
            },
            "G": {
                "Choice": "Layla thinks the tour guide is boring.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Layla listens to the tour guide with interest and is enthusiastic about learning new information, so Layla does not think “the tour guide is boring.”",
                    "Percent": 7
                }
            },
            "H": {
                "Choice": "Layla thinks the tour guide saw the geode near the trail and forgot to talk about it.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Layla finds the geode by accident because she stayed behind to take a picture. There is no indication that the tour guide has also seen the geode.",
                    "Percent": 21
                }
            },
            "J": {
                "Choice": "Layla respects the tour guide's knowledge.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Layla “listened carefully” to the tour guide in paragraph 2, and in paragraph 8, she thinks she should show the geode to the tour guide in order to find out more about it. The reader can conclude from Layla's actions that she “respects the tour guide's knowledge.”",
                    "Percent": 58
                }
            }
        },
        "Parts": {}
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Author's Purpose & Craft"
        ],
        "SubTopics": [
            "Describe how the author's use of imagery, literal and figurative language such as simile, and sound devices such as onomatopoeia achieves specific purposes."
        ],
        "SuppContent": [
            "problems/TX21G3R/supps/TX21G3R-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The imagery in the first sentence of the story helps the reader understand that Layla is  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "tired from doing schoolwork",
                "Key": {
                    "Correct": false,
                    "Rationale": "Layla is smiling in this sentence, which does not indicate tiredness, and she is not “doing schoolwork.”",
                    "Percent": 5
                }
            },
            "B": {
                "Choice": "excited about being on a field trip",
                "Key": {
                    "Correct": true,
                    "Rationale": "Imagery is the use of vivid language to represent objects, actions, or ideas. The imagery in the first sentence, “the grin on her face stretched from ear to ear,” is used to help the reader understand that Layla is excited about being on a field trip because of her big smile.",
                    "Percent": 71
                }
            },
            "C": {
                "Choice": "concerned about hiking in a national park",
                "Key": {
                    "Correct": false,
                    "Rationale": "Layla is smiling in this sentence, which does not indicate concern.",
                    "Percent": 14
                }
            },
            "D": {
                "Choice": "curious about where her class will go next",
                "Key": {
                    "Correct": false,
                    "Rationale": "Layla is smiling in this sentence, which does not indicate curiosity, and she is more focused on the current trip rather than wondering “where her class will go next.”",
                    "Percent": 9
                }
            }
        },
        "Parts": {}
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Author's Purpose & Craft"
        ],
        "SubTopics": [
            "Describe how the author's use of imagery, literal and figurative language such as simile, and sound devices such as onomatopoeia achieves specific purposes."
        ],
        "SuppContent": [
            "problems/TX21G3R/supps/TX21G3R-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read this sentence from paragraph 13.",
            ":box:She smiled when the sunlight bounced off the crystals, sending the rays in a thousand directions at once.",
            "The author uses this description to suggest that  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "the geode looks beautiful as it shines",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author mentions the sunlight bouncing off the crystals and sending rays in different directions to describe what Layla sees when her geode reflects sunlight. Layla then says, “'You sure are pretty'” while looking at the geode.",
                    "Percent": 68
                }
            },
            "G": {
                "Choice": "Layla really wants to keep the geode",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although there is support for Layla wanting to keep the geode, the description is about what the geode looks like.",
                    "Percent": 18
                }
            },
            "H": {
                "Choice": "the forest has many other hidden geodes",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author includes this sentence to describe the specific geode that Layla finds, not to mention other geodes hidden in the forest.",
                    "Percent": 6
                }
            },
            "J": {
                "Choice": "Layla is wondering how the geode formed",
                "Key": {
                    "Correct": false,
                    "Rationale": "This description is about what the geode looks like, not about what Layla is wondering.",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    },
    "17": {
        "Number": 17,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Foundational Language Skills"
        ],
        "SubTopics": [
            "Identify the meaning of and use words with affixes such as im- (into), non-, dis-, in- (not, non), pre-, -ness, -y, and -ful."
        ],
        "SuppContent": [
            "problems/TX21G3R/supps/TX21G3R-S3.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The prefix un- helps the reader understand that u͟n͟n͟o͟t͟i͟c͟e͟d in paragraph 1 means  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "first seen",
                "Key": {
                    "Correct": false,
                    "Rationale": "The prefix un- means “not”; it does not mean “first.” The sloths are trying to keep enemies from seeing them; they do not want to be the “first seen.”",
                    "Percent": 8
                }
            },
            "B": {
                "Choice": "not seen",
                "Key": {
                    "Correct": true,
                    "Rationale": "The reader can use the prefix un- to understand that u͟n͟n͟o͟t͟i͟c͟e͟d means “not seen” as used in paragraph 1 because un- means “not” and noticed means “seen.” In paragraph 1, the reader also learns that sloths move slowly to go u͟n͟n͟o͟t͟i͟c͟e͟d, or to keep from being seen, by their enemies.",
                    "Percent": 82
                }
            },
            "C": {
                "Choice": "seen together",
                "Key": {
                    "Correct": false,
                    "Rationale": "The prefix un- means “not”; it does not mean “together.” The sloths are trying to keep enemies from seeing them; they do not want to be “seen together.”",
                    "Percent": 5
                }
            },
            "D": {
                "Choice": "seen from below",
                "Key": {
                    "Correct": false,
                    "Rationale": "The prefix un- means “not”; it does not mean “from below.” The sloths are trying to keep enemies from seeing them; they do not want to be “seen from below.”",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    },
    "18": {
        "Number": 18,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Foundational Language Skills"
        ],
        "SubTopics": [
            "Identify, use, and explain the meaning of antonyms, synonyms, idioms, homophones, and homographs in a text."
        ],
        "SuppContent": [
            "problems/TX21G3R/supps/TX21G3R-S3.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which word means the opposite of c͟u͟r͟v͟e͟d in paragraph 3?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Straight",
                "Key": {
                    "Correct": true,
                    "Rationale": "Sloths have c͟u͟r͟v͟e͟d claws that can hook onto tree branches, allowing them to hang upside down. The opposite of c͟u͟r͟v͟e͟d is “straight.”",
                    "Percent": 73
                }
            },
            "G": {
                "Choice": "Thick",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author uses c͟u͟r͟v͟e͟d to describe the shape of sloths' claws, not how thin (opposite of “thick”) the claws are.",
                    "Percent": 14
                }
            },
            "H": {
                "Choice": "Dark",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author uses c͟u͟r͟v͟e͟d to describe the shape of sloths' claws, not how light (opposite of “dark”) in color the claws are.",
                    "Percent": 4
                }
            },
            "J": {
                "Choice": "Soft",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author uses c͟u͟r͟v͟e͟d to describe the shape of sloths' claws, not how rough (opposite of “soft”) the claws are.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "19": {
        "Number": 19,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Multiple Genres"
        ],
        "SubTopics": [
            "Features such as sections, tables, graphs, timelines, bullets, numbers, and bold and italicized font to support understanding."
        ],
        "SuppContent": [
            "problems/TX21G3R/supps/TX21G3R-S3.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which section contains information about what sloths eat?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Sloth Style",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the section titled “Sloth Style,” the author describes what sloths look like, not what sloths eat.",
                    "Percent": 5
                }
            },
            "B": {
                "Choice": "Slow Movers",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the section titled “Slow Movers,” the author describes how and when sloths move. The author does mention that “at night sloths wake up to eat,” but does not say what sloths eat.",
                    "Percent": 7
                }
            },
            "C": {
                "Choice": "Sloth Snacks",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the section “Sloth Snacks,” there is “information about what sloths eat.” The author explains that sloths eat “twigs, leaves, and fruit.”",
                    "Percent": 84
                }
            },
            "D": {
                "Choice": "Staying Safe",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the section titled “Staying Safe,” the author explains the dangers sloths face, not what sloths eat.",
                    "Percent": 4
                }
            }
        },
        "Parts": {}
    },
    "20": {
        "Number": 20,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Author's Purpose & Craft"
        ],
        "SubTopics": [
            "Explain the author's purpose and message within a text."
        ],
        "SuppContent": [
            "problems/TX21G3R/supps/TX21G3R-S3.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What is the most likely reason the author includes the details in paragraph 1?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "To suggest that some sloths can move fast if they have to",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author says other animals “can run very fast,” but does not say sloths can move fast.",
                    "Percent": 9
                }
            },
            "G": {
                "Choice": "To show that sloths are a lot like other animals that live in trees",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author does not compare sloths to other animals that live in trees.",
                    "Percent": 17
                }
            },
            "H": {
                "Choice": "To show that some sloths have become well known to scientists",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author uses the phrase “as scientists are discovering” to suggest that scientists are learning about sloths, but there is no mention of any specific sloths that have become well known to scientists.",
                    "Percent": 20
                }
            },
            "J": {
                "Choice": "To suggest that sloths have a special quality that helps them survive",
                "Key": {
                    "Correct": true,
                    "Rationale": "The reader can conclude that the author includes the details in paragraph 1 to suggest that sloths' slow movement is a special quality that helps them survive. In this paragraph, the author explains that sloths can avoid being noticed by their enemies by moving slowly.",
                    "Percent": 54
                }
            }
        },
        "Parts": {}
    },
    "21": {
        "Number": 21,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Author's Purpose & Craft"
        ],
        "SubTopics": [
            "Explain the author's use of print and graphic features to achieve specific purposes."
        ],
        "SuppContent": [
            "problems/TX21G3R/supps/TX21G3R-S3.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which idea from the selection does the author best support by including the first three photographs?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Sloths spend a lot of time in trees.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Each of the first three photographs depicts a sloth in a tree. The author includes these photographs to support the idea that “sloths spend a lot of time in trees.”",
                    "Percent": 66
                }
            },
            "B": {
                "Choice": "Scientists want to know more about sloths.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The photographs are of sloths in trees, not scientists studying sloths.",
                    "Percent": 13
                }
            },
            "C": {
                "Choice": "Some sloths are much bigger than others.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sloths are shown from different angles and distances in each photograph, so their sizes are not being compared.",
                    "Percent": 5
                }
            },
            "D": {
                "Choice": "Sloths may not be as lazy as they look.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the photographs, each sloth is either eating, resting, or hanging out in a tree. These are not activities that require energy or would suggest sloths are not “as lazy as they look.”",
                    "Percent": 15
                }
            }
        },
        "Parts": {}
    },
    "22": {
        "Number": 22,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Response Skills"
        ],
        "SubTopics": [
            "Use text evidence to support an appropriate response."
        ],
        "SuppContent": [
            "problems/TX21G3R/supps/TX21G3R-S3.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which sentence from the selection suggests that the author likes sloths?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The sloth is the slowest mammal on Earth. (paragraph 1)",
                "Key": {
                    "Correct": false,
                    "Rationale": "A fact is stated in this sentence, so it is not the author's opinion of sloths.",
                    "Percent": 14
                }
            },
            "G": {
                "Choice": "One thing that scientists do know is that sloths are very different from most other animals. (paragraph 2)",
                "Key": {
                    "Correct": false,
                    "Rationale": "A general observation scientists have made about sloths is included in this sentence, but not what the author thinks of sloths.",
                    "Percent": 17
                }
            },
            "H": {
                "Choice": "With gentle brown eyes and a flat little nose, the sloth might win the award for cutest animal. (paragraph 4)",
                "Key": {
                    "Correct": true,
                    "Rationale": "In this sentence, the author describes the sloth as having “gentle brown eyes and a flat little nose” and provides an opinion that sloths look cute, which suggests that the author likes sloths.",
                    "Percent": 61
                }
            },
            "J": {
                "Choice": "Sloths grow to be only about 25 inches long — around the size of a human baby. (paragraph 4)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The approximate size of sloths is provided in this sentence, but whether the author likes sloths is not included.",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    },
    "23": {
        "Number": 23,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Author's Purpose & Craft"
        ],
        "SubTopics": [
            "Explain the author's purpose and message within a text."
        ],
        "SuppContent": [
            "problems/TX21G3R/supps/TX21G3R-S3.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What is the most likely reason the author wrote this selection?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "To provide the reader with interesting facts about sloths",
                "Key": {
                    "Correct": true,
                    "Rationale": "The reader can infer that the author wrote this selection to provide interesting facts about sloths. Throughout the selection, the author includes facts about sloths' appearance, behavior, diet, and how they are being studied and cared for.",
                    "Percent": 76
                }
            },
            "B": {
                "Choice": "To encourage the reader to support a place that helps sloths",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author does not include a call to action asking the reader to support a place that helps sloths.",
                    "Percent": 9
                }
            },
            "C": {
                "Choice": "To explain to the reader the biggest dangers that sloths face",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author discusses dangers sloths face only in the section “Staying Safe.” There is a wider range of interesting facts about sloths throughout the selection.",
                    "Percent": 7
                }
            },
            "D": {
                "Choice": "To show the reader what it is like to visit a sloth sanctuary",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author mainly describes the purpose of a sloth sanctuary in the section “Helping Sloths”; there is no mention of “what it is like to visit a sloth sanctuary.”",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    },
    "24": {
        "Number": 24,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX21G3R/supps/TX21G3R-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Lines 18 through 21 suggest that the speaker feels  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "surprised to find a big pile of leaves",
                "Key": {
                    "Correct": false,
                    "Rationale": "The speaker describes the leaves gathering in piles in the previous stanza (lines 10–17), so the speaker is not “surprised to find a big pile of leaves.”",
                    "Percent": 17
                }
            },
            "G": {
                "Choice": "excited to go through the pile of leaves",
                "Key": {
                    "Correct": true,
                    "Rationale": "In lines 18 through 21, the speaker shows excitement and anticipation by suggesting that the leaves are there “Just waiting” for the speaker to crunch them underfoot.",
                    "Percent": 67
                }
            },
            "H": {
                "Choice": "curious about what is hiding under the leaves",
                "Key": {
                    "Correct": false,
                    "Rationale": "The speaker wants to crunch the leaves, not find out what is under them.",
                    "Percent": 10
                }
            },
            "J": {
                "Choice": "worried about the amount of leaves on the ground",
                "Key": {
                    "Correct": false,
                    "Rationale": "The speaker is excited, not worried, about the amount of leaves on the ground.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "25": {
        "Number": 25,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Multiple Genres"
        ],
        "SubTopics": [
            "Explain rhyme scheme, sound devices, and structural elements such as stanzas in a variety of poems."
        ],
        "SuppContent": [
            "problems/TX21G3R/supps/TX21G3R-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which sentence best describes the stanzas of the poem?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Each stanza contains lines that rhyme.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There are no intentional rhymes in this poem.",
                    "Percent": 22
                }
            },
            "B": {
                "Choice": "Each stanza creates an image for the reader.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Sounds are described in the first stanza (lines 1–4), the fifth (lines 26–27), and the sixth (lines 28–31), and colors are described in the second stanza (lines 5–9) and the seventh (lines 32–36). Actions are described as leaves gather in the third stanza (lines 10–17) and as the speaker marches in the fourth stanza (lines 18–25).",
                    "Percent": 41
                }
            },
            "C": {
                "Choice": "Each stanza describes a new event for the reader.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Throughout the poem, there are descriptions related to the speaker's experience with piles of leaves. New events are not described in each stanza.",
                    "Percent": 23
                }
            },
            "D": {
                "Choice": "Each stanza repeats important lines.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Lines are only repeated in the first stanza (lines 1–4) and the sixth stanza (lines 28–31).",
                    "Percent": 14
                }
            }
        },
        "Parts": {}
    },
    "26": {
        "Number": 26,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Author's Purpose & Craft"
        ],
        "SubTopics": [
            "Describe how the author's use of imagery, literal and figurative language such as simile, and sound devices such as onomatopoeia achieves specific purposes."
        ],
        "SuppContent": [
            "problems/TX21G3R/supps/TX21G3R-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read lines 15 through 17 of the poem.",
            ":box:Where they tumble\nAnd gather\nIn piles and drifts",
            "These lines help the reader picture the way the leaves  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "are colored",
                "Key": {
                    "Correct": false,
                    "Rationale": "There are no colors mentioned in these lines.",
                    "Percent": 14
                }
            },
            "G": {
                "Choice": "look along the street",
                "Key": {
                    "Correct": true,
                    "Rationale": "The leaves are tumbling in the wind and gathering in “piles and drifts” in the street. The reader pictures how the leaves “look along the street” using this description.",
                    "Percent": 43
                }
            },
            "H": {
                "Choice": "sound as they fall",
                "Key": {
                    "Correct": false,
                    "Rationale": "There are no sounds mentioned in these lines.",
                    "Percent": 36
                }
            },
            "J": {
                "Choice": "feel in the darkness",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no description of how leaves feel in these lines.",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    },
    "27": {
        "Number": 27,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX21G3R/supps/TX21G3R-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In lines 1 through 4 and lines 28 through 31, the placement of the word “Crunch” is meant to emphasize  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "that the speaker is talking",
                "Key": {
                    "Correct": false,
                    "Rationale": "It is the leaves, not the speaker talking, that is making the “Crunch” sound.",
                    "Percent": 10
                }
            },
            "B": {
                "Choice": "the number of leaves there are",
                "Key": {
                    "Correct": false,
                    "Rationale": "Given the description of the leaves in the third stanza, there are likely more leaves in the piles the speaker crunches through than there are instances of the word “Crunch” in the poem.",
                    "Percent": 13
                }
            },
            "C": {
                "Choice": "how carefully the speaker is moving",
                "Key": {
                    "Correct": false,
                    "Rationale": "The placement of the word “Crunch” is used to show movement, but there is no evidence to suggest that the speaker is moving carefully through the piles of leaves.",
                    "Percent": 15
                }
            },
            "D": {
                "Choice": "each step the speaker is taking",
                "Key": {
                    "Correct": true,
                    "Rationale": "In lines 1 through 4 and lines 28 through 31, the word “Crunch” is staggered like footsteps, which is meant to emphasize “each step the speaker is taking” through the crunchy leaves, first with the left foot and then with the right foot.",
                    "Percent": 62
                }
            }
        },
        "Parts": {}
    },
    "28": {
        "Number": 28,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX21G3R/supps/TX21G3R-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which lines of the poem best show why the speaker likes the leaves?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Lines 7 through 9",
                "Key": {
                    "Correct": false,
                    "Rationale": "The speaker describes the color of the leaves in these lines but does not express an opinion about them.",
                    "Percent": 30
                }
            },
            "G": {
                "Choice": "Lines 12 and 13",
                "Key": {
                    "Correct": false,
                    "Rationale": "The speaker describes the movement of the leaves in these lines but does not express an opinion about them.",
                    "Percent": 12
                }
            },
            "H": {
                "Choice": "Lines 26 and 27",
                "Key": {
                    "Correct": true,
                    "Rationale": "The speaker likes the leaves because they make a “wonderful/Crunching sound” (lines 26–27).",
                    "Percent": 47
                }
            },
            "J": {
                "Choice": "Lines 32 and 33",
                "Key": {
                    "Correct": false,
                    "Rationale": "These lines focus on the speaker's feet, not on crunching leaves, which is what the speaker enjoys.",
                    "Percent": 11
                }
            }
        },
        "Parts": {}
    },
    "29": {
        "Number": 29,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX21G3R/supps/TX21G3R-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Throughout the poem, the speaker can best be described as feeling  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "confused",
                "Key": {
                    "Correct": false,
                    "Rationale": "There are no words that imply bewilderment or chaos, so the speaker is not confused.",
                    "Percent": 7
                }
            },
            "B": {
                "Choice": "curious",
                "Key": {
                    "Correct": false,
                    "Rationale": "The speaker does not wonder or ask any questions in the poem, which would have indicated curiosity.",
                    "Percent": 24
                }
            },
            "C": {
                "Choice": "upset",
                "Key": {
                    "Correct": false,
                    "Rationale": "There are no words that would suggest sadness or anger in the poem, so the speaker is not upset.",
                    "Percent": 5
                }
            },
            "D": {
                "Choice": "pleased",
                "Key": {
                    "Correct": true,
                    "Rationale": "The speaker is pleased by the crunching sound the leaves make (lines 1–6) and describes the sound as “wonderful” in lines 26 and 27. In the fourth stanza (lines 18–25), the speaker seems pleased that the leaves are “Just waiting” to be crunched underfoot.",
                    "Percent": 63
                }
            }
        },
        "Parts": {}
    },
    "30": {
        "Number": 30,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Response Skills"
        ],
        "SubTopics": [
            "Use text evidence to support an appropriate response."
        ],
        "SuppContent": [
            "problems/TX21G3R/supps/TX21G3R-S5.json",
            "problems/TX21G3R/supps/TX21G3R-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which sentence supports the conclusion that there are differences in the way bark paper looks even before it is painted?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The mulberry bark makes light-colored paper, while the fig bark makes dark-colored paper. (paragraph 7)",
                "Key": {
                    "Correct": true,
                    "Rationale": "The reader can conclude from this sentence that there are differences in the way bark paper looks even before it is painted since bark from different types of trees makes different colors of paper.",
                    "Percent": 58
                }
            },
            "G": {
                "Choice": "The bark is stripped from the trees. (paragraph 8)",
                "Key": {
                    "Correct": false,
                    "Rationale": "A step in the amate-making process is described in this sentence. Although bark is mentioned, there is no comparison to show differences in the way bark paper looks before it is painted.",
                    "Percent": 16
                }
            },
            "H": {
                "Choice": "Next the bark is boiled in a pot of water and ashes for hours until it breaks apart into strips. (paragraph 8)",
                "Key": {
                    "Correct": false,
                    "Rationale": "A step in the amate-making process is described in this sentence. Although bark is mentioned, there is no comparison to show differences in the way bark paper looks before it is painted.",
                    "Percent": 14
                }
            },
            "J": {
                "Choice": "The strips of bark are placed on a flat, wooden drying board. (paragraph 9)",
                "Key": {
                    "Correct": false,
                    "Rationale": "A step in the amate-making process is described in this sentence. Although bark is mentioned, there is no comparison to show differences in the way bark paper looks before it is painted.",
                    "Percent": 12
                }
            }
        },
        "Parts": {}
    },
    "31": {
        "Number": 31,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Author's Purpose & Craft"
        ],
        "SubTopics": [
            "Explain the author's purpose and message within a text."
        ],
        "SuppContent": [
            "problems/TX21G3R/supps/TX21G3R-S5.json",
            "problems/TX21G3R/supps/TX21G3R-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What is the most likely reason the author included paragraph 1 in the selection?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "To show how bark art is different from other art",
                "Key": {
                    "Correct": false,
                    "Rationale": "Bark art is not compared to any other art in paragraph 1.",
                    "Percent": 26
                }
            },
            "B": {
                "Choice": "To interest the reader in learning about bark art",
                "Key": {
                    "Correct": true,
                    "Rationale": "The reader can infer that the author included paragraph 1 to “interest the reader in learning about bark art.” By beginning with a story about Frederick Starr's discovery, the author tries to make the reader want to know what happens and develop an interest in bark art.",
                    "Percent": 36
                }
            },
            "C": {
                "Choice": "To describe how bark art has changed over time",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author mentions that scientists “thought people no longer knew how to make bark paper,” but this is not a change in bark art over time.",
                    "Percent": 18
                }
            },
            "D": {
                "Choice": "To tell the reader why villagers made bark art",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no reason given for making bark art in paragraph 1.",
                    "Percent": 20
                }
            }
        },
        "Parts": {}
    },
    "32": {
        "Number": 32,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX21G3R/supps/TX21G3R-S5.json",
            "problems/TX21G3R/supps/TX21G3R-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "How is the paper in the section titled “Make Your Own Amate Painting” different from the bark paper described in the rest of the selection?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "It has been flattened.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the section “Make Your Own Amate Painting,” the paper itself is flattened. The author mentions in paragraph 9 that strips of bark are flattened to make the bark paper.",
                    "Percent": 22
                }
            },
            "G": {
                "Choice": "It is made from strips.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Bark paper is made from strips (paragraph 8). The imitation bark paper is made from a paper bag. There is no mention of cutting the imitation bark paper into strips in the section “Make Your Own Amate Painting.”",
                    "Percent": 25
                }
            },
            "H": {
                "Choice": "It has been crumpled.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The paper in the section “Make Your Own Amate Painting” is different from the bark paper described in the rest of the selection because it is crumpled to look rough like paper made from bark. Real bark paper is not crumpled.",
                    "Percent": 36
                }
            },
            "J": {
                "Choice": "It is hard to draw on.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The difficulty of drawing on real bark paper or on imitation bark paper is not mentioned anywhere in the selection.",
                    "Percent": 16
                }
            }
        },
        "Parts": {}
    },
    "33": {
        "Number": 33,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Comprehension Skills"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX21G3R/supps/TX21G3R-S5.json",
            "problems/TX21G3R/supps/TX21G3R-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which statement best explains why Starr's discovery was important?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "He learned about a different kind of amate.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author mentions a different purpose for bark paper in paragraph 5 but does not mention that the type of amate Starr saw was a different kind.",
                    "Percent": 20
                }
            },
            "B": {
                "Choice": "He found that people were still making amate.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Starr's discovery was important because “he found that people were still making amate.” Before his discovery, scientists thought that people did not know how to make amate anymore (paragraph 1).",
                    "Percent": 33
                }
            },
            "C": {
                "Choice": "He realized how amate had been used in the past.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author, not Starr, mentions in paragraph 5 that amate was used for books.",
                    "Percent": 22
                }
            },
            "D": {
                "Choice": "He learned that amate was made many years ago.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author, not Starr, mentions in paragraph 2 that people have made amate “for hundreds of years.”",
                    "Percent": 24
                }
            }
        },
        "Parts": {}
    },
    "34": {
        "Number": 34,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Multiple Genres"
        ],
        "SubTopics": [
            "Features such as sections, tables, graphs, timelines, bullets, numbers, and bold and italicized font to support understanding."
        ],
        "SuppContent": [
            "problems/TX21G3R/supps/TX21G3R-S5.json",
            "problems/TX21G3R/supps/TX21G3R-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Where should a reader look to find information about what happens after bark is stripped from trees?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The first paragraph",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the first paragraph, the author describes a man witnessing people making bark paper but does not tell the steps of what happens after the bark is stripped from trees.",
                    "Percent": 12
                }
            },
            "G": {
                "Choice": "The section titled “Bark Paintings Now and Then”",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the section “Bark Paintings Now and Then,” the author describes ways the bark paper is decorated, not the process people take to turn the bark that is stripped from trees into bark paper.",
                    "Percent": 20
                }
            },
            "H": {
                "Choice": "The section titled “Making Bark Paper”",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the section “Making Bark Paper,” the author begins paragraph 8 by noting that “bark is stripped from the trees” and then describing the process of making that bark into paper.",
                    "Percent": 58
                }
            },
            "J": {
                "Choice": "The boxed section at the end of the selection",
                "Key": {
                    "Correct": false,
                    "Rationale": "Tree bark is not mentioned in the boxed section at the end of the selection.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    }
}