{
    "Directions": "Read the following editorial and letter to the editor about skateboarding then answer each question that follows.",
    "Context": [],
    "Title": "Children Under 12 Banned from Skateboarding",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["", "Editorial"],
        [" ", "\tThe Government Editorial Board of Tullyville, North Dakota, voted last night to not allow children under 12 years old to skateboard. This ruling came after Josie Bellview, age 10, fell on a cement sidewalk in Rutherford Park, breaking her arm. Miss Bellview was not wearing a helmet at the time of the accident. Thankfully, we finally have a government that is eager to address an issue that has been ignored for too long."],
        [" ", "\tMayor Thomas Q. Smith said that this is not the first time this type of accident happened in Rutherford Park. “For the last 3 years, Tullyville has been seeing an increase in these types of accidents involving young children. If parents will not take the responsibility for making sure that their children are safe from these sorts of mishaps, our government will.” When asked if it was best to pass a helmet-wearing law, Mayor Smith said, “Tullyville tried that a number of years ago and parents and children ignored the o͟r͟d͟i͟n͟a͟n͟c͟e. We are being forced to do more in this area since the problem does not seem to be going away and instead seems to be worsening.” This newspaper stands firmly behind Mayor Smith's stance. The parents were given the opportunity a while ago to address this issue. They caught the ball, but ultimately fumbled it. It is now our government's turn to try and fix this serious situation."],
        [" ", "\tMayor Smith was referring to the serious accident that occurred on July 4th of this year. Two children, ages 9 and 10, collided on skateboards and were injured. Tullyville will no longer tolerate these occurrences. This newspaper is eager to see something done immediately. We will no longer tolerate these recurring accidents that can be prevented. We demand that something be done immediately and Mayor Smith seems to be doing it."],
        [" ", "\tOur popular mayor believes that the government should step in when it appears that parents have failed in their duties to protect their children. This newspaper firmly supports the mayor's right to ensure the safety of all of Tullyville's citizens. Governments have traditionally acted in place of parents when they have failed to act. It is totally correct of Mayor Smith to do something to stop the high rate of accidents in the park. It must not be forgotten that it will ultimately be the responsibility of the town of Tullyville for paying money for these frequent accidents. Mayor Smith is not only protecting the children of Tullyville, but also the money of its citizens."],
        ["", "Letter to the Editor"],
        [" ", "\tDear Editor,"],
        [" ", "\tI read your editorial published on October 13th. As an eleven-year-old skateboarder, I want to say I think the mayor is wrong. Kids should be allowed to skateboard in Rutherford Park. Just because one girl did not follow the rules, why should the rest of us be punished?"],
        [" ", "\tI have been a skateboarder since I was eight years old. I do most of my skateboarding at the park or at the Southerland Middle School. I skateboard with my friends and we all wear helmets. Our parents do not have to remind us to put our helmets on. We have been skateboarding for three years and have not had an accident. If we did collide, we are not only wearing helmets, but also knee and elbow pads. We do everything right to make sure that we and others are safe."],
        [" ", "\tJust because some kids did not follow the rules, does not mean that all of us should not be allowed to skateboard. There is not a lot to do in Tullyville. Skateboarding keeps us busy and healthy. We are not sitting around watching television and eating junk food. The U.S. Government said that overweight children are a big health problem for this country. We eleven-year-olds in Tullyville are doing something to solve this problem. We are exercising in a safe way."],
        [" ", "\tWe should be allowed to keep skateboarding. If the mayor is really concerned, he should raise the fine for not wearing a helmet. Then maybe the parents will pay attention."],
        [" ", "\tSincerely,"],
        [" ", "\tSara Jones,\n\t6th grader at Southerland Middle School"]
    ],
    "Copyright": "“Children Under 12 Banned from Skateboarding” © 2010 and used with permission of ReadWorks.org.",
    "References": []
}