{
    "Directions": "Read the following passage about the brain and sleep then answer each question.",
    "Context": [],
    "Title": "The Body’s Clock",
    "Subtitle": "",
    "Author": "by Trudee Romanek",
    "LabelType": "P",
    "Content": [
        [" ", "\tEver wondered what makes you sleepy at bedtime? Is it just that you’re tired out from a long day? That may be part of it, but you also get tired because your brain tells you to. A tiny part of each person’s brain controls at what time of the day you’ll feel wide awake and what time you’ll feel sleepy."],
        [" ", "\tPeople call this part of the brain the biological clock or the body clock. Of course, it’s not really a clock. It’s actually two tiny clumps of nerve cells—about the size of two pinheads— inside your brain. The real name of these clumps of cells is the suprachiasmatic nuclei (SOO-pra-ki-az-MAT-ik NOO-klee-i), or the SCN for short. They help your brain produce the right chemicals, called neurotransmitters and hormones, to make you feel sleepy as bedtime gets nearer and ready to rise as morning approaches."],
        ["", "Pᴜᴛᴛɪɴɢ ᴛʜᴇ Bʀᴀɪɴ ᴛᴏ Sʟᴇᴇᴘ"],
        [" ", "\tDuring the day, your biological clock triggers your body to produce chemicals that stimulate your brain and keep it alert. While it’s alert, a part of your brain stem—the lower part of your brain that looks after breathing and other basic life functions—is hard at work. It passes information nonstop from your senses to your cerebral cortex—the upper part of your brain that sorts out information from your senses and controls speech and all your other muscle movements."],
        [" ", "\tLater, your biological clock signals your body that bedtime is approaching. When the daylight begins to fade, your pineal gland churns out more melatonin, a hormone that lets your organs know it’s time for sleep. Your brain starts producing less of the stimulating, wake-up chemicals. Eventually, another part of the brain stem (the pontine nuclei) takes over, allowing you to sleep. Once this part is in charge, very little sensory information is passed to your cerebral cortex and you are no longer as aware of things around you."],
        [" ", "\tThe brain stem itself doesn’t seem to need sleep. It may be the part of your brain that stays alert during sleep, waiting for important signals."],
        ["", "Rɪɢʜᴛ Oɴ Tɪᴍᴇ"],
        [" ", "\tPeople are creatures of habit, thanks in part to their biological clocks. Scientists have discovered that over the course of each day, human beings (and other animals, too) have a distinct pattern of times when they are sleepy and times when they are alert. Most people feel energetic in the morning, then start to feel sleepy after lunch. They perk up in late afternoon, feel wide awake right after supper and then get tired at bedtime. This sleep/wake cycle is part of a larger, 24-hour pattern called the circadian rhythm."],
        [" ", "\tSome other events in your day are part of your circadian rhythm as well. For example, your body temperature rises just before you wake up and falls during the night. And your stomach produces digestive juices according to a schedule, so that at meal times it’s ready to break down the food you eat."],
        ["", "Gᴀᴛʜᴇʀɪɴɢ Eᴠɪᴅᴇɴᴄᴇ"],
        [" ", "\tYour biological clock uses a number of different clues to make sure it’s keeping your circadian rhythm on schedule. Eating and exercising at regular times, even brushing your teeth and putting on your pajamas before bed can signal your brain that everything is happening when it’s supposed to. But the most important time clue for your biological clock is daylight."],
        [" ", "\tWhen your eyes sense light, optical fibers carry the message to your brain and your SCN. As long as your eyes are sensing bright light during the day and no light at night, your biological clock knows that it’s waking you up, making you sleepy, and triggering all those other events at the correct times."],
        ["", "Tᴜʀɴɪɴɢ Dᴀʏ ɪɴᴛᴏ Nɪɢʜᴛ"],
        [" ", "\tMany animals, including humans, are diurnal—awake and active during the day. These days, though, many businesses are open 24 hours. Employees on the night shift have to sleep during the day instead. This can cause big problems."],
        [" ", "\tIf you switched night for day and day for night long enough, your body might get used to the change. The problem is that most shift workers don’t stick to the new schedule for long, so their bodies don’t have time to adjust. As a result shift workers often feel sleepy at work, but lie awake in bed when they’re supposed to be sleeping."],
        ["", "Gᴇᴛᴛɪɴɢ Oꜰꜰ Sᴄʜᴇᴅᴜʟᴇ"],
        [" ", "\tFlying from one time zone to another can throw your body into a tailspin. Suddenly the hours between sunrise and sunset don’t add up to a complete day. The more time zones you cross, the more out of whack your biological clock gets. Your brain may produce chemicals that keep you wide awake when everyone else is asleep. It can take a week before daylight resets your clock and gets all the systems of your circadian rhythm back to normal."],
        [" ", "\tIn space, astronauts sometimes face their most difficult tasks when they would normally be sleeping back on Earth. So, before a mission, NASA shines bright lights on the astronauts in the middle of the night to reset their biological clocks."],
        [" ", "\tMany teenagers have a problem called teenage phase shift. Even though their bodies are growing a lot, they don’t produce more melatonin—the chemical that signals it’s time for bed. So the melatonin signal is weaker, and they don’t feel sleepy until well after midnight. Getting up is a nightmare, and they drag themselves around exhausted for the rest of the day. By evening, they’re wide awake again and can’t get to sleep. To deal with the problem of sleepy teens, some U.S. high schools are starting classes later in the morning so that students can get the sleep they need."],
        ["", "Sᴛᴀɢᴇs ᴏꜰ Sʟᴇᴇᴘ"],
        [" ", "\tIn 1952, American researcher Nathaniel Kleitman began studying the eyes of sleepers. He knew that our eyes roll around slowly just as we’re falling asleep. But he didn’t know if this happened at other times during the night as well."],
        [" ", "\tKleitman asked a research student, Eugene Aserinsky, to stay awake all night and watch a sleeping person’s eyes. Aserinsky was astonished by what he saw. Although the sleeper’s eyeballs didn’t roll, from time to time they darted very quickly back and forth under closed eyelids. What Kleitman and Aserinsky had discovered was a special stage of sleep. They named it Rapid Eye Movement (REM) sleep and soon found that it’s during REM sleep that sleepers have their most elaborate dreams."],
        [" ", "\tSleep researchers everywhere began to m͟o͟n͟i͟t͟o͟r brainwaves throughout the whole night. What they found was that the brainwaves changed during the night, not just once, but many times. They divided the different types of brainwaves into five stages of sleep that people go through each night—REM sleep and stages 1, 2, 3, and 4 of non-REM sleep."],
        ["", "Nᴏɴ-REM Sʟᴇᴇᴘ"],
        [" ", "\tStage 1 sleep is so close to being awake that if you were woken from it you’d probably say you weren’t even asleep. After several minutes in Stage 1, you sink into Stage 2 sleep. The brainwaves during this stage are a little larger and slower than at Stage 1. From there you sink into the deeper sleep of Stages 3 and 4. Your body is very relaxed and it is difficult to wake you. During Stage 4, your body produces the largest amount of some of the chemicals that help you grow."],
        [" ", "\tStages 1 and 2 are often called light sleep. Stages 3 and 4 are called deep sleep, or Slow- Wave Sleep (SWS), because your brainwaves are larger and slower in those stages."],
        ["", "Tʜᴇ Sʟᴇᴇᴘ Cʏᴄʟᴇ"],
        [" ", "\tThroughout the night you make your way through the five stages of sleep on a very regular schedule. After falling asleep, you drift down through light sleep (Stages 1 and 2) and then into deep SWS sleep (Stages 3 and 4). You stay in Stage 4 sleep for about 20 minutes, your longest chunk of it for the night. Then, you begin to drift back up through Stage 3 and into the lighter sleep of Stage 2. But instead of passing into Stage 1 and then waking up, you enter your first period of REM (rapid eye movement) sleep."],
        [" ", "\tFor the rest of the night you pass up and down through the stages of sleep in cycles that last a little more than an hour. You spend less time in deep SWS and more time in REM sleep as the night passes. In fact, most people have no deep sleep at all after about 2 a.m."],
        ["", "A Gᴏᴏᴅ Nɪɢʜᴛ’s Sʟᴇᴇᴘ"],
        [" ", "\tWhen is the last time you complained about your bedtime? Last night? It just never seems fair that kids have to go to sleep while adults stay up later. Unfortunately for kids, the grown-ups have scientific research backing them up. Generally, the younger you are the more sleep you need to keep your growing body and your developing brain working well. If you don’t get enough sleep, you’ll feel cranky and unhappy, be more likely to get sick, and have a much harder time learning new things."],
        [" ", "\tAs people get older, their need for sleep drops. But there’s one big exception. For reasons doctors and scientists don’t completely understand yet, many teenagers seem to need more sleep than they did at age 11—perhaps because of the major changes their bodies go through at puberty."],
        ["", "problems/PA15G6E/media/S4a.jpg"]
    ],
    "Copyright": "“The Body’s Clock” material from Zzz . . . : The Most Interesting Book You’ll Ever Read about Sleep written by Trudee Romanek is used by permission of Kids Can Press Ltd ., Toronto . Text © 2002 Trudee Romanek .",
    "References": []
}