{
    "Directions": "Read the following passage that is a Greek myth then answer each question.",
    "Context": [],
    "Title": "The Picture Minerva Wove",
    "Subtitle": "",
    "Author": "retold by Carolyn Sherwin Bailey",
    "LabelType": "P",
    "Content": [
        [" ", "\tArachne, the wonderful girl weaver of Greece, took a roll of white wool in her skilled hands and separated it into long white strands. Then she carded it until it was as soft and light as a cloud. She was at work out of doors in a green forest, and her loom was set up under an old oak tree with the sunlight shining down between the leaves to brighten the pattern that she set up on it. In and out her shuttle flew without stopping until she had woven at last a fair piece of fabric."],
        [" ", "\tThen Arachne threaded a needle with wool dyed in rainbow colors. She had all the colors of this long arch, that the sunbeams shining through raindrops make, to use in her work."],
        [" ", "\t“What design will the clever Arachne embroider on her tapestry today?” one of the nymphs of the forest who had clustered about her to watch her work asked. Then all the nymphs, looking like a part of the forest in their soft green garments, crowded close as Arachne began to embroider a picture. The grass seemed to grow in it beneath her needle, and the flowers bloomed just as they always bloom in the spring."],
        [" ", "\t“You weave and sew as if the great Minerva herself had taught you her arts,” a nymph said timidly to Arachne."],
        [" ", "\tThe girl's face flushed with anger. It was true that the goddess Minerva, who presided over the arts that weavers need to know, spinning, weaving, and needlework, had taught Arachne her skill, but the girl was vain and always denied it."],
        [" ", "\t“My skill is my own,” she replied. “Let Minerva try to compete with me, and if she is able to finish a rarer piece of work than mine, I am willing to pay any penalty.”"],
        [" ", "\tIt was a thoughtless, daring boast which Arachne had made. As she spoke the leaves of the trees fluttered, for the nymphs, frightened at a mortal's presumption, were moving away from Arachne. She looked up and in their place saw an old dame standing beside her."],
        [" ", "\t“Challenge your fellow mortals, my child,” she said, “but do not try to compete with a goddess. You ought to ask Minerva's forgiveness for your rash words.”"],
        [" ", "\tArachne tossed her head in disdain."],
        [" ", "\t“Keep your counsel,” she replied, “for your hand-maidens. I know what I say and I mean it. I am not afraid of the goddess. I repeat it; let Minerva try her skill with mine if she dare venture.”"],
        [" ", "\t“She comes!” said the old dame, dropping her disguise and appearing before Arachne in the shining silver mail of the goddess Minerva."],
        [" ", "\tArachne grew pale with fear at first, but her presumption overcame her fear. Her heart was full of her foolish conceit, and she set a new piece of work on her loom as Minerva produced a second loom, and the contest began. They attached the web to the beam and began tossing their slender shuttles in and out of the threads. They pushed the wool up into place with their fine reeds until the fabric was compact. Then the needlework was begun."],
        [" ", "\tArachne, though, had decided to work something that was forbidden by the gods. She was going to use her skill of hand and all her art for evil instead of good."],
        [" ", "\tShe began embroidering a picture that would be displeasing to the gods, and she was able to make it seem as if it were alive, because of the figures and scenes she could outline with her needle and fill in with her colored wools. The picture Arachne embroidered was that of the fair Princess Europa tending her father's herds of cattle beside the sea. One of the bulls seemed so tame that Europa mounted his back, and he plunged into the sea with her and carried her far away from her native shores to Greece. Arachne pictured this bull as the great god Jupiter."],
        [" ", "\tMinerva's embroidery was of a very different pattern from this. She was the goddess of wisdom, and her gift from Mount Olympus to the earth had been the beautiful olive tree that gave mortals shade, and fruit, and oil, and wood for their building. Minerva stitched the pattern of a green olive tree on the tapestry she was embroidering."],
        [" ", "\tAmong the leaves of the olive tree Minerva embroidered a butterfly. It seemed to live and flutter in and out among the olives. One could almost touch the velvet nap that lay on its wings and the silk down which covered its back; there were its broad, outstretched horns, its gleaming eyes, its glorious colors. Minerva's workmanship was more wonderful than Arachne could ever hope to learn. As they finished she knew that she was outdone."],
        [" ", "\tMinerva looked at Arachne's tapestry, woven of pride and a desire for vain conquest. It could not be allowed to stand beside hers that showed the gift of life to humans in the olives and such beauty as that of the butterfly. The goddess struck Arachne's tapestry with her shuttle and tore it in pieces."],
        [" ", "\tArachne was suddenly filled with an understanding of how she had wasted her skill, and she longed to get away from all sight and sound of her weaving. A vine trailed down to the ground from a nearby tree. Arachne twisted it about her body and tried to pull herself up by it to the tree, but Minerva would not allow this. She touched Arachne's form with the juices of aconite and at once her hair came off, and her nose and her ears as well. Her body shrank and shriveled and her head grew smaller. Her fingers fastened themselves to her side and served for legs. She hung from the vine which changed to a long gray thread."],
        [" ", "\tArachne, the skillful weaver of Greece, was changed to Arachne, the spider of the forest. Through all the centuries since then she has been spinning her fragile threads and weaving her frail webs that a breath of wind, even, can destroy."]
    ],
    "Copyright": "“The Picture Minerva Wove” by Carolyn Sherwin Bailey from Wonder Stories: The Best Myths for Boys and Girls. Copyright © 1920 by Milton Bradley Company, Springfield, Massachusetts. Public domain.",
    "References": []
}