{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expressions, Equations & Relationships"
        ],
        "SubTopics": [
            "Solve problems involving the volume of cylinders, cones, and spheres."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A fishbowl shaped like a sphere is filled with water. The fishbowl has a diameter of 16 inches. Which measurement is closest to the volume of water in the fishbowl in cubic inches?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "2,144.66 in³",
                "Key": {
                    "Correct": true,
                    "Rationale": "The student should have determined that the diameter (straight line going through the center of a circle connecting two points on the circumference) of the fishbowl is 16 inches, and the radius (distance from the center to the circumference of a circle) is 8 inches. The volume (amount of three-dimensional space taken up) in cubic inches can be calculated using the formula V = 4/3 • πr³ and can be represented by the expressions 4/3 • π • 8³, which results in a volume of approximately 2,144.66 cubic inches.",
                    "Percent": 81
                }
            },
            "B": {
                "Choice": "17,157.28 in³",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used the diameter in place of the radius in the volume formula. The student needs to focus on understanding and properly applying the formula for determining the volume of a sphere, V = 4/3 • πr³.",
                    "Percent": 10
                }
            },
            "C": {
                "Choice": "5,461.67 in³",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used the diameter in place of the radius in the volume formula, did not multiply the value of 4/3 • 16³ by π, and selected the answer option that most closely resembled the result of these calculations. The student needs to focus on understanding and properly applying the formula for determining the volume of a sphere, V = 4/3 • πr³.",
                    "Percent": 5
                }
            },
            "D": {
                "Choice": "6,433.98 in³",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely applied the correct formula to calculate the volume but neglected to divide the result by 3. The student needs to focus on understanding and properly applying the formula for determining the volume of a sphere, V = 4/3 • πr³.",
                    "Percent": 3
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Proportionality"
        ],
        "SubTopics": [
            "Use a trend line that approximates the linear relationship between bivariate sets of data to make predictions."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Students in a science class investigated how the speed of sound changes with the air temperature outside. The data are shown in the scatterplot.",
            "problems/TX18G8M/media/2a.jpg",
            "Based on the scatterplot, what is the best prediction of the speed of sound when the air temperature is 50°C?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "350 m/s",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely drew a trend line that passes through the points on the graph located at approximately (0, 333) and (16, 339) to make the prediction. The student needs to focus on drawing a trend line as close as possible to all points with a similar number of points above and below the line and using that line to make the prediction.",
                    "Percent": 3
                }
            },
            "G": {
                "Choice": "355 m/s",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely drew a trend line that passes through the points on the graph located at approximately (6, 337.5) and (30, 347.5) to make the prediction. The student needs to focus on drawing a trend line as close as possible to all points with a similar number of points above and below the line and using that line to make the prediction.",
                    "Percent": 16
                }
            },
            "H": {
                "Choice": "360 m/s",
                "Key": {
                    "Correct": true,
                    "Rationale": "The student should have determined that a reasonable trend line (line on a graph showing the general direction a group of points seems to be heading) for the given scatterplot (a graph of plotted points that shows the relationship between two sets of data) would pass through the points located at approximately (2, 334) and (20, 344). When this line is extended to the vertical line (in an up-down direction) on the graph that represents 50 °C, it will pass close to a point on the graph located at (50, 360). The meaning of this point is that the speed of sound will be approximately 360 meters per second when the air temperature is 50 °C.",
                    "Percent": 68
                }
            },
            "J": {
                "Choice": "365 m/s",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely drew a trend line that passes through the points on the graph located at approximately (4, 334.5) and (27.6, 350.1) to make the prediction. The student needs to focus on drawing a trend line as close as possible to all points with a similar number of points above and below the line and using that line to make the prediction.",
                    "Percent": 14
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Order a set of real numbers arising from mathematical and real-world contexts."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Four plumbers estimated the length of the radius of a cylindrical pipe. The estimates made by the plumbers are listed.",
            ":box:• Plumber W estimated that the radius had a length of 3/25 inches.\n\n• Plumber X estimated that the radius had a length of √3/11 inches.\n\n• Plumber Y estimated that the radius had a length of 9/100 inches.\n\n• Plumber Z estimated that the radius had a length of π/24 inches.",
            "Which list shows these lengths in order from greatest to least?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "9/100, π/24, 3/25, √3/11",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely ordered the fractions based on the values of the numerators (top numbers) in order from greatest to least. The student needs to focus on determining the value of each fraction by looking at the relationship between the numerator and the denominator (bottom number).",
                    "Percent": 4
                }
            },
            "B": {
                "Choice": "√3/11, π/24, 3/25, 9/100",
                "Key": {
                    "Correct": true,
                    "Rationale": "The student should have determined that the value of 3 is 0.12. The approximate value of √3/11 is 25 11 0.157. The value of 9/100 is 0.09. The approximate value of π/24 is 0.131. In order from greatest (largest) to least (smallest), these decimal values would be listed as 0.157, 0.131, 0.12, and 0.09, and the correct order of the fractions would be √3/11, π/24, 3/25, 9/100.",
                    "Percent": 77
                }
            },
            "C": {
                "Choice": "9/100, 3/25, π/24, √3/11",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely ordered the fractions in order from least to greatest.",
                    "Percent": 14
                }
            },
            "D": {
                "Choice": "√3/11, 3/25, π/24, 9/100",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely ordered the fractions based on the values of the numerators (top numbers) in order from least to greatest. The student needs to focus on determining the value of each fraction by looking at the relationship between the numerator and the denominator (bottom number) and then order from greatest to least.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expressions, Equations & Relationships"
        ],
        "SubTopics": [
            "Write one-variable equations or inequalities with variables on both sides that represent problems using rational number coefficients and constants."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Jerry has a new job and earns a salary of $45,000. Victoria has a new job and earns a salary of $54,000. Jerry will receive a salary increase of $2,500 per year, and Victoria will receive a salary increase of $1,500 per year.",
            "Which equation can be used to find x, the number of years it will take Jerry to earn the same salary as Victoria?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "45,000x + 2,500x = 54,000x + 1,500x",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely multiplied the variable (symbol used to represent an unknown number) x by both the initial (beginning) salary and the rate of change (constant increase or decrease) in salary when writing the expressions to represent Jerry's salary and Victoria's salary. The student needs to focus on multiplying the rate of change by the variable and adding or subtracting the initial value when writing the expression.",
                    "Percent": 9
                }
            },
            "G": {
                "Choice": "45,000x + 2,500 = 54,000x + 1,500",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely multiplied the variable (symbol used to represent an unknown number) x by the initial (beginning) salary instead of the rate of change (constant increase or decrease) in salary when writing the expressions to represent Jerry's salary and Victoria's salary. The student needs to focus on multiplying the rate of change by the variable and adding or subtracting the initial value when writing the expression.",
                    "Percent": 11
                }
            },
            "H": {
                "Choice": "45,000 + 2,500x = 54,000 + 1,500x",
                "Key": {
                    "Correct": true,
                    "Rationale": "The student should have determined that because Jerry earns a salary of $45,000 and will receive a salary increase of $2,500 per year, the expression 45,000 + 2,500x represents Jerry's salary in dollars after x years. Because Victoria earns a salary of $54,000 and will receive a salary increase of $1,500 per year, the expression represents Victoria's salary in dollars after x years. The equation can be used to find x, the number of years it will take Jerry to earn the same salary as Victoria.",
                    "Percent": 77
                }
            },
            "J": {
                "Choice": "45,000x + 2,500x = 54,000x + 1,500",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely multiplied the variable (symbol used to represent an unknown number) x by the initial (beginning) salary and the rate of change (constant increase or decrease) in salary when writing the expression to represent Jerry's salary and multiplied the variable x by the initial salary instead of the rate of change in salary when writing the expression to represent Victoria's salary. The student needs to focus on multiplying the rate of change by the variable and adding or subtracting the initial value when writing the expression.",
                    "Percent": 4
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expressions, Equations & Relationships"
        ],
        "SubTopics": [
            "Use the Pythagorean theorem and its converse to solve problems."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Natasha walked from the library to the grocery store and then to her house. The diagram shows the top view of the locations of these three places and their distances from each other.",
            "problems/TX18G8M/media/5a.jpg",
            "Which measurement is closest to the shortest distance in miles from Natasha's house to the library?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "2.6 mi",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely added the two lengths given in the diagram to find the shortest distance from Natasha's house to the library. The student needs to focus on properly applying the Pythagorean theorem using the given information.",
                    "Percent": 14
                }
            },
            "B": {
                "Choice": "1.9 mi",
                "Key": {
                    "Correct": true,
                    "Rationale": "The student should have determined that because the diagram represents a right triangle (a closed figure with three sides and one 90 degree angle) with legs of 1.7 miles and 0.9 mile, the Pythagorean theorem (in a right triangle, the square of the hypotenuse (longest side) is equal to the sum (total) of the squares of the other two sides, a² + b² = c²) can be used to calculate this distance. The distance in miles is equal to √(1.7² + 0.9²). When the two values under the radical symbol are squared, the result is √(2.89 + 0.81), and when the squares are added, the result is √3.7. The value of √3.7 is approximately 1.9, which means the approximate distance from Natasha's house to the library is 1.9 miles.",
                    "Percent": 75
                }
            },
            "C": {
                "Choice": "1.4 mi",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely subtracted the squares of the two lengths given in the diagram and then calculated the square root (a value that, when multiplied by itself, is equal to the number under the √). The student needs to focus on properly applying the Pythagorean theorem using the given information.",
                    "Percent": 5
                }
            },
            "D": {
                "Choice": "2.3 mi",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely multiplied each of the two lengths given in the diagram by 2 and then added the results and calculated the square root (a value that, when multiplied by itself, is equal to the number under the √). The student needs to focus on properly applying the Pythagorean theorem using the given information.",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Proportionality"
        ],
        "SubTopics": [
            "Identify functions using sets of ordered pairs, tables, mappings, and graphs."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A relation contains the points (1, 2), (2, –1), (3, 0), (4, 1), and (5, –1). Which statement accurately describes this relation?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The relation does not represent y as a function of x, because each value of x is associated with a single value of y.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely assumed the statement was correct because the second part of the statement is true. The student needs to focus on how to determine if a relation containing ordered pairs is a function by determining if each value of x is paired with a single value of y.",
                    "Percent": 12
                }
            },
            "G": {
                "Choice": "The relation represents y as a function of x, because one value of y is associated with two values of x.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely recognized that the relation was a function but chose a statement that gives an incorrect reason. The student needs to focus on how to determine if a relation containing ordered pairs is a function by determining if each value of x is paired with a single value of y.",
                    "Percent": 17
                }
            },
            "H": {
                "Choice": "The relation does not represent y as a function of x, because each value of y is associated with two values of x.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely assumed the statement was correct because one value of y is associated with two values of x. The student needs to focus on how to determine if a relation containing ordered pairs is a function by determining if each value of x is paired with a single value of y.",
                    "Percent": 15
                }
            },
            "J": {
                "Choice": "The relation represents y as a function of x, because each value of x is associated with a single value of y.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The student likely determined that because each x-coordinate (horizontal position from 0) in the set of ordered pairs (two numbers usually written in parentheses; can be used to show the position on a coordinate grid, where the horizontal (left to right) value, x, is first, and the vertical (up and down) value, y, is second) is a different number, each input of the relation is paired with only one output. Therefore, each value of x is paired with a single value of y, and this means the relation represents y as a function of x.",
                    "Percent": 56
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expressions, Equations & Relationships"
        ],
        "SubTopics": [
            "Describe the volume formula V = Bh of a cylinder in terms of its base area and its height."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In a museum there is a sculpture in the shape of a cylinder. The cylinder has a diameter of 12 feet and a height of h feet. Which equation can be used to find V, the volume of the cylinder in cubic feet?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "V = π(6)² • h",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the volume (amount of three-dimensional space taken up) of the cylinder, the student used the formula V = πr²h, where V represents the volume of the cylinder in cubic units, r represents the radius (distance from the center to the circumference of a circle) of the cylinder in units, and h represents the height (vertical distance from top to bottom) of the cylinder in units. Because the length of the diameter (a straight line going through the center of a circle connecting two points on the circumference) of the cylinder is 12 feet, the radius of the cylinder would be half of 12 feet, or 6 feet. Substituting 6 for r in the formula results in V = π(6)² • h.",
                    "Percent": 75
                }
            },
            "B": {
                "Choice": "V = π(6h)²",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely multiplied π by the square of the product (answer) of the radius and the height in the formula. The student needs to focus on understanding the formula for determining the volume of a cylinder, V = πr²h.",
                    "Percent": 8
                }
            },
            "C": {
                "Choice": "V = π(12)² • h",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used the length of the diameter in place of the length of the radius in the formula. The student needs to focus on the relationship between the radius and the diameter and the formula for determining the volume of a cylinder, V = πr²h.",
                    "Percent": 11
                }
            },
            "D": {
                "Choice": "V = π(12h)²",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used the length of the diameter in place of the length of the radius, resulting in π multiplied by the square of the product (answer) of the diameter and the height in the formula. The student needs to focus on the relationship between the radius and the diameter and the formula for determining the volume of a cylinder, V = πr²h.",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expressions, Equations & Relationships"
        ],
        "SubTopics": [
            "Model and solve one-variable equations with variables on both sides of the equal sign that represent mathematical and real-world problems using rational number coefficients and constants."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Julie started with 20 pieces of gum and gave away x pieces. Conrad started with 35 pieces of gum and gave away twice as many pieces as Julie did.",
            "How many pieces of gum did Julie give away if they had the same number of pieces of gum left?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "18",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely wrote the equation 20 + x = 35 – 2x and solved it incorrectly by adding 20 to both sides of the equation, dividing both sides of the equation by 3, and rounding the answer to the nearest whole number. The student needs to focus on writing equations from a verbal situation and using the proper steps to solve the equation.",
                    "Percent": 5
                }
            },
            "G": {
                "Choice": "5",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely wrote and correctly solved the equation 20 + x = 35 – 2x. The student needs to focus on writing equations from a verbal situation.",
                    "Percent": 13
                }
            },
            "H": {
                "Choice": "15",
                "Key": {
                    "Correct": true,
                    "Rationale": "The student likely determined that the problem can be solved using an equation where x represents the number of pieces Julie gave away. Because Conrad gave away twice as many pieces of gum as Julie did, the expression 2x represents the number of pieces of gum Conrad gave away. The expression 20 – x represents the number of pieces of gum Julie has left, and the expression 35 – 2x represents the number of pieces of gum Conrad has left. The equation 20 – x = 35 – 2x represents that Julie and Conrad have the same number of pieces of gum left. To solve the equation, 2x can be added to both sides of the equation and 20 can be subtracted from both sides of the equation, which results in x = 15. This means that Julie gave away 15 pieces of gum.",
                    "Percent": 75
                }
            },
            "J": {
                "Choice": "8",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely wrote and correctly solved the equation 20 + x = 35 – x and rounded the answer to the nearest whole number. The student needs to focus on writing equations from a verbal situation.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "FR",
        "NumChoices": 0,
        "Topics": [
            "Expressions, Equations & Relationships"
        ],
        "SubTopics": [
            "Use previous knowledge of surface area to make connections to the formulas for lateral and total surface area and determine solutions for problems involving rectangular prisms, triangular prisms, and cylinders."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A container is shaped like a triangular prism. Each base of the container is an equilateral triangle with the dimensions shown.",
            "problems/TX18G8M/media/9a.jpg",
            "The container has a height of 15 centimeters. What is the lateral surface area of the container in square centimeters?"
        ],
        "AnswerChoices": {
            "KEY": {
                "Choice": "270",
                "Key": {
                    "Correct": true,
                    "Rationale": "The student likely determined that because the length of each side of each triangular base (triangular top or bottom of the prism) is 6 centimeters, and the height (vertical distance from top to bottom) of each rectangular face (rectangular sides of the triangular prism) is 15 centimeters, the area (amount of space covered by a surface; A = lw) of each lateral face (faces of the prism not including the base) of the prism can be determined by multiplying 6 centimeters by 15 centimeters, which results in 90 square centimeters. Because there are three rectangular lateral faces on the triangular prism (three-dimensional figure with triangular bases), the lateral surface area (total area of the surfaces of a three-dimensional figure not including the bases) of the prism can be determined by multiplying 90 square centimeters by 3, which results in 270 square centimeters.",
                    "Percent": 55
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Two-Dimensional Shapes"
        ],
        "SubTopics": [
            "Generalize the properties of orientation and congruence of rotations, reflections, translations, and dilations of two-dimensional shapes on a coordinate plane."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Trapezoid PQRS is rotated 180° about the origin to form trapezoid P'Q'R'S'.",
            "problems/TX18G8M/media/10a.jpg",
            "Which statement is true?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The sum of the angle measures of trapezoid PQRS is 180° less than the sum of the angle measures of trapezoid P'Q'R'S'.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely misunderstood the effect a rotation has on the angle measures of a figure and thought that the sum (total) of the angle measures of trapezoid P'Q'R'S' would be 180° greater than the sum of the angle measures of trapezoid PQRS. The student needs to focus on the effect a rotation has on a figure and on the fact that a rotation preserves congruence.",
                    "Percent": 12
                }
            },
            "G": {
                "Choice": "Trapezoid PQRS is not congruent to trapezoid P'Q'R'S'.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely misunderstood the effect a rotation has on the congruency of a figure and thought that trapezoid PQRS would not be congruent to trapezoid P'Q'R'S'. The student needs to focus on the effect a rotation has on a figure and on the fact that a rotation preserves congruence.",
                    "Percent": 12
                }
            },
            "H": {
                "Choice": "The area of trapezoid PQRS is less than the area of trapezoid P'Q'R'S'.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely misunderstood the effect a rotation has on the area of a figure and thought that the area (amount of space covered by a surface; A = 1/2 • (b₁ + b₂)h) of trapezoid PQRS would be less than the area of trapezoid P'Q'R'S'. The student needs to focus on the effect a rotation has on a figure and on the fact that a rotation preserves congruence.",
                    "Percent": 8
                }
            },
            "J": {
                "Choice": "The angle measures of trapezoid PQRS are equal to the corresponding angle measures of trapezoid P'Q'R'S'.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The student likely determined that because a rotation (a circular movement) preserves congruence (same shape and size), trapezoid will be congruent to trapezoid PQRS, which means the angle measures of trapezoid will be equal to the corresponding (paired) angle measures in trapezoid PQRS.",
                    "Percent": 68
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Proportionality"
        ],
        "SubTopics": [
            "Write an equation in the form y = mx + b to model a linear relationship between two quantities using verbal, numerical, tabular, and graphical representations."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which function is best represented by this graph?",
            "problems/TX18G8M/media/11a.jpg"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "y = 1/4 • x + 8",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely confused the value of b to be the x-intercept (value where a line crosses the x-axis) of the graph. The student needs to focus on determining the function (equation) of a line graphed on a coordinate grid by finding the slope and y-intercept of the line.",
                    "Percent": 11
                }
            },
            "B": {
                "Choice": "y=1/4 • x – 2",
                "Key": {
                    "Correct": true,
                    "Rationale": "The student likely determined that because the line appears to intersect (cross over) the y-axis (vertical) at (0, – 2), the value of b (represents the y-intercept (value where a line crosses the y-axis) in the equation y = mx + b) would be –2. The graph also appears to pass through the point at (4, –1), and the slope (steepness of a straight line when graphed on a coordinate grid; m = (y₂ – y₁)/(x₂ – x₁)) between this point and the point at (0, –2) would be represented by the expression (–1 – (–2))/(4 – 0), which has a value of 1/4. This means that the value of m (represents the slope in the equation y = mx + b) is 1/4. Therefore, the equation that best represents the line shown on the graph is y = 1/4 • x – 2.",
                    "Percent": 69
                }
            },
            "C": {
                "Choice": "y = 4x – 2",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely calculated the value of m by dividing the difference between the x-coordinates (horizontal position from 0) by the difference between the y-coordinates (vertical position from 0). The student needs to focus on determining the function (equation) of a line graphed on a coordinate grid by finding the slope and y-intercept of the line.",
                    "Percent": 13
                }
            },
            "D": {
                "Choice": "y = 4x + 8",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely calculated the value of m by dividing the difference between the x-coordinates (horizontal position from 0) by the difference between the y-coordinates (vertical position from 0) and confused the value of b to be the x-intercept (value where a line crosses the x-axis) of the graph. The student needs to focus on determining the function (equation) of a line graphed on a coordinate grid by finding the slope and y-intercept of the line.",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Personal Financial Literacy"
        ],
        "SubTopics": [
            "Calculate and compare simple interest and compound interest earnings."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "An employee put $5,000.00 in a retirement account that offers 9% interest compounded annually. The employee makes no additional deposits or withdrawals. Which amount is closest to the interest the employee will have earned at the end of 5 years?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "$229.09",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used 0.009 to represent 9% (calculated the value of 5,000 – 5,000 • 1.009⁵). The student needs to focus on using the given information in the compound interest formula, A = p(1 + r)ᵗ, to determine the interest earned.",
                    "Percent": 3
                }
            },

            "G": {
                "Choice": "$450.00",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely calculated the correct amount of interest for the first year only (calculated the value of). The student needs to focus on using the given information in the compound interest formula, A = p(1 + r)ᵗ, to determine the interest earned.",
                    "Percent": 7
                }
            },
            "H": {
                "Choice": "$2,250.00",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely calculated the correct amount of simple interest (I = prt) the employee would earn in 5 years (calculated the value of). The student needs to focus on using the given information in the compound interest formula, A = p(1 + r)ᵗ, to determine the interest earned.",
                    "Percent": 39
                }
            },
            "J": {
                "Choice": "$2,693.12",
                "Key": {
                    "Correct": true,
                    "Rationale": "The student should have determined that the expression 5,000(1 + 0.09)⁵ can be used to calculate the total value of the retirement account after 5 years. Because the value of this expression, rounded to the nearest hundredth, is 7,693.12, and the initial (beginning) value of the retirement account was $5,000.00, the difference in these values represents the total amount of interest the employee will have earned at the end of 5 years, which is $7,693.12 – $5,000.00, or $2,693.12.",
                    "Percent": 50
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expressions, Equations & Relationships"
        ],
        "SubTopics": [
            "Use informal arguments to establish facts about the angle sum and exterior angle of triangles, about the angles created when parallel lines are cut by a transversal, and the angle-angle criterion for similarity of triangles."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In each diagram, line k is parallel to line l, and line t intersects lines k and l.",
            "problems/TX18G8M/media/13a.jpg",
            "problems/TX18G8M/media/13b.jpg",
            "Based on the diagrams, which statement is true?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The value of x is 79, because the two angles shown in each diagram are congruent.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The student should have determined that in the fourth diagram, the angle above line k and to the right of line t and the angle below line l and to the left of line t are alternate exterior angles (created when a transversal (line) crosses two lines (usually parallel); each pair of these angles is outside the parallel lines, and on opposite sides of the transversal), and so they must be congruent (same measure). Therefore, the measures of both angles must be 79°, which means the value of x is 79.",
                    "Percent": 68
                }
            },
            "B": {
                "Choice": "The value of x is 101, because the two angles shown in each diagram are supplementary.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely misunderstood the relationship between the angles in the diagrams but knew that the sum (total) of the measures of supplementary angles is 180°. The student needs to focus on the relationship between angles when parallel lines are cut by a transversal.",
                    "Percent": 13
                }
            },
            "C": {
                "Choice": "The value of x is greater than 90, because the two angles shown in each diagram are obtuse angles.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely noticed that the angles in two of the diagrams are obtuse (an angle measure that is greater than 90° but less than 180°) and assumed the same would be true for the diagram containing x. The student needs to focus on the relationship between angles when parallel lines are cut by a transversal.",
                    "Percent": 13
                }
            },
            "D": {
                "Choice": "The value of x is 11, because the two angles shown in each diagram are complementary.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely misunderstood the relationship between the angles in the diagrams but knew that the sum (total) of the measures of complementary angles is 90°. The student needs to focus on the relationship between angles when parallel lines are cut by a transversal.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Proportionality"
        ],
        "SubTopics": [
            "Represent linear proportional situations with tables, graphs, and equations in the form of y = kx."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A hot-air balloon is released at ground level, and it rises into the air at a constant rate. After 5 seconds the height of the balloon is 20 feet. The balloon continues to rise at the same rate.",
            "Which table shows the relationship between the time in seconds, x, and the height of the balloon in feet, y?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "problems/TX18G8M/media/14a.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely calculated the unit rate (the number of feet the hot-air balloon rises each second) by dividing 5 seconds by 20 feet and identified a table of values where each y-value was 1/4 times the corresponding x-value. The student needs to focus on finding the initial (beginning) value and the rate of change (constant increase or decrease) from a verbal situation and identifying the table of values with the same relationship.",
                    "Percent": 6
                }
            },
            "G": {
                "Choice": "problems/TX18G8M/media/14b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used the difference in the given values for x and y and identified a table where each y-value was 15 more than the corresponding x-value. The student needs to focus on finding the initial (beginning) value and the rate of change (constant increase or decrease) from a verbal situation and identifying the table of values with the same relationship.",
                    "Percent": 9
                }
            },
            "H": {
                "Choice": "problems/TX18G8M/media/14c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely calculated the correct unit rate (the number of feet the hot-air balloon rises each second) but chose a table where only the first set of ordered pairs correctly represents the situation. The student needs to focus on finding the initial (beginning) value and the rate of change (constant increase or decrease) from a verbal situation and identifying the table of values with the same relationship.",
                    "Percent": 28
                }
            },
            "J": {
                "Choice": "problems/TX18G8M/media/14d.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "The student should have determined that because the hot-air balloon rises 20 feet in 5 seconds, the rate at which the hot-air balloon rises is 20 feet ÷ 5 seconds, or 4 feet per second. In the table, each y-value is 4 times the corresponding (paired) x-value, which represents the situation because the height in feet of the balloon will always be 4 times the number of seconds that the balloon has been rising.",
                    "Percent": 58
                }
            }
        },
        "Parts": {}
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Extend previous knowledge of sets and subsets using a visual representation to describe relationships between sets of real numbers."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which Venn diagram correctly represents the relationship between rational numbers and irrational numbers?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "problems/TX18G8M/media/15a.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "The student should have determined that a number cannot be both rational (a number that can be represented by the division of two integers) and irrational (a number that cannot be represented by the division of two integers; its decimal value goes on forever without a repeating pattern), and this Venn diagram shows the two sets of numbers are not overlapping.",
                    "Percent": 55
                }
            },
            "B": {
                "Choice": "problems/TX18G8M/media/15b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely thought some numbers are both rational and irrational. The student needs to focus on the relationship between number sets in the real number system, including but not limited to rational and irrational numbers.",
                    "Percent": 13
                }
            },
            "C": {
                "Choice": "problems/TX18G8M/media/15c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely thought all rational numbers are also irrational. The student needs to focus on the relationship between number sets in the real number system, including but not limited to rational and irrational numbers.",
                    "Percent": 17
                }
            },
            "D": {
                "Choice": "problems/TX18G8M/media/15d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely thought all irrational numbers are also rational. The student needs to focus on the relationship between number sets in the real number system, including but not limited to rational and irrational numbers.",
                    "Percent": 15
                }
            }
        },
        "Parts": {}
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Proportionality"
        ],
        "SubTopics": [
            "Represent linear non-proportional situations with tables, graphs, and equations in the form of y = mx + b, where b ≠ 0."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Rudolfo has 15 toys in his toy box, and he adds 2 new toys every month. Based on this information, which representation best shows this relationship between the number of toys Rudolfo has in his toy box, y, and the number of months that have passed, x?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "problems/TX18G8M/media/16a.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely identified a table of values that shows the correct rate of change for the relationship, but did not verify that the initial value in the table would be correct. The student needs to focus on finding the initial value and the rate of change from a verbal situation and identifying the table of values with the same relationship.",
                    "Percent": 16
                }
            },
            "G": {
                "Choice": "problems/TX18G8M/media/16b.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "The student should have determined that because Rudolfo started with 15 toys in his toy box, the initial (beginning) value of y is 15, and because Rudolfo adds 2 new toys every month to his toy box, the rate of change (constant increase or decrease) is 2. The graph shows an initial y-value of 15 and an increase of 2 on the y-axis (vertical) for every increase of 1 on the x-axis (horizontal), and therefore the graph shows the correct relationship.",
                    "Percent": 64
                }
            },
            "H": {
                "Choice": "problems/TX18G8M/media/16c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely added the initial value of 15 to the rate of change of 2 and identified a table of values that shows a rate of change equal to 17. The student needs to focus on finding the initial value and the rate of change from a verbal situation and identifying the table of values with the same relationship.",
                    "Percent": 9
                }
            },
            "J": {
                "Choice": "problems/TX18G8M/media/16d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely identified a graph with an initial value of 2 and a rate of change equal to 15. The student needs to focus on finding the initial value and the rate of change from a verbal situation and identifying the table of values with the same relationship.",
                    "Percent": 11
                }
            }
        },
        "Parts": {}
    },
    "17": {
        "Number": 17,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Proportionality"
        ],
        "SubTopics": [
            "Use an algebraic representation to explain the effect of a given positive rational scale factor applied to two-dimensional figures on a coordinate plane with the origin as the center of dilation."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Triangle JKL is dilated with the origin as the center of dilation to create triangle J'K'L'.",
            "problems/TX18G8M/media/17a.jpg",
            "Which rule best represents the dilation that has been applied to triangle JKL to create triangle J'K'L'?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "(x, y) ⇒ (x + 6, y – 3)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used the rule for a translation (movement without rotation, reflection, or dilation) and only verified that the mapping works for point L and point L'. The student needs to focus on the effect a dilation has on a figure and finding the ratio of the side lengths of the corresponding sides of the similar figures to determine the scale factor. The student then needs to use the scale factor to find the rule explaining the effect on the figure.",
                    "Percent": 15
                }
            },
            "B": {
                "Choice": "(x, y) ⇒ (x + 4.5, y + 3)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used the rule for a translation (movement without rotation, reflection, or dilation) and only verified that the mapping works for point K and point K'. The student needs to focus on the effect a dilation has on a figure and finding the ratio of the side lengths of the corresponding sides of the similar figures to determine the scale factor. The student then needs to use the scale factor to find the rule explaining the effect on the figure.",
                    "Percent": 23
                }
            },
            "C": {
                "Choice": "(x, y) ⇒ (1/2 • x, 1/2 • y)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely estimated that each point in triangle JKL was about halfway from the origin as the corresponding point in triangle J'K'L' and identified triangle J'K'L' as the original figure and triangle JKL as the image. The student needs to focus on the effect a dilation has on a figure and finding the ratio of the side lengths of the corresponding sides of the similar figures to determine the scale factor. The student then needs to use the scale factor to find the rule explaining the effect on the figure.",
                    "Percent": 13
                }
            },
            "D": {
                "Choice": "(x, y) ⇒ (7/4 • x, 7/4 • y)",
                "Key": {
                    "Correct": true,
                    "Rationale": "The student should have determined that in a dilation (transformation that makes a figure larger or smaller) with the origin (point where the x-axis (horizontal) and y-axis (vertical) on a coordinate grid intersect; also the point represented by the ordered pair (0, 0)) as the center of dilation, each coordinate (a set of values that shows the position of a point on the coordinate grid in relation to the origin) of each point on the figure is multiplied by a scale factor (ratio of the length of a side of one figure to the length of the corresponding (paired) side of a similar figure). The coordinates of point J appear to be (–2, 4), and the coordinates of point J' appear to be (–3.5, 7). Because 7 is equal to 4 multiplied by 7/4, and – 3.5 is equal to – 2 multiplied by 7/4, this means that each coordinate of each point in the original figure is multiplied by 7/4 to result in the coordinates of the corresponding point in the dilated figure.",
                    "Percent": 49
                }
            }
        },
        "Parts": {}
    },
    "18": {
        "Number": 18,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Proportionality"
        ],
        "SubTopics": [
            "Use data from a table or graph to determine the rate of change or slope and y-intercept in mathematical and real-world problems."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A gym charges a membership fee plus an additional fee per yoga class. The table shows the linear relationship between the number of yoga classes taken and the total cost including the membership fee.",
            "problems/TX18G8M/media/18a.jpg",
            "Which statement is true?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The additional fee per yoga class is $3.75.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The student should have determined that because the total cost of 6 yoga classes plus the membership fee is $67.50 and the total cost of 8 yoga classes plus the membership fee is $75.00, the value of (75.00 – 67.50)/(8 – 6) represents the rate of change, or the additional fee per yoga class in dollars. Because (75.00 – 67.50)/(8 – 6) can be simplified to 7.50/2, which has a value of 3.75, this means that the additional fee per yoga class is $3.75.",
                    "Percent": 58
                }
            },
            "G": {
                "Choice": "The additional fee per yoga class is $8.25.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely divided the values given in the third row of data in the table ($82.50 ÷ 10). The student needs to focus on finding the initial (beginning) value and the rate of change (constant increase or decrease) given a table of values representing a situation.",
                    "Percent": 22
                }
            },
            "H": {
                "Choice": "The membership fee is $35.00.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely assumed the additional fee per yoga class was $5 and subtracted the product (answer) of 8 and 5 from $75, using the values given in the second row of data in the table. The student needs to focus on finding the initial (beginning) value and the rate of change (constant increase or decrease), given a table of values representing a situation.",
                    "Percent": 11
                }
            },
            "J": {
                "Choice": "The membership fee is $42.50.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely assumed the additional fee per yoga class was $4 and subtracted the product (answer) of 10 and 4 from $82.50, using the values in the third row of data in the table. The student needs to focus on finding the initial (beginning) value and the rate of change (constant increase or decrease), given a table of values representing a situation.",
                    "Percent": 9
                }
            }
        },
        "Parts": {}
    },
    "19": {
        "Number": 19,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Measurement & Data"
        ],
        "SubTopics": [
            "Determine the mean absolute deviation and use this quantity as a measure of the average distance data are from the mean using a data set of no more than 10 data points."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The list shows the heights of 6 students in inches.",
            "63, 70, 68, 73, 58, 67",
            "What is the mean absolute deviation for these numbers?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "24",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely did not divide the sum of the absolute deviations by the number of absolute deviations. The student needs to focus on the method for finding the mean absolute deviation of a set of numbers.",
                    "Percent": 13
                }
            },
            "B": {
                "Choice": "66.5",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely calculated the mean of the heights. The student needs to focus on the method for finding the mean absolute deviation of a set of numbers.",
                    "Percent": 31
                }
            },
            "C": {
                "Choice": "4",
                "Key": {
                    "Correct": true,
                    "Rationale": "The student should have determined that the mean (average of a set of numbers found by adding the numbers in the set and dividing the sum (total) by how many numbers are in the set) of the set of heights is equal to the sum of the heights divided by the number of heights, which is represented by the expression (63 + 70 + 68 + 73 + 58 + 67)/6 and has a value of 66.5. The absolute deviations (absolute value (how far a number is from zero) of the difference between each number in a set of numbers and the mean of the set of numbers) of the heights are represented by the expressions |63 – 66.5|, |70 – 66.5|, |68 – 66.5|, |73 – 66.5|, |58 – 66.5|, and |67 – 66.5|. These expressions can be  simplified to |–3.5|, |3.5|, |1.5|, |6.5|, |–8.5|, and |0.5|. The values of these expressions are 3.5, 3.5, 1.5, 6.5, 8.5, and 0.5. The mean of these absolute deviations is represented by the expression (3.5 + 3.5 + 1.5 + 6.5 + 8.5 + 0.5)/6 and has a value of 4. The mean absolute deviation for the set of heights is 4.",
                    "Percent": 46
                }
            },
            "D": {
                "Choice": "67/5",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely calculated the median (middle number in a set of numbers when the set is ordered by value) of the heights. The student needs to focus on the method for finding the mean absolute deviation of a set of numbers.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "20": {
        "Number": 20,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Proportionality"
        ],
        "SubTopics": [
            "Graph proportional relationships, interpreting the unit rate as the slope of the line that models the relationship."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Joseph ran a 6-mile race in 48 minutes. Which graph has a slope that best represents Joseph's average rate of speed during the race?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "problems/TX18G8M/media/20a.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely calculated that it took Joseph 8 minutes per mile and identified a graph with a slope of 8. The student needs to focus on determining the slope or rate of change (constant increase or decrease) from a verbal situation and identifying the graph that represents the situation.",
                    "Percent": 16
                }
            },
            "G": {
                "Choice": "problems/TX18G8M/media/20b.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "The student should have determined that a rate of 6 miles in 48 minutes is equivalent to 6/48 or 1/8 mile per minute. The graph appears to have a slope (steepness of a straight line when graphed on a coordinate grid, m = (y₂ – y₁)/(x₂ – x₁)) equivalent to 1/8 mile per minute, because for each increase of 1 mile, the number of minutes appears to increase by 8. Therefore the graph best represents Joseph's average rate of speed during the race.",
                    "Percent": 58
                }
            },
            "H": {
                "Choice": "problems/TX18G8M/media/20c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used the given information of 6 miles as the rate and identified a graph with a slope of 6. The student needs to focus on determining the slope or rate of change (constant increase or decrease) from a verbal situation and identifying the graph that represents the situation.",
                    "Percent": 21
                }
            },
            "J": {
                "Choice": "problems/TX18G8M/media/20d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely calculated that it took Joseph 8 minutes per mile and identified a graph in which the x-value is 8 for every point. The student needs to focus on determining the slope or rate of change (constant increase or decrease) from a verbal situation and identifying the graph that represents the situation.",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    },
    "21": {
        "Number": 21,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Two-Dimensional Shapes"
        ],
        "SubTopics": [
            "Explain the effect of translations, reflections over the x- or y-axis, and rotations limited to 90°, 180°, 270°, and 360° as applied to two-dimensional shapes on a coordinate plane using an algebraic representation."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Pentagon VWXYZ is shown on the coordinate grid. A student reflected pentagon VWXYZ across the x-axis to create pentagon V' W'X'Y'Z'.",
            "problems/TX18G8M/media/21a.jpg",
            "Which rule describes this transformation?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "(x, y) ⇒ (x, –y)",
                "Key": {
                    "Correct": true,
                    "Rationale": "The student should have determined that when a point is reflected (flipped) across the x-axis (horizontal), the y-coordinate (vertical position from 0) is multiplied by –1. Therefore, the rule (x, y) ⇒ (x, –y) describes the transformation (to change a shape using a rotation (a circular movement), reflection (flip), translation (slide), or dilation (resize)).",
                    "Percent": 52
                }
            },
            "B": {
                "Choice": "(x, y) ⇒ (x, y + 8)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely knew that a reflection across the x-axis would result in pentagon V'W'X'Y'Z' being in Quadrant I on the coordinate grid, and identified a rule that would place pentagon V'W'X'Y'Z' in this quadrant on the coordinate grid. The student needs to focus on the effect a reflection has on a figure and the rule that can be used to explain the effect on the figure when graphed on a coordinate grid.",
                    "Percent": 10
                }
            },
            "C": {
                "Choice": "(x, y) ⇒ (–y, x)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely understood that the y-coordinate of the reflection would be negative but assumed the values of the coordinates would be reversed. The student needs to focus on the effect a reflection has on a figure and the rule that can be used to explain the effect on the figure when graphed on a coordinate grid.",
                    "Percent": 17
                }
            },
            "D": {
                "Choice": "(x, y) ⇒ (–x, y)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely identified the rule for a reflection across the y-axis (vertical). The student needs to focus on the effect a reflection has on a figure and the rule that can be used to explain the effect on the figure when graphed on a coordinate grid.",
                    "Percent": 21
                }
            }
        },
        "Parts": {}
    },
    "22": {
        "Number": 22,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Order a set of real numbers arising from mathematical and real-world contexts."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which list shows these numbers in order from least to greatest?",
            "37/6, –5.17, √33, –26/5"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "–26/5, –5.17, 37/6, √33",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely thought that the value of √33 was the same as the value of 33/2. The student needs to focus on determining the value of any type of number (negative, positive, fraction, square root (a value that, when multiplied by itself, is equal to the number under the √), etc.) and ordering the numbers by value.",
                    "Percent": 6
                }
            },
            "G": {
                "Choice": "–5.17, –26/5, 37/6, √33",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely misunderstood the correct way to order the two negative numbers and thought that the value of √33 was the same as the value of 33/2. The student needs to focus on determining the value of any type of number (negative, positive, fraction, square root (a value that, when multiplied by itself, is equal to the number under the √), etc.) and ordering the numbers by value.",
                    "Percent": 5
                }
            },
            "H": {
                "Choice": "–26/5, –5.17, √33, 37/6",
                "Key": {
                    "Correct": true,
                    "Rationale": "The student should have determined that the approximate value of 37/6 is 6.17. The approximate value of √33 is 5.74. The value of –26/5 is –5.2. The decimal values, listed in order from least (smallest) to greatest (largest), would be –5.2, –5.17, 5.74, 6.17, which means that the correct order of the given values from least to greatest would be –26/5, –5.17, √33, 37/6.",
                    "Percent": 58
                }
            },
            "J": {
                "Choice": "–5.17, –26/5, √33, 37/6",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely misunderstood the correct way to order the two negative numbers. The student needs to focus on determining the value of any type of number (negative, positive, fraction, square root (a value that, when multiplied by itself, is equal to the number under the √), etc.) and ordering the numbers by value.",
                    "Percent": 31
                }
            }
        },
        "Parts": {}
    },
    "23": {
        "Number": 23,
        "Type": "FR",
        "NumChoices": 0,
        "Topics": [
            "Expressions, Equations & Relationships"
        ],
        "SubTopics": [
            "Model and solve one-variable equations with variables on both sides of the equal sign that represent mathematical and real-world problems using rational number coefficients and constants."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What is the solution to this equation?",
            "2x + 3 = x - 4"
        ],
        "AnswerChoices": {
            "KEY": {
                "Choice": "-7",
                "Key": {
                    "Correct": true,
                    "Rationale": "The student should have determined that to combine the x terms, x should be subtracted from both sides of the equation. This step results in the equation x + 3 = –4. Next, to solve for x, 3 should be subtracted from both sides of the equation. This step results in the solution to the equation, which is x = –7.",
                    "Percent": 53
                }
            }
        },
        "Parts": {}
    },
    "24": {
        "Number": 24,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Personal Financial Literacy"
        ],
        "SubTopics": [
            "Calculate and compare simple interest and compound interest earnings."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "An investor puts $2,500 into a life insurance policy that pays 8.5% simple annual interest. If no additional investment is made into the policy, how much accumulated interest should the investor expect at the end of 10 years?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "$21,250.00",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used 0.85 to represent 8.5%. The student needs to focus on using the given information in the simple interest formula, I = prt, to determine the interest earned.",
                    "Percent": 14
                }
            },
            "G": {
                "Choice": "$2,125.00",
                "Key": {
                    "Correct": true,
                    "Rationale": "The student should have determined that the accumulated amount of simple interest (I = prt) is represented by the expression 2,500 • 0.085 • 10, and the value of this expression is 2,125. Therefore, the accumulated amount of interest would be $2,125.",
                    "Percent": 74
                }
            },
            "H": {
                "Choice": "$212.50",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely calculated the amount of interest for 1 year. The student needs to focus on using the given information in the simple interest formula, I = prt, to determine the interest earned.",
                    "Percent": 8
                }
            },
            "J": {
                "Choice": "$21.25",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely calculated the amount of interest for 1 year using 0.0085 to represent 8.5%. The student needs to focus on using the given information in the simple interest formula, I = prt, to determine the interest earned.",
                    "Percent": 4
                }
            }
        },
        "Parts": {}
    },
    "25": {
        "Number": 25,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expressions, Equations & Relationships"
        ],
        "SubTopics": [
            "Solve problems involving the volume of cylinders, cones, and spheres."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Snacks at a county fair are sold in containers shaped like a cone or a cylinder. The dimensions of each container are shown in the drawing.",
            "problems/TX18G8M/media/25a.jpg",
            "Which statement about the volumes of the cone and the cylinder is true?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The volume of the cylinder is about 377 cubic inches greater than the volume of the cone.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used the formula for the volume of a cylinder to calculate the volume of the cone and misunderstood which solid had the greater volume. The student needs to focus on understanding and properly applying the formula for determining the volume of a cone (V = 1/3 • πr²h) and the volume of a cylinder (V = πr2h) and understanding the relationship between the volumes of the figures.",
                    "Percent": 8
                }
            },
            "B": {
                "Choice": "The volume of the cylinder is about 377 cubic inches less than the volume of the cone.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used the formula for the volume of a cylinder to calculate the volume of the cone. The student needs to focus on understanding and properly applying the formula for determining the volume of a cone (V = 1/3 • πr²h) and the volume of a cylinder (V = πr²h) and understanding the relationship between the volumes of the figures.",
                    "Percent": 10
                }
            },
            "C": {
                "Choice": "The volume of the cylinder is about 25 cubic inches greater than the volume of the cone.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The student should have determined that the volume (amount of three-dimensional space taken up) in cubic inches of the cone is represented by the formula V = 1/3 • πr²h, which is represented by the expression 1/3 • π(4)² • (12) and has a value of approximately 201. The volume in cubic inches of the cylinder is represented by the formula V = πr²h, which is represented by the expression π(3)² • 8 and has a value of approximately 226. The difference in the volumes would be represented by, which means that the volume of the cylinder is about 25 cubic inches greater than the volume of the cone.",
                    "Percent": 68
                }
            },
            "D": {
                "Choice": "The volume of the cylinder is about 25 cubic inches less than the volume of the cone.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely calculated the correct volumes but misunderstood which solid had the greater volume. The student needs to focus on understanding and properly applying the formula for determining the volume of a cone (V = 1/3 • πr²h) and the volume of a cylinder (V = πr²h) and understanding the relationship between the volumes of the figures.",
                    "Percent": 15
                }
            }
        },
        "Parts": {}
    },
    "26": {
        "Number": 26,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expressions, Equations & Relationships"
        ],
        "SubTopics": [
            "Write a corresponding real-world problem when given a one-variable equation or inequality with variables on both sides of the equal sign using rational number coefficients and constants."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which situation can be represented by this equation?",
            "7x + 1 = 10x"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Brody ran at a constant rate of 7 miles per hour in a race. Candice ran at a constant rate  of 10 miles per hour in a race and started 1 mile in front of the starting point. What is x,  the number of hours that Brody and Candice would have to run in order for their distance to be the same?",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely did not realize that the given equation does not represent this situation. The student needs to focus on determining a situation that could represent a given equation.",
                    "Percent": 14
                }
            },
            "G": {
                "Choice": "Brody played a game where he scored 8 points per hour. Candice played the game and  scored 10 points per hour. What is x, the number of hours that Brody and Candice would each have to play the game in order for their scores to be the same?",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely did not realize that the given equation does not represent this situation. The student needs to focus on determining a situation that could represent a given equation.",
                    "Percent": 5
                }
            },
            "H": {
                "Choice": "Brody went to two different amusement parks. The first park charged $7 per hour and  gave a 1% discount for showing a student ID. The other park charged $10 per hour. What is x, the number of hours that Brody would have to stay at each park to have to pay the  same amount?",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely did not realize that the given equation does not represent this situation. The student needs to focus on determining a situation that could represent a given equation.",
                    "Percent": 13
                }
            },
            "J": {
                "Choice": "Brody rode his bicycle on two different days. The first day he rode 7 miles per hour and started 1 mile from his house. The second day he started from his house and rode 10 miles per hour. What is x, the number of hours that Brody would have to ride his bicycle to travel the same distance on both days?",
                "Key": {
                    "Correct": true,
                    "Rationale": "The student should have determined that on the first day Brody rode his bicycle at a constant rate of 7 miles per hour starting 1 mile from his house. Therefore, the expression 7x + 1 represents the total distance in miles that Brody rode his bicycle on the first day. On the second day, Brody rode 10 miles per hour starting from his house. Therefore, the expression 10x represents the total distance in miles Brody rode his bicycle on the second day. In the equation 7x + 1 = 10x, the variable x represents the number of hours Brody would need to ride his bicycle in order to ride the same distance on both days.",
                    "Percent": 68
                }
            }
        },
        "Parts": {}
    },
    "27": {
        "Number": 27,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expressions, Equations & Relationships"
        ],
        "SubTopics": [
            "Determine the distance between two points on a coordinate plane using the Pythagorean theorem."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The coordinates of the endpoints of QR are Q (8, 2) and R (5, 7).",
            "problems/TX18G8M/media/27a.jpg",
            "Which measurement is closest to the length of QR in units?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "5.8 units",
                "Key": {
                    "Correct": true,
                    "Rationale": "The student should have determined that the line segment represents the hypotenuse (longest side) of a right triangle (a closed figure with three sides and one 90 degree angle). The lengths in units of the two legs of the right triangle can be represented by subtracting the x-coordinates (horizontal position from 0) of the two endpoints of the line segment (the part of a line connecting two endpoints) and by subtracting the y-coordinates (vertical position from 0) of the two endpoints of the line segment. This means that the lengths in units of the legs are 8 – 5 = 3 and 7 – 2 = 5. Using the Pythagorean theorem (in a right triangle, the square of the hypotenuse (longest side) is equal to the sum (total) of the squares of the other two sides; a² + b² = c²), the length in units of line segment QR can be represented by the expression √(3² + 5²), or √34, and has a value of approximately 5.8. Therefore, the approximate length of line segment QR is 5.8 units.",
                    "Percent": 57
                }
            },
            "B": {
                "Choice": "5 units",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely estimated using the grid lines to count units from point R to point Q. The student needs to focus on recognizing when the Pythagorean theorem needs to be used and how to properly apply it with the given information.",
                    "Percent": 28
                }
            },
            "C": {
                "Choice": "4 units",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used the Pythagorean theorem but multiplied the length of each leg by 2 and calculated the square root (a value that, when multiplied by itself, is equal to the number under the √), which has a value of 4. The student needs to focus on recognizing when the Pythagorean theorem needs to be used and how to properly apply it with the given information.",
                    "Percent": 8
                }
            },
            "D": {
                "Choice": "3.9 units",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used the Pythagorean theorem but multiplied the lengths of the legs together and calculated the square root (a value that, when multiplied by itself, is equal to the number under the √), which has an approximate value of 3.9. The student needs to focus on recognizing when the Pythagorean theorem needs to be used and how to properly apply it with the given information.",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    },
    "28": {
        "Number": 28,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Proportionality"
        ],
        "SubTopics": [
            "Write an equation in the form y = mx + b to model a linear relationship between two quantities using verbal, numerical, tabular, and graphical representations."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The ticket sales for a concert started at 4:00 P.M. The table shows the linear relationship between the number of tickets remaining and the number of hours since 4:00 P.M.",
            "problems/TX18G8M/media/28a.jpg",
            "Which function can be used to find y, the number of tickets remaining x hours since 4:00 P.M.?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "y = 3,000x+ 12,000",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely calculated the rate of change but made a sign error and assumed that the first y-value listed in the table was the initial number of tickets. The student needs to focus on determining the rate of change and initial value based on the information given in the table and using it to find the equation representing the situation.",
                    "Percent": 23
                }
            },
            "G": {
                "Choice": "y = 3,000x+ 15,000",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely determined the correct initial number of tickets but made a sign error when calculating the rate of change. The student needs to focus on determining the rate of change and initial value based on the information given in the table and using it to find the equation representing the situation.",
                    "Percent": 9
                }
            },
            "H": {
                "Choice": "y = –3,000x+ 12,000",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely calculated the correct rate of change but assumed that the first y-value listed in the table was the initial number of tickets. The student needs to focus on determining the rate of change and initial value based on the information given in the table and using it to find the equation representing the situation.",
                    "Percent": 24
                }
            },
            "J": {
                "Choice": "y = –3,000x + 15,000",
                "Key": {
                    "Correct": true,
                    "Rationale": "The student should have determined that the rate of change (constant increase or decrease) for the relationship can be calculated using the expression (9,000 – 12,000)/(2 – 1), which results in a rate of change of –3,000 tickets per hour. Because there were 12,000 tickets remaining 1 hour after 4:00 P.M. and the number of tickets decreased by 3,000 during that hour, the initial (beginning) number of tickets would be 12,000 + 3,000 = 15,000. Therefore, the function y = –3,000x + 15,000 can be used to find y, the number of tickets remaining x hours since 4:00 P.M.",
                    "Percent": 43
                }
            }
        },
        "Parts": {}
    },
    "29": {
        "Number": 29,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Proportionality"
        ],
        "SubTopics": [
            "Use an algebraic representation to explain the effect of a given positive rational scale factor applied to two-dimensional figures on a coordinate plane with the origin as the center of dilation."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A square with a perimeter of 20 units is graphed on a coordinate grid. The square is dilated by a scale factor of 0.4 with the origin as the center of dilation.",
            "If (x, y) represents the location of any point on the original square, which ordered pair represents the coordinates of the corresponding point on the resulting square?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "(20x, 20y)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely confused the perimeter (distance around the outside) with scale factor. The student needs to focus on the effect a dilation by a given scale factor has on a figure and how to determine the rule to explain the effect.",
                    "Percent": 9
                }
            },
            "B": {
                "Choice": "(0.4x, 0.4y)",
                "Key": {
                    "Correct": true,
                    "Rationale": "The student should have determined that the rule for the effect a dilation (transformation that makes a figure larger or smaller) by a scale factor (ratio of the length of a side of one figure to the length of the corresponding (paired) side of a similar figure) of k with the origin (point where the x-axis (horizontal) and the y-axis (vertical) on a coordinate grid intersect and also the point represented by the ordered pair (0, 0)) as the center of dilation has on the coordinates (set of values that show the position of a point on the coordinate grid in relation to the origin) of a point is that the point on the dilated figure located at (x, y) will be the point located at (kx, ky). Because the scale factor used in the dilation of the square is 0.4, the image of any point on the square located at (x, y) will be the point located at (0.4x, 0.4y).",
                    "Percent": 63
                }
            },
            "C": {
                "Choice": "(x+ 20, y+ 20)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely confused the perimeter (distance around the outside) with scale factor and did not realize that the scale factor should be multiplied by each coordinate. The student needs to focus on the effect a dilation by a given scale factor has on a figure and how to determine the rule to explain the effect.",
                    "Percent": 11
                }
            },
            "D": {
                "Choice": "(x + 0.4, y + 0.4)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely did not realize that the scale factor should be multiplied by each coordinate. The student needs to focus on the effect a dilation by a given scale factor has on a figure and how to determine the rule to explain the effect.",
                    "Percent": 17
                }
            }
        },
        "Parts": {}
    },
    "30": {
        "Number": 30,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Proportionality"
        ],
        "SubTopics": [
            "Identify examples of proportional and non-proportional functions that arise from mathematical and real-world problems."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which situation could NOT represent a proportional relationship?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The number of gallons of water in x barrels with 42 gallons of water in each barrel",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely identified a situation that represents a proportional relationship (y-value must be 0 when the corresponding x-value is 0) instead of a situation that does NOT represent a proportional relationship. The situation represents a proportional relationship because there will be 0 gallons of water when there are 0 barrels. The student needs to focus on understanding that in proportional relationships the y-value must be 0 when the corresponding x-value is 0.",
                    "Percent": 19
                }
            },
            "G": {
                "Choice": "The amount an employee who makes $8.50 per hour earns in h hours",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely identified a situation that represents a proportional relationship (y-value must be 0 when the corresponding x-value is 0) instead of a situation that does NOT represent a proportional relationship. The situation represents a proportional relationship because the employee makes $0 in 0 hours. The student needs to focus on understanding that in proportional relationships the y-value must be 0 when the corresponding x-value is 0.",
                    "Percent": 12
                }
            },
            "H": {
                "Choice": "The weight in x weeks of a puppy that gains 2 pounds per week if its starting weight is 8 pounds",
                "Key": {
                    "Correct": true,
                    "Rationale": "The student should have determined that in a proportional relationship, the y-value must be 0 when the corresponding (paired) x-value is 0. Because the weight of the puppy is 8 pounds when the number of weeks is 0, the situation does not represent a proportional relationship.",
                    "Percent": 57
                }
            },
            "J": {
                "Choice": "The cost of purchasing p pounds of bananas for $0.55 per pound",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely identified a situation that represents a proportional relationship (y-value must be 0 when the corresponding x-value is 0) instead of a situation that does NOT represent a proportional relationship. The situation represents a proportional relationship because the cost will be $0 when 0 pounds of bananas are purchased. The student needs to focus on understanding that in proportional relationships the y-value must be 0 when the corresponding x-value is 0.",
                    "Percent": 12
                }
            }
        },
        "Parts": {}
    },
    "31": {
        "Number": 31,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Two-Dimensional Shapes"
        ],
        "SubTopics": [
            "Explain the effect of translations, reflections over the x- or y-axis, and rotations limited to 90°, 180°, 270°, and 360° as applied to two-dimensional shapes on a coordinate plane using an algebraic representation."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Triangle RST is translated 6 units to the left and 4 units up to create triangle R'S'T'.",
            "problems/TX18G8M/media/31a.jpg",
            "Which rule best describes this transformation?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "(x, y) ⇒ (6x, –4y)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used a rule that multiplied 6 and –4 by the x- and y-coordinates. The student needs to focus on the effect a translation has on a figure and the rule that can be used to explain the effect on the figure when graphed on a coordinate grid.",
                    "Percent": 9
                }
            },
            "B": {
                "Choice": "(x, y) ⇒ (–6x, 4y)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used a rule that multiplied –6 and 4 by the x- and y-coordinates. The student needs to focus on the effect a translation has on a figure and the rule that can be used to explain the effect on the figure when graphed on a coordinate grid.",
                    "Percent": 22
                }
            },
            "C": {
                "Choice": "(x, y) ⇒ (x + 6, y – 4)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely recognized the correct format for the rule that represents a translation, but thought that the number being added to each coordinate should represent the opposite direction of each translation. The student needs to focus on the effect a translation has on a figure and the rule that can be used to explain the effect on the figure when graphed on a coordinate grid.",
                    "Percent": 11
                }
            },
            "D": {
                "Choice": "(x, y) ⇒ (x – 6, y + 4)",
                "Key": {
                    "Correct": true,
                    "Rationale": "The student should have determined that when a shape is translated (a slide; moving a shape without rotating, resizing, or flipping it) 6 units to the left, each x-coordinate (horizontal position from 0) is decreased by 6 units, which is represented by the expression x – 6. When a shape is translated 4 units up, each y-coordinate (vertical position from 0) is increased by 4 units, which is represented by the expression y + 4. Therefore, the rule (x, y) ⇒ (x – 6, y + 4) represents the translation of a shape 6 units to the left and 4 units up.",
                    "Percent": 58
                }
            }
        },
        "Parts": {}
    },
    "32": {
        "Number": 32,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Proportionality"
        ],
        "SubTopics": [
            "Use a trend line that approximates the linear relationship between bivariate sets of data to make predictions."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Phil collected data from several of his friends about the number of hours they spent sleeping and the number of hours they spent playing video games on Saturday. He recorded the data in the scatterplot.",
            "problems/TX18G8M/media/32a.jpg",
            "Based on the scatterplot, what is the best prediction of the number of hours one of Phil's friends spends sleeping when the friend spends 1 hour playing video games?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "9 hours",
                "Key": {
                    "Correct": true,
                    "Rationale": "The student should have determined that a reasonable trend line (line on a graph showing the general direction a group of points seems to be heading) for the scatterplot (graph of plotted points that show the relationship between two sets of data) would pass through the points located at approximately (4, 8) and (6, 5). This line would pass close to the point located at approximately (9, 1). The meaning of this point is that one of Phil's friends who spends 1 hour playing video games would be expected to spend approximately 9 hours sleeping.",
                    "Percent": 52
                }
            },
            "G": {
                "Choice": "8 hours",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely drew a trend line through the points located at approximately (4.1, 7) and (5.1, 5.4) to make the prediction. The student needs to focus on drawing the trend line as close as possible to all points with a similar number of points above and below the line and using that line to make the prediction.",
                    "Percent": 16
                }
            },
            "H": {
                "Choice": "10 hours",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely drew a trend line through the points located at approximately (3.7, 8) and (7.5, 3.6) to make the prediction. The student needs to focus on drawing the trend line as close as possible to all points with a similar number of points above and below the line and using that line to make the prediction.",
                    "Percent": 24
                }
            },
            "J": {
                "Choice": "7 hours",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely drew a trend line through the points located at approximately (4.5, 8) and (5.9, 4) to make the prediction. The student needs to focus on drawing the trend line as close as possible to all points with a similar number of points above and below the line and using that line to make the prediction.",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    },
    "33": {
        "Number": 33,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expressions, Equations & Relationships"
        ],
        "SubTopics": [
            "Use the Pythagorean theorem and its converse to solve problems."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The dimensions of a rectangular piece of paper are 8.5 inches and 11 inches. Veronica folded the piece of paper along its diagonal. Which measurement is closest to the length of the diagonal in inches?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "6.24 in.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely knew that the Pythagorean theorem (in a right triangle, the square of the hypotenuse is equal to the sum (total) of the squares of the other two sides; a² + b² = c²) should be used but multiplied each dimension by 2 before adding the results and calculating the square root of the sum (√(8.5 •2 + 11 •2) = √(17 + 22) = √39 ≈ 6.24). The student needs to focus on recognizing when the Pythagorean theorem needs to be used and how to properly apply it with the given information.",
                    "Percent": 13
                }
            },
            "B": {
                "Choice": "19.5 in.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely added the two given dimensions (8.5 + 11 = 19.5) to find the approximate length of the diagonal. The student needs to focus on recognizing when the Pythagorean theorem (in a right triangle, the square of the hypotenuse is equal to the sum (total) of the squares of the other two sides; a² + b² = c²) needs to be used and how to properly apply it with the given information.",
                    "Percent": 24
                }
            },
            "C": {
                "Choice": "6.98 in.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely knew that the Pythagorean theorem (in a right triangle, the square of the hypotenuse is equal to the sum (total) of the squares of the other two sides; a² + b62 = c²) should be used but subtracted the squares of the two lengths and then calculated the square root of the sum (√(11² – 8.5²) = √(121 – 72.25) = √48.75 ≈ 6.98). The student needs to focus on recognizing when the Pythagorean theorem needs to be used and how to properly apply it with the given information.",
                    "Percent": 13
                }
            },
            "D": {
                "Choice": "13.9 in.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The student should have determined that the diagonal (line segment that goes from one corner of a figure to another but is not an edge) represents the hypotenuse (longest side) of a right triangle (a closed figure with three sides and one 90 degree angle) with legs of length 8.5 inches and 11 inches. The length of the diagonal can be found using the Pythagorean theorem and is represented by the expression √(8.5² + 11²), which has a value of 13.9. Therefore, the approximate length of the diagonal of the piece of paper is 13.9 inches.",
                    "Percent": 50
                }
            }
        },
        "Parts": {}
    },
    "34": {
        "Number": 34,
        "Type": "FR",
        "NumChoices": 0,
        "Topics": [
            "Proportionality"
        ],
        "SubTopics": [
            "Solve problems involving direct variation."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The amount of water an electric dishwasher uses to wash dishes varies directly with the number of loads of dishes. The dishwasher uses 32 gallons of water to wash 4 loads of dishes.",
            "How many gallons of water will the dishwasher use to wash 10 loads of dishes?"
        ],
        "AnswerChoices": {
            "KEY": {
                "Choice": "80",
                "Key": {
                    "Correct": true,
                    "Rationale": "The student should have determined that because the situation is defined as a direct variation (a relationship between two variables in which one is a constant multiple of the other), the amount of water varies directly with the number of loads of dishes. This means that 32 gallons varies directly with 4 loads, and therefore 32 ÷ 4, or 8 gallons of water, are used for each load. Therefore, for 10 loads of dishes, the total number of gallons of water the dishwasher will use is 8 • 10, or 80.",
                    "Percent": 71
                }
            }
        },
        "Parts": {}
    },
    "35": {
        "Number": 35,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Proportionality"
        ],
        "SubTopics": [
            "Identify functions using sets of ordered pairs, tables, mappings, and graphs."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which representation shows y as a function of x?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "problems/TX18G8M/media/35a.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "The student should have determined that in order for the representation to show a function (a relationship where each input has a single output), each value of x can only be paired with one value of y. The mapping shows each of the four values of x mapped to a single value of y. Therefore, this representation shows y as a function of x.",
                    "Percent": 74
                }
            },
            "B": {
                "Choice": "problems/TX18G8M/media/35b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely confused which variable (symbol used to represent an unknown number) was the input for the function and which variable was the output for the function. The student needs to focus on how to determine if any of the given representations show a function by determining if each value of x is paired with a single value of y.",
                    "Percent": 12
                }
            },
            "C": {
                "Choice": "problems/TX18G8M/media/35c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely thought the table of values showed y as a function of x because all the values of x are the same. The student needs to focus on how to determine if any of the given representations show a function by determining if each value of x is paired with a single value of y.",
                    "Percent": 7
                }
            },
            "D": {
                "Choice": "problems/TX18G8M/media/35d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely understood the definition of a function, but did not notice that one value of x was repeated in the table. The student needs to focus on how to determine if any of the given representations show a function by determining if each value of x is paired with a single value of y.",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    },
    "36": {
        "Number": 36,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Proportionality"
        ],
        "SubTopics": [
            "Generalize that the ratio of corresponding sides of similar shapes are proportional, including a shape and its dilation."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Figure I and Figure II are similar quadrilaterals.",
            "problems/TX18G8M/media/36a.jpg",
            "Which proportion must be true?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "a/b = 8/2",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely did not understand how to set up a correct proportion (comparison of two ratios) that represents two ratios of lengths of corresponding (paired) sides in two similar quadrilaterals. The student needs to focus on how to use corresponding sides of similar figures (two figures with corresponding angles equal and corresponding sides proportional) to determine the proportion representing the similarity.",
                    "Percent": 10
                }
            },
            "G": {
                "Choice": "3.2/2 = a/8",
                "Key": {
                    "Correct": true,
                    "Rationale": "The student should have determined that the ratio (comparison of two or more values) 3.2/2 represents the ratio of the length in millimeters of the vertical (in an up and down direction) side in the larger quadrilateral (closed figure with four sides) to the length in millimeters of the vertical side in the smaller quadrilateral. The ratio represents the ratio a/8 of the length in millimeters of the top-left side in the larger quadrilateral to the length in millimeters of the top-left side in the smaller quadrilateral.",
                    "Percent": 55
                }
            },
            "H": {
                "Choice": "b/6.4 = 8/5",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely did not verify that the ratios were written in the same way, with the side lengths from the larger quadrilateral always appearing in either the numerator (top number) or denominator (bottom number), but not both. The student needs to focus on how to use corresponding (paired) sides of similar figures (two figures with corresponding angles equal and corresponding sides proportional) to determine the proportion (comparison of two ratios) representing the similarity.",
                    "Percent": 23
                }
            },
            "J": {
                "Choice": "2/3.2 = b/a",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely understood how to identify the lengths of corresponding (paired) sides in two similar quadrilaterals, but only verified that the given numeric ratio represented lengths of a pair of corresponding sides in the two similar quadrilaterals. The student needs to focus on how to use corresponding sides of similar figures (two figures with corresponding angles that are equal and corresponding sides that are proportional) to determine the proportion (comparison of two ratios) representing the similarity.",
                    "Percent": 11
                }
            }
        },
        "Parts": {}
    },
    "37": {
        "Number": 37,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Personal Financial Literacy"
        ],
        "SubTopics": [
            "Estimate the cost of a two-year and four-year college education, including family contribution, and devise a periodic savings plan for accumulating the money needed to contribute to the total cost of attendance for at least the first year of college."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The total cost of attending a state university is $19,700 for the first year.",
            ":box:• A student's grandparents will pay half of this cost.\n\n• An athletic scholarship will pay another $5,000.",
            "Which amount is closest to the minimum that the student will need to save every month in order to pay off the remaining cost at the end of 12 months?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "$404.17",
                "Key": {
                    "Correct": true,
                    "Rationale": "The student should have determined that because the grandparents will pay half the total cost of $19,700 the remaining amount in dollars that will need to be paid is 1/2 • 19,700, which is $9,850. Because the scholarship will pay an additional $5,000 of the remaining cost, the amount in dollars that needs to be saved over the entire 12 months would be 9,850 – 5,000, which is $4,850. When this amount is divided by 12, the result is $404.16 which would be $404.17 rounded to the nearest cent.",
                    "Percent": 68
                }
            },
            "B": {
                "Choice": "$612.50",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely subtracted the scholarship amount ($5,000) first and then divided the remaining amount ($14,700) by 2 and then divided the result ($7,350) by 12. The student needs to focus on using the information given in the correct order to determine the solution.",
                    "Percent": 11
                }
            },
            "C": {
                "Choice": "$820.83",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely multiplied the total cost of $19,700 by 1/2 but did not subtract the $5,000 scholarship before dividing by 12. The student needs to focus on using the information given in the correct order to determine the solution.",
                    "Percent": 11
                }
            },
            "D": {
                "Choice": "$1,029.17",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely multiplied both the total cost of $19,700 and the $5,000 scholarship by 1/2, then added the two products (answers) together and divided the sum (total) by 12. The student needs to focus on using the information given in the correct order to determine the solution.",
                    "Percent": 9
                }
            }
        },
        "Parts": {}
    },
    "38": {
        "Number": 38,
        "Type": "FR",
        "NumChoices": 0,
        "Topics": [
            "Proportionality"
        ],
        "SubTopics": [
            "Use data from a table or graph to determine the rate of change or slope and y-intercept in mathematical and real-world problems."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A company sells bottles of vitamin capsules. The graph and table show the linear relationship between the cost per capsule in cents and the number of bottles ordered.",
            "problems/TX18G8M/media/38a.jpg",
            "What is the slope of the line that models this situation?"
        ],
        "AnswerChoices": {
            "KEY": {
                "Choice": "-5",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the slope (steepness of a straight line when graphed on a coordinate grid, m = (y₂ – y₁)/(x₂ – x₁)), the difference in a pair of y-values (values in the second column of the table) should be divided by the difference in the corresponding pair of x-values (values in the first column of the table). Using the first two pairs of values in the table, the expression (60 – 65)/(2 – 1) represents the slope, and when the numerator (top number) and denominator (bottom number) are simplified, the result is –5/1, the value of which is –5.",
                    "Percent": 41
                }
            }
        },
        "Parts": {}
    },
    "39": {
        "Number": 39,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expressions, Equations & Relationships"
        ],
        "SubTopics": [
            "Use previous knowledge of surface area to make connections to the formulas for lateral and total surface area and determine solutions for problems involving rectangular prisms, triangular prisms, and cylinders."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "An architect uses a cylindrical container to protect her blueprints. The dimensions of the cylinder are shown in the diagram.",
            "problems/TX18G8M/media/39a.jpg",
            "Which measurement is closest to the total surface area of the container in square inches?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "424.12 in²",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely calculated the volume (amount of three-dimensional space taken up) of the cylinder. The student needs to focus on using the given information to find the total surface area of a cylinder using the formula S = 2πr² + 2πrh.",
                    "Percent": 11
                }
            },
            "B": {
                "Choice": "791.68 in²",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used the length of the diameter (a straight line going through the center of a circle connecting two points on the circumference) of 6 inches instead of the length of the radius when making the calculations. The student needs to focus on using the given information to find the total surface area of a cylinder using the formula S = 2πr² + 2πrh.",
                    "Percent": 5
                }
            },
            "C": {
                "Choice": "339.29 in²",
                "Key": {
                    "Correct": true,
                    "Rationale": "The student should have determined that the total surface area (total area of the surfaces of a three-dimensional figure) in square inches of a cylinder can be calculated using the formula S = 2πr² + 2πrh. Based on the diagram, the radius (distance from the center to the circumference of a circle) of the cylinder is 3 inches, the height of the cylinder is 15 inches, and substituting these values into the formula results in S = 2π(3)² + 2π(3)(15). Simplifying both parts of the right side of the equation results in S = 18π + 90π, and combining the two expressions on the right side of the equation results in S = 108π. Based on the value of π, the approximate surface area in square inches of the cylindrical container is 339.29 square inches.",
                    "Percent": 73
                }
            },
            "D": {
                "Choice": "282.74 in²",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely only calculated the value of the part of the formula that represents the lateral surface area (total area of the surfaces of a three-dimensional figure not including the bases) of the cylinder (2πrh). The student needs to focus on using the given information to find the total surface area of a cylinder using the formula S = 2πr² + 2πrh.",
                    "Percent": 11
                }
            }
        },
        "Parts": {}
    },
    "40": {
        "Number": 40,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Proportionality"
        ],
        "SubTopics": [
            "Contrast bivariate sets of data that suggest a linear relationship with bivariate sets of data that do not suggest a linear relationship from a graphical representation."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which scatterplot does NOT suggest a linear relationship between x and y?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "problems/TX18G8M/media/40a.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely identified a scatterplot that suggests a linear relationship instead of a scatterplot that does NOT suggest a linear relationship.",
                    "Percent": 14
                }
            },
            "G": {
                "Choice": "problems/TX18G8M/media/40b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely identified a scatterplot that suggests a linear relationship instead of a scatterplot that does NOT suggest a linear relationship.",
                    "Percent": 4
                }
            },
            "H": {
                "Choice": "problems/TX18G8M/media/40c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely identified a scatterplot that suggests a linear relationship instead of a scatterplot that does NOT suggest a linear relationship.",
                    "Percent": 4
                }
            },
            "J": {
                "Choice": "problems/TX18G8M/media/40d.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "The student should have determined that the points on the scatterplot (graph of plotted points that show the relationship between two sets of data) first suggest a slightly decreasing linear relationship (an equation that, when graphed, gives a straight line) until the value of x is 7, after which the points on the scatterplot suggest a vertical linear relationship. Therefore, the points on this graph do not suggest a linear relationship between x and y.",
                    "Percent": 78
                }
            }
        },
        "Parts": {}
    },
    "41": {
        "Number": 41,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Approximate the value of an irrational number, including p and square roots of numbers less than 225, and locate that rational number approximation on a number line."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Point Q is shown on the number line.",
            "problems/TX18G8M/media/41a.jpg",
            "Which value is best represented by point Q?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "√5.4",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely only verified that point Q appeared to be at 5.4 on the number line. The student needs to focus on how to determine the square root (a value that, when multiplied by itself, is equal to the number under the √) of a given number and locate the value of that number on a number line.",
                    "Percent": 11
                }
            },
            "B": {
                "Choice": "√29.5",
                "Key": {
                    "Correct": true,
                    "Rationale": "The student should have determined that because the value of √29.5 is between the value of √25, which is 5, and the value of √36, which is 6, and point Q is located approximately halfway between 5 and 6 on the number line, point Q could represent the value of √29.5.",
                    "Percent": 74
                }
            },
            "C": {
                "Choice": "√35.5",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely did not notice the scale on the number line and thought point Q was close to 5.9, not 5.4, and knew that √35.5 was close to √36, the value of which is 6. The student needs to focus on how to determine the square root (a value that, when multiplied by itself, is equal to the number under the √) of a given number and locate the value of that number on a number line.",
                    "Percent": 12
                }
            },
            "D": {
                "Choice": "√5.9",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely did not notice the scale on the number line and thought point Q was close to 5.9, not 5.4, and did not apply the square root (a value that, when multiplied by itself, is equal to the number under the √). The student needs to focus on how to determine the square root of a given number and locate the value of that number on a number line.",
                    "Percent": 4
                }
            }
        },
        "Parts": {}
    },
    "42": {
        "Number": 42,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Proportionality"
        ],
        "SubTopics": [
            "Graph proportional relationships, interpreting the unit rate as the slope of the line that models the relationship."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "An oil-well contractor drills a shaft 7 meters deeper into the ground every 2 hours. Which graph has a slope that best represents this rate?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "problems/TX18G8M/media/42a.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely identified a graph with a slope that is equivalent to the opposite of the change in time, or –2. The student needs to focus on determining the slope from a verbal situation and identifying the graph that represents the situation.",
                    "Percent": 15
                }
            },
            "G": {
                "Choice": "problems/TX18G8M/media/42b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely identified a graph with a slope that is equivalent to the change in depth, or –7. The student needs to focus on determining the slope from a verbal situation and identifying the graph that represents the situation.",
                    "Percent": 13
                }
            },
            "H": {
                "Choice": "problems/TX18G8M/media/42c.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "The student should have determined that the graph appears to pass through the points located at (0, 0) and (10, –35), and the slope (steepness of a straight line when graphed on a coordinate grid; m = (y₂ – y₁)/(x₂ – x₁)) between these points is represented by the expression (–35 – 0)/(10 – 0), which has a simplified value of –7/2. Based on the context of the graph, this slope represents a change in depth of 7 feet every 2 hours.",
                    "Percent": 69
                }
            },
            "J": {
                "Choice": "problems/TX18G8M/media/42d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely identified a graph where the y-value is always equal to the correct value of the slope. The student needs to focus on determining the slope from a verbal situation and identifying the graph that represents the situation.",
                    "Percent": 3
                }
            }
        },
        "Parts": {}
    }
}