{
    "Directions": "Read the following passage. Then answer each question that follows.",
    "Context": [],
    "Title": "A Lasting Impact",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        [" ", "Scarlett looked on with pride as she observed a fellow eighth grader casually walk over to one of the many recycling bins at school to dispose of an empty water bottle. As the new president of the school recycling club, Scarlett had played a big part in increasing awareness about the importance of recycling items properly. She and the other members of the club worked together to make sure that a recycling bin was in every public area at the school. “A simple action that has a lasting impact” was the slogan the members of the recycling club had placed on each bin, reminding students that disposing of recyclable items was an easy task that could have a profound effect on the environment."],
        [" ", "The school year had just begun, and Scarlett was already thinking about activities to encourage students to be more enthusiastic about recycling. As the president of the recycling club, she wanted to surpass the recycling record the school had set the previous year. The school had recycled an amazing amount of trash for the past five years, and she hoped this year would be even better."],
        [" ", "Scarlett went home at the end of the day, feeling optimistic about the school year. She sat down at her computer and looked online, hoping to find inspiration for events the club could organize at school. Instead, she uncovered some alarming information that quickly swept away her positive attitude. During her research, she learned that electronic waste, or e-waste as it is commonly called, represents about 2 percent of trash in landfills. No-longer-used computers, cell phones, and televisions are just a few examples of this type of waste. Unfortunately, as companies that produce these items continue to improve upon technology and people replace existing electronics with newer, better versions, the amount of e-waste that is created will only increase. Scarlett was disappointed in herself for not taking action to bring awareness to this problem sooner. At that moment, she began to develop a plan."],
        [" ", "The next day at school, Scarlett was on a mission. There was one person who would definitely be able to help the recycling club bring attention to this cause. “Hey, Juan Carlos,” Scarlett beamed as she saw her friend in the hallway. “How would you like to make your last year of middle school a real success?” Juan Carlos gave a questioning look before Scarlett outlined her plan. It didn't take much for Juan Carlos to agree to help even though he was not a member of the club. Next, she went to find Mr. Rhomberg, the recycling club sponsor, to receive approval. If she could convince him that this endeavor was worth pursuing, she knew the plan would be put into place soon."],
        [" ", "“There is a special project I want us to work on this year,” Scarlett announced at that week's recycling club meeting. “We have all heard about e-waste, but I recently learned the enormous impact it's having on our environment.” She went on to tell the club members that she wanted to organize a drive to collect e-waste there at the school. In the next few months, the recycling club would organize an e-waste drive—a day when students and their families could drop off unwanted electronics to be recycled. A local recycling company would pick up the items to dispose of them properly."],
        [" ", "“I'm sure you've all noticed that we have a visitor here today,” Scarlett said as she pointed to Juan Carlos. “He's going to help us with the graphics to promote our drive.” The members responded to the news positively, since Juan Carlos was known for his artistic ability. “His drawings will be featured on flyers and in our school newsletter, which will include a special section about the upcoming drive. Now let's get to work!”"],
        [" ", "For several weeks, the recycling club planned the upcoming e-waste drive, or e-drive as it was soon called. Flyers were placed around the school, references were made during morning announcements, and science classes welcomed a guest speaker from a local recycling company to inform students about e-waste."],
        [" ", "The big day finally arrived, and Scarlett was nervous. She and the other members of the recycling club arrived at school early that Saturday morning to make sure that everything went smoothly. Since this was going to be a large event, the local recycling company that the school had been working with agreed to haul away any electronic items that were collected that day. Scarlett learned that many local organizations accept e-waste daily, so Juan Carlos created a large poster with the names and locations of those organizations to remind people that proper disposal of electronics was something that could be done any time of the year. Everyone waited in anticipation, hoping that students at the school would participate in the event."],
        [" ", "It wasn't long before the first cars pulled into the school parking lot. After several minutes, more people arrived. Before long, Scarlett and the other members were hurrying back and forth, helping people as they carried their electronics for recycling to the designated places in the gymnasium. Phones, computers, keyboards, and TVs soon began piling up in huge stacks. As Scarlett helped, she heard someone suggest that the school have another e-drive in a few months. Scarlett smiled, knowing that a simple action could truly have a lasting impact."]
    ],
    "Copyright": "",
    "References": []
}