{
    "Directions": "Read the following passage. Then answer each question that follows.",
    "Context": [],
    "Title": "A New Kind of Banknote",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["", "A Cool Five"],
        [" ", "Banknotes, or paper money, have been used in most countries for many years. However, currency just took a huge step into the future, thanks to Australia. If you get the chance to see one of Australia's new $5 banknotes, you might think it was a prop from a science-fiction movie. Not only do these bills look futuristic, but they are believed to be impossible to duplicate."],
        ["", "A New Twist on Tradition"],
        [" ", "For years, Australia has been known for its colorful currency. In 1988, the country switched from traditional banknotes made from paper to ones made out of a plastic-like substance called polymer. It was the first country in the world to do so. Polymer made the banknotes especially durable. If you crumple them up, they will smooth out again—back into their original shape."],
        [" ", "On September 1, 2016, Australia launched a new $5 banknote. It was so unique that it was quickly nicknamed “money of the future.” Although the new $5 note is very different, its design still maintains a few elements from the original note. For example, it still has some of the same shades of pink as the old bill, so it is still easily recognizable. The design still features a portrait of Queen Elizabeth II on the front and the likeness of the New Parliament House on the back."],
        [" ", "The current bill retains a number of the same security features as well. If you run your fingers over the banknote, you will feel a unique texture around the queen's image, as well as around the number 5. The raised texture is an antifraud measure called intaglio. Also, the banknote includes the seven-point Federation Star in random light and dark colors. (The star represents Australia's six states and combined territories.) If you tilt the note, the colors will shift under the light."],
        ["", "Currency Trailblazer"],
        [" ", "Although many traditions from the old $5 bill may seem to have carried over to the new bill, Australia truly is venturing into uncharted territory with its latest currency. If you look at the newest banknote, the first thing you may notice is a strip of transparent material running through it, from top to bottom. If you hold the bill in your palm, you can see your hand right through the clear strip! It is one of the first currencies in the world to have one of these windows."],
        [" ", "The bill also contains some amazing features that resemble animation. On the bill is a picture of a long-billed Australian bird known as the Eastern Spinebill, and below it is the Federation Pavilion, a building that represents unity and strength in Australia. These images are three-dimensional. If you tip the bill up and down or from side to side, something incredible happens: the bird flaps its wings and looks as if it is flying! The bird even changes color. The Pavilion spins back and forth, and the number 5 appears and disappears. Then the 5 appears again, only this time, it is seen backwards, as if being viewed in a mirror."],
        [" ", "In addition to these changes, the $5 banknote also has microprint, or tiny text, in multiple locations. The text is so small that it takes a magnifying glass to be able to read the words. One of the birds, as well as the note's serial number and year of print, will glow when the bill is placed under ultraviolet, or UV, light."],
        [" ", "The clear strip, animations, microprint, and UV glow all work together to make the $5 bill a banknote like no other. Best of all, since these elements are believed to be unable to be reproduced because of the specialized technology needed to do so, they help keep counterfeit currency from being made."],
        ["", "Touching the Future"],
        [" ", "The new currency has one more unique feature, thanks largely to the determination of a Sydney teenager named Connor McLeod. A few years ago, McLeod started an online petition requesting that identifying textures be added to currency. Blind since birth, this young man wanted to make it easier for people who are visually impaired to know the value of each banknote. McLeod collected 56,000-plus signatures on his petition, helping to convince the Australian government to make these important changes. The new $5 note has two raised dots at the top and bottom of the bill, beside the clear window, so that the visually impaired can sense the bill's denomination with a single touch."],
        [" ", "Coming up with the new design for the banknote took Australia ten years of study, research, and trials. Everyone from cashiers to counterfeit money experts was consulted. The first of the newly designed bills is now in circulation. Changes have been or will be made to other denominations of currency as well."],
        [" ", "Australia has one of the world's lowest rates of counterfeiting, or illegal copying of money. Now that they are producing banknotes with so many advanced protections, these rates may drop even lower. Australia's great strides are proving that it pays to be creative!"]
    ],
    "Copyright": "",
    "References": []
}