{
    "Directions": "Read the passage and then answer each question that follows.",
    "Context": [
        "Teresa Corneily was an Italian opera singer who liked to entertain."
    ],
    "Title": "The Man Who Invented Roller Skates",
    "Subtitle": "",
    "Author": "by Laura F. Nielsen",
    "LabelType": "P",
    "Content": [
        ["1", "\tAt one of [Teresa Corneily’s] masquerades, a Belgian musician and inventor, John Joseph Merlin, made a grand entrance. He was wearing his new invention, ice skates fitted with rows of metal wheels instead of blades. Playing his violin, he glided gracefully into the assembly room. His entrance caused a great sensation. Unfortunately, Merlin hadn’t tested his new invention thoroughly, and he hadn’t invented brakes. On the polished floor he could neither steer nor stop. He careened across the room and smashed into Corneily’s plate glass mirror. The crash demolished the mirror and the violin, and seriously injured Merlin."],
        ["2", "\tRoller skating did not catch on as a hobby for sensible people for another hundred years."],
        ["3", "\tRegarded as a mechanical genius, Merlin mixed with the leading intellectuals and artists of his day. English artist Thomas Gainsborough painted his portrait, and his name appeared in the novels of friends. Merlin built harpsichords and pianofortes, as well as violins, cellos, harps, and “musical glasses”—in which sound was produced by spinning glass bowls. He even built a combination harpsichord-piano — the strings could either be struck with hammers, like a piano, or plucked, like a harpsichord—with an extra long keyboard to allow two women in hoop skirts to sit side by side and play duets."],
        ["4", "\tMerlin’s inventiveness went far beyond musical instruments. He liked to ride through London’s Hyde Park on Sundays in his “mechanical chariot,” a carriage he’d equipped with a whip mechanism operated by a cord and spring, and an odometer called a “way-wise” that showed the distance traveled on a dial. He built a clock that used the change of air pressure — measured by a barometer attached to its mainspring — to wind itself automatically. He also designed a self-pouring tea table. After filling its central samovar with tea, the elegant hostess used a foot pedal to rotate a dozen teacups in front of it, and a second pedal to fill each one."],
        ["5", "\tMerlin devised many contraptions to make life easier for the sick or disabled. He designed the Morpheus chair, a wheelchair that reclined if the occupant needed to rest. His “gouty” chair — for those suffering from gout, a painful inflammation of the joints, often affecting the big toe — could be propelled and steered by turning winches on its arms. He also invented a rolling chair with a smaller wheel attached to the outside of each of the big wheels. By turning these outside wheels, the person in the chair could propel himself without the need for an attendant to push him. This is still a standard feature of wheelchairs today."],
        ["6", "\tMerlin was particularly fascinated with automata—toys, curiosities, and musical instruments run by clockwork mechanisms. His automata moved by themselves (once they had been wound) and could imitate human or animal movements. Perhaps the most fascinating of all Merlin’s automata was a large, silver mechanical swan that swam in a mirrored brook, and even seemed to catch and swallow fish. American author Mark Twain wrote in The Innocents Abroad that Merlin’s swan “had a living grace about his movements, and a living intelligence in his eyes.”"],
        ["7", "\tEventually Merlin opened a museum that he called Merlin’s Cave, linking his own name with that of King Arthur’s wizard. There he displayed more of his automata, including a well-known mechanical Turk, a turbaned figure that would repeatedly swallow a stone placed in its mouth. He had a gambling machine that could play Odds and Evens (a hand game like Paper, Scissors, Rock) for four hours before needing to be rewound. Merlin’s museum included many clockwork musical instruments—machines that produced music mechanically, often from several instruments at once. In Merlin’s Cave, visitors could also try out his inventions firsthand. The gentle rocking motion of the Hygaeian Chair, a kind of swing, was considered very healthful, or hygienic, especially to the lungs. More adventuresome visitors could ride on the Aerial Cavalcade—an elevated carousel."],
        ["8", "\tMerlin’s mechanical magic fascinated all London. Charles Babbage, inventor of the calculating machine—a forerunner of the computer—visited Merlin’s Cave as a child, where he first became intrigued by the potential of automata."],
        ["9", "\tMerlin died on May 4, 1803, at the age of 68. Many of his musical instruments and other inventions, including the silver swan, can still be seen in museums. Sadly, Merlin is most commonly remembered for that party at the Carlisle House. So learn this lesson from John Joseph Merlin: NEVER roller skate while playing the violin."]
    ],
    "Copyright": "“The Man Who Invented Roller Skates” by Laura F. Nielsen, Cricket, March 1, 2015. Copyright © 2015 by Cricket Media. Used with permission of Cricket Media, Inc.",
    "References": []
}