{
    "Directions": "Read the passage below, then answer each question that follows.",
    "Context": [
        "Acadia National Park, located on the coast of Maine, is one of several hundred national parks and other sites that are part of the U.S. National Park Service system."
    ],
    "Title": "[Excerpt from] Acadia's Wildlife Need Dark Skies",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "\tNight skies play an important role in animal survival. Thirty percent of vertebrates and sixty percent of invertebrates are nocturnal, and require dark skies to hunt, mate, or migrate. As cities grow around the globe, light pollution limits wildlife's access to the dark skies they need to survive. By protecting our night skies, Acadia not only maintains an astounding view of the stars, but also preserves the cyclical rhythm of night and day that animals have depended on since the beginning of life on Earth."],
        ["", "problems/MEG10R/media/S3a.jpg"],
        ["", "Where Have the Fireflies Gone?"],
        ["2", "\tOn warm summer evenings, a setting sun welcomes the blinking lights of fireflies across Acadia National Park. These beetles are beloved for their awe inducing bioluminescence. And yet, they face a startling decline in population sizes around the world. While habitat destruction and pesticides are contributors, studies show that light pollution is a factor in this loss. Fireflies' flashing lights are more than a captivating show for human audiences. They are an important adaptation, imperative to finding mates. When in the presence of artificial lights, fireflies only flash half as often as they do in natural environments. With fewer flashes, fireflies are less likely to find a mate, and thus less likely to reproduce."],
        ["", "What is in a Croak?"],
        ["3", "\tIn the spring and summer months, visitors are likely to hear Acadia's five frog species croaking through the nights as they call for a mate. But, when exposed to artificial lights, frogs croak less. This limits their chances of finding a partner and producing offspring. When exposed to artificial light, species, such as the American Toad, do not grow to their full size. Toads that have access to natural, darker environments, are more likely to grow to a healthy length and weight. Additionally, many amphibian species that are exposed to artificial lights experience changes in hormones, coloration, and thermoregulation."],
        ["", "Unexpected Landings"],
        ["4", "\tWith a recorded 338 species, Acadia is one of the premier bird watching locations in the country. Twice a year, hundreds of bird species stop in the park for rest and food as they migrate between Canada and South America along the Atlantic Flyway. Most song birds migrate at night to avoid inclement weather and diurnal predators. As they fly, bright lights can d͟i͟s͟o͟r͟i͟e͟n͟t birds, causing them to crash into buildings."],
        ["5", "\tAcadia's rocky coastline along the Atlantic Ocean is a great location to spot sea birds, which are among the most endangered groups of birds in the world. However, light pollution causes high mortality rates in fledglings of burrow-nesting shore birds. As they fly at night, they are grounded, or forced to land, by bright lights. These groundings can result in road landings, where birds are vulnerable to predation and vehicles, or fatal collisions with buildings and wires."],
        ["", "What's Next?"],
        ["6", "\tNaturally dark skies play a crucial role in the health of wildlife. These are just a few examples of the many species affected by light pollution. As scientists continue to learn about darkness's critical function in animal survival, more species may join the list of those who need dark skies. Acadia recognizes the night sky as an essential facet of the natural resources our park was created to protect. As such, we are working to limit light pollution within our park to ensure dark skies that will protect wildlife that call Acadia home."]
    ],
    "Copyright": "(from Acadia's Wildlife Need Dark Skies, National Park Service)",
    "References": []
}