{
    "Directions": "Read the passage below, then answer each question that follows.",
    "Context": [],
    "Title": "[Excerpt from] The Night Skies of the U.S. National Park Service",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "\tA star-filled night is an invitation to appreciate the night sky: Its beauty. The vast distances of space. The ancient origins of the starlight we see."],
        ["2", "\tBut light pollution washes out the view of the night sky for many Americans. Opportunities to experience stellar night skies and natural light cycles are becoming more and more rare. Good star gazing is limited to undeveloped spaces, and many of these areas are inside national parks. The good news is that the National Park Service (NPS) actively protects and improves opportunities for star gazing."],
        ["3", "\tLight domes are the lights extending above cities and towns. These light domes and other lights in a dark landscape affect visitors' experiences in national parks. They block the stars from view, and they also take away from the primitive, undeveloped, and unconfined qualities of wilderness and naturalness in national parks. These effects are not trivial; they're important. The light pollution reduces our natural night vision, so we're less likely to see potential hazards or to fully enjoy the nocturnal scenery. Wildlife need night skies to survive, so light pollution harms them, too."],
        ["", "Why We Protect Natural Darkness"],
        ["4", "\tNatural light cycles are crucial for survival for all plants and animal species. Approximately 70% of mammals are nocturnal, meaning they are mostly active at night."],
        ["5", "\tScientists have increasing evidence of health benefits for humans from natural darkness. These include reduced blood pressure and lower stress hormone levels. We sleep more soundly in darkness, and our health suffers when we don't experience sufficient sleep."],
        ["6", "\tIf outdoor lights e͟n͟c͟r͟o͟a͟c͟h upon the remotest places, where will future generations go to experience the prominence of the Milky Way and the abundance of stars in a natural night sky? To understand how light pollution is affecting parks, we must first know what the natural light levels used to be and how light levels have increased in a park."],
        ["", "How We Measure Night Sky Quality"],
        ["7", "\tWe use two different tools to measure night sky brightness: images of the Earth taken from a satellite and images of the night sky taken from inside a park. The satellite images measure the light that shines upward from the Earth at night, providing a regional perspective of the lights that alter the night sky in the park."],
        ["8", "\tOn the ground, we use a camera system to collect high-resolution images of the night skies from horizon to horizon. These images measure the night sky as seen by wildlife and park visitors. We use a filter that mimics the sensitivity of dark-adapted human vision. Once set up, the system takes about 40 minutes to image the whole sky."],
        ["9", "\tThe NPS began taking sky measurements with our current camera system in 2001. As of 2018, data have been collected in more than 125 parks. Many parks (especially the larger ones) have more than one site for measurements. The NPS uses that data for park planning, such as lighting replacements and interpretative programming, and also shares the data with social scientists and wildlife researchers."],
        ["19", "\tAfter we process the raw field data, we generate several metrics. The most important one is ALR - All-sky Light pollution Ratio. It measures how much artificial light is in the sky compared to natural light."],
        ["", "Hawaiian Islands"],
        ["11", "\tThe Hawaiian Islands are known for their lush volcanic rainforest landscapes and beautiful beaches. Visitors might not always associate Hawaii with beautiful night skies, but if you can get above the cloud cover by climbing to the top of Mauna Loa or other high peaks, you'll be rewarded with a fantastic night sky."],
        ["12", "\tDue to the remoteness of the Hawaiian Islands many of them have low levels of light pollution. Mauna Kea has been the home of multiple research telescopes performing cutting-edge research since the 1950s. The Polynesian people that settled these islands have a deep connection with the night sky across the islands and used the stars to navigate the islands. Many natural areas across the islands connect visitors with the night sky and have wildlife that depend on the nocturnal environment. We have collected data at five sites in national parks on the islands of Hawaii and Maui to understand the nocturnal conditions and work to reduce light pollution in these magnificent places."],
        ["", "problems/MEG10R/media/S2a.jpg"]
    ],
    "Copyright": "(from The Night Skies of the U.S. National Park Service, National Park Service)",
    "References": [
        ["¹", "The All-sky Light pollution Ratio (ALR) measures how much artificial light is in the sky compared to natural light. The lower the ALR value, the higher the quality of night sky conditions."],
        ["²", "The Sky Quality Index predicts the impact of sky glow on human perception of the night sky and uses a scale of 0 to 100, with 100 indicating a sky free of the impact of artificial light."],
        ["³", "Bortle Class rating measures night sky quality on a scale of 1-9, with a rating of 1 indicating the darkest skies possible on the Earth, and a rating of 9 equivalent to the brightness of a city center, with very few stars being visible."]
    ]
}