{
    "Directions": "Read this story, then answer each question.",
    "Context": [
        "Ting has lived in China her whole life. A year ago, her parents moved to the United States to try to make a better life for the family. Ting stayed back in China with her grandparents. Now, it is finally time to be reunited with her parents. Her grandparents have prepared her as much as possible, and now, the big day has come. Ting will make the journey and, once again, be with her parents."
    ],
    "Title": "(Excerpt from) Honeysuckle House",
    "Subtitle": "",
    "Author": "by Andrea Cheng",
    "LabelType": "P",
    "Content": [
        ["1", "\tWhen Ma Ma left Shanghai for America, I didn’t know it would be so long before I saw her again that I forgot her smell. Not quite, but when I did finally see her, more than one year had passed and her smell had changed. There was no more of her soft perfume along with the anise that she put in the soup. Ma Ma had a sharp soap smell instead. It was so strange to me that I almost didn’t recognize her."],
        ["", ":box:anise = a plant that is used as a spice or herb"],
        ["2", "\tThe flight attendant brought me to her. I’d been asleep on the plane so my careful pigtails were all messed up. At first I wasn’t even sure that it really was Ma Ma, and I held tightly to the hand of the lady. Grandma Po Po had asked her to deliver me safely to my mother. I wasn’t scared. When Po Po told me to be brave on the long trip, I wondered why she said that. Sitting on a plane with a nice lady to watch over me wasn’t scary. But now when I smelled the sharp soap, I knew what she meant."],
        ["3", "\t“Ting, you have grown so tall,” Ma Ma said, scooping me into her arms. The lady left and tears came out of my eyes. “Don’t cry, Ting,” Ma Ma said, wiping my face with her palm. “We’ll go home and have some soup. Noodle soup to celebrate that you are in America.” I listened to Ma Ma’s words. Her voice was the same as I remembered it."],
        ["4", "\t“Where is Ba Ba?” I asked."],
        ["5", "\t“He had to go to Chicago. He’ll come back to see you very soon.” I tried to imagine how my father looked, but all I could remember was the smoky smell of his clothes. I held tightly to Ma Ma’s hand as we went through the airport. The voices around us were so flat. No up and down sounds. When I was in Shanghai, Uncle said I should learn English. He found an English teacher who came to our apartment every Wednesday and Friday after school. She had ten English books and I finished all of them. But at the airport, I didn’t hear the words in my books."],
        ["6", "\tI gripped Ma Ma’s hand, so much smoother than Po Po’s."],
        ["7", "\tThe noodle soup was almost the same but not quite. In my mouth it was fine, but the smell was not right. I had only a few spoonfuls."],
        ["8", "\t“You don’t like soup anymore? Now you like meat?”"],
        ["9", "\tI shook my head. The room was spinning. The kitchen stove was gigantic. It even had a door like a room."],
        ["10", "\t“What’s that?” I asked."],
        ["11", "\t“Oven,” Ma Ma said in English. She explained in Chinese. “It gets very hot inside.” In Shanghai, we didn’t have an oven. Po Po cooked everything on an electric hot plate on the landing. Soup, noodles, everything. Ma Ma showed me my bed. It had a blue plaid blanket on it. The room was like a closet with a small window at the end."],
        ["12", "\t“Can I sleep with you?” I asked. In China I slept with my cousin Hong. She took all the covers and pushed me into a small space against the wall, but still I was not alone."],
        ["13", "\t“In America you have your own room,” Ma Ma said."],
        ["14", "\tThe bed was so fresh and new. My nightgown had the same soapy smell as the noodles. The air was too quiet."]
    ],
    "Copyright": "",
    "References": []
}