{
    "Directions": "Read this article, then answer each question that follows.",
    "Context": [
        "Animals need to play just like humans. Through play, both humans and animals can learn about the dangers in our world."
    ],
    "Title": "Why Do Animals Play?",
    "Subtitle": "",
    "Author": "by Kathleen Weidner Zoehfeld",
    "LabelType": "P",
    "Content": [
        ["1", "\tPuppies love to run and tumble. They chase each other around the yard. They wrestle and nip each other gently. A kitten will pounce on a toy mouse or leap high for a piece of yarn."],
        ["2", "\tWhy do animals play? For the same reason YOU play—because it's FUN! But there is more to animal play than just fun. For animals in the wild, play is important to their very survival. Young animals have to learn about their world. They have to exercise their muscles and practice all the skills they will need to be successful adults."],
        ["3", "\tSometimes a young deer will leap and frolic. With each twisting, twirling dance, the fawn's legs are getting stronger. It is learning how to run fast and zigzag to confuse predators. That will keep it safe when it is time to leave its mother's side."],
        ["4", "\tWhile deer have to learn to escape from predators, young lion cubs must learn how to hunt. When a cub is little, it stalks its brother or sister. It will slink along on crouched legs. When the moment seems right, the cub pounces! The other cub bats back with its paws and wriggles free."],
        ["5", "\tThe cubs keep their claws in, though, and their bites are gentle. The cubs are not trying to hurt each other. They are playing at being great hunters. This is practice for the real thing."],
        ["6", "\tWolves live in family groups called packs. When the pups are grown up, they will hunt together and watch out for each other. So, they must learn to communicate."],
        ["7", "\tA wolf pup signals another pup that she wants to play. She stretches out her front legs and bows. She wiggles and wags her tail. As they play, both pups hold their mouths slightly open. That's how they tell each other “yes, we are still playing!”"],
        ["8", "\tMuch like human children, young dolphins love to play with toys. Wild dolphins are very curious. They explore their world, looking for interesting items. A piece of seaweed might inspire a game. The frisky calves will chase one another, passing the seaweed from snout, to flipper, to tail."],
        ["9", "\tWhen most young animals wrestle, race, or chase, it's not about winning. Each youngster is building its strength and skills. And they are learning to cooperate. If one youngster plays too rough, the others will let him know they are unhappy with his behavior."],
        ["10", "\tEven when everyone cooperates, play can get dangerous. But animals play anyway! Young mountain goats live all their lives on steep slopes. The kids bump each other and butt heads in fun. If they're not careful, kids can fall and hurt their legs or even break their bones. When they play, the young animals learn to keep their footing no matter what might happen."],
        ["11", "\tGroups of young vervet monkeys sometimes sneak away from the adults in their family. All wrapped up in their games, the little ones may not notice when danger is near. So an adult monkey will go looking for the straying youngsters. The adult will yell out a warning."],
        ["", ":box:vervet monkey = a monkey with a black face"],
        ["12", "\tWatch out! Be careful! You've heard parents or teachers say these things when you play. Animals have to learn about the dangers in their world too. Playing helps them learn. Playing helps them get along. Playing makes them strong and confident."]
    ],
    "Copyright": "",
    "References": []
}