{
    "Directions": "Read this article, then answer each question that follows.",
    "Context": [],
    "Title": "The Aurora Borealis",
    "Subtitle": "",
    "Author": "by Jane Sullivan",
    "LabelType": "P",
    "Content": [
        ["1", "\tIt's winter in Alaska — midnight — nine degrees above zero. And yet, there are people — grown-ups bundled against the cold; children are clothed in scarves, gloves, and fur-lined boots, outside, looking at the sky. Why? It is because the sky is putting on a show for them, a show we call the northern lights. Scientists call it the aurora borealis."],
        ["2", "\tSometimes the northern lights are soft clouds of white. Sometimes they dance across the sky in streaks of blue and green, yellow and red. What causes the northern lights? Why can they be seen only at night? And why do they change from night to night?"],
        ["3", "\tScientists give us some answers. The Earth is a huge magnet, with two poles, the North Pole and the South Pole. The sun has storms that send out streams of tiny particles called electrons. Scientists call this stream the solar wind. It races off into space and is pulled toward our two poles by their magnetic force."],
        ["4", "\tReaching the Earth's atmosphere, the wind hits a stone wall, the magnetic field that surrounds the Earth, called the magnetosphere. Energy from the solar wind creates an electric charge. That is what makes the aurora borealis, or northern lights, near the North Pole; the aurora australis, or southern lights, are near the South Pole."],
        ["5", "\tWhat makes the different colors? There is an easy answer for scientists. We've seen different-colored, neon signs. Imagine such huge lights hanging high in space — 100 miles high. When electricity heats up gases, they turn colors. The electric charge in the magnetosphere goes through nitrogen in the air, and it glows with a blue light. Oxygen turns green or sometimes red. The stronger the solar wind, the stronger the electric charge and the more colorful the aurora are."],
        ["6", "\tBecause the southern aurora can be seen only in or near Antarctica, most people see the northern lights. To see them best, people look for them in September or March. At that time, there are 12 hours of darkness, and the solar winds are usually stronger."],
        ["7", "\tBut why is this only at night? The auroras shine all day and all night, just as stars do. During daylight, the sun outshines them. The best time to see the northern lights is between midnight and 2:00 a.m. Is it worth staying up that late? You bet, especially when the solar wind is so strong that the lights are as colorful as they can be."],
        ["8", "\tThe northern lights take on different shapes: shimmering curtains, colored clouds twisting and turning, and arcs of colors covering the entire sky. They appear close to the North Pole. If you do not live in places like Alaska, Norway, or Canada, you probably won't see them. But you can see pictures of them on an aurora website."],
        ["9", "\tOur world is filled with beautiful sights. A midnight sky filled with color in a cold, cold climate is one of the most beautiful."]
    ],
    "Copyright": "",
    "References": []
}