{
    "Directions": "Read this story, then answer each question that follows.",
    "Context": [
        "While on vacation with his parents and digging for dinosaur fossils, Benny makes a surprising discovery — young boys are not the only creatures who lose teeth."
    ],
    "Title": "Digging for Dinos",
    "Subtitle": "",
    "Author": "by Charnan Simon",
    "LabelType": "P",
    "Content": [
        ["1", "\tDigging for dinosaurs was hot work. Benny sat back on his heels and took a long drink from his water bottle. At first, when Mom and Dad had told him they were going on a dinosaur dig for vacation, he'd been excited. He'd bragged to his friends that he'd find the skeleton of a never-before-discovered dinosaur. The Benosaurus, they'd probably name it."],
        ["2", "\tBut the real dig wasn't at all what he'd expected. For starters, he wasn't even digging. “No shovels,” Dave, the paleontologist in charge, told them. “Any dinosaur bones buried here should be within a couple of feet of the surface. We don't want to risk clunking around and breaking them.” Then he'd handed out ice picks and paint brushes and showed everyone how to chip and brush away sand and dirt, slowly and carefully, a little bit at a time."],
        ["3", "\t“The most important thing is knowing where to look,” Dave said. “Some rocks aren't old enough to have dinosaur bones. Other rocks are too old. We've studied this area before and found lots of fossils, so I'm hopeful you'll find some too!”"],
        ["4", "\tWell, that had been two days ago, and so far the most exciting thing Benny had found was that his front tooth was loose. He wiggled it now. If he couldn't find any dinosaur bones, at least he could show his friends back home that he'd lost another tooth."],
        ["5", "\tDave crouched beside Benny. “How's it going?” he asked."],
        ["6", "\t“OK,” Benny said. It didn't seem very nice to say that he was bored. “This is pretty slow.”"],
        ["7", "\tDave nodded. “Yep,” he agreed. “It's hard work. Sometimes paleontologists and fossil hunters look for weeks without finding anything. And we hardly ever find a whole skeleton.” He added, “You know, Ben, if you're tired of searching, you can always help someone else on the crew.”"],
        ["8", "\tBenny looked around the dry, rocky hillside. Dave's assistants were busy taking photographs and drawing pictures and making charts. Some were using GPS devices to make maps of the area. Some were writing in notebooks. Dave said it was important to take good field notes, to record exactly what you did and where you were when you looked for fossils."],
        ["9", "\tBenny thought holding the GPS tool might be fun, but he wasn't giving up. “I'll keep looking,” he said. “But,” he added, thinking out loud, “the pictures always show dinosaurs in swampy places. Did they live in deserts, too?”"],
        ["10", "\t“Ahh,” said Dave. “Some probably did, but not around here. Millions of years ago, this wasn't desert. It was wet and green and lush. The Earth's changed a lot since the time of the dinosaurs.” Dave slapped Benny on the back and got to his feet. “Keep up the good work, Ben,” he said encouragingly. “I think today will be your lucky day!”"],
        ["11", "\tPick, chip, brush, and sweep. Benny bent over his patch of rocky ground and carefully cleared away the sand and gravel. When he needed a break, he wiggled his loose tooth. The sun climbed higher and hotter into the sky. He was getting into the rhythm of things. Either that, or the heat was just making him drowsy."],
        ["12", "\tAnd then it happened. “My tooth!” Benny said, surprised. He stared down at the dirt."],
        ["13", "\t“MY TOOTH!” Benny whooped. “My dinosaur tooth! I found a real, live dinosaur tooth!”"],
        ["14", "\tDave hurried over to look, careful not to disturb the ground in front of Benny's find. “Well, I'll be!” he said. “It's a tooth all right!”"],
        ["15", "\t“What kind is it?” Benny asked excitedly. “Is it T. rex? Apatosaurus? Triceratops?”"],
        ["16", "\tDave laughed, but he kept studying the fossil in the ground. “Well, Ben,” he finally said, “I've seen a lot of dinosaur teeth, but this one's different. I think you may have found one we haven't seen before. Good job!”"]
    ],
    "Copyright": "",
    "References": []
}