{
    "Directions": "Read the passage and then answer each question that follows.",
    "Context": [
        "The passage begins as Angelo and his great-aunt, Zia, are cooking and peeling tomatoes to put them in jars."
    ],
    "Title": "[Excerpt from] “Canning Day”",
    "Subtitle": "",
    "Author": "by Pegi Deitz Shea",
    "LabelType": "P",
    "Content": [
        ["1", "\tAngelo watched Zia put a peeled tomato into a jar. “Now you try.”"],
        ["2", "\tAngelo peeled and cored a tomato the size of a softball. But when he tried to squeeze it into the jar, it squirted all over Zia's hair."],
        ["3", "\t“I'm sor—,” he started to say. He ducked. Zia was shooting seeds back at him. Some landed on his cheek."],
        ["4", "\t“Italian freckles, I call 'em,” Zia declared."],
        ["5", "\tAngelo laughed. “Zia, you look like bread sopped with sauce.”"],
        ["6", "\t“I do love my tomatoes.” Zia sighed. “You can make winter smell like summer just by prying open a jar. Ffffft! It even sounds great.”"],
        ["7", "\t“Is that why you go to all this trouble?”"],
        ["8", "\t“You call this trouble?” Zia stretched her arms out and twirled around. “I call it joy.”"],
        ["9", "\t“But you can just buy cans of tomatoes at the store, like Mom does.”"],
        ["10", "\t“Dust bunnies in ketchup is what they taste like!” Zia said."],
        ["11", "\tThey filled, cleaned, and capped the jars. Zia handed Angelo tongs that looked like a dinosaur's jaw. She showed him how to place the jar on a rack inside a pot that covered the whole stove."],
        ["12", "\t“How long does this cook?” Angelo asked."],
        ["13", "\t“About an hour. Then we put more jars in.”"],
        ["14", "\t“It'll take all day!”"],
        ["15", "\t“Isn't that wonderful?” Zia kissed Angelo's cheek. “Time to get more tomatoes.”"],
        ["16", "\tOutside, Angelo plucked a plump tomato and chomped down on it. Juice gushed out. He leaned forward, letting the liquid run off his chin onto the ground. “Well, that one was ready,” he said, after eating the whole thing."],
        ["17", "\tAngelo examined a stem of a tomato plant. He wondered how something so fragile could be so strong."],
        ["18", "\tThen he looked over at his great-aunt, and he knew."],
        ["19", "\tThe next morning when Angelo and his parents pulled up in two vehicles, Zia Angelina was ready to go. She pointed to a jar of tomatoes on the sparkling-clean counter."],
        ["20", "\t“For me?” Angelo asked."],
        ["21", "\tZia pinched his cheek. “Save it for a snowy day.” She turned to Dad. “Would you please put that canning pot on the curb for the charity pickup?”"],
        ["22", "\t“But, Zia,” Angelo said, “aren't you bringing it?”"],
        ["23", "\tZia shook her head. “Got no room to grow tomatoes at the apartments. Everything's set up there so you don't have to lift a finger.”"],
        ["24", "\tAngelo thought Zia didn't look so strong all of a sudden. He wondered if they'd ever can tomatoes again."],
        ["25", "\tOutside, Dad helped Zia into the pickup truck. He started the engine."],
        ["26", "\tAngelo walked to the curb and nudged the canning pot with his toe. “Think there's room?” he asked Mom."],
        ["27", "\t“Zia said she didn't want it,” Mom reminded him."],
        ["28", "\t“No, I mean at our house,” Angelo said."]
    ],
    "Copyright": "Excerpt from “Canning Day” by Pegi Deitz Shea. Reprinted from Highlights for Children, August 2008, Vol. 63, No. 8, © 2008 by Highlights for Children, Inc. Used by permission of the publisher via Copyright Clearance Center.",
    "References": []
}