{
    "Directions": "Read the passage and answer each question that follows.",
    "Context": [],
    "Title": "[Excerpt from] “How to Find Your Missing Keys and Stop Losing Other Things”",
    "Subtitle": "",
    "Author": "by Christopher Mele",
    "LabelType": "P",
    "Content": [
        ["1", "\tWhen you are trying to find a lost item, such as your keys, don’t waste time looking in places you already know the missing object is not, experts said."],
        ["2", "\tYou were sure you left the keys right there on the counter, and now they are nowhere to be found."],
        ["3", "\tWhere could they be?"],
        ["4", "\tMisplacing objects is an everyday occurrence, but finding them can be like going on a treasure hunt without a map."],
        ["5", "\tHere are some recommendations from experts to help you recover what is lost. .. ."],
        ["", "Stay calm and search on"],
        ["6", "\tOne of the biggest mistakes people make is becoming panicked or angry, which leads to frantic, unfocused searching, said Michael Solomon, who wrote the book “How to Find Lost Objects.”"],
        ["7", "\tOne of the axioms of his book is: “There are no missing objects. Only unsystematic searchers.”"],
        ["8", "\tLook for the item where it’s supposed to be. Sometimes objects undergo “domestic drift” in which they were left wherever they were last used, Mr. Solomon said."],
        ["9", "\t“Objects are apt to wander,” he wrote in his book. “I have found, though, that they tend to travel no more than 18 inches from their original location.”"],
        ["", "Be disciplined in your search"],
        ["10", "\tA common trap is forgetting where you have already searched, Corbin A. Cunningham, a Ph.D. student at the Department of Psychological and Brain Sciences at Johns Hopkins University, said in an email."],
        ["11", "\t“Go from one room to another, and only move on if you think you have searched everywhere in that room,” he wrote."],
        ["12", "\tOnce you have thoroughly searched an area and ruled it out, don’t waste time returning to it."],
        ["13", "\t“Don’t go round in circles,” Mr. Solomon wrote in his book. “No matter how promising a site — if the object wasn’t there the first time, it won’t be there the second.”"],
        ["", "Focus on cluttered areas"],
        ["14", "\tAn experiment at the University of Aberdeen in Scotland tested how efficiently we conduct searches. A computer screen was manipulated so a target that participants were searching for was readily visible in one half and blended in on the other half. Researchers monitored participants’ eye movements using a high- speed infrared camera."],
        ["15", "\tResearchers found that almost half of the eye movements were directed to the easy side even though it was readily apparent that the target was not there."],
        ["16", "\t“The most efficient way to find something is not to look where you don’t need to look,” one of the researchers, Anna Nowakowska, wrote in an email. “For example, if you’re looking for your keys, you should focus on the areas with the most clutter because if they were somewhere more obvious, you would have found them by now. Our results suggest people probably waste a great deal of time looking in locations that they already know don’t contain the thing they are looking for.”"],
        ["", "Retrace your steps"],
        ["17", "\tIrene Kan, a professor of psychology at Villanova University who specializes in memory and cognition, said in an email that the key to finding misplaced items is forming a mental image of what you were doing or feeling when you last saw the missing item."],
        ["18", "\tTry to recreate as rich an experience as possible. Think about the location, what you were doing, the time of day, who else was there, your mental state and any other details."],
        ["19", "\tEngaging in this process, called context reinstatement, can help you recall details that might otherwise be inaccessible, she said."],
        ["", "Beware of mind tricks"],
        ["20", "\tDr. Gayatri Devi, a neurologist at Lenox Hill Hospital in Manhattan who specializes in memory disorders, said recreating those moments can sometimes introduce a false memory that takes you off the trail."],
        ["21", "\tIf two people are searching, use open-ended instead of leading questions, she said. For example, ask: “When did you last see the missing item?” instead of “Remember? We were together in the car when we last saw it.”"],
        ["", "Use prevention strategies"],
        ["22", "\tOne way to keep from losing things is to get in the habit of always putting them in the same place. When we lose things that are not part of our daily routine, such as important papers, it often happens because we are trying to keep them safe or private, Dr. Devi said."],
        ["23", "\tApril Masini, who writes about relationships and etiquette for her website . . . suggested taking preventive steps."],
        ["24", "\t“Put a neon Post-it on important papers, a big, colorful bell-type key chain toggle on your keys and keep the ringer on your phone (which, ideally, is in a rainbow-colored OtterBox) so you can call it,” she wrote in an email. “When you prepare for losing items — which we all do at all ages — you have a better chance of finding a marked-to-stand-out item, than one that camouflages itself into your décor.”"],
        ["25", "\tIf you prefer more high-tech solutions, consider products like Tile or TrackR, which you attach to an item. An app helps you find its location. Other apps are available specifically to help you find your smartphone."],
        ["", "Remember, forgetting is normal"],
        ["26", "\tDr. Devi said as we get into our 40s and 50s, our memories can be challenged by the multitasking brought on by being at the peak of our professional careers and caring for children or parents."],
        ["27", "\tShe emphasized that forgetting is hard-wired into our brains."]
    ],
    "Copyright": "Excerpt from “How to Find Your Missing Keys and Stop Losing Other Things” by Christopher Mele, from The New York Times, April 3, 2017. Copyright © 2017, The New York Times Company. www. nytimes.com. Used by permission of the publisher via Copyright Clearance Center.",
    "References": []
}