{
    "Title": "Common Core | Mathematics | Grade 4",
    "Overview": "In Grade 4, instructional time should focus on three critical areas: (1) developing understanding and fluency with multi-digit multiplication, and developing understanding of dividing to find quotients involving multi-digit dividends; (2) developing an understanding of fraction equivalence, addition and subtraction of fractions with like denominators, and multiplication of fractions by whole numbers; (3) understanding that geometric figures can be analyzed and classified based on their properties, such as having parallel sides, perpendicular sides, particular angle measures, and symmetry.",
    "Goals": [
        ["(1) Developing understanding and fluency with multi-digit multiplication, and developing understanding of dividing to find quotients involving multi-digit dividends", "Students generalize their understanding of place value to 1,000,000, understanding the relative sizes of numbers in each place. They apply their understanding of models for multiplication (equal-sized groups, arrays, area models), place value, and properties of operations, in particular the distributive property, as they develop, discuss, and use efficient, accurate, and generalizable methods to compute products of multi-digit whole numbers. Depending on the numbers and the context, they select and accurately apply appropriate methods to estimate or mentally calculate products. They develop fluency with efficient procedures for multiplying whole numbers; understand and explain why the procedures work based on place value and properties of operations; and use them to solve problems. Students apply their understanding of models for division, place value, properties of operations, and the relationship of division to multiplication as they develop, discuss, and use efficient, accurate, and generalizable procedures to find quotients involving multi-digit dividends. They select and accurately apply appropriate methods to estimate and mentally calculate quotients, and interpret remainders based upon the context."],
        ["(2) Developing an understanding of fraction equivalence, addition and subtraction of fractions with like denominators, and multiplication of fractions by whole numbers", "Students develop understanding of fraction equivalence and operations with fractions. They recognize that two different fractions can be equal (e.g., 15/9 = 5/3), and they develop methods for generating and recognizing equivalent fractions. Students extend previous understandings about how fractions are built from unit fractions, composing fractions from unit fractions, decomposing fractions into unit fractions, and using the meaning of fractions and the meaning of multiplication to multiply a fraction by a whole number."],
        ["(3) Understanding that geometric figures can be analyzed and classified based on their properties, such as having parallel sides, perpendicular sides, particular angle measures, and symmetry", "Students describe, analyze, compare, and classify two-dimensional shapes. Through building, drawing, and analyzing two-dimensional shapes, students deepen their understanding of properties of two-dimensional objects and the use of them to solve problems involving symmetry."]
    ],
    "Standards": [
        {
            "Key": "4.OA",
            "Label": "Operations & Algebraic Thinking",
            "Subs": [
                {
                    "Key": "4.OA.A",
                    "Label": "Use the four operations with whole numbers to solve problems.",
                    "Subs": [
                        {
                            "Key": "4.OA.A.1",
                            "Label": "Interpret a multiplication equation as a comparison, e.g., interpret 35 = 5 × 7 as a statement that 35 is 5 times as many as 7 and 7 times as many as 5. Represent verbal statements of multiplicative comparisons as multiplication equations.",
                            "Subs": []
                        },
                        {
                            "Key": "4.OA.A.2",
                            "Label": "Multiply or divide to solve word problems involving multiplicative comparison, e.g., by using drawings and equations with a symbol for the unknown number to represent the problem, distinguishing multiplicative comparison from additive comparison.",
                            "Subs": []
                        },
                        {
                            "Key": "4.OA.A.3",
                            "Label": "Solve multistep word problems posed with whole numbers and having whole-number answers using the four operations, including problems in which remainders must be interpreted. Represent these problems using equations with a letter standing for the unknown quantity. Assess the reasonableness of answers using mental computation and estimation strategies including rounding.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "4.OA.B",
                    "Label": "Gain familiarity with factors and multiples.",
                    "Subs": [
                        
                        {
                            "Key": "4.OA.B.4",
                            "Label": "Find all factor pairs for a whole number in the range 1–100. Recognize that a whole number is a multiple of each of its factors. Determine whether a given whole number in the range 1–100 is a multiple of a given one-digit number. Determine whether a given whole number in the range 1–100 is prime or composite.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "4.OA.C",
                    "Label": "Generate and analyze patterns.",
                    "Subs": [
                        
                        {
                            "Key": "4.OA.C.5",
                            "Label": "Generate a number or shape pattern that follows a given rule. Identify apparent features of the pattern that were not explicit in the rule itself. For example, given the rule “Add 3” and the starting number 1, generate terms in the resulting sequence and observe that the terms appear to alternate between odd and even numbers. Explain informally why the numbers will continue to alternate in this way.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "4.NBT",
            "Label": "Number & Operations In Base Ten",
            "Subs": [
                {
                    "Key": "4.NBT.A",
                    "Label": "Generalize place value understanding for multi-digit whole numbers.",
                    "Subs": [
                        {
                            "Key": "4.NBT.A.1",
                            "Label": "Recognize that in a multi-digit whole number, a digit in one place represents ten times what it represents in the place to its right. For example, recognize that 700 ÷ 70 = 10 by applying concepts of place value and division.",
                            "Subs": []
                        },
                        {
                            "Key": "4.NBT.A.2",
                            "Label": "Read and write multi-digit whole numbers using base-ten numerals, number names, and expanded form. Compare two multi-digit numbers based on meanings of the digits in each place, using >, =, and < symbols to record the results of comparisons.",
                            "Subs": []
                        },
                        {
                            "Key": "4.NBT.A.3",
                            "Label": "Use place value understanding to round multi-digit whole numbers to any place.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "4.NBT.B",
                    "Label": "Use place value understanding and properties of operations to perform multi-digit arithmetic.",
                    "Subs": [
                        {
                            "Key": "4.NBT.B.4",
                            "Label": "Fluently add and subtract multi-digit whole numbers using the standard algorithm.",
                            "Subs": []
                        },
                        {
                            "Key": "4.NBT.B.5",
                            "Label": "Multiply a whole number of up to four digits by a one-digit whole number, and multiply two two-digit numbers, using strategies based on place value and the properties of operations. Illustrate and explain the calculation by using equations, rectangular arrays, and/or area models.",
                            "Subs": []
                        },
                        {
                            "Key": "4.NBT.B.6",
                            "Label": "Find whole-number quotients and remainders with up to four-digit dividends and one-digit divisors, using strategies based on place value, the properties of operations, and/or the relationship between multiplication and division. Illustrate and explain the calculation by using equations, rectangular arrays, and/or area models.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "4.NF",
            "Label": "Number & Operations — Fractions",
            "Subs": [
                {
                    "Key": "4.NF.A",
                    "Label": "Extend understanding of fraction equivalence and ordering.",
                    "Subs": [
                        {
                            "Key": "4.NF.A.1",
                            "Label": "Explain why a fraction a/b is equivalent to a fraction (n × a)/(n × b) by using visual fraction models, with attention to how the number and size of the parts differ even though the two fractions themselves are the same size. Use this principle to recognize and generate equivalent fractions.",
                            "Subs": []
                        },
                        {
                            "Key": "4.NF.A.2",
                            "Label": "Compare two fractions with different numerators and different denominators, e.g., by creating common denominators or numerators, or by comparing to a benchmark fraction such as 1/2. Recognize that comparisons are valid only when the two fractions refer to the same whole. Record the results of comparisons with symbols >, =, or <, and justify the conclusions, e.g., by using a visual fraction model.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "4.NF.B",
                    "Label": "Build fractions from unit fractions by applying and extending previous understandings of operations on whole numbers.",
                    "Subs": [
                        {
                            "Key": "4.NF.B.3",
                            "Label": "Understand a fraction a/b with a > 1 as a sum of fractions 1/b.",
                            "Subs": [
                                {
                                    "Key": "4.NF.B.3.a",
                                    "Label": "Understand addition and subtraction of fractions as joining and separating parts referring to the same whole.",
                                    "Subs": []
                                },
                                {
                                    "Key": "4.NF.B.3.b",
                                    "Label": "Decompose a fraction into a sum of fractions with the same denominator in more than one way, recording each decomposition by an equation. Justify decompositions, e.g., by using a visual fraction model. Examples: 3/8 = 1/8 + 1/8 + 1/8 ; 3/8 = 1/8 + 2/8 ; 2 1/8 = 1 + 1 + 1/8 = 8/8 + 8/8 + 1/8.",
                                    "Subs": []
                                },
                                {
                                    "Key": "4.NF.B.3.c",
                                    "Label": "Add and subtract mixed numbers with like denominators, e.g., by replacing each mixed number with an equivalent fraction, and/or by using properties of operations and the relationship between addition and subtraction.",
                                    "Subs": []
                                },
                                {
                                    "Key": "4.NF.B.3.d",
                                    "Label": "Solve word problems involving addition and subtraction of fractions referring to the same whole and having like denominators, e.g., by using visual fraction models and equations to represent the problem.",
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "4.NF.B.4",
                            "Label": "Apply and extend previous understandings of multiplication to multiply a fraction by a whole number.",
                            "Subs": [
                                {
                                    "Key": "4.NF.B.4.a",
                                    "Label": "Understand a fraction a/b as a multiple of 1/b. For example, use a visual fraction model to represent 5/4 as the product 5 × (1/4), recording the conclusion by the equation 5/4 = 5 × (1/4).",
                                    "Subs": []
                                },
                                {
                                    "Key": "4.NF.B.4.b",
                                    "Label": "Understand a multiple of a/b as a multiple of 1/b, and use this understanding to multiply a fraction by a whole number. For example, use a visual fraction model to express 3 × (2/5) as 6 × (1/5), recognizing this product as 6/5. (In general, n × (a/b) = (n × a)/b.)",
                                    "Subs": []
                                },
                                {
                                    "Key": "4.NF.B.4.c",
                                    "Label": "Solve word problems involving multiplication of a fraction by a whole number, e.g., by using visual fraction models and equations to represent the problem. For example, if each person at a party will eat 3/8 of a pound of roast beef, and there will be 5 people at the party, how many pounds of roast beef will be needed? Between what two whole numbers does your answer lie?",
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "4.NF.C",
                    "Label": "Understand decimal notation for fractions, and compare decimal fractions.",
                    "Subs": [
                        {
                            "Key": "4.NF.C.5",
                            "Label": "Express a fraction with denominator 10 as an equivalent fraction with denominator 100, and use this technique to add two fractions with respective denominators 10 and 100. For example, express 3/10 as 30/100, and add 3/10 + 4/100 = 34/100.",
                            "Subs": []
                        },
                        {
                            "Key": "4.NF.C.6",
                            "Label": "Use decimal notation for fractions with denominators 10 or 100. For example, rewrite 0.62 as 62/100; describe a length as 0.62 meters; locate 0.62 on a number line diagram.",
                            "Subs": []
                        },
                        {
                            "Key": "4.NF.C.7",
                            "Label": "Compare two decimals to hundredths by reasoning about their size. Recognize that comparisons are valid only when the two decimals refer to the same whole. Record the results of comparisons with the symbols >, =, or <, and justify the conclusions, e.g., by using a visual model.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "4.MD",
            "Label": "Measurement & Data",
            "Subs": [
                {
                    "Key": "4.MD.A",
                    "Label": "Solve problems involving measurement and conversion of measurements from a larger unit to a smaller unit.",
                    "Subs": [
                        {
                            "Key": "4.MD.A.1",
                            "Label": "Know relative sizes of measurement units within one system of units system of measurement, express measurements in a larger unit in terms of a smaller unit. Record measurement equivalents in a two-column table. For example, know that 1 ft is 12 times as long as 1 in. Express the length of a 4 ft snake as 48 in. Generate a conversion table for feet and inches listing the number pairs (1, 12), (2, 24), (3, 36), ...",
                            "Subs": []
                        },
                        {
                            "Key": "4.MD.A.2",
                            "Label": "Use the four operations to solve word problems involving distances, intervals of time, liquid volumes, masses of objects, and money, including problems involving simple fractions or decimals, and problems that require expressing measurements given in a larger unit in terms of a smaller unit. Represent measurement quantities using diagrams such as number line diagrams that feature a measurement scale.",
                            "Subs": []
                        },
                        {
                            "Key": "4.MD.A.3",
                            "Label": "Apply the area and perimeter formulas for rectangles in real world and mathematical problems. For example, find the width of a rectangular room given the area of the flooring and the length, by viewing the area formula as a multiplication equation with an unknown factor.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "4.MD.B",
                    "Label": "Represent and interpret data.",
                    "Subs": [
                        {
                            "Key": "4.MD.B.4",
                            "Label": "Make a line plot to display a data set of measurements in fractions of a unit (1/2, 1/4, 1/8). Solve problems involving addition and subtraction of fractions by using information presented in line plots. For example, from a line plot find and interpret the difference in length between the longest and shortest specimens in an insect collection.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "4.MD.C",
                    "Label": "Geometric measurement: understand concepts of angle and measure angles.",
                    "Subs": [
                        {
                            "Key": "4.MD.C.5",
                            "Label": "Recognize angles as geometric shapes that are formed wherever two rays share a common endpoint, and understand concepts of angle measurement:",
                            "Subs": [
                                {
                                    "Key": "4.MD.C.5.a",
                                    "Label": "An angle is measured with reference to a circle with its center at the common endpoint of the rays, by considering the fraction of the circular arc between the points where the two rays intersect the circle. An angle that turns through 1/360 of a circle is called a “one-degree angle,” and can be used to measure angles.",
                                    "Subs": []
                                },
                                {
                                    "Key": "4.MD.C.5.b",
                                    "Label": "An angle that turns through n one-degree angles is said to have an angle measure of n degrees.",
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "4.MD.C.6",
                            "Label": "Measure angles in whole-number degrees using a protractor. Sketch angles of specified measure.",
                            "Subs": []
                        },
                        {
                            "Key": "4.MD.C.7",
                            "Label": "Recognize angle measure as additive. When an angle is decomposed into non-overlapping parts, the angle measure of the whole is the sum of the angle measures of the parts. Solve addition and subtraction problems to find unknown angles on a diagram in real world and mathematical problems, e.g., by using an equation with a symbol for the unknown angle measure.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "4.G",
            "Label": "Geometry",
            "Subs": [
                {
                    "Key": "4.G.A",
                    "Label": "Draw and identify lines and angles, and classify shapes by properties of their lines and angles.",
                    "Subs": [
                        {
                            "Key": "4.G.A.1",
                            "Label": "Draw points, lines, line segments, rays, angles (right, acute, obtuse), and perpendicular and parallel lines. Identify these in two-dimensional figures.",
                            "Subs": []
                        },
                        {
                            "Key": "4.G.A.2",
                            "Label": "Classify two-dimensional figures based on the presence or absence of parallel or perpendicular lines, or the presence or absence of angles of a specified size. Recognize right triangles as a category, and identify right triangles.",
                            "Subs": []
                        },
                        {
                            "Key": "4.G.A.3",
                            "Label": "Recognize a line of symmetry for a two-dimensional figure as a line across the figure such that the figure can be folded along the line into matching parts. Identify line-symmetric figures and draw lines of symmetry.",
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": [
        ["¹", "See Glossary, Table 2."],
        ["²", "Grade 4 expectations in this domain are limited to whole numbers less than or equal to 1,000,000."],
        ["³", "Grade 4 expectations in this domain are limited to fractions with denominators 2, 3, 4, 5, 6, 8, 10, 12, and 100."],
        ["⁴", "Students who can generate equivalent fractions can develop strategies for adding fractions with unlike denominators in general. But addition and subtraction with unlike denominators in general is not a requirement at this grade."]
    ]
}