{
    "Title": "United States Common Core Standards > English Language Arts > Grade 8",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "CC.E8.RL",
            "Label": "Reading Standards For Literature",
            "Examples": [],
            "Subs": [
                {
                    "Key": "CC.E8.RL.A",
                    "Label": "Key Ideas & Details",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CC.E8.RL.A.1",
                            "Label": "Cite the textual evidence that most strongly supports an analysis of what the text says explicitly as well as inferences drawn from the text.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CC.E8.RL.A.2",
                            "Label": "Determine a theme or central idea of a text and analyze its development over the course of the text, including its relationship to the characters, setting, and plot; provide an objective summary of the text.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CC.E8.RL.A.3",
                            "Label": "Analyze how particular lines of dialogue or incidents in a story or drama propel the action, reveal aspects of a character, or provoke a decision.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CC.E8.RL.B",
                    "Label": "Craft & Structure",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CC.E8.RL.B.4",
                            "Label": "Determine the meaning of words and phrases as they are used in a text, including figurative and connotative meanings; analyze the impact of specific word choices on meaning and tone, including analogies or allusions to other texts.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CC.E8.RL.B.5",
                            "Label": "Compare and contrast the structure of two or more texts and analyze how the differing structure of each text contributes to its meaning and style.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CC.E8.RL.B.6",
                            "Label": "Analyze how differences in the points of view of the characters and the audience or reader (e.g., created through the use of dramatic irony) create such effects as suspense or humor.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CC.E8.RL.C",
                    "Label": "Integration Of Knowledge & Ideas",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CC.E8.RL.C.7",
                            "Label": "Analyze the extent to which a filmed or live production of a story or drama stays faithful to or departs from the text or script, evaluating the choices made by the director or actors.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CC.E8.RL.C.8",
                            "Label": "(Not applicable to literature)",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CC.E8.RL.C.9",
                            "Label": "Analyze how a modern work of fiction draws on themes, patterns of events, or character types from myths, traditional stories, or religious works such as the Bible, including describing how the material is rendered new.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CC.E8.RL.D",
                    "Label": "Range Of Reading & Level Of Text Complexity",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CC.E8.RL.D.10",
                            "Label": "By the end of the year, read and comprehend literature, including stories, dramas, and poems, at the high end of grades 6–8 text complexity band independently and proficiently.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "CC.E8.RI",
            "Label": "Reading Standards For Information",
            "Examples": [],
            "Subs": [
                {
                    "Key": "CC.E8.RI.A",
                    "Label": "Key Ideas & Details",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CC.E8.RI.A.1",
                            "Label": "Cite the textual evidence that most strongly supports an analysis of what the text says explicitly as well as inferences drawn from the text.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CC.E8.RI.A.2",
                            "Label": "Determine a central idea of a text and analyze its development over the course of the text, including its relationship to supporting ideas; provide an objective summary of the text.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CC.E8.RI.A.3",
                            "Label": "Analyze how a text makes connections among and distinctions between individuals, ideas, or events (e.g., through comparisons, analogies, or categories).",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CC.E8.RI.B",
                    "Label": "Craft & Structure",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CC.E8.RI.B.4",
                            "Label": "Determine the meaning of words and phrases as they are used in a text, including figurative, connotative, and technical meanings; analyze the impact of specific word choices on meaning and tone, including analogies or allusions to other texts.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CC.E8.RI.B.5",
                            "Label": "Analyze in detail the structure of a specific paragraph in a text, including the role of particular sentences in developing and refining a key concept.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CC.E8.RI.B.6",
                            "Label": "Determine an author's point of view or purpose in a text and analyze how the author acknowledges and responds to conflicting evidence or viewpoints.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CC.E8.RI.C",
                    "Label": "Integration Of Knowledge & Ideas",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CC.E8.RI.C.7",
                            "Label": "Evaluate the advantages and disadvantages of using different mediums (e.g., print or digital text, video, multimedia) to present a particular topic or idea.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CC.E8.RI.C.8",
                            "Label": "Delineate and evaluate the argument and specific claims in a text, assessing whether the reasoning is sound and the evidence is relevant and sufficient; recognize when irrelevant evidence is introduced.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CC.E8.RI.C.9",
                            "Label": "Analyze a case in which two or more texts provide conflicting information on the same topic and identify where the texts disagree on matters of fact or interpretation.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CC.E8.RI.D",
                    "Label": "Range Of Reading & Level Of Text Complexity",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CC.E8.RI.D.10",
                            "Label": "By the end of the year, read and comprehend literary nonfiction at the high end of the grades 6–8 text complexity band independently and proficiently.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "CC.E8.W",
            "Label": "Writing Standards",
            "Examples": [],
            "Subs": [
                {
                    "Key": "CC.E8.W.A",
                    "Label": "Text Types & Purposes",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CC.E8.W.A.1",
                            "Label": "Write arguments to support claims with clear reasons and relevant evidence.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "CC.E8.W.A.1.a",
                                    "Label": "Introduce claim(s), acknowledge and distinguish the claim(s) from alternate or opposing claims, and organize the reasons and evidence logically.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CC.E8.W.A.1.b",
                                    "Label": "Support claim(s) with logical reasoning and relevant evidence, using accurate, credible sources and demonstrating an understanding of the topic or text.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CC.E8.W.A.1.c",
                                    "Label": "Use words, phrases, and clauses to create cohesion and clarify the relationships among claim(s), counterclaims, reasons, and evidence.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CC.E8.W.A.1.d",
                                    "Label": "Establish and maintain a formal style.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CC.E8.W.A.1.e",
                                    "Label": "Provide a concluding statement or section that follows from and supports the argument presented.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "CC.E8.W.A.2",
                            "Label": "Write informative/explanatory texts to examine a topic and convey ideas, concepts, and information through the selection, organization, and analysis of relevant content.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "CC.E8.W.A.2.a",
                                    "Label": "Introduce a topic clearly, previewing what is to follow; organize ideas, concepts, and information into broader categories; include formatting (e.g., headings), graphics (e.g., charts, tables), and multimedia when useful to aiding comprehension.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CC.E8.W.A.2.b",
                                    "Label": "Develop the topic with relevant, well-chosen facts, definitions, concrete details, quotations, or other information and examples.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CC.E8.W.A.2.c",
                                    "Label": "Use appropriate and varied transitions to create cohesion and clarify the relationships among ideas and concepts.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CC.E8.W.A.2.d",
                                    "Label": "Use precise language and domain-specific vocabulary to inform about or explain the topic.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CC.E8.W.A.2.e",
                                    "Label": "Establish and maintain a formal style.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CC.E8.W.A.2.f",
                                    "Label": "Provide a concluding statement or section that follows from and supports the information or explanation presented.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "CC.E8.W.A.3",
                            "Label": "Write narratives to develop real or imagined experiences or events using effective technique, relevant descriptive details, and well-structured event sequences.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "CC.E8.W.A.3.a",
                                    "Label": "Engage and orient the reader by establishing a context and point of view and introducing a narrator and/or characters; organize an event sequence that unfolds naturally and logically.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CC.E8.W.A.3.b",
                                    "Label": "Use narrative techniques, such as dialogue, pacing, description, and reflection, to develop experiences, events, and/or characters.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CC.E8.W.A.3.c",
                                    "Label": "Use a variety of transition words, phrases, and clauses to convey sequence, signal shifts from one time frame or setting to another, and show the relationships among experiences and events.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CC.E8.W.A.3.d",
                                    "Label": "Use precise words and phrases, relevant descriptive details, and sensory language to capture the action and convey experiences and events.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CC.E8.W.A.3.e",
                                    "Label": "Provide a conclusion that follows from and reflects on the narrated experiences or events.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "CC.E8.W.B",
                    "Label": "Production & Distribution Of Writing",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CC.E8.W.B.4",
                            "Label": "Produce clear and coherent writing in which the development, organization, and style are appropriate to task, purpose, and audience. (Grade-specific expectations for writing types are defined in standards 1–3 above.)",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CC.E8.W.B.5",
                            "Label": "With some guidance and support from peers and adults, develop and strengthen writing as needed by planning, revising, editing, rewriting, or trying a new approach, focusing on how well purpose and audience have been addressed. (Editing for conventions should demonstrate command of Language standards 1–3 up to and including grade 8 on page 53.)",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CC.E8.W.B.6",
                            "Label": "Use technology, including the Internet, to produce and publish writing and present the relationships between information and ideas efficiently as well as to interact and collaborate with others.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CC.E8.W.C",
                    "Label": "Research To Build & Present Knowledge",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CC.E8.W.C.7",
                            "Label": "Conduct short research projects to answer a question (including a self-generated question), drawing on several sources and generating additional related, focused questions that allow for multiple avenues of exploration.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CC.E8.W.C.8",
                            "Label": "Gather relevant information from multiple print and digital sources, using search terms effectively; assess the credibility and accuracy of each source; and quote or paraphrase the data and conclusions of others while avoiding plagiarism and following a standard format for citation.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CC.E8.W.C.9",
                            "Label": "Draw evidence from literary or informational texts to support analysis, reflection, and research.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "CC.E8.W.C.9.a",
                                    "Label": "Apply grade 8 Reading standards to literature (e.g., “Analyze how a modern work of fiction draws on themes, patterns of events, or character types from myths, traditional stories, or religious works such as the Bible, including describing how the material is rendered new”).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CC.E8.W.C.9.b",
                                    "Label": "Apply grade 8 Reading standards to literary nonfiction (e.g., “Delineate and evaluate the argument and specific claims in a text, assessing whether the reasoning is sound and the evidence is relevant and sufficient; recognize when irrelevant evidence is introduced”).",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "CC.E8.W.D",
                    "Label": "Range Of Writing",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CC.E8.W.D.10",
                            "Label": "Write routinely over extended time frames (time for research, reflection, and revision) and shorter time frames (a single sitting or a day or two) for a range of discipline-specific tasks, purposes, and audiences.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "CC.E8.SL",
            "Label": "Speaking & Listening Standards",
            "Examples": [],
            "Subs": [
                {
                    "Key": "CC.E8.SL.A",
                    "Label": "Comprehension & Collaboration",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CC.E8.SL.A.1",
                            "Label": "Engage effectively in a range of collaborative discussions (one-on-one, in groups, and teacher-led) with diverse partners on grade 8 topics, texts, and issues, building on others' ideas and expressing their own clearly.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "CC.E8.SL.A.1.a",
                                    "Label": "Come to discussions prepared, having read or researched material under study; explicitly draw on that preparation by referring to evidence on the topic, text, or issue to probe and reflect on ideas under discussion.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CC.E8.SL.A.1.b",
                                    "Label": "Follow rules for collegial discussions and decision-making, track progress toward specific goals and deadlines, and define individual roles as needed.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CC.E8.SL.A.1.c",
                                    "Label": "Pose questions that connect the ideas of several speakers and respond to others' questions and comments with relevant evidence, observations, and ideas.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CC.E8.SL.A.1.d",
                                    "Label": "Acknowledge new information expressed by others, and, when warranted, qualify or justify their own views in light of the evidence presented.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "CC.E8.SL.A.2",
                            "Label": "Analyze the purpose of information presented in diverse media and formats (e.g., visually, quantitatively, orally) and evaluate the motives (e.g., social, commercial, political) behind its presentation.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CC.E8.SL.A.3",
                            "Label": "Delineate a speaker's argument and specific claims, evaluating the soundness of the reasoning and relevance and sufficiency of the evidence and identifying when irrelevant evidence is introduced.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "CC.E8.SL.B",
                    "Label": "Presentation Of Knowledge & Ideas",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CC.E8.SL.B.4",
                            "Label": "Present claims and findings, emphasizing salient points in a focused, coherent manner with relevant evidence, sound valid reasoning, and well-chosen details; use appropriate eye contact, adequate volume, and clear pronunciation.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CC.E8.SL.B.5",
                            "Label": "Integrate multimedia and visual displays into presentations to clarify information, strengthen claims and evidence, and add interest.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "CC.E8.SL.B.6",
                            "Label": "Adapt speech to a variety of contexts and tasks, demonstrating command of formal English when indicated or appropriate. (See grade 8 Language standards 1 and 3 on page 53 for specific expectations.)",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "CC.E8.L",
            "Label": "Language Standards",
            "Examples": [],
            "Subs": [
                {
                    "Key": "CC.E8.L.A",
                    "Label": "Conventions Of Standard English",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CC.E8.L.A.1",
                            "Label": "Demonstrate command of the conventions of standard English grammar and usage when writing or speaking.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "CC.E8.L.A.1.a",
                                    "Label": "Explain the function of verbals (gerunds, participles, infinitives) in general and their function in particular sentences.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CC.E8.L.A.1.b",
                                    "Label": "Form and use verbs in the active and passive voice.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CC.E8.L.A.1.c",
                                    "Label": "Form and use verbs in the indicative, imperative, interrogative, conditional, and subjunctive mood.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CC.E8.L.A.1.d",
                                    "Label": "Recognize and correct inappropriate shifts in verb voice and mood.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "CC.E8.L.A.2",
                            "Label": "Demonstrate command of the conventions of standard English capitalization, punctuation, and spelling when writing.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "CC.E8.L.A.2.a",
                                    "Label": "Use punctuation (comma, ellipsis, dash) to indicate a pause or break.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CC.E8.L.A.2.b",
                                    "Label": "Use an ellipsis to indicate an omission.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CC.E8.L.A.2.b",
                                    "Label": "Spell correctly.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "CC.E8.L.B",
                    "Label": "Knowledge Of Language",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CC.E8.L.B.3",
                            "Label": "Use knowledge of language and its conventions when writing, speaking, reading, or listening.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "CC.E8.L.B.3.a",
                                    "Label": "Use verbs in the active and passive voice and in the conditional and subjunctive mood to achieve particular effects (e.g., emphasizing the actor or the action; expressing uncertainty or describing a state contrary to fact).",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "CC.E8.L.C",
                    "Label": "Vocabulary Acquisition & Use",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "CC.E8.L.C.4",
                            "Label": "Determine or clarify the meaning of unknown and multiple-meaning words or phrases based on grade 8 reading and content, choosing flexibly from a range of strategies.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "CC.E8.L.C.4.a",
                                    "Label": "Use context (e.g., the overall meaning of a sentence or paragraph; a word's position or function in a sentence) as a clue to the meaning of a word or phrase.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CC.E8.L.C.4.b",
                                    "Label": "Use common, grade-appropriate Greek or Latin affixes and roots as clues to the meaning of a word (e.g., precede, recede, secede).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CC.E8.L.C.4.c",
                                    "Label": "Consult general and specialized reference materials (e.g., dictionaries, glossaries, thesauruses), both print and digital, to find the pronunciation of a word or determine or clarify its precise meaning or its part of speech.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CC.E8.L.C.4.d",
                                    "Label": "Verify the preliminary determination of the meaning of a word or phrase (e.g., by checking the inferred meaning in context or in a dictionary).",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "CC.E8.L.C.5",
                            "Label": "Demonstrate understanding of figurative language, word relationships, and nuances in word meanings.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "CC.E8.L.C.5.a",
                                    "Label": "Interpret figures of speech (e.g. verbal irony, puns) in context.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CC.E8.L.C.5.b",
                                    "Label": "Use the relationship between particular words to better understand each of the words.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "CC.E8.L.C.5.c",
                                    "Label": "Distinguish among the connotations (associations) of words with similar denotations (definitions) (e.g., bullheaded, willful, firm, persistent, resolute).",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "CC.E8.L.C.6",
                            "Label": "Acquire and use accurately grade-appropriate general academic and domain-specific words and phrases; gather vocabulary knowledge when considering a word or phrase important to comprehension or expression.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": [
        [
            "*",
            "Indicates that a standard (or group of standards) will likely require continued attention in higher grades."
        ]
    ]
}