{
    "Title": "(Common Core) English Language Arts | Grades 11 - 12",
    "Overview": "",
    "Goals": {
        "1": "",
        "2": "",
        "3": "",
        "4": ""
    },
    "Standards": [
        {
            "Key": "11-12.RL",
            "Label": "Reading Standards For Literature",
            "Subs": [
                {
                    "Key": "11-12.RL.A",
                    "Label": "Key Ideas & Details",
                    "Subs": [
                        {
                            "Key": "11-12.RL.A.1",
                            "Label": "Cite strong and thorough textual evidence to support analysis of what the text says explicitly as well as inferences drawn from the text, including determining where the text leaves matters uncertain.",
                            "Subs": []
                        },
                        {
                            "Key": "11-12.RL.A.2",
                            "Label": "Determine two or more themes or central ideas of a text and analyze their development over the course of the text, including how they interact and build on one another to produce a complex account; provide an objective summary of the text.",
                            "Subs": []
                        },
                        {
                            "Key": "11-12.RL.A.3",
                            "Label": "Analyze the impact of the author’s choices regarding how to develop and relate elements of a story or drama (e.g., where a story is set, how the action is ordered, how the characters are introduced and developed).",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "11-12.RL.B",
                    "Label": "Craft & Structure",
                    "Subs": [
                        {
                            "Key": "11-12.RL.B.4",
                            "Label": "Determine the meaning of words and phrases as they are used in the text, including figurative and connotative meanings; analyze the impact of specific word choices on meaning and tone, including words with multiple meanings or language that is particularly fresh, engaging, or beautiful. (Include Shakespeare as well as other authors.)",
                            "Subs": []
                        },
                        {
                            "Key": "11-12.RL.B.5",
                            "Label": "Analyze how an author’s choices concerning how to structure specific parts of a text (e.g., the choice of where to begin or end a story, the choice to provide a comedic or tragic resolution) contribute to its overall structure and meaning as well as its aesthetic impact.",
                            "Subs": []
                        },
                        {
                            "Key": "11-12.RL.B.6",
                            "Label": "Analyze a case in which grasping point of view requires distinguishing what is directly stated in a text from what is really meant (e.g., satire, sarcasm, irony, or understatement).",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "11-12.RL.C",
                    "Label": "Integration Of Knowledge & Ideas",
                    "Subs": [
                        {
                            "Key": "11-12.RL.C.7",
                            "Label": "Analyze multiple interpretations of a story, drama, or poem (e.g., recorded or live production of a play or recorded novel or poetry), evaluating how each version interprets the source text. (Include at least one play by Shakespeare and one play by an American dramatist.)",
                            "Subs": []
                        },
                        {
                            "Key": "11-12.RL.C.8",
                            "Label": "(Not applicable to literature)",
                            "Subs": []
                        },
                        {
                            "Key": "11-12.RL.C.9",
                            "Label": "Demonstrate knowledge of eighteenth-, nineteenth- and early-twentieth-century foundational works of American literature, including how two or more texts from the same period treat similar themes or topics.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "11-12.RL.D",
                    "Label": "Range Of Reading & Level Of Text Complexity",
                    "Subs": [
                        {
                            "Key": "11-12.RL.D.10",
                            "Label": "By the end of grade 11, read and comprehend literature, including stories, dramas, and poems, in the grades 11–CCR text complexity band proficiently, with scaffolding as needed at the high end of the range. By the end of grade 12, read and comprehend literature, including stories, dramas, and poems, at the high end of the grades 11–CCR text complexity band independently and proficiently.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "11-12.RI",
            "Label": "Reading Standards For Informational Text",
            "Subs": [
                {
                    "Key": "11-12.RI.A",
                    "Label": "Key Ideas & Details",
                    "Subs": [
                        {
                            "Key": "11-12.RI.A.1",
                            "Label": "Cite strong and thorough textual evidence to support analysis of what the text says explicitly as well as inferences drawn from the text, including determining where the text leaves matters uncertain.",
                            "Subs": []
                        },
                        {
                            "Key": "11-12.RI.A.2",
                            "Label": "Determine two or more central ideas of a text and analyze their development over the course of the text, including how they interact and build on one another to provide a complex analysis; provide an objective summary of the text.",
                            "Subs": []
                        },
                        {
                            "Key": "11-12.RI.A.3",
                            "Label": "Analyze a complex set of ideas or sequence of events and explain how specific individuals, ideas, or events interact and develop over the course of the text.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "11-12.RI.B",
                    "Label": "Craft & Structure",
                    "Subs": [
                        {
                            "Key": "11-12.RI.B.4",
                            "Label": "Determine the meaning of words and phrases as they are used in a text, including figurative, connotative, and technical meanings; analyze how an author uses and refines the meaning of a key term or terms over the course of a text (e.g., how Madison defines faction in Federalist No. 10).",
                            "Subs": []
                        },
                        {
                            "Key": "11-12.RI.B.5",
                            "Label": "Analyze and evaluate the effectiveness of the structure an author uses in his or her exposition or argument, including whether the structure makes points clear, convincing, and engaging.",
                            "Subs": []
                        },
                        {
                            "Key": "11-12.RI.B.6",
                            "Label": "Determine an author’s point of view or purpose in a text in which the rhetoric is particularly effective, analyzing how style and content contribute to the power, persuasiveness, or beauty of the text.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "11-12.RI.C",
                    "Label": "Integration Of Knowledge & Ideas",
                    "Subs": [
                        {
                            "Key": "11-12.RI.C.7",
                            "Label": "Integrate and evaluate multiple sources of information presented in different media or formats (e.g., visually, quantitatively) as well as in words in order to address a question or solve a problem.",
                            "Subs": []
                        },
                        {
                            "Key": "11-12.RI.C.8",
                            "Label": "Delineate and evaluate the reasoning in seminal U.S. texts, including the application of constitutional principles and use of legal reasoning (e.g., in U.S. Supreme Court majority opinions and dissents) and the premises, purposes, and arguments in works of public advocacy (e.g., The Federalist, presidential addresses).",
                            "Subs": []
                        },
                        {
                            "Key": "11-12.RI.C.9",
                            "Label": "Analyze seventeenth-, eighteenth-, and nineteenth-century foundational U.S. documents of historical and literary significance (including The Declaration of Independence, the Preamble to the Constitution, the Bill of Rights, and Lincoln’s Second Inaugural Address) for their themes, purposes, and rhetorical features.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "11-12.RI.D",
                    "Label": "Range Of Reading & Level Of Text Complexity",
                    "Subs": [
                        {
                            "Key": "11-12.RI.D.10",
                            "Label": "By the end of grade 11, read and comprehend literary nonfiction in the grades 11–CCR text complexity band proficiently, with scaffolding as needed at the high end of the range. By the end of grade 12, read and comprehend literary nonfiction at the high end of the grades 11–CCR text complexity band independently and proficiently.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "11-12.W",
            "Label": "Writing Standards",
            "Subs": [
                {
                    "Key": "11-12.W.A",
                    "Label": "Text Types & Purposes",
                    "Subs": [
                        {
                            "Key": "11-12.W.A.1",
                            "Label": "Write arguments to support claims in an analysis of substantive topics or texts, using valid reasoning and relevant and sufficient evidence.",
                            "Subs": [
                                {
                                    "Key": "11-12.W.A.1.a",
                                    "Label": "Introduce precise, knowledgeable claim(s), establish the significance of the claim(s), distinguish the claim(s) from alternate or opposing claims, and create an organization that logically sequences claim(s), counterclaims, reasons, and evidence.",
                                    "Subs": []
                                },
                                {
                                    "Key": "11-12.W.A.1.b",
                                    "Label": "Develop claim(s) and counterclaims fairly and thoroughly, supplying the most relevant evidence for each while pointing out the strengths and limitations of both in a manner that anticipates the audience’s knowledge level, concerns, values, and possible biases.",
                                    "Subs": []
                                },
                                {
                                    "Key": "11-12.W.A.1.c",
                                    "Label": "Use words, phrases, and clauses as well as varied syntax to link the major sections of the text, create cohesion, and clarify the relationships between claim(s) and reasons, between reasons and evidence, and between claim(s) and counterclaims.",
                                    "Subs": []
                                },
                                {
                                    "Key": "11-12.W.A.1.d",
                                    "Label": "Establish and maintain a formal style and objective tone while attending to the norms and conventions of the discipline in which they are writing.",
                                    "Subs": []
                                },
                                {
                                    "Key": "11-12.W.A.1.e",
                                    "Label": "Provide a concluding statement or section that follows from and supports the argument presented.",
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "11-12.W.A.2",
                            "Label": "Write informative/explanatory texts to examine and convey complex ideas, concepts, and information clearly and accurately through the effective selection, organization, and analysis of content.",
                            "Subs": [
                                {
                                    "Key": "11-12.W.A.2.a",
                                    "Label": "Introduce a topic; organize complex ideas, concepts, and information so that each new element builds on that which precedes it to create a unified whole; include formatting (e.g., headings), graphics (e.g., figures, tables), and multimedia when useful to aiding comprehension.",
                                    "Subs": []
                                },
                                {
                                    "Key": "11-12.W.A.2.b",
                                    "Label": "Develop the topic thoroughly by selecting the most significant and relevant facts, extended definitions, concrete details, quotations, or other information and examples appropriate to the audience’s knowledge of the topic.",
                                    "Subs": []
                                },
                                {
                                    "Key": "11-12.W.A.2.c",
                                    "Label": "Use appropriate and varied transitions and syntax to link the major sections of the text, create cohesion, and clarify the relationships among complex ideas and concepts.",
                                    "Subs": []
                                },
                                {
                                    "Key": "11-12.W.A.2.d",
                                    "Label": "Use precise language, domain-specific vocabulary, and techniques such as metaphor, simile, and analogy to manage the complexity of the topic.",
                                    "Subs": []
                                },
                                {
                                    "Key": "11-12.W.A.2.e",
                                    "Label": "Establish and maintain a formal style and objective tone while attending to the norms and conventions of the discipline in which they are writing.",
                                    "Subs": []
                                },
                                {
                                    "Key": "11-12.W.A.2.f",
                                    "Label": "Provide a concluding statement or section that follows from and supports the information or explanation presented (e.g., articulating implications or the significance of the topic).",
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "11-12.W.A.3",
                            "Label": "Write narratives to develop real or imagined experiences or events using effective technique, well-chosen details, and well-structured event sequences.",
                            "Subs": [
                                {
                                    "Key": "11-12.W.A.3.a",
                                    "Label": "Engage and orient the reader by setting out a problem, situation, or observation and its significance, establishing one or multiple point(s) of view, and introducing a narrator and/or characters; create a smooth progression of experiences or events.",
                                    "Subs": []
                                },
                                {
                                    "Key": "11-12.W.A.3.b",
                                    "Label": "Use narrative techniques, such as dialogue, pacing, description, reflection, and multiple plot lines, to develop experiences, events, and/or characters.",
                                    "Subs": []
                                },
                                {
                                    "Key": "11-12.W.A.3.c",
                                    "Label": "Use a variety of techniques to sequence events so that they build on one another to create a coherent whole and build toward a particular tone and outcome (e.g., a sense of mystery, suspense, growth, or resolution).",
                                    "Subs": []
                                },
                                {
                                    "Key": "11-12.W.A.3.d",
                                    "Label": "Use precise words and phrases, telling details, and sensory language to convey a vivid picture of the experiences, events, setting, and/or characters.",
                                    "Subs": []
                                },
                                {
                                    "Key": "11-12.W.A.3.e",
                                    "Label": "Provide a conclusion that follows from and reflects on what is experienced, observed, or resolved over the course of the narrative.",
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "11-12.W.B",
                    "Label": "Production & Distribution Of Writing",
                    "Subs": [
                        {
                            "Key": "11-12.W.B.4",
                            "Label": "Produce clear and coherent writing in which the development, organization, and style are appropriate to task, purpose, and audience. (Grade-specific expectations for writing types are defined in standards 1–3 above.)",
                            "Subs": []
                        },
                        {
                            "Key": "11-12.W.B.5",
                            "Label": "Develop and strengthen writing as needed by planning, revising, editing, rewriting, or trying a new approach, focusing on addressing what is most significant for a specific purpose and audience. (Editing for conventions should demonstrate command of Language standards 1–3 up to and including grades 11–12 on page 55.)",
                            "Subs": []
                        },
                        {
                            "Key": "11-12.W.B.6",
                            "Label": "Use technology, including the Internet, to produce, publish, and update individual or shared writing products in response to ongoing feedback, including new arguments or information.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "11-12.W.C",
                    "Label": "Research To Build & Present Knowledge",
                    "Subs": [
                        {
                            "Key": "11-12.W.C.7",
                            "Label": "Conduct short as well as more sustained research projects to answer a question (including a self-generated question) or solve a problem; narrow or broaden the inquiry when appropriate; synthesize multiple sources on the subject, demonstrating understanding of the subject under investigation.",
                            "Subs": []
                        },
                        {
                            "Key": "11-12.W.C.8",
                            "Label": "Gather relevant information from multiple authoritative print and digital sources, using advanced searches effectively; assess the strengths and limitations of each source in terms of the task, purpose, and audience; integrate information into the text selectively to maintain the flow of ideas, avoiding plagiarism and overreliance on any one source and following a standard format for citation.",
                            "Subs": []
                        },
                        {
                            "Key": "11-12.W.C.9",
                            "Label": "Draw evidence from literary or informational texts to support analysis, reflection, and research.",
                            "Subs": [
                                {
                                    "Key": "11-12.W.C.9.a",
                                    "Label": "Apply grades 11–12 Reading standards to literature (e.g., “Demonstrate knowledge of eighteenth-, nineteenth- and early-twentieth-century foundational works of American literature, including how two or more texts from the same period treat similar themes or topics”).",
                                    "Subs": []
                                },
                                {
                                    "Key": "11-12.W.C.9.b",
                                    "Label": "Apply grades 11–12 Reading standards to literary nonfiction (e.g., “Delineate and evaluate the reasoning in seminal U.S. texts, including the application of constitutional principles and use of legal reasoning [e.g., in U.S. Supreme Court Case majority opinions and dissents] and the premises, purposes, and arguments in works of public advocacy [e.g., The Federalist, presidential addresses]”).",
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "11-12.W.D",
                    "Label": "Range Of Writing",
                    "Subs": [
                        {
                            "Key": "11-12.W.D.10",
                            "Label": "Write routinely over extended time frames (time for research, reflection, and revision) and shorter time frames (a single sitting or a day or two) for a range of tasks, purposes, and audiences.",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "11-12.SL",
            "Label": "Speaking & Listening Standards",
            "Subs": [
                {
                    "Key": "11-12.SL.A",
                    "Label": "Comprehension & Collaboration",
                    "Subs": [
                        {
                            "Key": "11-12.SL.A.1",
                            "Label": "Initiate and participate effectively in a range of collaborative discussions (one-on-one, in groups, and teacher-led) with diverse partners on grades 11–12 topics, texts, and issues, building on others’ ideas and expressing their own clearly and persuasively.",
                            "Subs": [
                                {
                                    "Key": "11-12.SL.A.1.a",
                                    "Label": "Come to discussions prepared, having read and researched material under study; explicitly draw on that preparation by referring to evidence from texts and other research on the topic or issue to stimulate a thoughtful, well-reasoned exchange of ideas.",
                                    "Subs": []
                                },
                                {
                                    "Key": "11-12.SL.A.1.b",
                                    "Label": "Work with peers to promote civil, democratic discussions and decision-making, set clear goals and deadlines, and establish individual roles as needed.",
                                    "Subs": []
                                },
                                {
                                    "Key": "11-12.SL.A.1.c",
                                    "Label": "Propel conversations by posing and responding to questions that probe reasoning and evidence; ensure a hearing for a full range of positions on a topic or issue; clarify, verify, or challenge ideas and conclusions; and promote divergent and creative perspectives.",
                                    "Subs": []
                                },
                                {
                                    "Key": "11-12.SL.A.1.d",
                                    "Label": "Respond thoughtfully to diverse perspectives; synthesize comments, claims, and evidence made on all sides of an issue; resolve contradictions when possible; and determine what additional information or research is required to deepen the investigation or complete the task.",
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "11-12.SL.A.2",
                            "Label": "Integrate multiple sources of information presented in diverse formats and media (e.g., visually, quantitatively, orally) in order to make informed decisions and solve problems, evaluating the credibility and accuracy of each source and noting any discrepancies among the data.",
                            "Subs": []
                        },
                        {
                            "Key": "11-12.SL.A.3",
                            "Label": "Evaluate a speaker’s point of view, reasoning, and use of evidence and rhetoric, assessing the stance, premises, links among ideas, word choice, points of emphasis, and tone used.",
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "11-12.SL.B",
                    "Label": "Presentation Of Knowledge & Ideas",
                    "Subs": [
                        {
                            "Key": "11-12.SL.B.4",
                            "Label": "Present information, findings, and supporting evidence, conveying a clear and distinct perspective, such that listeners can follow the line of reasoning, alternative or opposing perspectives are addressed, and the organization, development, substance, and style are appropriate to purpose, audience, and a range of formal and informal tasks.",
                            "Subs": []
                        },
                        {
                            "Key": "11-12.SL.B.5",
                            "Label": "Make strategic use of digital media (e.g., textual, graphical, audio, visual, and interactive elements) in presentations to enhance understanding of findings, reasoning, and evidence and to add interest.",
                            "Subs": []
                        },
                        {
                            "Key": "11-12.SL.B.6",
                            "Label": "Adapt speech to a variety of contexts and tasks, demonstrating a command of formal English when indicated or appropriate. (See grades 11–12 Language standards 1 and 3 on page 54 for specific expectations.)",
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "11-12.L",
            "Label": "Language Standards",
            "Subs": [
                {
                    "Key": "11-12.L.A",
                    "Label": "Conventions Of Standard English",
                    "Subs": [
                        {
                            "Key": "11-12.L.A.1",
                            "Label": "Demonstrate command of the conventions of standard English grammar and usage when writing or speaking.",
                            "Subs": [
                                {
                                    "Key": "11-12.L.A.1.a",
                                    "Label": "Apply the understanding that usage is a matter of convention, can change over time, and is sometimes contested.",
                                    "Subs": []
                                },
                                {
                                    "Key": "11-12.L.A.1.b",
                                    "Label": "Resolve issues of complex or contested usage, consulting references (e.g., Merriam-Webster’s Dictionary of English Usage, Garner’s Modern American Usage) as needed.",
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "11-12.L.A.2",
                            "Label": "Demonstrate command of the conventions of standard English capitalization, punctuation, and spelling when writing.",
                            "Subs": [
                                {
                                    "Key": "11-12.L.A.2.a",
                                    "Label": "Observe hyphenation conventions.",
                                    "Subs": []
                                },
                                {
                                    "Key": "11-12.L.A.2.b",
                                    "Label": "Spell correctly.",
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "11-12.L.B",
                    "Label": "Knowledge Of Language",
                    "Subs": [
                        {
                            "Key": "11-12.L.B.3",
                            "Label": "Apply knowledge of language to understand how language functions in different contexts, to make effective choices for meaning or style, and to comprehend more fully when reading or listening.",
                            "Subs": [
                                {
                                    "Key": "11-12.L.B.3.a",
                                    "Label": "Vary syntax for effect, consulting references (e.g., Tufte’s Artful Sentences) for guidance as needed; apply an understanding of syntax to the study of complex texts when reading.",
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "11-12.L.C",
                    "Label": "Vocabulary Acquisition & Use",
                    "Subs": [
                        {
                            "Key": "11-12.L.C.4",
                            "Label": "Determine or clarify the meaning of unknown and multiple-meaning words and phrases based on grades 11–12 reading and content, choosing flexibly from a range of strategies.",
                            "Subs": [
                                {
                                    "Key": "11-12.L.C.4.a",
                                    "Label": "Use context (e.g., the overall meaning of a sentence, paragraph, or text; a word’s position or function in a sentence) as a clue to the meaning of a word or phrase.",
                                    "Subs": []
                                },
                                {
                                    "Key": "11-12.L.C.4.b",
                                    "Label": "Identify and correctly use patterns of word changes that indicate different meanings or parts of speech (e.g., conceive, conception, conceivable).",
                                    "Subs": []
                                },
                                {
                                    "Key": "11-12.L.C.4.c",
                                    "Label": "Consult general and specialized reference materials (e.g., dictionaries, glossaries, thesauruses), both print and digital, to find the pronunciation of a word or determine or clarify its precise meaning, its part of speech, its etymology, or its standard usage.",
                                    "Subs": []
                                },
                                {
                                    "Key": "11-12.L.C.4.d",
                                    "Label": "Verify the preliminary determination of the meaning of a word or phrase (e.g., by checking the inferred meaning in context or in a dictionary).",
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "11-12.L.C.5",
                            "Label": "Demonstrate understanding of figurative language, word relationships, and nuances in word meanings.",
                            "Subs": [
                                {
                                    "Key": "11-12.L.C.5.a",
                                    "Label": "Interpret figures of speech (e.g., hyperbole, paradox) in context and analyze their role in the text.",
                                    "Subs": []
                                },
                                {
                                    "Key": "11-12.L.C.5.b",
                                    "Label": "Analyze nuances in the meaning of words with similar denotations.",
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "11-12.L.C.6",
                            "Label": "Acquire and use accurately general academic and domain-specific words and phrases, sufficient for reading, writing, speaking, and listening at the college and career readiness level; demonstrate independence in gathering vocabulary knowledge when considering a word or phrase important to comprehension or expression.",
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": [
        ["*", "Indicates that a standard (or group of standards) will likely require continued attention in higher grades."]
    ]
}