{
    "Title": "United States Common Core > Mathematics > High School - Modeling",
    "Overview": "",
    "Goals": [
        [
            "Overview of Modeling",
            "Modeling links classroom mathematics and statistics to everyday life, work, and decision-making. Modeling is the process of choosing and using appropriate mathematics and statistics to analyze empirical situations, to understand them better, and to improve decisions. Quantities and their relationships in physical, economic, public policy, social, and everyday situations can be modeled using mathematical and statistical methods. When making mathematical models, technology is valuable for varying assumptions, exploring consequences, and comparing predictions with data.\n\nA model can be very simple, such as writing total cost as a product of unit price and number bought, or using a geometric shape to describe a physical object like a coin. Even such simple models involve making choices. It is up to us whether to model a coin as a three-dimensional cylinder, or whether a two-dimensional disk works well enough for our purposes. Other situations — modeling a delivery route, a production schedule, or a comparison of loan amortizations — need more elaborate models that use other tools from the mathematical sciences. Real-world situations are not organized and labeled for analysis; formulating tractable models, representing such models, and analyzing them is appropriately a creative process. Like every such process, this depends on acquired expertise as well as creativity.\n\nSome examples of such situations might include:\n• Estimating how much water and food is needed for emergency relief in a devastated city of 3 million people, and how it might be distributed.\n• Planning a table tennis tournament for 7 players at a club with 4 tables, where each player plays against each other player.\n• Designing the layout of the stalls in a school fair so as to raise as much money as possible.\n• Analyzing stopping distance for a car.\n• Modeling savings account balance, bacterial colony growth, or investment growth.\n• Engaging in critical path analysis, e.g., applied to turnaround of an aircraft at an airport.\n• Analyzing risk in situations such as extreme sports, pandemics, and terrorism.\n• Relating population statistics to individual predictions.\n\nIn situations like these, the models devised depend on a number of factors: How precise an answer do we want or need? What aspects of the situation do we most need to understand, control, or optimize? What resources of time and tools do we have? The range of models that we can create and analyze is also constrained by the limitations of our mathematical, statistical, and technical skills, and our ability to recognize significant variables and relationships among them. Diagrams of various kinds, spreadsheets and other technology, and algebra are powerful tools for understanding and solving problems drawn from different types of real-world situations.\n\nOne of the insights provided by mathematical modeling is that essentially the same mathematical or statistical structure can sometimes model seemingly different situations. Models can also shed light on the mathematical structures themselves, for example, as when a model of bacterial growth makes more vivid the explosive growth of the exponential function.\n\nThe basic modeling cycle is summarized in the diagram. It involves (1) identifying variables in the situation and selecting those that represent essential features, (2) formulating a model by creating and selecting geometric, graphical, tabular, algebraic, or statistical representations that describe relationships between the variables, (3) analyzing and performing operations on these relationships to draw conclusions, (4) interpreting the results of the mathematics in terms of the original situation, (5) validating the conclusions by comparing them with the situation, and then either improving the model or, if it is acceptable, (6) reporting on the conclusions and the reasoning behind them. Choices, assumptions, and approximations are present throughout this cycle.\n\nIn descriptive modeling, a model simply describes the phenomena or summarizes them in a compact form. Graphs of observations are a familiar descriptive model —  for example, graphs of global temperature and atmospheric CO2 over time.\n\nAnalytic modeling seeks to explain data on the basis of deeper theoretical ideas, albeit with parameters that are empirically based; for example, exponential growth of bacterial colonies (until cut-off mechanisms such as pollution or starvation intervene) follows from a constant reproduction rate. Functions are an important tool for analyzing such problems.\n\nGraphing utilities, spreadsheets, computer algebra systems, and dynamic geometry software are powerful tools that can be used to model purely mathematical phenomena (e.g., the behavior of polynomials) as well as physical phenomena."
        ]
    ],
    "Standards": [],
    "References": []
}