{
    "Directions": "Read the passages and then answer each question that follows.",
    "Context": [],
    "Title": "Passage 1: “The Potter and the Washerman”",
    "Subtitle": "",
    "Author": "by Pam Hopper",
    "LabelType": "P",
    "Content": [
        ["1", "\tOnce there was a potter who made his living creating beautiful pottery from fine porcelain. Not far from the potter lived a washerman who earned his living making soiled laundry as bright and clean as new."],
        ["2", "\tBoth did well in their trades. However, the potter became jealous because he worried that the washerman was more successful than he was. He decided on a secret plan to ruin him."],
        ["3", "\tThe potter traveled to the palace and was granted an audience with the king. “What do you wish, potter?” asked the king."],
        ["4", "\t“I have a simple request, Your Majesty,” replied the potter. “My neighbor, the washerman, is very good at what he does. I would like to help my neighbor improve his business.”"],
        ["5", "\tThe king stroked his beard. “Why should the washerman’s business be of any concern to you?” he asked."],
        ["6", "\tThe potter cleared his throat nervously and said, “Well, he is my neighbor, so naturally I desire what is best for him.”"],
        ["7", "\tThe king looked intently at the potter. “What did you have in mind, potter?”"],
        ["8", "\t“A challenge, Your Highness. I propose that my neighbor wash one of Your Majesty’s esteemed elephants until it is spotlessly clean. To successfully complete a challenge like that would increase his business a hundredfold, I am certain.”"],
        ["9", "\tHaving revealed his plan, the potter’s heart hammered so loudly he thought all would hear it. He hoped no one would guess the secret part of his plan: that the washerman’s failure to complete such an impossible challenge would ruin his business forever."],
        ["10", "\t“I will consider your request,” said the king."],
        ["11", "\tA few days later the potter was summoned before the king."],
        ["12", "\t“I have just spoken with the washerman,” the king said, “and he is surprised by your concern for his well-being. He is also troubled by one difficulty with your idea, but knowing you are an accomplished potter, he thought you would be able to help him.”"],
        ["13", "\tHelp the washerman ruin himself? This was better than the potter had anticipated. “I am flattered by the washerman’s request, Your Majesty.”"],
        ["14", "\t“As you know,” continued the king, “in order to clean the soiled article, the washerman puts it into a large porcelain basin with water and soap. The concern of the washerman is finding a porcelain basin large enough to wash an elephant. But then he remembered your exceptional talents as a potter, and he suggested that you create such a container.”"],
        ["15", "\tThis was terrible. Create a porcelain basin large enough for an elephant? Impossible. And yet, to refuse could destroy his own reputation. With trembling knees, the potter agreed."],
        ["16", "\tAfter many weeks of work the elephant-sized porcelain bowl was finally ready. On the day of the challenge the king’s largest elephant was brought to the courtyard. The basin was carefully unloaded from the wagon and filled with water and soap."],
        ["17", "\tThe washerman stood ready with his best scrub brushes. The elephant was led up the ramp. Trumpeting, it stepped slowly into the delicate basin."],
        ["18", "\tWould the basin hold the elephant?"],
        ["19", "\tIt would not!"],
        ["20", "\tWith a crack, the porcelain basin shattered into a thousand pieces, sending a foamy river from the palace courtyard into the town below."],
        ["21", "\tAll the people in the courtyard held their breath. What would the king say?"],
        ["22", "\tThe king smiled gently at the potter. “My elephant is waiting to be bathed, and the washerman waits to prove his ability to wash him spotlessly clean. Would you care to go home and create another basin so the washerman can do this?”"],
        ["23", "\tThe potter gave great thought to his options and decided he had only one choice: he quickly left the palace courtyard and was never seen again."],
        ["24", "\tAs for the washerman, his wisdom so impressed the king that he became one of the most trusted advisers in the royal court."]
    ],
    "Copyright": "“The Potter and the Washerman” by Pam Hopper. Reprinted from Highlights for Children, June 1998, Vol. 53, No. 6, © Highlights for Children, Inc. Used by permission of the publisher via Copyright Clearance Center.",
    "References": []
}