{
    "Directions": "Read the following passage about bald eagles then answer each question that follows.",
    "Context": [],
    "Title": "Bald eagles make a comeback in Chicago",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        [" ", "\tThe following passage is from a television news report that was broadcasted on April 16, 2012. Brian Williams and Kevin Tibbles are television news reporters.\n\n"],
        [" ", "\tBrian Williams (anchor): Finally tonight, bald eagles, the symbol of America, came close to being totally wiped out in America. But they've made a remarkable comeback, as you may know, in recent years. So much so, they're not just showing up in the wilds of Maine and Montana. They may live a lot closer to you than you think. Our report from NBC's Kevin Tibbles."],
        [" ", "\tKevin Tibbles (reporting): Some new neighbors are raising a family in St. Paul, Minnesota. In the 50 years Stan Wandersee's lived in this house, he's seen many come and go, but never any like these."],
        [" ", "\tMr. Stan Wandersee: This is a—this is a gift of nature."],
        [" ", "\tTibbles: The bald eagle is returning to areas [of] urban sprawl [that] pollution forced it to abandon decades ago."],
        [" ", "\tMs. Megan Ross (Lincoln Park Zoo, Chicago, Illinois): DDT was a really big problem for the bald eagles. Bald eagles in particular were not able to form appropriate shells, and so, since they weren't able to reproduce, their numbers really plummeted."],
        [" ", "\tTibbles: Once on the endangered species list, this majestic symbol of American pride is spreading its wings. And many can now see them in a setting that doesn't involve a trip to the zoo."],
        [" ", "\tMs. Ross: I think bald eagles are just such majestic creatures. It'll be really nice and exciting to see them right in our backyard."],
        [" ", "\tTibbles: When this pair nested at the Alcoa plant in Davenport, Iowa, employees set up a webcam to share these intimate pictures of the eaglets with the world. It's had five million views this year alone."],
        [" ", "\tThis secluded forest preserve sits hidden from the roughly 10 million people who call Chicago home. Yet here, just a few miles from the skyscrapers, is something that hasn't been seen in 100 years: an eagle's nest. The fact that they've come back, does that tell us anything?"],
        [" ", "\tMr. Chris Merenowicz (Forest Preserve District of Cook County, Illinois): I think it tells us a lot. It tells us that we're doing the right thing."],
        [" ", "\tTibbles: And it was a close call. By the 1960s, just 450 pairs of eagles remained in the lower 48 states. Today those numbers have s͟o͟a͟r͟e͟d to more than 9,000, giving hope these treasured icons can once again live side by side with the humans who cherish them. Kevin Tibbles, NBC News, Chicago."]
    ],
    "Copyright": "“Bald eagles make a comeback in Chicago” from MSNBC by Kevin Tibbles. Copyright © 2012 by MSNBC. Reproduced with permission of MSNBC via Copyright Clearance Center.",
    "References": []
}