{
    "Directions": "Read the following passage about bald eagles then answer each question.",
    "Context": [],
    "Title": "Bald eagle deaths raising concerns",
    "Subtitle": "",
    "Author": "By Matthew Tresaugue\nSan Antonio Express-News",
    "LabelType": "P",
    "Content": [
        [" ", "\tSaturday, April 7, 2012 — At least seven bald eagles have died in eastern Texas in the past year because of unintended encounters with power lines, an alarming rate of death at a time when the once-endangered species is rebounding, federal wildlife officials said."],
        [" ", "\tJim Stinebaugh, a U.S. Fish and Wildlife Service special agent based in Houston, said the raptors died from electrocutions or impacts involving power lines and poles in six counties, including Harris."],
        [" ", "\t“It is happening more often, and because of the eagles’ resurgence, it is going to increase,” he said."],
        [" ", "\tThe bald eagle, a national symbol almost wiped out by pesticide, pollution and hunters in the 1960s, is flourishing again in Texas and across the country. The Interior Department removed the large and charismatic bird from the protection of the Endangered Species Act five years ago, with about 10,000 mating pairs nationwide."],
        [" ", "\tAt the time the species’ status changed, Texas had 156 breeding pairs, up from a historic low of five in 1970, according to the Texas Department of Parks and Wildlife."],
        [" ", "\tSince then, the state agency has not conducted annual population surveys of bald eagles because of the financial cost, said Brent Ortego, a state biologist."],
        [" ", "\tOrtego said he thinks the eagle population has continued to grow at a rate of about 10 percent a year."],
        [" ", "\t“We think they are doing OK,” he said, “but we do not have the data.”"],
        [" ", "\tStill, Ortego said the number of deaths in the past year is high and “those are just the ones they found.”"],
        [" ", "\tAs the population grows, the birds have had to adapt to the hubbub of humanity. They prefer forested areas near rivers and lakes, the same kind of places that also are drawing more people, more buildings and more energy needs."],
        [" ", "\tPower poles and lines are particularly attractive to birds, especially eagles, hawks and falcons, which use them to spot prey. The problem arises when electricity transmission wires are within the distance of an eagle’s wingspan, which ranges from 6 feet to 8 feet."],
        [" ", "\t“The danger comes from the potential to touch two lines,” said Jeff DallaRosa, ecological programs manager for CenterPoint Energy Inc., which delivers power to Houston. “The eagle is such a large bird that a lot of poles do not have that kind of spacing.”"],
        [" ", "\t“In January, an eagle carrying prey struck CenterPoint lines near the San Jacinto River in east Harris County. Crews found the dead bird while working to r͟e͟s͟t͟o͟r͟e power in the area after the incident."],
        [" ", "\tCenterPoint responded by providing a plan to prevent electrocutions to federal authorities. The strategies include installing “raptor guards” that prevent eagles from roosting on wires and poles and working with Houston Audubon and other bird enthusiasts to identify lines near nests for extra precautions."],
        [" ", "\t“The young ones can be awkward and do not make the best decisions,” DallaRosa said."],
        [" ", "\tAuthorities can seek criminal prosecution of companies and others for the bird deaths under the Bald and Golden Eagle Protection Act and the Migratory Bird Treaty. Stinebaugh, however, said companies such as CenterPoint Energy recognize the problem and have done a good job taking corrective actions."]
    ],
    "Copyright": "San Antonio express-news Copyright 2012 by SAN ANTONIO EXPRESS-NEWS. Reproduced with permission of SAN ANTONIO EXPRESS-NEWS in the format Republish in “other” book via Copyright Clearance Center.",
    "References": []
}