{
    "Directions": "Read the following passage from China then answer each question.",
    "Context": [],
    "Title": "The Clever Wife",
    "Subtitle": "a Chinese Folktale",
    "Author": "retold by Carol Kendall and Yao-wen Li",
    "LabelType": "P",
    "Content": [
        [" ", "\tA very long time ago there lived in a far corner of China, in Sinkiang, a man named Fu-hsing, who had an unusually clever wife. All the day long he would run to her with questions about thus-and-such, or about such-and-thus, as the case might fall out; and no matter how difficult the problem he took to her, she always thought of a solution. Thanks to her wondrous a͟c͟u͟m͟e͟n, the house of Fu-hsing prospered mightily."],
        [" ", "\tFu-hsing was remarkably proud of his wife and often spoke of her as his “Incomparable Wisdom,” or his “Matchless Wit,” or his “Dearest Capability.” He only wished that all who passed his house could know it was her cleverness that had brought him such great prosperity. For months he puzzled his head over a suitable way of declaring his gratitude and at last conceived of a couplet that delicately conveyed his feeling. He inscribed the lines on twin scrolls and posted them on the gate before his house:"],
        ["", ":box:“A Matchless Wit like Fu-hsing's\nDoes with ease a million things.”"],
        [" ", "\tAll who passed the house saw the scrolls, and those who knew Fu-hsing thought what an honest husband he was to praise his wife. One day, however, the district magistrate happened to pass that way. On reading the scrolls, he drew his mouth down and his eyebrows together in a terrible frown."],
        [" ", "\t“What a boastful, conceited fellow lives there!” he thought. “What appalling arrogance! Such windbaggery should not go unpunished!” When he returned to his quarters, he sent a clerk with a stern summons for Fu-hsing to appear before him forthwith."],
        [" ", "\tThe summons so frightened Fu-hsing that he could scarcely speak enough words to tell his wife of it. “... can't understand ... I'm law-abiding ... good citizen ... pay taxes ...”He pulled frantically at his hair, sprinkling strings of it on the floor. “My dear Capability, what can I have done to bring upon me this summons?”"],
        [" ", "\tHis wife laid a calming hand on his before he could tear out the last of his sparse hair. “It must be,” she said after a moment's thought, “that the scrolls on the gate have given offence. Really, it is not worth worrying about! Go with the clerk to see the magistrate and have no fear. If you run into difficulty, we can talk it over when you return.”"],
        [" ", "\tMuch relieved, Fu-hsing went off with the clerk and soon was standing before the magistrate, whose eyebrows by now had nudged so close together that they were quite entangled with each other. He sat glowering behind an immense table, his arms folded magisterially into his sleeves."],
        [" ", "\t“So!” he exclaimed. “This is the braggart who posts scrolls on his gate to boast of his extraordinary cleverness!” He leaned forward to glare into Fu-hsing's face, the terrible eyebrows bristling like angry hedgehogs. “You would have the world believe you can do anything at all, would you! No matter how difficult? Very well.” Loosing his arms from his sleeves, he struck a fist on the table. “I have three small tasks for you to perform. At once! For a fellow of your prodigious talents, they should provide no difficulty. No difficulty whatsoever."],
        [" ", "\t“First, then,” and pound went the fist, “you shall weave a cloth as long as a road.”"],
        [" ", "\t“Second,” pound, pound, “you shall make as much juice as there is water in the ocean.”"],
        [" ", "\t“Third,” pound, pound, pound, “you shall raise a pig as big as a mountain.”"],
        [" ", "\tWith an awful smile, the magistrate uncurled his fist to waggle a long finger under Fu-hsing's nose. “Of course, if you do not accomplish these tasks for me one-two-three, you will soon learn how this court deals with swollen heads!”"],
        [" ", "\tWretched and anxious, Fu-hsing hastened home to his wife and stammered out the three impossible demands made by the magistrate."],
        [" ", "\tHis wife threw back her head and laughed. “My dear husband,” she said, “the hardest problems are those with the simplest answers!”"],
        [" ", "\tFu-hsing continued to wring his hands. “But what shall I do? I know that you can accomplish anything, but this is beyond all reason ... ”"],
        [" ", "\tMadame Fu-hsing's smile stopped him. “It is really quite simple. Rest well tonight. Tomorrow you must go back to the magistrate and present to him three quite ordinary i͟m͟p͟l͟e͟m͟e͟n͟t͟s which I shall make ready for you. I will give you certain words to take along with these devices, and you must say them to the magistrate just as I tell them to you.”"],
        [" ", "\tFu-hsing attended well to his wife's instructions, and the next morning, carrying a ruler, a large measuring bowl, and a balancing scale, he presented himself to the magistrate once again. When he started speaking, the magistrate's eyebrows were as tightly knotted as before, but as Fu-hsing continued, and laid in turn the three measuring devices before the magistrate, the brows gradually lifted up and away from his eyes until they became flying birds of astonishment."],
        [" ", "\t“This morning, as I was setting out to do the tasks you gave me,” Fu-hsing began, “I realized that I needed further instruction from you before I could finish. Therefore, your Honor, I have taken the liberty of bringing these three measures to facilitate your task. I must respectfully ask you, first, to measure the road with this ruler that I may know the length of the cloth I must weave; second, measure the ocean's water with this bowl that I may know how much juice I must make; and third, weigh the mountain with this balance that I may know how big a pig I must raise.”"],
        [" ", "\tFu-hsing made a deferential bow. “Just as soon as you have set the standards, your Honor, I shall be pleased to finish the tasks.”"],
        [" ", "\tSo confounded was the magistrate at the cunning solution to his three problems that he allowed Fu-hsing to go without punishment and never ventured to bother him again. Truly, the magistrate believed Fu-hsing's Matchless Wit could do a million things."]
    ],
    "Copyright": "“The Clever Wife” in SWEET AND SOUR: TALES FROM CHINA by Carol Kendall and Yao-wen Li. Copyright © 1978 by Carol Kendall and Yao-wen Li. Reprinted by permission of Clarion Books, an imprint of Houghton Mifflin Harcourt Publishing Company. All rights reserved.",
    "References": []
}