{
    "Directions": "Read the following passage about bald eagles then answer each question that follows.",
    "Context": [],
    "Title": "The Eagles Are Back!",
    "Subtitle": "",
    "Author": "by Dorothy Hinshaw Patent",
    "LabelType": "P",
    "Content": [
        [" ", "\tIn his 1999 Fourth of July celebration speech, President Bill Clinton declared that our national symbol, the bald eagle, was no longer endangered. This welcome news for wildlife wasn't just the result of good luck. For more than twenty years, scientists and volunteers across the country have worked to help the bald eagle come back. And come back it did."],
        [" ", "\tOnce bald eagles spread their wings over every state except Hawaii. Before European settlement, between 25,000 and 75,000 bald eagles lived in the lower forty-eight states, with thousands more in Alaska. But as settlers cut down trees and turned wilderness into towns and cities, the number of eagles began to decline."],
        [" ", "\tAt first the number of eagles dwindled slowly. Then during the late 1940s, bald eagle populations began to plummet. And where eagles did survive, few raised chicks. By the mid‑1960s many biologists feared our national bird would disappear forever. Fewer than five hundred breeding pairs of bald eagles were left in the lower forty-eight states."],
        [" ", "\tLuckily, scientists soon discovered the major cause of the bald eagle's decline—the pesticide DDT. Starting in the late 1940s, DDT was widely used to control insects such as mosquitoes and crop pests. But while it did kill pests, DDT also got into the food chain, and eagles ate c͟o͟n͟t͟a͟m͟i͟n͟a͟t͟e͟d fish and other prey. The DDT didn't kill eagles, but it did weaken the shells of their eggs. When a parent nestled up to its eggs to warm them, the shells would break, killing the developing birds inside. Other birds, such as pelicans and ospreys, were having the same problem."],
        [" ", "\tSomething had to be done. In 1972 the U.S. government banned DDT. Then in 1973 the all‑important Endangered Species Act was passed by Congress. The Endangered Species Act protects plants and animals whose populations are so small that they might disappear forever. If a species is in danger of becoming extinct, it is listed as endangered. A species at risk of becoming endangered is called threatened. The bald eagle was listed as endangered in forty-three states and threatened in five. Only in Alaska was the bald eagle holding its own."],
        [" ", "\tEagles started to recover in 1974 when the effects of leftover DDT began to wear off. But the government didn't stop there. Places where bald eagles lived were protected. Eagles require g͟i͟g͟a͟n͟t͟i͟c trees to build their huge nests. They feed largely on fish and water birds, so they need to live near undisturbed lakes, ponds, and rivers. When bald eagles nested on public land, people were kept away so the birds wouldn't be bothered. And anyone who killed a bald eagle had to pay a large fine."],
        [" ", "\tBecause a pair of eagles normally produces just two eggs each year, scientists searched for ways to increase the number of eagles faster. One way to do this was to raise eagle chicks in captivity. Bald eagles were brought to the Patuxent Wildlife Research Center in Maryland and bred there. As soon as a female eagle laid a clutch of eggs, they were removed and kept warm so that they would hatch. Most birds then laid two more eggs, which they were allowed to care for. The extra eggs could be placed in the nest of a pair of eagles whose eggs didn't hatch. The foster parents would then raise the chick or chicks as their own. In this way, four eaglets instead of two could be raised from each mated pair. By the time the program ended in 1988, 124 bald eagles had been hatched there for release into the wild."],
        [" ", "\tYoung eagles can learn to live on their own through a method called hacking. When captive eaglets are eight weeks old, they are given a new home high on a tower or in an abandoned eagle nest in a good eagle habitat. Humans who stay out of sight bring food for the young birds until they can fly and hunt well enough to feed themselves."],
        [" ", "\tAll the work to save bald eagles paid off. The number of bald eagles in the lower forty-eight states has increased steadily since 1975."]
    ],
    "Copyright": "“The Eagles Are Back!” by Dorothy Hinshaw Patent from Spider. Copyright © 2000 by Dorothy Hinshaw Patent. Reprinted by permission of Carus Publishing Company.",
    "References": []
}