{
    "Directions": "Read the article about how practicing mindfulness in schools has helped students and teachers. Then answer each question that follows.",
    "Context": [
        "This article explores the potentially positive mental and physical effects that mindfulness exercises can have on teachers and students."
    ],
    "Title": "When Mindfulness Meets the Classroom",
    "Subtitle": "",
    "Author": "by Lauren Cassani Davis",
    "LabelType": "P",
    "Content": [
        ["1", "A five-minute walk from the rickety, raised track that carries the 5 train through the Bronx, the English teacher Argos Gonzalez balanced a rounded metal bowl on an outstretched palm. His class—a mix of black and Hispanic students in their late teens, most of whom live in one of the poorest districts in New York City—by now were used to the sight of this unusual object: a Tibetan meditation bell."],
        ["2", "“Today we're going to talk about mindfulness of emotion,” Gonzalez said with a hint of a Venezuelan accent. “You guys remember what mindfulness is?” Met with quiet stares, Gonzalez gestured to one of the posters pasted at the back of the classroom, where the students a few weeks earlier had brainstormed terms describing the meaning of “mindfulness.” There were some tentative mumblings: “being focused,” “being aware of our surroundings.”"],
        ["3", "Gonzalez nodded. “Right. But it's also being aware of our feelings, our emotions, and how they impact us.”"],
        ["4", "Arturo A. Schomburg Satellite Academy is what is known in New York City as a transfer school, a small high school designed to re-engage students who have dropped out or fallen behind. This academy occupies two floors of a hulking, grey building that's also home to two other public schools. For the most part, Gonzalez told me, the kids who come here genuinely want to graduate, but attendance is their biggest barrier to success..."],
        ["5", "Still holding the bowl, Gonzalez continued with the day's lesson. “I'm going to say a couple of words to you. You're not literally going to feel that emotion, but the word is going to trigger something, it's going to make you think of something or feel something. Try to explore it.”"],
        ["6", "The slightly built, 30-something Gonzalez, who wears a wide smile and a scruffy beard, first learned about mindfulness from his wife, a yoga teacher in schools around the city. His students referred to him by his first name, and Gonzalez addressed them just as informally—greeting them in the morning with a high five and a “Sup,” or “How you doing, bro?” or even “Hey, mamma.” He told me he strives to make school relevant — explaining what a “motif” is by comparing it to the hook of a rap song, for example—and believes in the value of hands-on teaching, emailing students individually to check in when they don't show up."],
        ["7", "“First, sit up straight, put your feet flat on the ground. Let your eyes close.” Gonzalez demonstrated as he instructed. Most of the 15 or so students followed suit—though a few scribbled surreptitiously to finish overdue assignments. Gonzalez tapped the bowl and a rich, metallic sound rang out. The class fell quiet as the note reverberated."],
        ["8", "“Take a deep breath into your belly. As you breathe in and breathe out, notice that your breath is going to be stronger in a certain part of your body. Maybe it's your belly, your chest, or your nose. We'll begin with trying to count to 10 breaths.”"],
        ["9", "There was silence but for the hiss of the 5 train pulling into the station, the clunk of garbage cans, the faint siren of a police car."],
        ["10", "“If you get lost in thought, it's okay. Just come back and count again. Whether you get up to 10 or not doesn't really matter. It's just a way to focus [your] mind.”"],
        ["", "***"],
        ["11", "It may not be the typical way to start an English class, but Gonzalez's students were familiar with these five-minute mindfulness exercises—from counting breaths and focusing on the sensations of breathing, to visualizing thoughts and feelings—that he uses to help train their attention, quiet their thoughts, and regulate their emotions..."],
        ["12", "Through a series of online lectures, weekly breakout sessions, monthly meetings, and two week-long summer retreats, Gonzalez worked on his own mindfulness skills, honing his ability to control his attention and regulate his own emotions while receiving specific guidance on how to teach those same skills to the youth populations he'd be working with. Gonzalez also received training about the biology of the nervous system, child development, and the neuroscientific basis for mindfulness's effects."],
        ["13", "Not all mindfulness programs are in schools like Gonzalez's, where large numbers of students have been identified as disordered or disruptive, or struggle with mental-health problems and unstable living situations. Middlesex School, a prestigious boarding school in Massachusetts, requires that all incoming freshmen take a mindfulness course. The program, which was founded by an alumnus who used mindfulness to cope with both sports-related performance anxiety and T-Cell lymphoma, has proven popular among students. A vast majority—97 percent—of students surveyed in 2014 said they would recommend the course to others, reporting benefits ranging from better sleep and diminished stress to increased focus on schoolwork."],
        ["14", "Education reformers have long maintained that there is a fundamental connection between emotional imbalance and poor life prospects. As Paul Tough argued and popularized in How Children Succeed, stress early in life can prompt a cascade of negative effects, psychologically and neurologically—poor self-control and underdeveloped executive function, in particular. The U.S. education system's focus on cognitive intelligence—IQ scores and academic skills like arithmetic—undermines the development of equally vital forms of non-cognitive intelligence. This type of intelligence entails dimensions of the mind that are difficult to quantify: It is the foundation of good character, resilience, and long-term life fulfillment. It is this part of the mind that mindfulness seeks to address..."],
        ["", "***"],
        ["15", "Beyond the issue of scientific evidence, bringing mindfulness into classrooms raises other questions: How does it fit into the traditional teaching model? Could any teacher teach mindfulness, or does it require a significant personal investment? Is opening teachers up to dealing with their students' emotional and psychological needs, in addition to their academic ones, encouraging a blur between teacher and therapist?"],
        ["16", "Gonzalez doesn't think so. “My intention as a mindfulness instructor is to give students some very simple and basic tools so they can learn to self regulate. That's the beginning and end of it.” When a student is dealing with emotional trauma, Gonzalez said he's been taught to keep his advice general—to remind the student that everyone suffers and feels pain, but that life is a gift to be treasured."],
        ["17", "The clinical social worker at Gonzalez's school—a large man with a warm baritone voice—thinks mindfulness supports the school's overall SEL¹ mission. “At times all the roles blur—teachers, therapists, social workers. Especially in a school like this. If you don't address the noise in a kid's head that they bring in from the outside, I don't care how good a teacher you are, you're not going to have much success.”"],
        ["18", "He was convinced that Gonzalez is on the right track; and that all teachers should get something akin to mindfulness training, given that they must deal with undiagnosed mental conditions on a regular basis. While they are not therapists, they “can at least ease some of the stress in the moment. Long enough to have somebody intervene.”"],
        ["19", "Greenberg's² view about the teacher-as-therapist issue is also clear: “Teachers teach many things that are therapeutic. They are managing children's behavior all day long, but that doesn't make them therapists, that makes them good teachers. Some of the same ideas we teach in therapy are also applicable to all people.”"],
        ["20", "Beyond helping his students, Gonzalez also thinks mindfulness helps him to cope with the strains of teaching. He believes he now draws clearer lines in his relationships with students—giving them the skills to help themselves, rather than feeling that he needs to be the one to heal them—and copes more healthily with the trauma the job exposes him to..."]
    ],
    "Copyright": "“When Mindfulness Meets the Classroom” by Lauren Cassani Davis, from The Atlantic Magazine. Copyright © 2015 by The Atlantic Media Co., as first published in The Atlantic Magazine. Reprinted by permission of Tribune Content Agency, LLC.",
    "References": [
        ["¹", "SEL — social-emotional learning"],
        ["²", "Greenburg's — Penn State University psychologist Mark Greenburg"]
    ]
}