{
    "Directions": "Read the article about how practicing mindfulness in schools has helped students and teachers. Then answer each question that follows.",
    "Context": [
        "This article discusses how some schools are seeing benefits to eliminating detention. These schools are trying a new approach by sending students to rooms where they can reflect on and redirect their negative behaviors."
    ],
    "Title": "Instead of Detention, These Students Get Meditation",
    "Subtitle": "",
    "Author": "by Deborah Bloom",
    "LabelType": "P",
    "Content": [
        ["1", "Into a room of pillows and lavender, an elementary school student walks, enraged."],
        ["2", "He's just been made fun of by another student, an altercation that turned to pushing and name-calling. But rather than detention or the principal's office, his teacher sent him here, to Robert W. Coleman Elementary School's meditation room."],
        ["3", "“I did some deep breathing, had a little snack, and I got myself together,” the boy recalled. “Then I apologized to my class.”"],
        ["4", "He's one of many children who simmer down in what this West Baltimore elementary calls its “Mindful Moment Room,” a warm, brightly lit space strewn with purple floor pillows, yoga mats and the scents of essential oils."],
        ["5", "Kids here stretch, do yoga and practice deep breathing. More important, staff say, they build an ability to be mindful and calm. And in the face of so much adversity, some of these children are coming out ahead."],
        ["6", "“When I get mad at something or somebody, I just take some deep sbreaths, keep doing my work and tune everyone out,” said Dacari Crawford, 9. “It gives you good confidence when you need to do something important.”"],
        ["", "Sᴛʀᴇssᴇᴅ ᴀɴᴅ sᴛʀᴜɢɢʟɪɴɢ"],
        ["7", "Almost a quarter of Baltimore residents are living below the poverty line, according to US census data. And at Coleman ... more than 80% of students qualify for free or reduced lunches."],
        ["8", "“Some of our children are homeless. Some of them come to school from situations where they don't have lights at home, or food. They see crime occur in their neighborhoods,” Principal Carlillian Thompson said. “So we're trying really hard here to make this a place where children feel safe and where their needs are met.” ..."],
        ["", "'Aɴ ᴏᴀsɪs ᴏꜰ ᴄᴀʟᴍ'"],
        ["9", "Students who are disruptive in class are sent to the Mindful Moment Room by their teachers. There, foundation¹ staff members encourage them to talk about what led to their dismissal from class, and then they sit down for some breathing exercises. They're instructed to close their eyes and inhale and exhale deeply."],
        ["10", "A fifth-grade boy has just been sent in for being rowdy during his math lesson. Foundation staff member Michelle Lee instructs him to shut his eyes and take several slow, deep breaths. “Do you feel calmer?” Lee asks after a few minutes. “Yes,” the boy responds, nodding."],
        ["11", "He then goes back to class. The next day, he returns for more breathing exercises."],
        ["12", "“We have a few frequent fliers here,” Lee said."],
        ["", "Fᴇᴡᴇʀ ʀᴇꜰᴇʀʀᴀʟs, ᴢᴇʀᴏ sᴜsᴘᴇɴsɪᴏɴs"],
        ["13", "Although a meditation room is no miracle cure for students' strife, those at the school say it's done wonders for their learning environment and productivity."],
        ["14", "“When the kids come down here, they're all rowdy and goofing around,” said Dacari, a third-grader who has been using the Mindful Moment Room since it was established in the school three years ago. “When they leave the room, they're peaceful and quiet and ready to do their work.”"],
        ["15", "Before the Mindful Moment Room, students who got into trouble were sent to detention or to the principal's office. But since making the meditation room available, Thompson said, she rarely sees children for disciplinary issues anymore."],
        ["16", "“It's made a huge impact,” she says."],
        ["17", "And for what it's worth, Thompson says she's had zero suspensions since the room's creation. The year before that, there were four suspensions."],
        ["", "Mɪɴᴅꜰᴜʟɴᴇss, ꜰᴀʀ ᴀɴᴅ ᴡɪᴅᴇ"],
        ["18", "The school's emphasis on mindfulness goes beyond a meditation room."],
        ["19", "All children at Coleman start and end their school day with a 15-minute guided meditation over the intercom. They also have the chance to practice yoga during and after school."],
        ["20", "Taking notice of Coleman's success, Patterson High School in East Baltimore created its own Mindful Moment Room, where students do yoga or simply decompress after a school day."],
        ["21", "Gonzalez² says he and the other co-founders want to take their program far and wide. They plan to open Mindful Moment Rooms in other schools in the coming years. And they'd like to eventually take their program nationwide."],
        ["", "Cᴀɴ ɪᴛ ʀᴇᴀʟʟʏ ʜᴇʟᴘ?"],
        ["22", "Researchers have documented the beneficial effects of meditation on the brain of adults, says Tamar Mendelson, an associate professor at the Johns Hopkins Bloomberg School of Public Health who specializes in mental health."],
        ["23", "A study published in JAMA Internal Medicine in 2014 suggests that mindfulness meditation can help ease psychological stressors such as anxiety, depression and pain."],
        ["24", "The research on children, however, is still in the early stages, Mendelson said."],
        ["25", "“We aren't in a place yet where we can say that we know this works,” she said."],
        ["26", "However, from her time working with the foundation and studying the Mindful Moment Rooms in Baltimore, she says, she's seen the impact of meditation on children firsthand."],
        ["27", "“These kids who are dealing with high-stress situations a lot of the time are coming into school on high alert. Their body's alarm system is switched way on, so they may be primed for fight or flight and not able to sit calmly and pay attention,” Mendelson explained."],
        ["28", "But giving these kids the chance to breathe deeply, to focus their attention on themselves rather than what's going on externally, can be an effective way to combat the stress, improve attention and usher in calm, she adds. “When we sit with pain or discomfort rather than act on it, we learn that feelings and sensations come and go. We don't necessarily need to act on them all. We have a chance to pause and make a thoughtful choice about how to respond.”"]
    ],
    "Copyright": "“Instead of Detention, These Students Get Meditation” by Deborah Bloom, from the CNN Web site (November 8, 2016). Copyright © 2016 by Turner Broadcast Systems. Reprinted by permission of PARS International Corp.",
    "References": [
        ["¹", "foundation — the Holistic Life Foundation, where the Mindful Moment Room originated"],
        ["²", "Gonzalez — Andres Gonzalez, the co-founder of the Holistic Life Foundation"]
    ]
}