{
    "Directions": "In this excerpt from The Rubaiyat, the twelfth-century Persian poet Omar Khayyam describes his philosophy of life. Read the excerpt and answer each question that follows.",
    "Context": [],
    "Title": "[from] The Rubaiyat",
    "Subtitle": "",
    "Author": "by Omar Khayyam",
    "LabelType": "L",
    "Content": [
        [" ", "Come, fill the Cup, and in the fire of Spring"],
        [" ", "Your Winter-garment of Repentance fling:"],
        [" ", "The Bird of Time has but a little way"],
        [" ", "To flutter—and the Bird is on the Wing.\n\n"],
        ["5", "Whether at Naishapur or Babylon,¹"],
        [" ", "Whether the Cup with sweet or bitter run,"],
        [" ", "The Wine of Life keeps oozing drop by drop,"],
        [" ", "The Leaves of Life keep falling one by one."],
        ["", "• • •"],
        [" ", "A Book of Verses underneath the Bough,"],
        ["10", "A Jug of Wine, a Loaf of Bread—and Thou"],
        [" ", "Beside me singing in the Wilderness—"],
        [" ", "Oh, Wilderness were Paradise enow!²\n\n"],
        [" ", "Some for the Glories of This World; and some"],
        [" ", "Sigh for the Prophet's Paradise to come;"],
        ["15", "Ah, take the Cash, and let the Credit go,"],
        [" ", "Nor heed the rumble of a distant Drum!"],
        ["", "• • •"],
        [" ", "For some we loved, the loveliest and the best"],
        [" ", "That from his Vintage rolling Time hath prest,"],
        [" ", "Have drunk their Cup a Round or two before,"],
        ["20", "And one by one crept silently to rest.\n\n"],
        [" ", "And we, that now make merry in the Room"],
        [" ", "They left, and Summer dresses in new bloom"],
        [" ", "Ourselves must we beneath the Couch of Earth"],
        [" ", "Descend—ourselves to make a Couch—for whom?\n\n"],
        ["25", "Ah, make the most of what we yet may spend,"],
        [" ", "Before we too into the Dust descend;"],
        [" ", "Dust into Dust, and under Dust to lie"],
        [" ", "Sans³ Wine, sans Song, sans Singer, and—sans End!"],
        ["", "• • •"],
        [" ", "Oh, threats of Hell and Hopes of Paradise!"],
        ["30", "One thing at least is certain—This Life flies;"],
        [" ", "One thing is certain and the rest is Lies;"],
        [" ", "The Flower that once has blown for ever dies.\n\n"],
        [" ", "Strange, is it not? that of the myriads who"],
        [" ", "Before us pass'd the door of Darkness through,"],
        ["35", "Not one returns to tell us of the Road,"],
        [" ", "Which to discover we must travel too."],
        ["", "• • •"],
        [" ", "We are no other than a moving row"],
        [" ", "Of Magic Shadow-shapes that come and go"],
        [" ", "Round with the Sun-illumined Lantern held"],
        ["40", "In Midnight by the Master of the Show;\n\n"],
        [" ", "But helpless Pieces of the Game He plays"],
        [" ", "Upon this Chequer-board of Nights and Days;"],
        [" ", "Hither and thither moves, and checks, and slays,"],
        [" ", "And one by one back in the Closet lays.\n\n"],
        ["45", "The Ball no question makes of Ayes and Noes,⁴"],
        [" ", "But Here or There as strikes the Player goes;"],
        [" ", "And He that toss'd you down into the Field,"],
        [" ", "He knows about it all—He knows—HE knows!\n\n"],
        [" ", "The Moving Finger writes; and, having writ,"],
        ["50", "Moves on: nor all your Piety nor Wit"],
        [" ", "Shall lure it back to cancel half a Line,"],
        [" ", "Nor all your Tears wash out a Word of it."]
    ],
    "Copyright": "",
    "References": [
        ["¹", "Naishapur or Babylon — The ancient cities of Naishapur and Babylon were located in present-day Iran and Iraq, respectively."],
        ["²", "enow! — enough"],
        ["³", "Sans — French word meaning “without”"],
        ["⁴", "Ayes and Noes — Yeses and Nos"]
    ]
}