{
    "Directions": "From 1929 to 1939, the United States sank into the Great Depression, a period of extreme poverty and unemployment for most of the country. Read the passage that discusses a famous photograph, titled “Migrant Mother,” taken during that time. Then answer each question that follows.",
    "Context": [
        "Florence Thompson was the name of the real “Migrant Mother.” The following passage examines her life both before and after the famous photograph was taken."
    ],
    "Title": "The Story of the “Migrant Mother”",
    "Subtitle": "",
    "Author": "by Ben Phelan",
    "LabelType": "P",
    "Content": [
        ["1", "As the United States sank into the Great Depression, a photographer named Dorothea Lange turned her attention away from studio and portrait work toward the suffering she was seeing around her. After taking a job as a photographer for the Resettlement Administration, a New Deal agency tasked with helping poor families relocate, Lange one day found herself in Nipomo, California, at a campsite full of out-of-work pea pickers. The crop had been destroyed by freezing rain; there was nothing to pick. Lange approached one of the idle pickers, a woman sitting in a tent, surrounded by her seven children, and asked if she could photograph them. From Lange's notes:\n\n... I did not ask her name or her history. She told me her age, that she was 32. She said that [she and her children] had been living on frozen vegetables from the surrounding fields, and birds that the children killed. She had just sold the tires from her car to buy food."],
        ["2", "Lange took six pictures. One of them, Migrant Mother, became the iconic photo of the Depression, and one of the most familiar images of the 20th century. With her children cowering behind her for protection, hiding their faces, the Migrant Mother gazes distractedly into the distance. At the time, the dust-blown interior of the United States was full of families like hers, whom poverty had forced off their land and into a life of wandering. Their poverty was total; they had nothing. Where is her husband, the children's father? She is on her own. There is no help, no protection, and nothing over the horizon but work, want and more wandering. Her worried, vacant expression seems to communicate what we, at our end of history, already know: Things were not going to get better for a long, long time."],
        ["3", "There are few images as deeply ingrained in the national consciousness as Migrant Mother. Yet for decades, no one knew what had become of this woman and her family. No one even knew her name: Lange never asked, and by the time the photo appeared in a local newspaper, the woman and her family had moved on to the next town."],
        ["4", "Finally, in 1978, a reporter from the Modesto Bee found the Migrant Mother, tracking her down to a trailer park outside Modesto, California. Her name was Florence Owens Thompson; she was 75 years old. Lange had promised Thompson that her name would never be published—Thompson wanted to spare her children the embarrassment—but once she was discovered, she revealed her name and told her story."],
        ["5", "Thompson was born Florence Leona Christie, a Cherokee, in a teepee in Indian Territory, Oklahoma, in 1903. She married at 17, then moved to California for farm- and millwork. When she was 28 years old and pregnant with her sixth child, her husband died of tuberculosis. Thereafter Thompson worked odd jobs of all kinds to keep her children fed. For most of the 1930s, she was an itinerant1 farmhand, picking whatever was in season."],
        ["6", "During cotton harvests, as she described in interviews, she would put her babies in bags and carry them along with her as she worked down the rows. She earned 50 cents per hundred pounds picked and says she “generally picked around 450, 500 [pounds a day]. I didn't even weigh a hundred pounds.” For a while, she and her children lived under a bridge. “When Steinbeck2 wrote in The Grapes of Wrath about those people living under the bridge at Bakersfield—at one time we lived under that bridge. It was the same story. Didn't even have a tent then, just a ratty old quilt.”"],
        ["7", "One day in 1936, while driving from Los Angeles to Watsonville, Thompson's car broke down. She managed to get the car towed into the Nipomo pea-pickers camp, had it repaired, and was just about to leave when Dorothea Lange appeared. Thompson was not eager to have her family photographed and exhibited as specimens of poverty, but there were people starving in that camp, one of Thompson's daughters later recalled, and Lange convinced her that the image would educate the public about the plight of hardworking but poor people like herself. Within days, the photo was being published in papers across the country—an instant classic of American photography. In the years to follow, the Thompson family kept their identities to themselves, but the photograph was a continual subject of conversation. “It always stayed with her,” said Katherine Thompson McIntosh of her mother. “She always wanted a better life, you know.”"],
        ["8", "Thompson moved to Modesto in 1945 and went to work in a hospital there. She had one of the most famous faces in the United States, yet, to keep her family together, she had to work 16 hours a day, seven days a week. “I worked in hospitals,” Thompson told NBC in 1979, “I tended bar, I worked in the field, so I done a little bit of everything to make a living for my kids.” Thompson profited nothing from Migrant Mother. “I can't get a penny out of it,” she once said, but she wasn't exactly bitter. She had posed for the photo to help others, not herself, yet the disparity between her high profile and low status couldn't help but bother her."],
        ["9", "Meanwhile, Migrant Mother made Dorothea Lange's reputation, helped earn her a Guggenheim fellowship, and conferred fame and a permanent place in the canon of American photographers. Lange certainly deserved her success; she had an eye, talent, training, and drive. Yet it seems unjust that Migrant Mother, one of the most successful photographs in American history, should have helped so many, but done nothing for the woman whose face and body were able to express so much. Thompson was a model; she was posing, and she knew why. She was to represent the very Figure of Poverty. So she organized her posture and set her expression just so for Lange's camera. And that is a talent, too. Thompson and Lange, for an instant in 1936, were collaborators. Yet the gulf between their fortunes, already colossal, would only grow wider as years passed."],
        ["10", "The Thompson clan, which eventually grew to 10 children, worked their way into the middle class, but Florence Thompson never felt comfortable in a conventional home. Even after her children bought her a house, she chose to live in a trailer. “I need to have wheels under me,” she said."],
        ["11", "In 1983, Thompson had a stroke. Her children, unable to pay the hospital, used her identity as the Migrant Mother to raise $15,000 in donations. The money helped to defray Thompson's medical bills, but Thompson herself gained nothing. She died soon after her stroke."],
        ["12", "A few years earlier, a reporter had asked Thompson about the life she eked out for her family. She spoke plainly, with no sentimentality. “We just existed,” she said. “Anyway, we lived. We survived, let's put it that way.” During the Great Depression, that was never a guarantee. “We never had a lot,” said McIntosh, her daughter, “but she always made sure we had something. She didn't eat sometimes, but she made sure us children ate.”"]
    ],
    "Copyright": "“The Story of the 'Migrant Mother'” by Ben Phelan, from Antiques Roadshow, Season 18. Copyright © 1997-2017 by WGBH Educational Foundation. Reprinted by permission of WGBH Educational Foundation.",
    "References": [
        ["¹", "itinerant — traveling from place to place"],
        ["²", "Steinbeck — John Steinbeck, whose famous novel The Grapes of Wrath tells the story of a family living during the Great Depression"]
    ]
}