{
    "Directions": "Read the following passage about taste buds then answer each question that follows.",
    "Context": [],
    "Title": "Good Taste",
    "Subtitle": "",
    "Author": "by Jeanne Miller",
    "LabelType": "P",
    "Content": [
        [" ", "\tWho doesn't love sweets? From a creamy ice cream cone to a healthy, ripe banana, we all love that indescribable yummy sweet taste. But how do we sense sweetness?"],
        [" ", "\tA lot happens on your tongue when you take that first bite of a sweet, ripe banana. As you chew, your saliva breaks the fruit down into separate molecules. They float into your taste buds, which sit on the little bumps you can see on your tongue. Under a microscope, a taste bud looks like an onion with a small opening at the top. The bud has taste cells in it that contain different kinds of receptors — structures that receive and attach to specific substances. When a food molecule from the banana drops into the taste bud, it fits into its matching receptor, like a key into a lock. This starts a process that sends a signal to the brain, which then tells you there is something sweet on your tongue."],
        [" ", "\tYour mouth contains about 10,000 taste buds. Each has receptors for all five tastes: sweet, sour bitter, salty, and something called umami (pronounced OO-MOM-ee). A Japanese scientist identified the taste of umami, which we find in meat broth, aged cheese, and many other s͟a͟v͟o͟r͟y foods. Most foods spark reactions in more than one kind of receptor. For example, a tomato has molecules of sweetness, sourness, saltiness, and umami. As the tomato ripens, the balance changes. There's less sour, more sweet, and more umami."],
        [" ", "\tYou might not think a banana is so sweet, but it has more than one kind of natural sugar, and all these sugars fit neatly into the sweet receptors on your tongue. Dr. Karen Yee, a molecular physiologist at the Monell Chemical Senses Center in Philadelphia, explains, “Receptors have their own shape. For the molecule to fit into it, it has to conform to that shape. So a sugar molecule fits into a sweet receptor, whereas a bitter type of molecule has a different shape and doesn't quite fit into that receptor.”"],
        ["", "Sᴇɴsɪɴɢ Sᴡᴇᴇᴛɴᴇss"],
        [" ", "\tOur understanding of taste has advanced rapidly in the last ten years. One breakthrough was the discovery that sweet receptors in some mammals combine two proteins, labeled T1R2 and T1R3. If either part is missing, the receptor won't respond to sweet molecules. Cats don't have the T1R2 protein and so they have no interest in sweet foods."],
        [" ", "\tThe mouth is not the only place where we have mechanisms to detect sweet molecules. Other parts of our digestive system recognize sugars using sensors unlike the receptors in the mouth. Our body turns food we eat into a simple sugar called glucose. “Glucose is really the energy source for our body,” says Yee. In our intestines are sensors called glucose transporters that make it possible for glucose to travel into our bloodstream from the digestive organs and from the bloodstream into our cells for use as fuel. Another type of sweet sensor, called a potassium ion channel, allows the pancreas, a gland behind the stomach, to control the level of glucose in the blood."],
        ["", "A Tᴀsᴛᴇ Pᴜᴢᴢʟᴇ"],
        [" ", "\tYee's colleagues at Monell used a set of mice that had no T1R3 receptor and then tested their ability to taste sweetness. Yee says, “What they found was that it didn't totally eliminate sweet sensing. The sensation was depressed but, with higher concentrations of sweetness, the mice were able to taste it.” This result contradicted what the researchers thought they knew. With just half a T1 receptor, the mice should not have been sensitive to sweet tastes. The Monell team devised another experiment to explore the mystery."],
        [" ", "\tTheir new study found that sweet-sensing taste cells in the mouth contain more than just the T1 receptors. The researchers found that these taste cells also had glucose transporters and potassium ion channels like those in other parts of the body. This explained why the mice without functioning T1 receptors could still taste sweetness, though at a much reduced level."],
        [" ", "\tHave you ever eaten something very sugary, such as a piece of pecan pie, and felt as though you couldn't look at another sweet dessert? The Monell scientists suggest that perhaps the potassium ion channel in your tongue's sweet taste cells are acting the way they would in the pancreas. Sensing the overload of calories, they signal that no more are needed."],
        ["", "Wʜʏ Aʀᴇ Sᴡᴇᴇᴛ Fᴏᴏᴅs Sᴏ Aᴘᴘᴇᴀʟɪɴɢ?"],
        [" ", "\tOur earliest ancestors could not be sure of their food supply. Hunting and gathering took energy, and finding calorie-rich foods helped them survive. It's no wonder taste preferences for humans are partly related to genetics. We've inherited these preferences to varying degrees, whether they're useful for us or not."],
        [" ", "\tThey can be useful during times of rapid growth. Compared to adults, children like sweeter foods. Monell scientist Dr. Danielle Reed found a connection between periods of bone growth in young people and their desire for very sweet foods. As bone growth slows and the need for extra calories declines, so does fondness for highly sweet foods. Teens eventually come to prefer lower levels of sweetness in what they eat."],
        [" ", "\tOur hunting-and-gathering ancestors didn't always have sweet fruits at their disposal. In their quest for calories, it would have been useful for them to be able to detect sweetness at low levels in starchy plants. A recent study suggests that sensitivity to sweetness varies with a population's location. It appears that people living in the tropics tend to be less able to taste sweetness at low concentrations compared to people in higher latitudes. A possible explanation is that most plants with really high levels of sugar come from the tropics and even people with low sensitivity to sweet tastes would be attracted to them. Outside the tropics, people might need a greater sensitivity to sugars to find energy-rich food plants appetizing."],
        ["", "Tʀɪᴄᴋɪɴɢ ᴛʜᴇ Tᴀsᴛᴇ Bᴜᴅs"],
        [" ", "\tImagine squeezing a lemon into your mouth and thinking it's lemonade. That's what happens if you chew a “miracle berry” before squeezing the lemon. The fruit of a shrub that grows in West Africa, the berry contains a protein that affects the taste buds. In the presence of acid, this protein, miraculin, binds to the sweet receptors on your tongue. It causes any sour thing you eat or drink to taste miraculously sweet. A tomato turns into tomato candy, and unsweetened cranberry juice becomes cranberry punch. The effect lasts for about an hour."],
        [" ", "\tIn Africa, people have used it for centuries to sweeten sour food and drinks. In Japan, it's popular among people with diabetes because it allows them to have sweets without the damage sugar would cause. There are cafes in Japan that serve a miracle berry followed by low-calorie, sour desserts that, under the influence of miraculin, taste like any sugar-laden treat."],
        [" ", "\tA team of chefs in Chicago is experimenting with the berries. One of them uses the berry to make his homemade sugar-free pancake syrup seem like maple syrup. They see miraculin as a tool for reducing world hunger. If it were available in large enough quantities, it could make plants that are unpleasantly sour seem tasty to people who need the calories."],
        [" ", "\tJapanese scientists are working on creating lettuce and tomatoes that produce the miraculin protein. If they're successful, it could be the route to a cheap worldwide supply."],
        ["", "Tʜᴇʀᴇ's Mᴏʀᴇ ᴛᴏ ᴛʜᴇ Tᴏɴɢᴜᴇ Tʜᴀɴ Mᴇᴇᴛs ᴛʜᴇ Eʏᴇ"],
        [" ", "\tOur tongues play a key role in our survival. First they make eating enjoyable by recognizing good tastes. They also guard us against eating unsafe food by recognizing bad tastes. They move our food around our mouths and push it into a place for swallowing. But they might have greater responsibilities that we're not aware of. Perhaps some of the sweet sensors found in the taste cells aid in moving glucose into the bloodstream. Perhaps other sensors make eating a sugary food less enjoyable once our glucose levels are high enough."],
        [" ", "\tYee says, “We think of the tongue as a tasting thing, but it might play a more complex role. It's much more complicated than just sensing sweet or salty or bitter or sour. We're hoping that what we learn might help in controlling obesity and diabetes. But much still needs to be discovered.”"]
    ],
    "Copyright": "",
    "References": []
}