{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Proportionality"
        ],
        "SubTopics": [
            "Compare two rules verbally, numerically, graphically, and symbolically in the form of y = ax or y = x + a in order to differentiate between additive and multiplicative relationships."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The tables show the relationship between x and y for each of two data sets.",
            "problems/TX22G6M/media/1a.jpg",
            "Which statements describe the relationship between x and y in each of the data sets?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Both data sets show additive relationships.\nIn Data Set I, y is 3 more than x, and in Data Set II, y is 4 more than x.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely determined the additive relationship in Data Set II correctly but used only the second column of values in Data Set I (1 and 4) to determine that the y-value is 3 more than the corresponding x-value and incorrectly identified the relationship as additive (+). The student needs to focus on understanding how to determine the relationships of corresponding values in a table in order to differentiate between additive and multiplicative relationships.",
                    "Percent": 10
                }
            },
            "B": {
                "Choice": "Both data sets show multiplicative relationships.\nIn Data Set I, y is 4 times x, and in Data Set II, y is 2 times x.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely determined the multiplicative relationship in Data Set I correctly but used only the last column of values in Data Set II (4 and 8) to determine that the y-value is 2 times the corresponding x-value and incorrectly identified the relationship as multiplicative (×). The student needs to focus on understanding how to determine the relationships of corresponding values in a table in order to differentiate between additive and multiplicative relationships.",
                    "Percent": 10
                }
            },
            "C": {
                "Choice": "Data Set I shows a multiplicative relationship in which y is 4 times x.\nData Set II shows an additive relationship in which y is 4 more than x.",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the relationship between x and y in each data set, the student should have identified either an additive or a multiplicative relationship for each data set.\nFor Data Set I, the student should have recognized that when each value of x is multiplied by a common factor (number that can be multiplied to get another number) of 4, the result is the corresponding (paired) value of y. The student then should have determined that Data Set I shows a multiplicative relationship in which the value of y is 4 times the value of x and that can be used to find all the values in the table (0 × 4 = 0; 1 × 4 = 4; 2 × 4 = 8; 3 × 4 = 12; 4 × 4 = 16).\nFor Data Set II, the student should have recognized that when each value of x is added by a common addend (number that can be added to get another number) of 4, the result is the corresponding (paired) value of y. The student then should have determined that Data Set II shows an additive relationship in which y is 4 more than x and can be used to find all values in the table (0 + 4 = 4; 1 + 4 = 5; 2 + 4 = 6; 3 + 4 = 7; 4 + 4 = 8). This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly.",
                    "Percent": 77
                }
            },
            "D": {
                "Choice": "Data Set I shows an additive relationship in which y is 12 more than x.\nData Set II shows a multiplicative relationship in which y is 2 times x.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely reversed the meaning of additive (+) and multiplicative (×) relationships, using only the values in the last column of each table to determine the relationship. The student needs to focus on understanding the difference between “additive” and “multiplicative” relationships.",
                    "Percent": 3
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Extend representations for division to include fraction notation such as a/b represents the same number as a ÷ b where b ≠ 0."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which expression is equivalent to (12 + 6)/2?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "(12 + 6) ÷ 2",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which expression is equivalent to (12 + 6)/2, the student should have used the order of operations, or PEMDAS. The student should have completed the operations in this order: (1) operations contained in parentheses or brackets, (2) exponents (numbers raised to a power), (3) multiplication/division from left to right, and (4) addition/subtraction from left to right. The student could have recognized that the sum shown in the numerator needs to be calculated first and therefore enclosed the sum in parentheses. Next, the student could have recognized that a fraction bar indicates that the numerator is to be divided by the denominator. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly.",
                    "Percent": 85
                }
            },
            "G": {
                "Choice": "12 + 6 ÷ 2",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely did not recognize that the sum in the numerator would have to be calculated before dividing the sum by the denominator. The student needs to focus on using the order of operations to determine an equivalent value.",
                    "Percent": 11
                }
            },
            "H": {
                "Choice": "12 ÷ 2 + 6",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely recognized that the fraction bar indicates division but interpreted that only the 12 should be divided by the 2. The student needs to focus on using the order of operations to determine an equivalent value.",
                    "Percent": 2
                }
            },
            "J": {
                "Choice": "12 ÷ (2 + 6)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely recognized that the sum shown in the numerator needs to be calculated first and therefore enclosed the sum in parentheses, but then the student likely reversed the order of the division. The student needs to focus on using the order of operations to determine an equivalent value.",
                    "Percent": 2
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Multiply and divide positive rational numbers fluently."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Emiline earns $6.50 for each hour of work as a babysitter. How much will she earn for working 5.5 hours as a babysitter?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "$12.00",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely added $6.50 and 5.5, resulting in $12.00. The student needs to focus on recognizing when a situation requires multiplication to solve a problem.",
                    "Percent": 8
                }
            },
            "B": {
                "Choice": "$35.75",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine how much Emiline will earn for working 5.5 hours as a babysitter, the student could have multiplied $6.50 by 5.5, which results in the product (answer to a multiplication problem) of $35.75. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly.",
                    "Percent": 73
                }
            },
            "C": {
                "Choice": "$33.55",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used the multiplication algorithm but did not regroup when finding the product. The student needs to focus on understanding how to calculate the product of decimals.",
                    "Percent": 12
                }
            },
            "D": {
                "Choice": "$30.25",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely solved using partial products but did not multiply all the digits by each other. The student likely multiplied the whole parts of each decimal, 6 × 5 = 30, and the fractional parts of each decimal, 0.5 × 0.5 = 0.25, and then found the sum, 30 + 0.25 = 30.25. The student needs to focus on understanding how to calculate the product of decimals.",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expressions, Equations & Relationships"
        ],
        "SubTopics": [
            "Write equations that represent problems related to the area of rectangles, parallelograms, trapezoids, and triangles and volume of right rectangular prisms where dimensions are positive rational numbers."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The bases of a trapezoid are 8 centimeters and 12 centimeters, and the height is h centimeters. Which equation can be used to represent A, the area of the trapezoid in square centimeters?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "A = (1/2)(8 + 12)h",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which equation represents the area of (amount of space covered by) the trapezoid in square centimeters, the student should have substituted the values into the formula for the area of a trapezoid from the Area section on the STAAR Grade 6 Mathematics Materials within the student's test booklet, A = 1/2 • (b₁ + b₂)h, where A represents the area, b₁ represents the length of one base, b₂ represents the length of the second base, and h represents the height (vertical distance from top to bottom). Substituting b₁ = 8 and b₂ = 12, the student should have determined that the equation A = 1/2 • (8 + 12)h best represents the area of a trapezoid with the given values.",
                    "Percent": 67
                }
            },
            "G": {
                "Choice": "A = (1/2)(8 • 12)h",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely multiplied the bases of the trapezoid (8 cm and 12 cm) and then multiplied the result by h, resulting in A = 1/2 • (8 • 12)h. The student needs to focus on understanding how to calculate the area of a trapezoid.",
                    "Percent": 15
                }
            },
            "H": {
                "Choice": "A = (8 + 12)h",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely substituted the values into the formula correctly but did not complete all the steps, omitting the multiplication by 1/2, resulting in A = (8 + 12)h. The student needs to focus on understanding how to calculate the area of a trapezoid.",
                    "Percent": 8
                }
            },
            "J": {
                "Choice": "A = (8 • 12)hs",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely multiplied the bases of the trapezoid (8 cm and 12 cm) and then multiplied the result by the height, h, but omitted the multiplication by 1/2, resulting in A= 8•12 h. The student needs to focus on understanding how to calculate the area of a trapezoid.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expressions, Equations & Relationships"
        ],
        "SubTopics": [
            "Determine solutions for problems involving the area of rectangles, parallelograms, trapezoids, and triangles and volume of right rectangular prisms where dimensions are positive rational numbers."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Use the ruler provided to measure the dimensions of the triangle to the nearest 1/4 inch.",
            "problems/TX22G6M/media/5a.jpg",
            "Which measurement is closest to the area of the triangle in square inches"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "1 7/8 in²",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely multiplied the length of the base (b=1 1/4) by the height (h=1 1/2) of the triangle but omitted the multiplication by 1/2, resulting in A = (1 1/4)(1 1/2) = (5/4)(3/2) = 15/8 = 1 7/8. The student needs to focus on understanding how to calculate the area of a triangle.",
                    "Percent": 30
                }
            },
            "B": {
                "Choice": "2 1/4 in²",
                "Key": {
                    "Correct": false,
                    "Rationale": "Thestudentlikelymultipliedtheheightbyitself,resultingin A = (1 1/2)(1 1/2) = (3/2)(3/2) = 9/4 = 2 1/4. The student needs to focus on understanding how to calculate the area of a triangle.",
                    "Percent": 43
                }
            },
            "C": {
                "Choice": "15/16 in²",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the area (amount of space covered by a surface) of the triangle in square inches, the student should have measured the lengths of the base and height of the triangle to the nearest 1/4 inch. Next, the student should have substituted the values into the formula for the area of a triangle from the Area section on the STAAR Grade 6 Mathematics Materials within the student's test booklet, A = 1/2 • bh, where A represents the area, b represents the length of the base of the triangle, and h represents the height (vertical distance from top to bottom). Substituting b = 1 1/4 and h = 1 1/2, the student should have determined that A = 1/2 • (1 1/4)(1 1/2) = 1/2 • (5/4)(3/2) = 15/16",
                    "Percent": 14
                }
            },
            "D": {
                "Choice": "9/16 in²",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely took half of the height (1 1/2 × 1/2 = 3/2 × 1/2 = 3/4) and then squared that value, resulting in A = (3/4)² = 3/4 × 3/4 = 9/16. The student needs to focus on understanding how to calculate the area of a triangle.",
                    "Percent": 13
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expressions, Equations & Relationships"
        ],
        "SubTopics": [
            "Generate equivalent expressions using the properties of operations: inverse, identity, commutative, associative, and distributive properties."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which expression is equivalent to w − 1/4 • (4)?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "w − 0",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely multiplied -1/4 by 4 incorrectly. The student needs to focus on recognizing the operation of multiplication in an expression.",
                    "Percent": 3
                }
            },
            "G": {
                "Choice": "w − 1",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which expression is equivalent to w - 1/4 • (4), the student should have multiplied 1/4 by 4, which results in the product (answer to a multiplication problem) of 1. The student then should have rewritten the expression as w - 1.",
                    "Percent": 43
                }
            },
            "H": {
                "Choice": "−1/4 • w(4)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely rearranged the problem to form a multiplication problem. The student needs to focus on recognizing the operation of multiplication in an expression.",
                    "Percent": 43
                }
            },
            "J": {
                "Choice": "3/4 • w(4)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely subtracted 1/4 from 1 and rearranged the problem to form a multiplication problem. The student needs to focus on recognizing the operation of multiplication in an expression.",
                    "Percent": 11
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Proportionality"
        ],
        "SubTopics": [
            "Solve real-world problems to find the whole given a part and the percent, to find the part given the whole and the percent, and to find the percent given the part and the whole, including the use of concrete and pictorial models."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "During a 90-minute school play, the main character was on stage 80% of the time.",
            "What amount of time in minutes was the main character on stage?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "88.9 minutes",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely divided 80 by 90 minutes, ignoring the percent sign, resulting in 80/90 ≈ 0.889. The student then could have multiplied 0.889 by 100, resulting in 88.9 minutes. The student needs to focus on understanding how to find a percent of a whole.",
                    "Percent": 9
                }
            },
            "B": {
                "Choice": "112.5 minutes",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely divided 90 minutes by 80, ignoring the percent sign, resulting in 90/80 =1.125. The student then could have multiplied 1.125 by 100, resulting in 112.5 minutes. The student needs to focus on understanding how to find a percent of a whole.",
                    "Percent": 11
                }
            },
            "C": {
                "Choice": "80 minutes",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely confused 80% with 80 minutes. The student needs to focus on understanding how to find a percent of a whole.",
                    "Percent": 16
                }
            },
            "D": {
                "Choice": "72 minutes",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the amount of time in minutes the main character was on stage, the student could have multiplied 90 minutes by 80% (0.80), resulting in 72 minutes. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly.",
                    "Percent": 64
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Determine, with and without computation, whether a quantity is increased or decreased when multiplied by a fraction, including values greater than or less than one."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which statement about 96 multiplied by 11/8 is true?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The product is less than 11/8.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely did not realize that since 11/8 > 1, the product of 96 and 1/81 would be greater than 96. The student needs to focus on understanding how multiplying a whole number by a fraction that is greater than 1 affects the product.",
                    "Percent": 11
                }
            },
            "G": {
                "Choice": "The product is greater than 96.",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which statement is true, the student could have multiplied 96 and 11/8, resulting in 132. The resulting number is greater than 96. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly.",
                    "Percent": 65
                }
            },
            "H": {
                "Choice": "The product is between 11/8 and 96.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely did not realize that since 11/8 > 1, the product of 96 and 11/8 would be greater than 96, not between the two numbers. The student needs to focus on understanding how multiplying a whole number by a fraction that is greater than 1 affects the product.",
                    "Percent": 21
                }
            },
            "J": {
                "Choice": "The product is equal to 96.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely did not realize that since 11/8 > 1, the product of 96 and 11/8 would be greater than 96. The student needs to focus on understanding how multiplying a whole number by a fraction that is greater than 1 affects the product.",
                    "Percent": 4
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Measurement & Data"
        ],
        "SubTopics": [
            "Graph points in all four quadrants using ordered pairs of rational numbers."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A right triangle and an isosceles triangle are graphed on the coordinate grid. The shaded section represents all the points located inside both triangles.",
            "problems/TX22G6M/media/9a.jpg",
            "Which coordinates represent the location of a point inside the shaded section?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "(−1.5, 4.5)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely chose a point represented by an ordered pair with reversed values for the x-coordinate and the y-coordinate and with the opposite signs for the values of the x-coordinate and the y-coordinate (−1.5 instead of 1.5, 4.5 instead of −4.5), resulting in the point located at (−1.5, 4.5) instead of (−4.5, 1.5). The student needs to focus on understanding how to identify the ordered pair that represents a point on a coordinate grid.",
                    "Percent": 10
                }
            },
            "B": {
                "Choice": "(1.5, −4.5)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely chose a point represented by an ordered pair with reversed values for the x-coordinate and the y-coordinate, resulting in the point located at (1.5, −4.5) instead of (−4.5, 1.5). The student needs to focus on understanding how to identify the ordered pair that represents a point on a coordinate grid.",
                    "Percent": 17
                }
            },
            "C": {
                "Choice": "(4.5, −1.5)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely chose a point represented by an ordered pair with opposite signs for the x-coordinate (4.5 instead of −4.5) and the y-coordinate (−1.5 instead of 1.5), resulting in the point located at (4.5, −1.5) instead of (−4.5, 1.5). The student needs to focus on understanding how to identify the ordered pair that represents a point on a coordinate grid.",
                    "Percent": 11
                }
            },
            "D": {
                "Choice": "(−4.5, 1.5)",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which coordinates represent the location of a point inside the shaded section, the student could have determined by looking at the graph that the point with an ordered pair that is 4.5 units to the left of the origin (0, 0) and 1.5 units above the origin is in the shaded section. Since the point is located 4.5 units to the left of the origin, the value of the x-coordinate (horizontal position from 0) is −4.5, and since the point is located 1.5 units above the origin, the value of the y-coordinate (vertical position from 0) is 1.5.",
                    "Percent": 62
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "FR",
        "NumChoices": 0,
        "Topics": [
            "Proportionality"
        ],
        "SubTopics": [
            "Convert units within a measurement system, including the use of proportions and unit rates."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The wingspan of an adult bald eagle can be 7 feet. What is this wingspan in inches?"
        ],
        "AnswerChoices": {
            "KEY": {
                "Choice": "84",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the wingspan of an adult bald eagle in inches, the student could have converted 7 feet to inches by multiplying 7 by 12 (1 foot = 12 inches), resulting in 84 inches. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly.",
                    "Percent": 67
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expressions, Equations & Relationships"
        ],
        "SubTopics": [
            "Generate equivalent numerical expressions using order of operations, including whole number exponents, and prime factorization."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which expression is equivalent to 10 + 5⁴?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "10 + 5 • 4",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely evaluated the expression using the correct order of operations but multiplied the 5 by 4 (instead of determining that 5⁴ = 5 × 5 × 5 × 5), resulting in 10 + 5 × 4. The student needs to focus on how to calculate the value of an exponent.",
                    "Percent": 12
                }
            },
            "B": {
                "Choice": "(10 + 5)⁴",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely evaluated the expression from left to right without using the correct order of operations. The student likely added 10 and 5 instead of evaluating the exponent first, resulting in (10 + 5)⁴. The student needs to focus on using the correct order of operations to determine equivalent expressions.",
                    "Percent": 28
                }
            },
            "C": {
                "Choice": "(10 + 5) • 4",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely evaluated the expression from left to right without using the correct order of operations and multiplied by the exponent instead evaluating the exponent, resulting in (10 + 5) × 4. The student needs to focus on using the correct order of operations to determine equivalent expressions and how to calculate an exponent.",
                    "Percent": 9
                }
            },
            "D": {
                "Choice": "None of these",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which value is equivalent to 10 + 5⁴, the student should have used the order of operations, or PEMDAS. The student should have completed the operations in this order: (1) operations contained in parentheses or brackets, (2) exponents (numbers raised to a power), (3) multiplication/division from left to right, and (4) addition/subtraction from left to right. First, the student should have determined that 5⁴ = 5 × 5 × 5 × 5 = 625. Then the student should have determined that 10 + 625 = 635 and concluded that none of these expressions are equivalent.",
                    "Percent": 51
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Measurement & Data"
        ],
        "SubTopics": [
            "Summarize categorical data with numerical and graphical summaries, including the mode, the percent of values in each category (relative frequency table), and the percent bar graph, and use these summaries to describe the data distribution."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Students at two high schools were asked about their plans after graduation. The table displays the results for 300 students at Henderson High School.",
            "problems/TX22G6M/media/12a.jpg",
            "The bar graph displays the results for 300 students at Johnson High School.",
            "problems/TX22G6M/media/12b.jpg",
            "Which statement about the results from Henderson High School and Johnson High School must be true?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The number of students who selected “armed forces” or “other” is greater for Henderson High School than for Johnson High School.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely did not recognize that the number of students who selected “armed forces” or “other” would be the same at both schools, since both schools have 300 students and the sum of the relative frequencies at Henderson High School (0.30) is equal to the sum of the percentages at Johnson High School (30%). The student needs to focus on interpreting the information summarized in bar graphs and frequency tables.",
                    "Percent": 39
                }
            },
            "G": {
                "Choice": "College is associated with the mode for each high school.",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which statement is true about the students' plans after graduation from the two high schools, the student could have determined that the table for Henderson High School indicates that the number of students who chose “College” represents the mode (chosen most often), since it has the highest frequency (number of times an item occurs). Next, since the highest percentage of students at Johnson High School chose “College,” the student could have concluded that the number of students who chose “College” at Johnson High School would be the mode. Finally, the student recognized that “College is associated with the mode for each high school” is the true statement.",
                    "Percent": 39
                }
            },
            "H": {
                "Choice": "The number of students who selected “work” is greater for Johnson High School than for Henderson High School.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely made an error when determining the heights of the bars in the graph for Johnson High School. The student likely interpreted the heights of the bars as frequencies instead of percentages, thus selecting the statement “The number of students who selected 'work' is greater for Johnson High School than for Henderson High School.” The student needs to focus on interpreting the information summarized in bar graphs and frequency tables.",
                    "Percent": 12
                }
            },
            "J": {
                "Choice": "There is no mode associated with either high school.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely made an error when determining the mode for each high school. The student likely reasoned that the value for the mode needs to be the same for each high school, thus selecting the statement “There is no mode associated with either high school.” The student needs to focus on interpreting the information summarized in bar graphs and frequency tables.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expressions, Equations & Relationships"
        ],
        "SubTopics": [
            "Represent a given situation using verbal descriptions, tables, graphs, and equations in the form y = kx or y = x + b."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which graph best represents the relationship between x and y in the equation y = 3.5x?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "problems/TX22G6M/media/13a.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which graph best represents the relationship between x and y in the equation y = 3.5x, the student could have first determined that when x = 0, then y = 3.5 × 0 = 0, which can be represented by the ordered pair (0, 0). The student then could have determined that when x = 1, then y = 3.5 × 1 = 3.5, which can be represented by the ordered pair (1, 3.5). The student then could have determined that based on the labels and the locations of the points, this graph shows the relationship. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly.",
                    "Percent": 30
                }
            },
            "B": {
                "Choice": "problems/TX22G6M/media/13b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely misunderstood that the equation y = 3.5x means that you multiply the 3.5 by each x-value to obtain the corresponding y-values. Instead, the student likely used y = 3.5 for all values. The student needs to focus on understanding how to show a relationship in the form y = kx on a graph.",
                    "Percent": 27
                }
            },
            "C": {
                "Choice": "problems/TX22G6M/media/13c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely misunderstood that the equation y = 3.5x means that you multiply the 3.5 by each x-value to obtain the corresponding y-values. Instead, the student likely interpreted the equation as an additive relationship, adding 3.5 to each x-value to obtain the corresponding y-values. The student needs to focus on understanding how to show a relationship in the form y = kx on a graph.",
                    "Percent": 27
                }
            },
            "D": {
                "Choice": "problems/TX22G6M/media/13d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely determined that when x = 0, then y = 3.5 × 0 = 0, giving the ordered pair (0, 0). The student then likely determined that when x = 1, then y = 3.5 × 1 = 3.5, but reversed the values in the ordered pairs (3.5, 1). The student needs to focus on understanding how to show a relationship in the form y = kx on a graph and how to graph ordered pairs on a coordinate grid.",
                    "Percent": 15
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Proportionality"
        ],
        "SubTopics": [
            "Use equivalent fractions, decimals, and percents to show equal parts of the same whole."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "At a workplace 153 of the 225 employees attended a meeting. Which statement shows values that are all equivalent to the fraction of employees who attended the meeting?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "153/225 = 17/25 = 0.68 = 68%",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which statement shows values that are all equivalent to the fraction of employees who attended the meeting, the student could have simplified the fraction by dividing the numerator (top number of a fraction) and denominator (bottom number of a fraction) by 9, resulting in 153/225 = 17/25. Next, the student could have converted 17/25 to a decimal, 0.68, and then finally, converted the decimal to a percentage, 68%. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly.",
                    "Percent": 57
                }
            },
            "G": {
                "Choice": "225/153 = 25/17 = 1.47 = 147%",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely reversed the numerator and denominator when simplifying the fraction. The student needs to focus on understanding how to represent the given part of a whole as a fraction.",
                    "Percent": 11
                }
            },
            "H": {
                "Choice": "153/225 = 51/75 = 0.51 = 51%",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely correctly divided the numerator and the denominator by 3, obtaining 153/225 = 17/25. Next, the student likely interpreted the numerator of the reduced fraction as the decimal equivalent and corresponding percentage equivalent. The student needs to understand how to represent the given part of a whole as a decimal and percentage.",
                    "Percent": 21
                }
            },
            "J": {
                "Choice": "225/153 = 75/51 = 0.75 = 75%",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely reversed the numerator and denominator and then used the numerator of the reduced fraction to create a decimal and percentage. The student needs to understand how to represent the given part of a whole as a fraction.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Measurement & Data"
        ],
        "SubTopics": [
            "Interpret numeric data summarized in dot plots, stem-and-leaf plots, histograms, and box plots."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The dot plot shows the vertical jump height for each of 10 athletes.",
            "problems/TX22G6M/media/15a.jpg",
            "Which statement is supported by the data in the dot plot?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The number of athletes with a vertical jump height of 33 1/2 inches is less than the number of athletes with a vertical jump height of 37 1/2 inches and 38 inches.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely reasoned that the higher vertical jump heights, 37 1/2 inches and 38 inches, in the display meant the greater number of athletes. The student needs to focus on understanding how to use a dot plot to describe the center, spread, and shape of a data distribution.",
                    "Percent": 16
                }
            },
            "B": {
                "Choice": "The number of athletes with a vertical jump height of 34 inches is 1/4 of the total number of athletes.",
                "Key": {
                    "Correct": false,
                    "Rationale": "student then likely ignored the total number of dots and used 1/4 to describe the total number of athletes. The student needs to focus on understanding how to use a dot plot to describe the center, spread, and shape of a data distribution.",
                    "Percent": 29
                }
            },
            "C": {
                "Choice": "The least number of athletes had a vertical jump height of 33 inches.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely reasoned that the least vertical jump height in the dot plot, 33 inches, meant the least number of athletes. The student needs to focus on understanding how to use a dot plot to describe the center, spread, and shape of a data distribution.",
                    "Percent": 7
                }
            },
            "D": {
                "Choice": "The number of athletes with a vertical jump height of 33 1/2 inches is 1/5 of the total number of athletes.",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which statement supports the data shown in the dot plot, the student could have noticed that the total number of dots in the dot plot was 10 and that the number of dots for a vertical jump height of 33 1/2 inches was 2. The student then could have simplified the fraction 2/10, resulting in 1/5 of the total number of athletes with a vertical jump height of 33 1/2 inches.",
                    "Percent": 47
                }
            }
        },
        "Parts": {}
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expressions, Equations & Relationships"
        ],
        "SubTopics": [
            "Write corresponding real-world problems given one-variable, one-step equations or inequalities."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which situation is best represented by the inequality x/12 ≥ 7?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Emily divided x crayons into 12 boxes, and there were at most 7 crayons in each box.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely did not realize that the words “at most” in this situation would be represented by an inequality that uses the symbol for “less than or equal to.” This situation can be represented by x/12 ≤ 7. The student needs to focus on recognizing situations that require the use of an inequality.",
                    "Percent": 31
                }
            },
            "G": {
                "Choice": "Emily separated x books on 12 shelves, and there were more than 7 books on each shelf.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely did not realize that the words “more than” in this situation would be represented by an inequality that uses the symbol for “greater than.” This situation can be represented by x/12 > 7. The student needs to focus on recognizing situations that require the use of an inequality.",
                    "Percent": 22
                }
            },
            "H": {
                "Choice": "Emily poured x ounces of juice into 12 cups, and each cup had no less than 7 ounces of juice.",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine that this situation can be represented by the inequality x/12 ≥7, the student could have determined the x/12 represents the amount of juice Emily poured into each cup if she started with x ounces of juice. Next, the student could have interpreted that the “≥” symbol can be read as “greater than or equal to” and realized that this is an equivalent way to say “no less than.” Finally, the student could have determined that the inequality x/12 ≥7 represents the amount of juice Emily poured into each cup in order to have no less than 7 ounces of juice.",
                    "Percent": 33
                }
            },
            "J": {
                "Choice": "Emily shared x cookies among 12 people, and each person received less than 7 cookies.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely did not realize that the words “less than” in this situation would be represented by an inequality that uses the symbol for “less than.” This situation can be represented by x/12 < 7. The student needs to focus on recognizing situations that require the use of an inequality.",
                    "Percent": 14
                }
            }
        },
        "Parts": {}
    },
    "17": {
        "Number": 17,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expressions, Equations & Relationships"
        ],
        "SubTopics": [
            "Determine if two expressions are equivalent using concrete models, pictorial models, and algebraic representations."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The model represents an expression.",
            "problems/TX22G6M/media/17a.jpg",
            "Which model represents an equivalent expression?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "problems/TX22G6M/media/17b.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which model represents an expression equivalent to the given model, the student could first have identified that the given model can be represented by the expression −3x + 2x − 2 + 1 and simplified it to −x − 1. Next, the student could have identified that this model had two shaded triangles, one unshaded triangle, and one shaded square, and represented it by the expression −2x + x − 1 and simplified it to −x − 1. The student then could have determined that the expressions that represent each model are equivalent. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly.",
                    "Percent": 36
                }
            },
            "B": {
                "Choice": "problems/TX22G6M/media/17c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely misinterpreted that the two unshaded triangles represented “−x” and the unshaded square represented −1. The student needs to focus on understanding how to create expressions based on models.",
                    "Percent": 12
                }
            },
            "C": {
                "Choice": "problems/TX22G6M/media/17d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely interpreted that since the original model has three shaded triangles, the model that can be represented with an equivalent expression also has to contain three shaded triangles. The student needs to focus on understanding how to create expressions based on models.",
                    "Percent": 39
                }
            },
            "D": {
                "Choice": "problems/TX22G6M/media/17e.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely realized that the given model can be represented with the expression −3x + 2x − 2 + 1, but likely made a sign error when simplifying the constant terms, obtaining −x + 1 instead of −x − 1. The student needs to focus on understanding how to create expressions based on models.",
                    "Percent": 14
                }
            }
        },
        "Parts": {}
    },
    "18": {
        "Number": 18,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Proportionality"
        ],
        "SubTopics": [
            "Apply qualitative and quantitative reasoning to solve prediction and comparison of real-world problems involving ratios and rates."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Avery and Mason are both swimming laps in the same swimming pool.",
            ":box:• Avery can swim 3 laps in 2 minutes.\n\n• Mason can swim 5 laps in 4 minutes.",
            "Based on these rates, which statement is NOT true?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Avery can swim 6 laps in 4 minutes.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely correctly determined that Avery's rate of 6 laps in 4 minutes was equivalent to 3 laps in 2 minutes and ignored the NOT in the question. The student needs to focus on understanding how to solve problems involving rates and to focus on attending to the details of the question in problems involving NOT.",
                    "Percent": 9
                }
            },
            "G": {
                "Choice": "Mason can swim 2.5 laps in 2 minutes.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely correctly determined that Mason's rate of 2.5 laps in 2 minutes was equivalent to 5 laps in 4 minutes and ignored the NOT in the question. The student needs to focus on understanding how to solve problems involving rates and to focus on attending to the details of the question in problems involving NOT.",
                    "Percent": 9
                }
            },
            "H": {
                "Choice": "Avery can swim 2 laps farther than Mason in 8 minutes.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely ignored the NOT in the question and multiplied the rates for Avery and Mason by a factor that determined the number of laps each person can swim in 8 minutes. The student likely multiplied the number of Avery's laps by a factor of 4, resulting in 12 laps. The student then likely multiplied the number of Mason's laps by a factor of 2, resulting in 10 laps. Finally, the student likely subtracted 10 from 12, concluding that Avery can swim 2 laps farther than Mason in 8 minutes. The student needs to focus on understanding how to solve problems involving rates and to focus on attending to the details of the question in problems involving NOT.",
                    "Percent": 30
                }
            },
            "J": {
                "Choice": "Mason can swim 0.5 lap farther than Avery in 2 minutes.",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which statement is not true about Avery and Mason swimming laps in the same swimming pool, the student could have divided the number of Mason's laps, 5, by 2, resulting in 2.5 laps. The student then likely subtracted 2.5 from 3, determining that Avery could swim 0.5 lap farther than Mason in 2 minutes, thus making this statement false.",
                    "Percent": 51
                }
            }
        },
        "Parts": {}
    },
    "19": {
        "Number": 19,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Recognize that dividing by a rational number and multiplying by its reciprocal result in equivalent values."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which expression is equivalent to 6 ÷ 2/5?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "1/6 • 2/5",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely inverted the first fraction without inverting the second fraction and changed the operation to multiplication, resulting in 1/6 • 2/5. The student needs to focus on how to divide fractions.",
                    "Percent": 15
                }
            },
            "B": {
                "Choice": "6 • 5/2",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which expression is equivalent to 6 ÷ 2/5, the student should have inverted (flipped upside down) the second fraction and changed the operation to multiplication, resulting in 6 ÷ 2/5 = 6 • 5/2.",
                    "Percent": 44
                }
            },
            "C": {
                "Choice": "1/6 ÷ 2/5",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely inverted the first fraction without inverting the second fraction and kept the operation of division, resulting in 1/6 ÷ 2/5. The student needs to focus on how to divide fractions.",
                    "Percent": 28
                }
            },
            "D": {
                "Choice": "6 ÷ 5/2",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely inverted the second fraction and kept the operation of division, resulting in 6 ÷ 5/2. The student needs to focus on how to divide fractions.",
                    "Percent": 13
                }
            }
        },
        "Parts": {}
    },
    "20": {
        "Number": 20,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expressions, Equations & Relationships"
        ],
        "SubTopics": [
            "Determine solutions for problems involving the area of rectangles, parallelograms, trapezoids, and triangles and volume of right rectangular prisms where dimensions are positive rational numbers."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The dimensions of a parallelogram are given in centimeters.",
            "problems/TX22G6M/media/20a.jpg",
            "What is the area of the parallelogram in square centimeters?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "33 cm²",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely multiplied the side lengths of the parallelogram, 6 cm and 5.5 cm, resulting in 33 square centimeters. The student needs to focus on understanding how to calculate the area of a parallelogram.",
                    "Percent": 17
                }
            },
            "G": {
                "Choice": "23 cm²",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely found the perimeter of the parallelogram instead of the area. The student needs to focus on understanding how to calculate the area of a parallelogram.",
                    "Percent": 10
                }
            },
            "H": {
                "Choice": "27 cm²",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the area of the parallelogram in square centimeters, the student should have substituted the values into the formula for the area of a parallelogram from the Area section in the STAAR Grade 6 Mathematics Materials within the student's test booklet, A = bh, where A represent the area, b represents the base, and h represents the height (vertical distance from top to bottom). Substituting b = 6 cm and h = 4.5 cm, the student should have multiplied the 6 and 4.5, resulting in 27 square centimeters.",
                    "Percent": 59
                }
            },
            "J": {
                "Choice": "16 cm²",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely found the sum of the three given measurements. The student needs to focus on understanding how to calculate the area of a parallelogram.",
                    "Percent": 13
                }
            }
        },
        "Parts": {}
    },
    "21": {
        "Number": 21,
        "Type": "FR",
        "NumChoices": 0,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Add, subtract, multiply, and divide integers fluently."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Julie had $237 to spend. She returned a calculator and received a $128 refund. She then bought a chair for $62.",
            "How much money in dollars and cents did Julie have to spend after buying the chair?"
        ],
        "AnswerChoices": {
            "KEY": {
                "Choice": "303",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the amount of money in dollars and cents Julie had left to spend after buying the chair, the student could have added the returned amount ($128) to the amount of money Julie had ($237). Then the student could have subtracted the cost of the chair ($62). This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly.",
                    "Percent": 61
                }
            }
        },
        "Parts": {}
    },
    "22": {
        "Number": 22,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expressions, Equations & Relationships"
        ],
        "SubTopics": [
            "Generate equivalent expressions using the properties of operations: inverse, identity, commutative, associative, and distributive properties."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which expression is equivalent to 38(251m − 45)?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "38 • 251m − 38 • 45",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the expression equivalent to 38(251m − 45), the student should have applied the distributive property, a(b + c) = ab + ac, multiplying 38 by each term within the parentheses: 38 ∙ 251m – 38 ∙ 45.",
                    "Percent": 19
                }
            },
            "G": {
                "Choice": "38(206m)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely subtracted 45 from 251, not realizing that the terms are not like terms and therefore cannot be combined (through addition or subtraction). The student needs to focus on understanding how to apply the distributive property to find equivalent expressions.",
                    "Percent": 47
                }
            },
            "H": {
                "Choice": "−7(251m)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely subtracted 45 from 38. The student identified the like terms but disregarded the parentheses, which indicated the need to multiply. The student needs to focus on understanding how to apply the distributive property to find equivalent expressions.",
                    "Percent": 4
                }
            },
            "J": {
                "Choice": "38 • 251m − 45",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely distributed 38 to the first term only. The student needs to focus on understanding how to apply the distributive property to find equivalent expressions.",
                    "Percent": 30
                }
            }
        },
        "Parts": {}
    },
    "23": {
        "Number": 23,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expressions, Equations & Relationships"
        ],
        "SubTopics": [
            "Model area formulas for parallelograms, trapezoids, and triangles by decomposing and rearranging parts of these shapes."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Triangle KLM is shown with dimensions given in units.",
            "problems/TX22G6M/media/23a.jpg",
            "Which figure best models the area formula for triangle KLM?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "problems/TX22G6M/media/23b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely misidentified the side length of the parallelogram as the height. The height (vertical distance from top to bottom) of a parallelogram is always perpendicular to the base. The student needs to focus on identifying the attributes of polygons.",
                    "Percent": 15
                }
            },
            "B": {
                "Choice": "problems/TX22G6M/media/23c.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which figure best models the formula used to find the area of a triangle, the student could have recognized that the base of the parallelogram is equal to the base of the triangle, and that the heights of the figures are also equal. Next, the student could have recognized that the formula for the area of a parallelogram is A = bh. The student could then have realized that the shaded region of the parallelogram is a triangle that is congruent to the unshaded region, and therefore concluded that the area of a triangle must be half of the area of a parallelogram with the same measurements for the base and height. Finally, the student could have recognized that the formula for area of a triangle is A=1/2 • bh.",
                    "Percent": 52
                }
            },
            "C": {
                "Choice": "problems/TX22G6M/media/23d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely misidentified the side length of the triangle (10) as the height. The student then used the incorrect height of 10 units as the height of the parallelogram. The student needs to focus on identifying the attributes of polygons.",
                    "Percent": 26
                }
            },
            "D": {
                "Choice": "problems/TX22G6M/media/23e.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely misidentified the side length of the parallelogram as the height (9 units). The height (vertical distance from top to bottom) of a parallelogram is always perpendicular to the base. The student needs to focus on identifying the attributes of polygons.",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    },
    "24": {
        "Number": 24,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Measurement & Data"
        ],
        "SubTopics": [
            "Represent numeric data graphically, including dot plots, stem-and-leaf plots, histograms, and box plots."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The list shows the amount of flour in pounds used by a bakery each day for 15 days.",
            "16, 17, 18, 19, 20, 23, 24, 29, 30, 31, 32, 32, 32, 32, 35",
            "Which box plot best displays a summary of these data?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "problems/TX22G6M/media/24a.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which box plot best displays the data, the student could have recognized that the minimum value of the data is 16, and that the maximum value is 35. Next, the student could have determined the quartiles (values dividing a data set into quarters). Because the list has an odd number of values (15), the median (middle number in a set of numbers that is ordered by value) is 29, which is the same as the second quartile (Q2). The student then could have recognized that the first quartile (Q1) is the middle number in the list of the seven numbers to the left of the median (16, 17, 18, 19 [Q1], 20, 23, 24) and that the third quartile (Q3) is the middle number in the list of the seven numbers to the right of the median (30, 31, 32, 32 [Q3], 32, 32, 35). Finally, the student could have recognized that these numbers are represented on the box plot from left to right as follows: The minimum is the dot to the far left of the box plot; the first quartile (Q1) is the second dot on the box plot and the beginning of the “box”; the median (Q2) is third dot on the box plot and is represented by a vertical segment in the interior of the box; the third quartile (Q3) is the fourth dot on the box plot and the end of the “box”; and the maximum is last dot on the box plot.",
                    "Percent": 56
                }
            },
            "G": {
                "Choice": "problems/TX22G6M/media/24b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely correctly identified the minimum value, the median value, and the maximum value, but likely did not identify the values of the first quartile (Q1) and the third quartile (Q3). The student needs to focus on identifying the first quartile and the third quartile of a data set and recognizing how those values are used to create a box plot.",
                    "Percent": 14
                }
            },
            "H": {
                "Choice": "problems/TX22G6M/media/24c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used the mean instead of the median when creating the box plot. The student needs to focus on identifying the median of a data set and recognizing how that value is used to create a box plot.",
                    "Percent": 20
                }
            },
            "J": {
                "Choice": "problems/TX22G6M/media/24d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely confused the definition of the first quartile (Q1) and chose the second value in the list as the value of the first quartile (Q1). The student needs to focus on identifying the first quartile of a data set and recognizing how that value is used to create a box plot.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "25": {
        "Number": 25,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expressions, Equations & Relationships"
        ],
        "SubTopics": [
            "Identify independent and dependent quantities from tables and graphs."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The table shows the total numbers of calories a person used while exercising.",
            "problems/TX22G6M/media/25a.jpg",
            "Which list shows only the dependent quantities from the table?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "0, 1, 2, 3, 4",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely thought of the input-output table but reversed the meanings of the independent and dependent quantities. The student needs to focus on understanding how independent and dependent quantities are related in a table.",
                    "Percent": 23
                }
            },
            "B": {
                "Choice": "0, 1, 267, 2, 534",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely confused ordered pairs for independent and dependent quantities. The student needs to focus on how independent and dependent quantities are related to an input-output table.",
                    "Percent": 11
                }
            },
            "C": {
                "Choice": "0, 267, 534, 801, 1,068",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which list represents the dependent quantities from the table, the student could have thought of the table as an input-output table (where the rule is the input value × 267 = the output value) with inputs of 0, 1, 2, 3, 4, and outputs of 0, 267, 534, 801, and 1,068. The student could have determined that the output values of 0, 267, 534, 801, and 1,068 are the dependent quantities.",
                    "Percent": 57
                }
            },
            "D": {
                "Choice": "None of these",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely did not associate independent and dependent quantities with an input-output table. The student needs to focus on identifying the cause/effect relationship between independent and dependent quantities as well as their relationship to an input-output table.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "26": {
        "Number": 26,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expressions, Equations & Relationships"
        ],
        "SubTopics": [
            "Model and solve one-variable, one-step equations and inequalities that represent problems, including geometric concepts."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Kelli walks no more than 25 dogs on Mondays. Ms. Lincoln has 5 dogs that Kelli walks. The inequality shown can be used to find x, the number of dogs Kelli can walk on Monday in addition to Ms. Lincoln's dogs.",
            "x + 5 ≤ 25",
            "Which inequality represents all possible values of x?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "x ≥ 20",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely subtracted 5 from both sides of the inequality but reversed the direction of the inequality symbol, using ≥ instead of ≤. The student needs to focus on understanding how to model and solve a one-step inequality.",
                    "Percent": 19
                }
            },
            "G": {
                "Choice": "x ≤ 20",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which inequality represents all possible values of x, the number of dogs Kelli can walk on Monday in addition to Ms. Lincoln's dogs, the student should have subtracted 5 from both sides of the inequality, resulting in x ≤ 20.",
                    "Percent": 54
                }
            },
            "H": {
                "Choice": "x ≥ 30",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely added 5 to both sides of the inequality and reversed the direction of the inequality symbol, using ≥ instead of ≤. The student needs to focus on understanding how to model and solve a one-step inequality.",
                    "Percent": 9
                }
            },
            "J": {
                "Choice": "x ≤ 30",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely added 5 to both sides of the inequality. The student needs to focus on understanding how to model and solve a one-step inequality.",
                    "Percent": 17
                }
            }
        },
        "Parts": {}
    },
    "27": {
        "Number": 27,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expressions, Equations & Relationships"
        ],
        "SubTopics": [
            "Write one-variable, one-step equations and inequalities to represent constraints or conditions within problems."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "There are 18 floors in a building. Each floor has the same number of offices. Altogether there are 396 offices in the building.",
            "Which equation can be used to find f, the number of offices on each floor of this building?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "18 − f = 396",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely found the difference (answer to a subtraction problem) of 18 and f instead of finding the product. The student needs to focus on understanding how to write one-step equations to represent conditions in problems.",
                    "Percent": 6
                }
            },
            "B": {
                "Choice": "18f = 396",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which equation can be used to find f, the number of offices on each floor of the building, the student should have determined that the product (answer to a multiplication problem) of 18 floors and f is equal to 396 total offices, resulting in 18f = 396.",
                    "Percent": 53
                }
            },
            "C": {
                "Choice": "f/18 = 396",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely found the quotient (answer to a division problem) of f and 18 instead of finding the product. The student needs to focus on understanding how to write one-step equations to represent conditions in problems.",
                    "Percent": 31
                }
            },
            "D": {
                "Choice": "18 + f = 396",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely found the sum (answer to an addition problem) of f and 18 instead of finding the product. The student needs to focus on understanding how to write one-step equations to represent conditions in problems.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "28": {
        "Number": 28,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Personal Financial Literacy"
        ],
        "SubTopics": [
            "Distinguish between debit cards and credit cards."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which statement is true for a credit card but NOT true for a debit card?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "A cardholder must use a personal identification number (PIN) when making purchases.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely concluded that a cardholder must use a personal identification number (PIN) when making purchases using a credit card but not when using a debit card. The student needs to focus on understanding the difference between a credit card and a debit card.",
                    "Percent": 13
                }
            },
            "G": {
                "Choice": "A cardholder will have money withdrawn from an associated checking account when making purchases.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely concluded that a cardholder would have money withdrawn from an associated checking account when making purchases with a credit card instead of when using a debit card. The student needs to focus on understanding the difference between a credit card and a debit card.",
                    "Percent": 17
                }
            },
            "H": {
                "Choice": "A cardholder will be charged interest on a purchase unless the balance on the card is paid in full at the end of the billing period.",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which statement is true for a credit card but not for a debit card, the student should have recognized that a cardholder will be charged interest for a purchase made with a credit card unless the balance on the card is paid in full at the end of the billing period and that the amount of a purchase made with a debit card is withdrawn directly from the cardholder's checking account and the cardholder will not be charged interest.",
                    "Percent": 58
                }
            },
            "J": {
                "Choice": "A cardholder can use an automated teller machine (ATM) to withdraw money.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely did not recognize that a cardholder could withdraw money from an automated teller machine (ATM) using either a credit card or a debit card. The student needs to focus on understanding the difference between a credit card and a debit card.",
                    "Percent": 12
                }
            }
        },
        "Parts": {}
    },
    "29": {
        "Number": 29,
        "Type": "FR",
        "NumChoices": 0,
        "Topics": [
            "Proportionality"
        ],
        "SubTopics": [
            "Generate equivalent forms of fractions, decimals, and percents using real-world problems, including problems that involve money."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Susie paid 2/5 of the price of her movie ticket. Her parents paid the remaining portion of the movie ticket price.",
            "What decimal is equivalent to the fraction of the price of the movie ticket Susie paid?"
        ],
        "AnswerChoices": {
            "KEY": {
                "Choice": "0.4",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the decimal equivalent to the fraction of the price that Susie paid for her movie ticket, the student could have divided 2 by 5, resulting in 0.4. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly.",
                    "Percent": 46
                }
            }
        },
        "Parts": {}
    },
    "30": {
        "Number": 30,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Proportionality"
        ],
        "SubTopics": [
            "Apply qualitative and quantitative reasoning to solve prediction and comparison of real-world problems involving ratios and rates."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Taylor and Raimi each earn an hourly wage. Taylor earns $308 for working 14 hours. Raimi earns $288 for working 12 hours. Which statement is true?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Taylor earns more per hour than Raimi.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely concluded that Taylor earns more per hour than Raimi because Taylor's overall amount earned ($308) is more than Raimi's amount earned ($288). The student needs to focus on understanding how to solve problems involving rates.",
                    "Percent": 28
                }
            },
            "G": {
                "Choice": "Raimi earns more per hour than Taylor.",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which statement is true about Taylor's and Raimi's hourly wages, the student should have divided the amounts earned by each person by the number of hours each person worked. For Taylor's hourly wage, the student should have divided $308 by 14 hours, resulting in $22 per hour. For Raimi's hourly wage, the student should have divided $288 by 12 hours, resulting in $24 per hour. The student could then have concluded that Raimi earns more per hour than Taylor, since 24 > 22.",
                    "Percent": 57
                }
            },
            "H": {
                "Choice": "Raimi earns $26.80 per hour.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely made a calculation error when dividing Raimi's amount earned by the number of hours worked. The student needs to focus on understanding how to solve problems involving rates.",
                    "Percent": 9
                }
            },
            "J": {
                "Choice": "Taylor earns $21.34 per hour.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely made a calculation error when dividing Taylor's amount earned by the number of hours worked. The student needs to focus on understanding how to solve problems involving rates.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "31": {
        "Number": 31,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Proportionality"
        ],
        "SubTopics": [
            "Represent benchmark fractions and percents such as 1%, 10%, 25%, 33 1/3%, and multiples of these values using 10 by 10 grids, strip diagrams, number lines, and numbers."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Four points are plotted on the number line.",
            "problems/TX22G6M/media/31a.jpg",
            "Which point best represents 33 1/3% of the distance between 0 and 1?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Point W",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely determined that the point at the first tick mark from 0 (point W) best represented 33 1/3% but did not interpret the interval used for the number line correctly. The student needs to focus on understanding how to determine distance on a number line.",
                    "Percent": 8
                }
            },
            "B": {
                "Choice": "Point X",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely determined that the point at the second tick mark from 0 (point X) best represented 33 1/3% but did not interpret the interval used for the number line correctly. The student needs to focus on understanding how to determine distance on a number line.",
                    "Percent": 39
                }
            },
            "C": {
                "Choice": "Point Y",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which point on a number line best represents 33 1/3%, the student should have determined the least (smallest) and greatest (largest) labels on the number line and then used the tick marks on the number line to determine the intervals (distance between the tick marks) used for the number line. The student should have determined that the least value shown is 0 and the greatest value shown is 1. The student should have also determined that there are 12 tick marks following 0, so the interval for the number line is 1/12. The student then should have converted 33 1/3% to 1/3, which is equivalent to 4/12. The student should  have used the number line to count 1/12 for each tick mark to find that point Y (4 tick marks past 0) best represents 33 1/3%.",
                    "Percent": 42
                }
            },
            "D": {
                "Choice": "Point Z",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely determined that the point at the sixth tick mark from 0 (point Z) best represented 33 1/3% but did not interpret the interval used for the number line correctly. The student needs to focus on understanding how to determine distance on a number line.",
                    "Percent": 12
                }
            }
        },
        "Parts": {}
    },
    "32": {
        "Number": 32,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expressions, Equations & Relationships"
        ],
        "SubTopics": [
            "Model and solve one-variable, one-step equations and inequalities that represent problems, including geometric concepts."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Mr. Estrada's car can travel no more than 510 miles on one full tank of gasoline. After filling up the tank with gasoline, he traveled 194 miles in the car.",
            "Which inequality represents all possible values of m, the number of miles Mr. Estrada can travel in the car with the remaining gasoline in the tank?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "m ≥ 484",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely made a subtraction error, subtracting 100 from 500 and 10 from 94, and did not realize that this situation would be represented by an inequality that uses the symbol for “less than or equal to” instead of “greater than or equal to.” The student needs to focus on understanding how to model and solve a one-step inequality and how to subtract whole numbers.",
                    "Percent": 10
                }
            },
            "G": {
                "Choice": "m ≥ 316",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely subtracted 194 from both sides of the inequality but did not realize that this situation would be represented by an inequality that uses the symbol for “less than or equal to” instead of “greater than or equal to.” The student needs to focus on understanding how to model and solve a one-step inequality.",
                    "Percent": 32
                }
            },
            "H": {
                "Choice": "m ≤ 484",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely made a subtraction error, subtracting 100 from 500 and 10 from 94. The student needs to focus on understanding how to model and solve a one-step inequality and how to subtract whole numbers.",
                    "Percent": 14
                }
            },
            "J": {
                "Choice": "m ≤ 316",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which inequality represents all possible values of m, the number of miles Mr. Estrada can travel in the car with the remaining gasoline in the tank, the student should have recognized that the sum of the miles he traveled after filling up the tank and the number of miles he can travel with the remaining gasoline, m + 194, cannot exceed 510 miles. The student could have then determined that the inequality m + 194 ≤ 510 represents the situation. Lastly, the student then could have subtracted 194 from both sides of the inequality, resulting in m ≤ 316.",
                    "Percent": 44
                }
            }
        },
        "Parts": {}
    },
    "33": {
        "Number": 33,
        "Type": "FR",
        "NumChoices": 0,
        "Topics": [
            "Measurement & Data"
        ],
        "SubTopics": [
            "Summarize numeric data with numerical summaries, including the mean and median (measures of center) and the range and interquartile range (IQR) (measures of spread), and use these summaries to describe the center, spread, and shape of the data distribution."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The table shows the prices of 6 different backpacks at a store.",
            "problems/TX22G6M/media/33a.jpg",
            "What is the median price of the backpacks in dollars and cents?"
        ],
        "AnswerChoices": {
            "KEY": {
                "Choice": "30",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the median price of the backpacks in dollars and cents, the student should have recognized that the median (middle number in a set of numbers when the set is ordered by value) of a set of data with an even number of values is halfway between the middle two numbers. The student could then have found the sum of 24 and 36, resulting in 60. The student could then have divided 60 by 2, resulting in 30. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly.",
                    "Percent": 38
                }
            }
        },
        "Parts": {}
    },
    "34": {
        "Number": 34,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expressions, Equations & Relationships"
        ],
        "SubTopics": [
            "Generate equivalent numerical expressions using order of operations, including whole number exponents, and prime factorization."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which expression is equivalent to 1,000 + 196?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "10² + 7 • 28",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely made an error when writing 1,000 as a power of 10, using 1,000 = 10² instead of 10³, and then rewrote 196 as the product of 7 and 28. The student needs to focus on rewriting equivalent expressions using whole-number exponents.",
                    "Percent": 14
                }
            },
            "G": {
                "Choice": "10³ + 14²",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which expression is equivalent to 1,000 + 196, the student could first have recognized that 1,000 can be written as the product 10 × 10 × 10 = 10³. Next, the student could have recognized that 196 = 14 × 14 = 14². The student could have then concluded that 103 + 142 is an expression that is equivalent to 1,000 + 196. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly.",
                    "Percent": 41
                }
            },
            "H": {
                "Choice": "100³ + 7 • 28",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely made an error when writing 1,000 as a power of 10, using 1,000 = 100³ instead of 10³, and then rewrote 196 as the product of 7 and 28. The student needs to focus on rewriting equivalent expressions using whole-number exponents.",
                    "Percent": 23
                }
            },
            "J": {
                "Choice": "100² + 14²",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely made an error when writing 1,000 as a power of 10, using 1,000 = 100² instead of 10³, but correctly rewrote 196 as the square of 14. The student needs to focus on rewriting equivalent expressions using whole-number exponents.",
                    "Percent": 21
                }
            }
        },
        "Parts": {}
    },
    "35": {
        "Number": 35,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Proportionality"
        ],
        "SubTopics": [
            "Solve real-world problems to find the whole given a part and the percent, to find the part given the whole and the percent, and to find the percent given the part and the whole, including the use of concrete and pictorial models."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A veterinarian examined 32 animals on Thursday. Of the animals she examined, 25% of them were dogs.",
            "How many dogs did the veterinarian examine on Thursday?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "24",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely multiplied 32 animals by 25% (or 0.25), resulting in 8 animals, but then subtracted 8 from 32, finding the number of animals the veterinarian examined that were not dogs. The student needs to focus on how to find the part of a whole when given a whole and a percentage.",
                    "Percent": 8
                }
            },
            "B": {
                "Choice": "7",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely subtracted 25 from 32, resulting in 7 dogs. The student needs to focus on how to find the part of a whole when given a whole and a percentage.",
                    "Percent": 23
                }
            },
            "C": {
                "Choice": "25",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely used the percentage as the answer. The student needs to focus on how to find the part of a whole when given a whole and a percentage.",
                    "Percent": 12
                }
            },
            "D": {
                "Choice": "8",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the number of dogs the veterinarian examined on Thursday, the student could have multiplied 32 animals by 25% (or 0.25), resulting in 8 dogs. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly.",
                    "Percent": 57
                }
            }
        },
        "Parts": {}
    },
    "36": {
        "Number": 36,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Personal Financial Literacy"
        ],
        "SubTopics": [
            "Compare the annual salary of several occupations requiring various levels of post-secondary education or vocational training and calculate the effects of the different annual salaries on lifetime income."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The table shows the median annual salaries for two different jobs.",
            "problems/TX22G6M/media/36a.jpg",
            "Based on the information in the table, how much more money would a marketing manager earn than a financial analyst over 10 years?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "$38,800",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely subtracted $76,950 from $115,750, resulting in $38,800, but ignored the time period of 10 years. The student needs to focus on understanding how to calculate and compare different annual salaries over a given time period.",
                    "Percent": 18
                }
            },
            "G": {
                "Choice": "$1,927,000",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely added $115,750 and $76,950, resulting in $192,700. The student then likely multiplied the sum by 10 years, resulting in $1,927,000. The student needs to focus on understanding how to calculate and compare different annual salaries over a given time period.",
                    "Percent": 18
                }
            },
            "H": {
                "Choice": "$388,000",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine how much more money a marketing manager would earn than a financial analyst over 10 years, the student could have subtracted $76,950 from $115,750, resulting in $38,800. The student then could have multiplied this difference by 10 years, resulting in $38,800 × 10 = $388,000. This is an efficient way to solve the problem; however, other methods could be used to solve the problem correctly.",
                    "Percent": 51
                }
            },
            "J": {
                "Choice": "$192,700",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely added $115,750 and $76,950, resulting in $192,700, but ignored the time period of 10 years. The student needs to focus on understanding how to calculate and compare different annual salaries over a given time period.",
                    "Percent": 13
                }
            }
        },
        "Parts": {}
    },
    "37": {
        "Number": 37,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Number & Operations"
        ],
        "SubTopics": [
            "Order a set of rational numbers arising from mathematical and real-world contexts."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Akeem created a list by correctly putting a group of fractions, percentages, and decimals in order from least to greatest value. Which list could be the one Akeem created?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "0.21\t22%\t1/4\t0.35\t38%\t3/8",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely concluded that 3/8 (or 0.375) is greater than 38% (or 0.38) since 375 > 38. The student needs to focus on understanding how to order numbers from least to greatest value.",
                    "Percent": 28
                }
            },
            "B": {
                "Choice": "22%\t38%\t0.21\t1/4\t0.35\t3/8",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely ordered the percentages, 22% and 38%, from least to greatest, but reasoned that percentage values are less than decimal and fraction values. The student needs to focus on understanding how to order numbers from least to greatest value.",
                    "Percent": 11
                }
            },
            "C": {
                "Choice": "22%\t38%\t1/4\t0.21\t0.35\t3/8",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely ordered the percentages, 22% and 38%, from least to greatest, but reasoned that percentage values are less than decimal and fraction values. The student then likely reasoned that 1/4 is smaller than 0.21. The student needs to focus on understanding how to order numbers from least to greatest value.",
                    "Percent": 11
                }
            },
            "D": {
                "Choice": "0.21\t22%\t1/4\t0.35\t3/8\t38%",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine the list that shows the numbers in order from least (smallest) to greatest (largest) value, the student could have changed the values in the list to the same form of a number, resulting in a list of either all decimals or all fractions. The value of 1/4 expressed as a decimal is 0.25, the value of 3/8 expressed as a decimal is 0.375, the value of 22% expressed as a decimal is 0.22, and the value of 38% expressed as a decimal is 0.38. The numbers written in decimal form are listed in order from least to greatest as 0.21, 0.22, 0.25, 0.35, 0.375, and 0.38. The original numbers listed in order from least to greatest are 0.21, 22%, 1/4, 0.35, 3/8, and 38%.",
                    "Percent": 50
                }
            }
        },
        "Parts": {}
    },
    "38": {
        "Number": 38,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Measurement & Data"
        ],
        "SubTopics": [
            "Interpret numeric data summarized in dot plots, stem-and-leaf plots, histograms, and box plots."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The stem and leaf plot shows the pressure in pounds per square inch of each bicycle tire in a shop.",
            "problems/TX22G6M/media/38a.jpg",
            "Which statement is best supported by the data in the stem and leaf plot?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Half of the tire pressures are 75 pounds per square inch or less.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely concluded that since 7 is the median of the values in the “stem” column and 5 is the median of the digits 0 through 10, half of the tire pressures would be below 75 pounds per square inch. The student needs to focus on understanding how to interpret information displayed in a stem and leaf plot.",
                    "Percent": 7
                }
            },
            "G": {
                "Choice": "There are more tires with pressures from 90 to 99 pounds per square inch than with pressures from 80 to 89 pounds per square inch.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely disregarded the repeated values in the interval from 80 to 89 pounds per square inch. The student needs to focus on understanding how to interpret information displayed in a stem and leaf plot.",
                    "Percent": 17
                }
            },
            "H": {
                "Choice": "Three times as many tires have pressures from 50 to 59 pounds per square inch as tires that have a pressure of 65 pounds per square inch.",
                "Key": {
                    "Correct": true,
                    "Rationale": "To determine which statement is best supported by the stem and leaf plot, the student could have noticed that three tires have pressures ranging from 50 to 59 pounds per square inch and only one tire has a pressure of 65 pounds per square inch, resulting in three times as many tires that have pressures from 50 to 59 pounds per square inch as tires that have a pressure of 65 pounds per square inch, since 1 × 3 = 3.",
                    "Percent": 63
                }
            },
            "J": {
                "Choice": "There are more tires with pressures from 70 to 79 pounds per square inch than with pressures from 50 to 59 pounds per square inch.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student likely misunderstood that the leaf of “0” next to the stem of “50” represents the value of 50 pounds per square inch and disregarded this value. The student needs to focus on understanding how to interpret information displayed in a stem and leaf plot.",
                    "Percent": 12
                }
            }
        },
        "Parts": {}
    }
}