{
    "Directions": "Read this article, then answer each question that follows.",
    "Context": [],
    "Title": "How Birds Beat the Odds",
    "Subtitle": "",
    "Author": "by Charles C. Hofer",
    "LabelType": "P",
    "Content": [
        ["1", "\tRaising a nest of young birds is a lot of work. Parent birds have to keep their eggs safe from predators, shelter the chicks from weather, and find enough food for all those hungry mouths. Different kinds of birds do these things in different ways. But they all face the same challenge: making sure that there's a next generation of birds."],
        ["", "The More, the Merrier"],
        ["2", "\tThe Gambel's quail lives in the deserts of the American Southwest. These ground-dwelling birds usually lay 10 to 12 eggs at a time in a shallow nest. That's a lot of tiny mouths to feed."],
        ["3", "\tGambel's quail chicks don't need much attention. Just hours after hatching, they're up and running. And they'd better be quick! These birds are a favorite prey of desert hunters like bobcats, snakes, and hawks. This means that only a few chicks will survive to be adults. By laying lots of eggs, adult quails increase the chances that at least some of their young will grow up to lay eggs themselves."],
        ["", "Try, Try Again"],
        ["4", "\tAmerican robins are common backyard birds. They also lay many eggs-but not all at once. Instead, robins raise two to four batches of eggs over the summer."],
        ["5", "\tRobins build cup-shaped nests that hungry predators like snakes or raccoonscan easily raid. Building several nests in a season instead of just once makes it more likely that at least one clutch will survive to become adult robins."],
        ["", "Spiny Hideaway"],
        ["6", "\tMany birds try to improve their eggs' chances by hiding their nests. The Gila woodpecker has found a great hiding place-inside the giant saguaro cactus. This woodpecker drills a hole in the cactus, where she lays about six eggs. Not many egg-stealers are willing to risk being stuck by the sharp spines."]
    ],
    "Copyright": "",
    "References": []
}