{
    "Directions": "Read this article, then answer each question that follows.",
    "Context": [],
    "Title": "Meerkat Chat",
    "Subtitle": "",
    "Author": "by Karen de Seve",
    "LabelType": "P",
    "Content": [
        ["1", "\tThe afternoon sun bakes the hot desert sand. It's too hot to hunt-or even move. In the shade of a tree is a pile of brown fur, skinny tails, and tiny feet. A mob of 20 meerkats naps, waiting for the temperature to cool down so they can return to foraging for food."],
        ["2", "\tNo one notices that one curious youngster is more interested in exploring than sleeping. He scurries through the tall grass toward the edge of the family's four-square-mile home base. Then he stops, stands up on his hind legs, and looks around. Something is watching him."],
        ["3", "\tA nearby goshawk eyes the meerkat and launches into flight. It can easily swoop down and nab the furry pup in its orange claws. The meerkat sounds the alarm. He squeals “danger, danger” into the air. The urgent call alerts his family, which runs to his rescue. The goshawk flies away, realizing that it can't win against a big group."],
        ["4", "\tAs meerkats know, danger lurks everywhere in the Kalahari Desert of South Africa. Strength in numbers is a survival skill for these burrowing animals. Another key to survival — out in the world or within the family — is communication. Meerkats have a collection of chirps, squeaks, and growls that mean different things."],
        ["5", "\t“Meerkats have more than 30 different calls or vocalizations. These are different things they want to say,” says Simon Townsend, a researcher at the Kalahari Meerkat Project in South Africa. The organization's scientists have spent years studying wild meerkat mobs. They're cracking the communication code to figure out what meerkats are saying-and how much they understand."],
        ["", "Making the Call"],
        ["6", "\tLookouts in a meerkat mob constantly scan the surroundings for danger. Up on hind legs, head in the air, looking, listening. Maybe it will be a bird in the sky or a snake in the grass. Maybe a wild cat is stalking from the bushes."],
        ["7", "\tSuddenly a shadow moves across the grass. A lookout gives a high-pitched call and everyone runs for the burrow. From the safety of the entrance, they all look at the sky to see the incoming threat. An eagle flies over the tunnels that the meerkat family calls home. But the eagle is a mile away and not interested in meerkats today."],
        ["8", "\tTo figure out if that alarm call had a specific meaning, researchers watch what the lookout saw and how the mob responds to his alarm. They also record the call with a microphone. The team has been collecting different calls to see what they mean. “We know a certain call is always made when they see something dangerous in the air or on the ground” Townsend says. “One call might mean, 'Look, danger on the ground' Another might mean, 'Look, danger in the air.”"]
    ],
    "Copyright": "",
    "References": []
}