{
    "Directions": "The Underground Railroad tells the story of a teenage runaway slave named Cora. In this passage, Cora is being helped by a man, Martin, and his wife, Ethel. They are trying to hide her from night riders, or regulators, who capture and return escaped slaves. Read the passage and then answer each question that follows.",
    "Context": [],
    "Title": "[from] The Underground Railroad",
    "Subtitle": "",
    "Author": "by Colson Whitehead",
    "LabelType": "P",
    "Content": [
        ["1", "Ethel led Cora upstairs while Martin returned the wagon to his store. Cora got a brief look at the parlor, which was modestly furnished; after Martin's warnings, the morning light through the window quickened her step. Ethel's long gray hair extended halfway down her back. The woman's manner of walking unnerved Cora—she seemed to float, aloft on her fury. At the top of the stairs, Ethel stopped and pointed to the washroom. “You smell,” she said. “Be quick about it.”"],
        ["2", "When Cora stepped into the hallway again, the woman summoned her up the stairs to the attic. Cora's head almost brushed the ceiling of the small, hot room. Between the sloping walls of the peaked roof, the attic was crammed with years of castoffs. Two broken washboards, piles of moth-eaten quilts, chairs with split seats. A rocking horse, covered in matted hide, sat in the corner under a curl of peeling yellow wallpaper."],
        ["3", "“We're going to have to cover that now,” Ethel said, referring to the window. She moved a crate from the wall, stood on it, and nudged the hatch in the ceiling. “Come, come,” she said. Her face set in a grimace. She still had not looked at the fugitive."],
        ["4", "Cora pulled herself up above the false ceiling, into the cramped nook. It came to a point three feet from the floor and ran fifteen feet in length. She moved the stacks of musty gazettes and books to make more room. Cora heard Ethel descend the stairs, and when her host returned she handed Cora food, a jug of water, and a chamber pot."],
        ["5", "Ethel looked at Cora for the first time, her drawn face framed by the hatch. “The girl is coming by and by,” she said. “If she hears you, she'll turn us in and they will kill us all. Our daughter and her family arrive this afternoon. They cannot know you are here. Do you understand?”"],
        ["6", "“How long will it be?”"],
        ["7", "“You stupid thing. Not a sound. Not a single sound. If anyone hears you, we are lost.” She pulled the hatch shut."],
        ["8", "The only source of light and air was a hole in the wall that faced the street. Cora crawled to it, stooping beneath the rafters. The jagged hole had been carved from the inside, the work of a previous occupant who'd taken issue with the state of the lodgings. She wondered where the person was now..."],
        ["9", "Cora was informed of the night riders' rounds by the ripple passing through the park. The evening crowd turned to gawk at a house on the opposite side. A young girl in pigtails let a trio of regulators inside her home. Cora remembered the girl's father had trouble with their porch steps. She hadn't seen him for weeks. The girl clutched her robe to her neck and closed the door behind them. Two night riders, tall and densely proportioned, idled on the porch smoking their pipes with complacent sloth."],
        ["10", "The door opened half an hour later and the team huddled on the sidewalk in a lantern's circle, consulting a ledger.¹ They crossed the park, eventually stepping beyond the spy hole's domain. Cora had closed her eyes when their loud rapping on the front door shocked her. They stood directly beneath."],
        ["11", "The next minutes moved with appalling slowness. Cora huddled in a corner, making herself small behind the final rafter. Sounds furnished details of the action below. Ethel greeted the night riders warmly; anyone who knew her would be certain she was hiding something. Martin made a quick tour of the attic to make sure nothing was amiss, and then joined everyone downstairs."],
        ["12", "Martin and Ethel answered their questions quickly as they showed the group around. It was just the two of them. Their daughter lived elsewhere. (The night riders searched the kitchen and parlor.) The maid Fiona had a key but no one else had access to the house. (Up the stairs.) They had been visited by no strangers, heard no strange noises, noted nothing out of the ordinary. (They searched the two bedrooms.) Nothing was missing. There was no cellar—surely they knew by now that the park houses did not have cellars. Martin had been in the attic that very afternoon and noticed nothing amiss."],
        ["13", "“Do you mind if we go up?” The voice was gruff and low. Cora assigned it to the shorter night rider, the one with the beard."],
        ["14", "Their footfalls were loud on the attic stairs. They navigated around the junk. One of them spoke, startling Cora—his head was inches below her. She kept her breath close. The men were sharks moving their snouts beneath a ship, looking for the food they sensed was close. Only thin planks separated hunter and prey."],
        ["15", "“We don't go up here that much since the raccoons made a nest,” Martin said."],
        ["16", "“You can smell their mess,” the other night rider said."],
        ["17", "The regulators departed. Martin skipped his midnight rounds in the attic, scared that they were in the teeth of an elaborate trap. Cora in her comfortable darkness patted the sturdy wall: It had kept her safe."]
    ],
    "Copyright": "The Underground Railroad: A Novel by Colson Whitehead. Copyright © 2016 by Colson Whitehead. Reprinted by permission of Doubleday, an imprint of the Knopf Doubleday Publishing Group, a division of Penguin Random House LLC.",
    "References": [
        ["¹", "ledger — A book that has a record of business transactions. In this instance, it is a record of buying and selling slaves."]
    ]
}