{
    "Directions": "Read the excerpt about the effects of different types of trash. Then answer each question that follows.",
    "Context": [
        "This excerpt from High Tech Trash discusses how discarding old and broken electronics can have a significant impact on the environment."
    ],
    "Title": "[from] High Tech Trash",
    "Subtitle": "",
    "Author": "by Elizabeth Grossman",
    "LabelType": "P",
    "Content": [
        ["1", "Thanks to our appetite for gadgets, convenience, and innovation—and the current system of world commerce that makes them relatively affordable—Americans, who number about 290 million, own over two billion pieces of high-tech consumer electronics: computers, cell phones, televisions, printers, fax machines, microwaves, personal data devices, and entertainment systems among them. Americans own over 200 million computers, well over 200 million televisions, and over 150 million cell phones. With some five to seven million tons of this stuff becoming obsolete each year, high-tech electronics are now the fastest growing part of the municipal waste stream, both in the United States and in Europe. In Europe, where discarded electronics create about six million tons of solid waste each year, the volume of e-waste—as this trash has come to be called—is growing three times faster than the rest of the European Union's municipal solid waste combined."],
        ["2", "Domestic e-waste (as opposed to e-waste imported for processing and recycling) is accumulating rapidly virtually everywhere in the world that PCs and cell phones are used, especially in populous countries with active high-tech industries like China—which discards about four million PCs a year—and India. The United Nations Environment Programme estimates that the world generates some twenty to fifty million metric tons of e-waste each year."],
        ["3", "The Wall Street Journal, not known for making rash statements about environmental protection, has called e-waste “the world's fastest growing and potentially most dangerous waste problem.” Yet for the most part we have been so bedazzled by high tech, adopted its products with such alacrity, been so busy thriving on its success and figuring out how to use the new PC, PDA, TV, DVD player, or cell phone, that until recently we haven't given this waste—or the environmental impacts of manufacturing such products—much thought."],
        ["4", "Compared to waste from other manufactured products, particularly the kind we are used to recycling (cans, bottles, paper), high-tech electronics—essentially any appliance containing semiconductors¹ and circuit boards—are a particularly complex kind of trash. Soda cans, bottles, and newspapers are made of one or few materials. High-tech electronics contain dozens of materials—all tightly packed—many of which are harmful to the environment and human health when discarded improperly. For the most part these substances do not pose health hazards while the equipment is intact. But when electronics are physically damaged, dismantled, or improperly disposed of, their toxics emerge."],
        ["5", "The cathode ray tubes (CRTs) in computer and television monitors contain lead—which is poisonous to the nervous system—as do circuit boards. Mercury—like lead—a neurotoxin,² is used in flat-panel display screens. Some batteries and circuit boards contain cadmium, known to be a carcinogen.³ Electronics contain a virtual alphabet soup of different plastics, among them polystyrene (HIPS), acrylonitrile butadiene styrene (ABS), and polyvinyl chloride (PVC). A typical desktop computer uses about fourteen pounds of plastic, most of which is never recycled. PVC, which insulates wires and is used in other electronic parts and in packing materials, poses a particular waste hazard because when burned it generates dioxins and furans—both persistent organic pollutants. Brominated flame retardants, some of which disrupt thyroid hormone function and act as neurotoxins in animals, are used in plastics that house electronics and in circuit boards. Copper, antimony, beryllium, barium, zinc, chromium, silver, nickel, and chlorinated and phosphorus- based compounds, as well as polychlorinated biphenyls (PCBs), nonyphenols, and phthalates, are some of the other hazardous and toxic substances used in high-tech electronics. A 2001 EPA report estimated that discarded electronics account for approximately 70 percent of the heavy metals and 40 percent of the lead now found in U.S. landfills."],
        ["6", "In many places, solvents that have been used in semiconductor manufacture—trichloroethylene, ammonia, methanol, and glycol ethers among them—all of which adversely affect human health and the environment, have ended up in local rivers, streams, and aquifers, often in great volume. Semiconductor production also involves volatile organic compounds and other hazardous chemicals—including methylene chloride, Freon, and various perfluorocarbons—that contribute to air pollution and can potentially adversely affect the health of those who work with them. Numerous lawsuits have already been brought by high-tech workers who believe their health or their children's has been harmed by chemicals they were exposed to in high-tech fabrication plants."],
        ["7", "Manufacturing processes and materials change continually and at a pace that far outstrips the rate at which we assess their environmental impacts—particularly in the realm of chemicals, where new compounds are introduced almost daily. Health and safety conditions throughout the high-tech industry have improved over the years, and the business has become more transparent. But the way in which the United States goes about assessing risks posed by chemicals used in high-tech manufacture has not changed, and many of the environmental and health problems now being dealt with were caused by events that took place over twenty years ago."],
        ["8", "Despite the enormous quantity of electronic waste generated, and the fact that we have been producing this trash at accelerating rates since the 1970s, regulations and systems for dealing with this refuse have only recently been developed and put to work. In this, government policies regulating e-waste in the United States lag conspicuously behind those in Europe and Japan. As of this writing, about a dozen individual countries regulate the disposal of e-waste. Over half of those have national systems to collect high-tech and other electronics products for recycling; the United States is not among them. As of 2006 it is mandatory throughout the European Union (although some countries have delayed compliance) and companion legislation restricts the use of certain hazardous substances in electronic products. A 2003 report by the International Association of Electronics Recyclers found that only 9 percent of Americans' discarded consumer electronics were being recycled. Given the volume of electronics purchased and discarded in the United States, that we rely on voluntary measures to keep high-tech trash from harming the environment is like using a child's umbrella to stay dry during a monsoon."]
    ],
    "Copyright": "High Tech Trash by Elizabeth Grossman. Copyright © 2006 by Elizabeth Grossman. Reprinted by permission of Island Press, Washington, D.C.",
    "References": [
        ["¹", "semiconductors — materials, often used in electronic devices, that allow some electricity to move through them"],
        ["²", "neurotoxin — poisonous substance"],
        ["³", "carcinogen — poisonous substance that has been linked to causing cancer"]
    ]
}