{
    "Directions": "Read the following passage about a young person running a race, then answer each question that follows.",
    "Context": [],
    "Title": "Climbing the Hill",
    "Subtitle": "",
    "Author": "by Rich Wallace",
    "LabelType": "P",
    "Content": [
        [" ", "\tLeaves crunched underfoot as Devin jogged down the long, grassy hill. The air was dry and cool, and the blister on his big toe seemed completely healed."],
        [" ", "\tDevin felt great: strong and loose and ready to spring. But he was nervous, too. In just a little while he’d be sprinting up this hill."],
        [" ", "\tOr trying to, he thought."],
        [" ", "\tDevin could see his coach and teammates gathering in the starting area. The forest behind them was brilliant with autumn colors. But this was no time for sightseeing. He took a deep breath, rolled his shoulders to try to relax, and headed toward his team."],
        [" ", "\tThe regional cross-country championship was up for grabs today. Twenty-eight teams. Nearly 200 runners in Devin’s race. A mile and a half."],
        [" ", "\tYou can win this, Devin told himself."],
        [" ", "\tThey rushed from the starting line, a rainbow sea of bright uniforms and swinging arms. Devin wanted a quick start to set himself up in the lead pack, but he knew that starting too fast could ruin his race."],
        [" ", "\tYou can win, he thought again, even though he hadn’t won a race all season."],
        [" ", "\tDevin had been close to winning several times. That kid in the purple jersey—the one from Kennedy Middle School—had outsprinted Devin for a victory two weeks earlier. The twins from Mount Prospect—who were more [efficient] than Devin and stronger up the hills—had passed him on the final climb the week before that."],
        [" ", "\tA cheer now came from the side of the trail. Devin glanced at his friends Jordan, Bryan, and Tara. “Stay with ’em, Devin!” called Tara, who’d placed seventh in the girls’ race earlier."],
        [" ", "\tThe course wound along a wooded path, then broke into the open above the lake. Devin loosened his arms and lengthened his stride as they stormed down the hill. A tall runner in a yellow jersey led the tight pack of front-runners. Devin had never raced against him."],
        [" ", "\tDevin was in fourth place, with the Kennedy runner and one of the twins an arm’s length ahead. The other twin and a cluster of runners were so close behind that Devin could hear their steady breaths."],
        [" ", "\tThey turned directly into the breeze, which cooled the sweat on Devin’s neck. As they came off the downhill onto flat ground, he veered to avoid a puddle and bumped shoulders with a runner in an orange Central jersey."],
        [" ", "\tThe midpoint of the race was just ahead. The pace was fast, but no one had made a move to pull from the pack."],
        [" ", "\tDevin leaned slightly forward up a short hill, pumping his arms and moving into third place, ahead of the Kennedy runner. That kid had followed Devin like a shadow two weeks back, bursting past him in the final 100 meters."],
        [" ", "\tDevin liked running hills, despite how hard it was. He had run up many of them in workouts over the past two weeks, building strength after those earlier losses. Coach kept saying that Devin had plenty of speed. The key was to slow down less than the others in those final steps before the finish line—to be strong enough to have something left in the tank after all those ups and downs."],
        [" ", "\tThe Central runner stayed alongside Devin, then [floated] past him as they reached the end of the lake. They’d covered a full mile."],
        [" ", "\tThe tall runner in yellow was struggling now. Devin and several others powered by him on the next hill."],
        [" ", "\tAll that remained was a short flat stretch, the long and grinding hill, and a final sprint along the straightaway. Devin drew even with the twin, then moved slightly ahead of him."],
        [" ", "\tYou can win this, Devin thought."],
        [" ", "\tHe glanced quickly around as they began the final climb. The Central runner was a stride ahead, the Kennedy runner was a step behind Devin, and both twins were pushing closer. There was a big gap before the sixth-place runner."],
        [" ", "\tFive racers were in contention to win. At least three of them were better than Devin was at sprinting at the end. He needed to build a lead. Now."],
        [" ", "\t“You got it!” Tara shouted."],
        [" ", "\t“Pass him, Devin!” yelled Jordan."],
        [" ", "\tThey were halfway up the hill. Devin’s chest was pounding and his breaths came quickly in a huh-huh-huh."],
        [" ", "\tThe Central runner was already in a full sprint. Devin drove his arms and legs to stay with him. In the side of his vision, he sensed purple, waiting to pounce. Would the twins come sprinting past again, too?"],
        [" ", "\tThe leader faltered just before the crest of the hill, and Devin saw daylight ahead. The Kennedy kid drew closer, and the twins struggled to pull even."],
        [" ", "\tNo one quite reached Devin. Every stride hurt, but he was stronger than he’d ever been. His final strides were a burst of speed as the spectators hollered and jumped."],
        [" ", "\tDevin didn’t raise his arms in triumph until he was safely across the finish line. The Central kid bolted into him as Devin slowed to a walk, and the Kennedy runner came crashing between them, falling to the grass."],
        [" ", "\t“Great kick,” puffed the Central runner."],
        [" ", "\t“You, too,” Devin gasped. They each took the Kennedy runner by an arm and hauled him up. The kid nodded thanks."],
        [" ", "\tDevin left the finish chute and slapped hands with Tara. “Way to go, champ,” she said. “Gold medal!”"],
        [" ", "\tDevin turned and cheered for two of his teammates, who were sprinting toward the finish line in a pack of runners. He pulled on his sweats, then gulped some water and jogged toward the hill."],
        [" ", "\tAs the straggling runners raced by, Devin imagined his final steps again. This was where I took the lead. Here was where I started to kick."],
        [" ", "\tDevin stopped jogging. He took a deep breath and stretched his arms overhead. From here he could see the finish line and the forest and the edge of the lake below. This time he really noticed the sharp colors of the leaves, the cool breeze, and the sunlight. What a beautiful autumn day, he thought. And I did win it. Just like I said I could."]
    ],
    "Copyright": "",
    "References": []
}