{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "The Number System"
        ],
        "SubTopics": [
            "Interpret and compute quotients of fractions (including mixed numbers), and solve word problems involving division of fractions by fractions."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Divide: 4/5 ÷ 2/3"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "2/15",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice divides the numerators (4 ÷ 2 = 2) and multiplies the denominators (5 • 3 = 15).",
                    "Percent": 26
                }
            },
            "B": {
                "Choice": "5/6",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice identifies the reciprocal of 4/5 as 5/4 and then multiplies 5/4 by 2/3, resulting in 10/12, and then simplifies by dividing the numerator and denominator by 2.",
                    "Percent": 13
                }
            },
            "C": {
                "Choice": "1 1/5",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice identifies the reciprocal of 2/3 as 3/2, multiplies 4/5 by 3/2 by multiplying the numerators (4 • 3) and the denominators (5 • 2), resulting in the product 12/10, then simplifies by dividing the numerator and denominator by 2, resulting in 6/5, and then converts to a mixed number by dividing 6 by 5, using the whole‑number quotient (1) as the whole‑number part of the mixed number and the remainder (1) as the numerator of the fractional part of the mixed number.",
                    "Percent": 56
                }
            },
            "D": {
                "Choice": "4 4/5",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice multiplies the numerators (4 • 2 = 8) and divides the denominators (5 ÷ 3 = 5/3), simplifies the compound fraction 8/(5/3)by multiplying the numerator and denominator by 3, resulting in 24/5, and then converts to a mixed number.",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "The Number System"
        ],
        "SubTopics": [
            "Apply number theory concepts (specifically, factors and multiples)."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The prime factorizations of two numbers are shown below.",
            ":ibox:first number: a • a • b • b\n\nsecond number: b • b • c",
            "Which expression represents a common factor of the two numbers?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "a • c",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice multiplies the two unique non‑common prime factors.",
                    "Percent": 12
                }
            },
            "B": {
                "Choice": "b • b",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice identifies that both numbers contain only b • b as prime factors.",
                    "Percent": 39
                }
            },
            "C": {
                "Choice": "a • b • c",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice multiplies all three unique prime factors.",
                    "Percent": 30
                }
            },
            "D": {
                "Choice": "b • b • b • b",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice identifies that both numbers contain only b • b as prime factors but then multiplies these two expressions together.",
                    "Percent": 19
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "The Number System"
        ],
        "SubTopics": [
            "Locate and plot integers and other rational numbers on a horizontal or vertical number line; locate and plot pairs of integers and other rational numbers on a coordinate plane."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Kellen and Luke each have a bank account.",
            ":ibox:• Kellen's bank account increased in value last month.\n• Luke's bank account decreased in value last month.",
            "Each boy plots a point on the same number line to represent the amount by which the value of his bank account changed last month. Which statement about the boys' completed number line MUST be true?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The two points are the same distance from 0.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice considers that the increase must be equal to the decrease even though the values of the increase and decrease are not provided.",
                    "Percent": 11
                }
            },
            "B": {
                "Choice": "The two points are located on opposite sides of 0.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice recognizes that an increase represents a positive value, which is to the right of 0, and that a decrease represents a negative value, which is to the left of 0.",
                    "Percent": 40
                }
            },
            "C": {
                "Choice": "The point representing the decrease in Luke's bank account is at 0.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice considers a decrease to be similar to “no increase”.",
                    "Percent": 16
                }
            },
            "D": {
                "Choice": "The point representing the increase in Kellen's bank account is located to the left of the point representing the decrease in Luke's bank account.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice considers that positive values are to the left of 0 and negative values are to the right of 0.",
                    "Percent": 33
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "The Number System"
        ],
        "SubTopics": [
            "Write, interpret, and explain statements of order for rational numbers in real-world contexts."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The population growth of a town is described below.",
            ":ibox:• The population growth from 2005 to 2010 was –430 people.\n• The population growth from 2010 to 2015 was 175 people.",
            "Which statement about the population growth of the town is correct?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The population growth from 2005 to 2010 is less than the population growth from 2010 to 2015 because 430 < 175.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice recognizes that a negative number (−430) is always smaller than a positive number (175).",
                    "Percent": 63
                }
            },
            "B": {
                "Choice": "The population growth from 2005 to 2010 is less than the population growth from 2010 to 2015 because < 430.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice recognizes that a decrease in population is less than an increase in population but then associates the increase, which is closer to 0, with the first population and the decrease, which is farther from 0, with the second population (i.e., reverses the inequality sign even though the initial statement is true).",
                    "Percent": 13
                }
            },
            "C": {
                "Choice": "The population growth from 2005 to 2010 is more than the population growth from 2010 to 2015 because 430 > 175.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice considers −430 to be greater than 175 by not applying the negative sign and comparing 430 to 175 (i.e., reverses both the initial statement and the inequality sign).",
                    "Percent": 12
                }
            },
            "D": {
                "Choice": "The population growth from 2005 to 2010 is more than the population growth from 2010 to 2015 because > 430.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice considers −430 to be greater than 175 by not applying the negative sign and comparing 430 to 175 and then associates the increase, which is closer to 0, with the first population and the decrease, which is farther from 0, with the second population (i.e., reverses the initial statement even though the inequality is true).",
                    "Percent": 12
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Ratios & Proportional Relationships"
        ],
        "SubTopics": [
            "Use ratio language and notation (such as 3 to 4, 3:4, 3/4) to describe a ratio relationship between two quantities."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A museum displays paintings and photographs. The ratio of paintings on display to photographs on display is 5 : 2. Which statement about the number of paintings and the number of photographs on display at the museum MUST be true?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The museum has 3 more paintings on display than photographs on display.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice either considers 5 and 2 to be the actual numbers OR considers that equivalent ratios are determined using addition/subtraction rather than multiplication/division.",
                    "Percent": 25
                }
            },
            "B": {
                "Choice": "The museum has 3 more photographs on display than paintings on display.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice reverses what the values in the ratio represent and either considers 5 and 2 to be the actual numbers OR considers that equivalent ratios are determined using addition/subtraction rather than multiplication/division.",
                    "Percent": 10
                }
            },
            "C": {
                "Choice": "For every 2 paintings on display at the museum, there are 5 photographs on display.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice recognizes that a ratio represents a multiplicative relationship (for every ... , there are ...) but then reverses what the values in the ratio represent.",
                    "Percent": 17
                }
            },
            "D": {
                "Choice": "For every 2 photographs on display at the museum, there are 5 paintings on display.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice recognizes that a ratio represents a multiplicative relationship (for every ... , there are ...) and then corresponds the first value in the ratio (5) to paintings and the second value in the ratio (2) to photographs.",
                    "Percent": 48
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Ratios & Proportional Relationships"
        ],
        "SubTopics": [
            "Construct tables of equivalent ratios relating quantities with whole-number measurements, find missing values in the tables, and/or plot the pairs of values on the coordinate plane. Use tables to compare ratios."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A computer lab charges customers to browse online. The table below shows the amount the computer lab charges a customer for different amounts of time spent browsing online.",
            "problems/PA24G6M/media/6a.jpg",
            "Based on the table, how much does the computer lab charge a customer who spends 210 minutes browsing online?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "$10.40",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice adds the charges for 75 minutes and 120 minutes since the sum of the first two charges is the third charge and the sum of the second and third charges is the fourth charge but does not consider that 210 minutes is not the sum of 75 minutes and 120 minutes.",
                    "Percent": 27
                }
            },
            "B": {
                "Choice": "$11.20",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice determines that an increase of 15 minutes is associated with an increase of $0.80 (e.g., by subtracting 30 from 45 and $1.60 from $2.40) and then either recognizes that the relation is proportional, divides 210 by 15, and multiplies the quotient (14) by $0.80 OR recognizes that there is an increase of 90 minutes from 120 minutes to 210 minutes, divides 90 by 15, multiplies the quotient (6) by $0.80, and adds the product ($4.80) to the charge for 120 minutes ($6.40).",
                    "Percent": 47
                }
            },
            "C": {
                "Choice": "$12.80",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice considers that the charges follow a doubling pattern and multiplies $6.40 by 2.",
                    "Percent": 15
                }
            },
            "D": {
                "Choice": "$14.40",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice finds the sum of all the charges in the table.",
                    "Percent": 11
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Ratios & Proportional Relationships"
        ],
        "SubTopics": [
            "Solve unit rate problems including those involving unit pricing and constant speed."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Two groups of workers pick apples.",
            ":ibox:• The first group picks 30 bushels of apples in 3 hours.\n• The second group picks 15 bushels of apples in 5 hours.",
            "Based on these rates, what is the difference between the number of bushels each group picks in 4 hours?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "7",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice finds the difference between the hourly rates (30 ÷ 3 = 10, 15 ÷ 5 = 3, 10 − 3 = 7) but does not multiply the difference by 4 hours.",
                    "Percent": 18
                }
            },
            "B": {
                "Choice": "15",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice subtracts 15 from 30.",
                    "Percent": 29
                }
            },
            "C": {
                "Choice": "28",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice divides 30 by 3 to determine that the first group picks apples at a rate of 10 bushels per hour, divides 15 by 5 to determine that the second group picks apples at a rate of 3 bushels per hour, and then either multiplies the difference between the hourly rates (10 − 3 = 7) by 4 hours OR finds the difference between the number of bushels picked by subtracting the products of each hourly rate multiplied by 4 hours (10 • 4 = 40, 3 • 4 = 12, 40 − 12 = 28).",
                    "Percent": 44
                }
            },
            "D": {
                "Choice": "60",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice subtracts 15 from 30 and then multiplies the difference (15) by 4.",
                    "Percent": 9
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expressions & Equations"
        ],
        "SubTopics": [
            "Solve real-world and mathematical problems by writing and solving equations of the form x + p = q and px = q for cases in which p, q, and x are all non-negative rational numbers."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A student has two books. The first book weighs b pounds. The second book weighs 3 7/8 pounds.",
            "Together, the two books weigh 8 1/4 pounds. Which equation and solution represent this situation?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "2 • b = 8 1/4\n\nb = 4 1/8 pounds",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice uses multiplication to set up an incorrect equation (i.e., considers that the books are equal in weight) but then solves the equation appropriately by dividing 8 1/4 by 2.",
                    "Percent": 15
                }
            },
            "B": {
                "Choice": "b + 3 7/8 = 8 1/4\n\nb = 4 3/8 pounds",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice identifies the key word “together,” sets up the equation using addition, and then subtracts 3 7/8 from 8 1/4 determine the missing value (b) in the equation.",
                    "Percent": 63
                }
            },
            "C": {
                "Choice": "b + 3 7/8 = 8 1/4\n\nb = 12 1/8 pounds",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice identifies the key word “together” and sets up the equation using addition but then “solves” the equation by adding 3 7/8 to 8 1/4.",
                    "Percent": 13
                }
            },
            "D": {
                "Choice": "2 • b = 8 1/4\n\nb = 16 1/2 pounds",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice uses multiplication to set up an incorrect equation (i.e., considers that the books are equal in weight) and then “solves” the equation by multiplying 8 1/4 by 2 rather than dividing by 2.",
                    "Percent": 9
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expressions & Equations"
        ],
        "SubTopics": [
            "Use variables to represent two quantities in a real-world problem that change in relationship to one another."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Ms. Diaz rents a picnic area for a school party.",
            ":ibox:• She pays a fixed fee plus an additional $4 per person to rent the picnic area.\n• Some students and 3 teachers, including Ms. Diaz, attend the school party.",
            "The equation shown below represents this situation.",
            ":ibox:y = 60 + 4(3 + x)",
            "What does the x in the equation MOST LIKELY represent?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "the number of students who attend the school party",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice identifies the 4 as the dollar amount per person, which is being multiplied by the total number of people, which is represented by (3 + x), identifies the 3 as the number of teachers, and then concludes that the x must represent the number of students.",
                    "Percent": 52
                }
            },
            "B": {
                "Choice": "the total number of people who attend the school party",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice identifies what the (3 + x) represents (i.e., does not recognize that the teachers are represented by the 3 in the equation).",
                    "Percent": 17
                }
            },
            "C": {
                "Choice": "the fixed fee, in dollars, Ms. Diaz pays to rent the picnic area",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice identifies what the 60 represents.",
                    "Percent": 18
                }
            },
            "D": {
                "Choice": "the total amount of money, in dollars, Ms. Diaz pays to rent the picnic area",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice identifies what the y represents.",
                    "Percent": 13
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Geometry"
        ],
        "SubTopics": [
            "Determine the area of triangles and special quadrilaterals (i.e., square, rectangle, parallelogram, rhombus, and trapezoid)."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The figure below shows the shape of a park.",
            "problems/PA24G6M/media/10a.jpg",
            "What is the area, in square yards, of the park?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "2,880",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice recognizes that the left leg of the trapezoid represents the height of the trapezoid, applies the area formula for a trapezoid [A = (1/2)h(b₁ + b₂)], using h = 30, 1 b₁ = 60, and b₂ = 132 to set up the equation A = (1/2)(30)(60 + 132) and then simplifies A = (1/2)(30)(192) = 15(192) = 2,880 square yards.",
                    "Percent": 47
                }
            },
            "B": {
                "Choice": "3,240",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice uses the non‑parallel sides as the bases and the shorter side for the height to set up the area formula for a trapezoid as A = (1/2)(60)(30 + 78).",
                    "Percent": 27
                }
            },
            "C": {
                "Choice": "7,128",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice uses the non‑parallel sides as the bases and the longer side for the height to set up the area formula for a trapezoid as A = (1/2)(132)(30 + 78).",
                    "Percent": 14
                }
            },
            "D": {
                "Choice": "7,488",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice uses the length of the non‑perpendicular leg as the height to set up the area formula for a trapezoid as A = (1/2)(78)(60 + 132).",
                    "Percent": 12
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Geometry"
        ],
        "SubTopics": [
            "Determine the volume of right rectangular prisms with fractional edge lengths."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A rectangular box has a length of 1 2/3 feet, a width of 1 1/2 feet, and a height of 3/5 foot. What is the volume, in cubic feet, of the rectangular box?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "1 1/2",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice applies the volume formula for a rectangular prism (V = lwh), using l = 1 2/3, w = 1 1/2, and h = 3/5 equation V = 1 2/3 • 1 1/2 • 3/5, and then simplifies V = 1 2/3 • 1 1/2 • 3/5 = 5/3 . 3/2 • 3/5 = 45/30 = 3/2 = 1 1/2 cubic feet.",
                    "Percent": 54
                }
            },
            "B": {
                "Choice": "2 1/5",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice adds the two whole number parts (or multiplies incorrectly), resulting in 2 as the whole‑number part, and then multiplies the fractions, resulting in 2/3 • 1/2 • 3/5 = 6/30 = 1/5 as the fractional part.",
                    "Percent": 19
                }
            },
            "C": {
                "Choice": "4 2/5",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice attempts to find the surface area rather than the volume but does not multiply each product by 2, resulting in 1 2/3 • 1 1/2 + 1 2/3 • 3/5 + 1 1/2 • 3/5 = 5/3 • 3/2 + 5/3 • 3/5 + 3/2 • 3/5 = 15/6 + 15/15 + 9/10 = 75/30 + 30/30 + 27/30 = 132/30 = 22/5 = 4 2/5.",
                    "Percent": 18
                }
            },
            "D": {
                "Choice": "4 1/2",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice applies the volume formula for a rectangular prism (V = l • w • h), using l = 5/3, w = 3/2 , and h = 3/5 to set up the equation V = 5/3 • 3/2 • 3/5, but then multiplies the numerators and adds the denominators, resulting in V = (5 • 3 • 3)/(3 + 2 + 5) = 45.10 = 9/2 = 4 1/2.",
                    "Percent": 9
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Geometry"
        ],
        "SubTopics": [
            "Determine the surface area of triangular and rectangular prisms (including cubes)."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A rectangular prism is shown below.",
            "problems/PA24G6M/media/12a.jpg",
            "What is the surface area of the rectangular prism?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "64 square inches",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice does not double each term in the surface area formula and does not include one of the 4 • 12 terms, resulting in 4 • 12 + 4 • 4 = 48 + 16 = 64.",
                    "Percent": 18
                }
            },
            "B": {
                "Choice": "112 square inches",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice does not double each term in the surface area formula, resulting in 4 • 12 + 4 • 4 + 12 • 4 = 48 + 16 + 48 = 112.",
                    "Percent": 15
                }
            },
            "C": {
                "Choice": "128 square inches",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice does not include one of the 4 • 12 terms from the surface area formula, resulting in 2 • 4 • 12 + 2 • 4 • 4 = 96 + 32 = 128.",
                    "Percent": 16
                }
            },
            "D": {
                "Choice": "224 square inches",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice applies the surface area formula for a rectangular prism (S A = 2 l w + 2 l h + 2 w h), using l = 4, w = 12, and h = 4 to set up the equation S A = 2 • 4 • 12 + 2 • 4 • 4 + 2 • 12 • 4, which can be simplified as S A = 2 • 4 • 12 + 2 • 4 • 4 + 2 • 12 • 4 = 96 + 32 + 96 = 224 square inches.",
                    "Percent": 51
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Statistics & Probability"
        ],
        "SubTopics": [
            "Display numerical data in plots on a number line, including line plots, histograms, and box-and-whisker plots."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The numbers of visitors at a museum during the last fourteen days are listed below.",
            ":ibox:50, 50, 53, 60, 62, 63, 75, 85, 86, 88, 90, 92, 96, 100",
            "Which box‑and‑whisker plot represents the numbers of visitors at the museum during the last fourteen days?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "problems/PA24G6M/media/13a.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice creates a symmetrical display based on the minimum value (50) and the maximum value (100), using the midpoint of 50 and 100 as the median value (50 + 100 = 150, 150 ÷ 2 = 75) and then using the midpoint of 50 and 75 (50 + 75 = 125, 125 ÷ 2 = 62.5) as the first‑quartile value and the midpoint of 75 and 100 (75 + 100 = 175, 175 ÷ 2 = 87.5) as the third‑quartile value.",
                    "Percent": 15
                }
            },
            "B": {
                "Choice": "problems/PA24G6M/media/13b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice uses the 7th value as the median value since 7 is half of 14 OR uses the mean rather than the median value OR creates a symmetrical display based on the first‑quartile value (60) and the third‑quartile value (90).",
                    "Percent": 24
                }
            },
            "C": {
                "Choice": "problems/PA24G6M/media/13c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice identifies the median value as the average of the 7th and 8th numbers in the list (75 + 85 = 160, 160 ÷ 2 = 80) but then uses the midpoint between the minimum value and median value (50 + 80 = 130, 130 ÷ 2 = 65) as the first‑quartile value and the midpoint between the median value and maximum value (80 + 100 = 180, 180 ÷ 2 = 90) as the third‑quartile value.",
                    "Percent": 15
                }
            },
            "D": {
                "Choice": "problems/PA24G6M/media/13d.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice recognizes that the fourteen numbers are ordered from least to greatest and then identifies the minimum value as the first number in the list (50), the first‑quartile value as the 4th number in the list (60), the median value as the average of the 7th and 8th numbers in the list (75 + 85 = 160, 160 ÷ 2 = 80), the third‑quartile value as the 11th number in the list (90), and the maximum value as the last number in the list (100).",
                    "Percent": 46
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Statistics & Probability"
        ],
        "SubTopics": [
            "Determine quantitative measures of center (e.g., median, mean, mode) and variability (e.g., range, interquartile range, mean absolute deviation)."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The list below shows the number of text messages a teacher sent each day for 7 days.",
            ":ibox:14, 16, 18, 22, 23, 23, 24",
            "Which expression shows how to determine the MEAN ABSOLUTE DEVIATION of the number of text messages the teacher sent?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "(–8 + –6 + –4 + 0 + 1 + 1 + 2) ÷ 7",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice uses the median value (22) rather than the mean value (20) and uses the differences between each data value and the median value (data value − median value) rather than the absolute differences between each data value and the median value (|data value − median value|).",
                    "Percent": 13
                }
            },
            "B": {
                "Choice": "(–6 + –4 + –2 + 2 + 3 + 3 + 4) ÷ 7",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice uses the differences between each data value and the mean value (data value − mean value) rather than the absolute differences between each data value and the mean value (|data value − median value|).",
                    "Percent": 17
                }
            },
            "C": {
                "Choice": "(6 + 4 + 2 + 2 + 3 + 3 + 4) ÷ 7",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice determines the mean value by finding the total of the data values and dividing the sum by the number of data values (14 + 16 + 18 + 22 + 23 + 23 + 24 = 140, 140 ÷ 7 = 20) and then identifies the expression that represents the sum of the absolute differences between each data value and the mean value (|14 − 20| = |−6| = 6, |16 − 20| = |−4| = 4, |18 − 20| = |−2| = 2, |22 − 20} = |2| = 2, |23 − 20| = |3| = 3, |23 − 20| = |3| = 3, |24 − 20| = |4| = 4) being divided by the number of data values (7).",
                    "Percent": 45
                }
            },
            "D": {
                "Choice": "(8 + 6 + 4 + 0 + 1 + 1 + 2) ÷ 7",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice uses the median value (22) rather than the mean (20) when determining the absolute differences.",
                    "Percent": 25
                }
            }
        },
        "Parts": {}
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Statistics & Probability"
        ],
        "SubTopics": [
            "Describe any overall pattern and any deviations from the overall pattern with reference to the context in which the data were gathered."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The histogram below represents the ages, in years, of the sixteen students in a chess tournament.",
            "problems/PA24G6M/media/15a.jpg",
            "Which statement about the ages of the students in the chess tournament is true?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The interval from 4 years to 6 years shows a gap in the data, and the interval from 10 years to 12 years shows the peak of the data.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice identifies the interval showing the peak of the data but then selects the interval from 4 years to 6 years as the gap in the data since it is isolated from the other intervals.",
                    "Percent": 29
                }
            },
            "B": {
                "Choice": "The interval from 4 years to 6 years shows a gap in the data, and the interval from 16 years to 18 years shows the peak of the data.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice selects the interval from 4 years to 6 years as the gap in the data since it is isolated from the other intervals and selects the interval with the greatest ages (16–18) as the “peak”.",
                    "Percent": 8
                }
            },
            "C": {
                "Choice": "The interval from 7 years to 9 years shows a gap in the data, and the interval from 10 years to 12 years shows the peak of the data.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice recognizes that the interval from 7 years to 9 years represents a gap in the data since there is no bar for the 7–9 interval even though there are bars for the 4–6 and 10–12 intervals and recognizes that the interval from 10 years to 12 years represents the peak of the data since the bar for the 10–12 interval represents the greatest number of students.",
                    "Percent": 57
                }
            },
            "D": {
                "Choice": "The interval from 7 years to 9 years shows a gap in the data, and the interval from 16 years to 18 years shows the peak of the data.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice identifies the interval from 7 years to 9 years as representing a gap in the data but then selects the interval with the greatest ages (16–18) as the “peak”.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Statistics & Probability"
        ],
        "SubTopics": [
            "Relate the choice of measures of center and variability to the shape of the data distribution and the context in which the data were gathered."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The high temperatures, in degrees Fahrenheit (°F), in a city for the first 10 days of August are shown below.",
            ":ibox:78, 81, 82, 84, 84, 84, 86, 90, 90, 90",
            "Which statement about the high temperatures is true?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The high temperatures are mostly clustered, making the mean value of 84.9°F an appropriate measure of center.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice recognizes that the data distribution is mostly clustered since there are no outliers (i.e., all the data are relatively close to the mean and median values), which means both the mean and the median are appropriate measures of center, and so identifies the mean value (78 + 81 + 82 + 84 + 84 + 84 + 86 + 90 + 90 + 90 = 849, 849 ÷ 10 = 84.9) as an appropriate measure of center.",
                    "Percent": 38
                }
            },
            "B": {
                "Choice": "The high temperatures are mostly clustered, making the median value of 84.9°F an appropriate measure of center.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice recognizes that the data distribution is mostly clustered since there are no outliers (i.e., all the data are relatively close to the mean and median values), which means both the mean and the median are appropriate measures of center, but uses the value for the mean (84.9) rather than for the median (84) even though the median was identified as the appropriate measure of center.",
                    "Percent": 22
                }
            },
            "C": {
                "Choice": "The high temperatures are skewed to the right, making the mean value of 84.9°F an appropriate measure of center.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice thinks the data distribution is skewed to the right because of the three 90‑degree temperatures and does not recognize that the mean value is not an appropriate measure of center for skewed data.",
                    "Percent": 24
                }
            },
            "D": {
                "Choice": "The high temperatures are skewed to the right, making the median value of 84.9°F an appropriate measure of center.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice thinks that the data distribution is skewed to the right because of the three 90‑degree temperatures and uses the value for the mean (84.9) rather than for the median (84) even though the median would be an appropriate measure of center for skewed data.",
                    "Percent": 16
                }
            }
        },
        "Parts": {}
    },
    "17": {
        "Number": 17,
        "Type": "MP",
        "NumChoices": 0,
        "Topics": [
            "Expressions & Equations",
            "Expressions & Equations"
        ],
        "SubTopics": [
            "Apply and extend previous understandings of arithmetic to numerical and algebraic expressions.",
            "Solve real-world and mathematical problems by writing and solving equations of the form x + p = q and px = q for cases in which p, q, and x are all non-negative rational numbers."
        ],
        "SuppContent": [],
        "SuppTools": [
            "Calculator-S"
        ],
        "Points": 4,
        "Explain": false,
        "Content": [
            "A local theater is selling tickets to several performances."
        ],
        "AnswerChoices": {},
        "Parts": {
            "A": {
                "Type": "FR",
                "NumChoices": 0,
                "Points": 1,
                "Explain": false,
                "Content": [
                    "The local theater is offering a discount for purchasing 4 tickets to a performance. When 4 tickets with the same price are purchased, a $6 discount is applied. The expression shown below can be used to determine the total amount of money, in dollars, a customer is charged when purchasing 4 tickets with the same price.",
                    ":ibox:4n – 6",
                    "What is the total amount of money, in dollars, a customer is charged when n = 30?"
                ],
                "AnswerChoices": {
                    "KEY": {
                        "Choice": "114",
                        "Key": {
                            "Correct": true,
                            "Rationale": "",
                            "Percent": 0
                        }
                    }
                }
            },
            "B": {
                "Type": "MR",
                "NumChoices": 0,
                "Points": 1,
                "Explain": false,
                "Content": [
                    "Using the information from part A, explain what the term 4n represents in the context of the situation."
                ],
                "AnswerChoices": {}
            },
            "C": {
                "Type": "FR",
                "NumChoices": 0,
                "Points": 1,
                "Explain": false,
                "Content": [
                    "The ticket price for a performance on Thursday evening is t dollars. The ticket price for a performance on Friday evening is $35, which is $12 more than it is on Thursday evening. The equation shown below represents this situation.",
                    ":ibox:t + 12 = 35",
                    "What is the ticket price (t), in dollars, for a performance on Thursday evening?"
                ],
                "AnswerChoices": {
                    "KEY": {
                        "Choice": "23",
                        "Key": {
                            "Correct": true,
                            "Rationale": "",
                            "Percent": 0
                        }
                    }
                }
            },
            "D": {
                "Type": "MR",
                "NumChoices": 0,
                "Points": 1,
                "Explain": false,
                "Content": [
                    "With the discount applied to some of the tickets purchased, the average ticket price is p dollars. The expression shown below can be used to determine the amount of money, in dollars, the local theater expects to earn based on the average ticket price.",
                    ":ibox:250p – 5p² – 2,000",
                    "Explain why the local theater should NOT set the average ticket price to less than $10 or to more than $40."
                ],
                "AnswerChoices": {}
            }
        }
    }
}