{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "",
            ""
        ],
        "SubTopics": [
            "B.6(H)",
            "B.3(D)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The results shown in the picture were obtained using a technique known as gel electrophoresis. This technique separates mixtures of DNA. In the picture nine different samples of DNA are compared.",
            "problems/TX18HSB/media/1a.jpg",
            "Gel electrophoresis can be used to —"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "determine the differences in ages of a set of people",
                "Key": {
                    "Correct": false,
                    "Rationale": "The age of an individual cannot be accurately determined through DNA fragments; therefore gel electrophoresis is not used for determining age.",
                    "Percent": 4
                }
            },
            "B": {
                "Choice": "identify how closely two individuals are related",
                "Key": {
                    "Correct": true,
                    "Rationale": "Similarities between the fragment sizes, distance traveled, and quantities indicate relatedness of individuals.",
                    "Percent": 78
                }
            },
            "C": {
                "Choice": "determine how effective certain medications are",
                "Key": {
                    "Correct": false,
                    "Rationale": "Gel electrophoresis cannot be used to determine the effectiveness of medication but can be used to identify more effective medications through DNA markers.",
                    "Percent": 3
                }
            },
            "D": {
                "Choice": "identify different blood types",
                "Key": {
                    "Correct": false,
                    "Rationale": "Gel electrophoresis, as described in the question, is used to separate DNA fragments, not proteins, which are key indicators of blood type.",
                    "Percent": 15
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "",
            ""
        ],
        "SubTopics": [
            "B.4(B)",
            "B.2(G)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The diagram illustrates the activity of vesicles during a cellular process.",
            "problems/TX18HSB/media/2a.jpg",
            "Which statement best explains the function of the vesicles?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Delivering packaged materials to the Golgi apparatus for protein synthesis",
                "Key": {
                    "Correct": false,
                    "Rationale": "Protein synthesis occurs in the ribosome.",
                    "Percent": 8
                }
            },
            "G": {
                "Choice": "Exchanging genetic information between the Golgi apparatuses of separate cells",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Golgi apparatus does not have genetic information to exchange.",
                    "Percent": 6
                }
            },
            "H": {
                "Choice": "Extracting portions of the Golgi apparatus to be regenerated for growth within the cell",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Golgi apparatus does not regenerate in this way.",
                    "Percent": 19
                }
            },
            "J": {
                "Choice": "Transporting packaged molecules from the Golgi apparatus to be released out of the cell",
                "Key": {
                    "Correct": true,
                    "Rationale": "Vesicles function as a means for transporting molecules out of the cell. The arrows indicate movement from the Golgi apparatus, where molecules are modified and packaged to be sent to where they are needed inside or outside of the cell.",
                    "Percent": 68
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "",
            ""
        ],
        "SubTopics": [
            "B.9(C)",
            "B.2(G)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The graphs show the reaction rate for an enzyme across a range of temperatures and pH.",
            "problems/TX18HSB/media/3a.jpg",
            "Based on these data, this enzyme functions best at what temperature and pH?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Temperature of 27°C and a pH of 4",
                "Key": {
                    "Correct": false,
                    "Rationale": "The rate of reaction at 27 °C and at a pH of 4 is increasing to reach its highest rate of reaction. This indicates that the enzyme is not functioning at its maximum potential.",
                    "Percent": 2
                }
            },
            "B": {
                "Choice": "Temperature of 37°C and a pH of 6",
                "Key": {
                    "Correct": true,
                    "Rationale": "Based on the data, the enzyme has the highest rate of reaction at 37 °C and at a pH of 6, which indicates the enzyme works best where the rate is highest.",
                    "Percent": 88
                }
            },
            "C": {
                "Choice": "Temperature of 40°C and a pH of 8",
                "Key": {
                    "Correct": false,
                    "Rationale": "At 40 °C and at a pH of 8 the enzyme is beginning to denature, losing its original form. The rate of reaction has decreased due to this process.",
                    "Percent": 4
                }
            },
            "D": {
                "Choice": "Temperature of 50°C and a pH of 10",
                "Key": {
                    "Correct": false,
                    "Rationale": "At 50 °C and at a pH of 10 the enzyme has denatured and can no longer catalyze the reaction.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "",
            ""
        ],
        "SubTopics": [
            "B.12(B)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The Indian leaf butterfly has traits that allow it to resemble a leaf. The bright colors of the monarch butterfly indicate that the butterfly tastes bad and can be poisonous.",
            "How does the appearance of these butterflies help them to survive?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The Indian leaf butterfly is able to avoid predators while the monarch butterfly warns predators away.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The Indian leaf butterfly mimics dead leaves, which allows it to remain unseen by predators. The monarch butterfly uses bright coloration to warn predators that it is poisonous.",
                    "Percent": 82
                }
            },
            "G": {
                "Choice": "The Indian leaf butterfly frightens predators away while the monarch butterfly poisons predators before they can eat it.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Indian leaf butterfly is not attacking the predator when it is mimicking dead leaves. The monarch butterfly is only poisonous if eaten, and it is not venomous.",
                    "Percent": 5
                }
            },
            "H": {
                "Choice": "Both butterflies rely on camouflage to avoid predation.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The monarch butterfly is brightly colored, so it would not be camouflaged in its environment.",
                    "Percent": 10
                }
            },
            "J": {
                "Choice": "Both butterflies cooperate with one another to avoid predation.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The described appearances of the butterflies do not indicate a relationship between the different butterfly species.",
                    "Percent": 3
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "",
            ""
        ],
        "SubTopics": [
            "B.10(A)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The female reproductive and endocrine systems work interactively for which main purpose?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "To maintain homeostasis by removing waste products from the body",
                "Key": {
                    "Correct": false,
                    "Rationale": "Waste removal is not the main purpose that results from these two systems working together.",
                    "Percent": 18
                }
            },
            "B": {
                "Choice": "To release neurotransmitters during times of stress",
                "Key": {
                    "Correct": false,
                    "Rationale": "The endocrine, circulatory, and nervous systems are most directly involved with the release of neurotransmitters during stress.",
                    "Percent": 3
                }
            },
            "C": {
                "Choice": "To control hormone levels to prepare the body for pregnancy",
                "Key": {
                    "Correct": true,
                    "Rationale": "The female reproductive organs, the ovaries, produce the hormones estrogen and progesterone, which are involved in menstruation. The ovaries are also a major gland of the endocrine system, which is responsible for the production and release of all hormones in the body.",
                    "Percent": 76
                }
            },
            "D": {
                "Choice": "To exchange gases to support cellular aerobic respiration",
                "Key": {
                    "Correct": false,
                    "Rationale": "Gas exchange is primarily controlled by interactions between the respiratory and circulatory systems.",
                    "Percent": 3
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "",
            ""
        ],
        "SubTopics": [
            "B.7(A)",
            "B.2(G)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Scientists can determine relatedness among organisms by comparing partial amino acid sequences. The table shows four partial amino acid sequences from four organisms.",
            "problems/TX18HSB/media/6a.jpg",
            "Which organism is the LEAST related to the other three organisms?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Organism 1",
                "Key": {
                    "Correct": false,
                    "Rationale": "Organism 1 shares two amino acids in the same position as Organisms 3 and 4.",
                    "Percent": 5
                }
            },
            "G": {
                "Choice": "Organism 2",
                "Key": {
                    "Correct": true,
                    "Rationale": "Organism 2 does not share any amino acids in the same sequence as the other organisms presented in the table, indicating that it is the least related to the other organisms.",
                    "Percent": 79
                }
            },
            "H": {
                "Choice": "Organism 3",
                "Key": {
                    "Correct": false,
                    "Rationale": "Organism 3 shares two amino acids in the same position as Organism 1 and three amino acids in the same position as Organism 4.",
                    "Percent": 6
                }
            },
            "J": {
                "Choice": "Organism 4",
                "Key": {
                    "Correct": false,
                    "Rationale": "Organism 4 shares two amino acids in the same position as Organism 1 and three amino acids in the same position as Organism 3.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "",
            ""
        ],
        "SubTopics": [
            "B.4(C)",
            "B.3(F)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "In the 1880s, Louis Pasteur developed a method of weakening viruses. The weakened viruses could be injected into healthy individuals.",
            "How is this method effective in fighting viral diseases?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The immune system develops antibodies in response to the weakened viruses.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Antibodies are created by the immune system in response to the virus. When the individual comes in contact with the virus again, the immune system “remembers” the virus to produce antigen-specific antibodies to attack the virus quickly and efficiently.",
                    "Percent": 71
                }
            },
            "B": {
                "Choice": "The weakened viruses attach to unaffected viruses in the host and interrupt the viral reproductive cycle.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Weakened viruses do not attach to unaffected viruses.",
                    "Percent": 15
                }
            },
            "C": {
                "Choice": "The rate of genetic mutation in the host is decreased due to the introduction of weakened viruses.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The introduction of the weakened virus would not greatly impact the rate of genetic mutation in the host.",
                    "Percent": 9
                }
            },
            "D": {
                "Choice": "Weakened viruses are unable to enter the host organism.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Weakened viruses are introduced into the host organism to trigger an immune response.",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "",
            ""
        ],
        "SubTopics": [
            "B.6(F)",
            "B.2(G)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "In humans blood type is determined by the A, B, and O alleles. The A and B alleles are codominant to each other and dominant over the O allele. An individual with the AO genotype and an individual with the BO genotype can produce offspring with which of the following phenotypes?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "O only",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cross described cannot only produce type O blood because the A and B alleles are dominant to the O allele.",
                    "Percent": 7
                }
            },
            "G": {
                "Choice": "A or B only",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cross described cannot only produce types A and B because both individuals carry the O allele.",
                    "Percent": 17
                }
            },
            "H": {
                "Choice": "A, B, or O only",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cross described cannot only produce types A, B, or O because the A and B alleles are codominant, making the type AB.",
                    "Percent": 20
                }
            },
            "J": {
                "Choice": "A, B, AB, or O",
                "Key": {
                    "Correct": true,
                    "Rationale": "The possible blood types from the cross are: A, B, AB, or O.",
                    "Percent": 55
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "",
            ""
        ],
        "SubTopics": [
            "B.12(A)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Which of these best demonstrates mutualism between certain types of bacteria and humans?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Intestinal bacteria obtain nutrients from the gut and produce vitamin K used by humans.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In mutualistic relationships, both species benefit. Intestinal bacteria are benefited by receiving nutrients from the gut, and humans benefit from the relationship by receiving vitamin K from the bacteria.",
                    "Percent": 67
                }
            },
            "B": {
                "Choice": "Bacteria become resistant to antibacterial medication that humans use for treatment.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Bacteria becoming resistant to antibiotics would only benefit the bacteria and cause harm to the human.",
                    "Percent": 14
                }
            },
            "C": {
                "Choice": "Invasive bacteria at an area of injury produce toxins that damage healthy tissues of the human body.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Bacteria that produce toxins that damage healthy tissues would cause harm to the human.",
                    "Percent": 13
                }
            },
            "D": {
                "Choice": "Bacteria in improperly prepared food is consumed by humans, causing food poisoning.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Bacteria being consumed by humans and causing food poisoning would result in harm to the human.",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "",
            ""
        ],
        "SubTopics": [
            "B.5(C)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "What is the role of mRNA in expressing specialized structures?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Making energy available for cellular activities",
                "Key": {
                    "Correct": false,
                    "Rationale": "Cellular respiration, which occurs in the mitochondria, has the role of making energy for cellular activities.",
                    "Percent": 10
                }
            },
            "G": {
                "Choice": "Creating bonds to form biomolecules",
                "Key": {
                    "Correct": false,
                    "Rationale": "Bond formation is not the unique role of mRNA in making specialized structures or proteins.",
                    "Percent": 15
                }
            },
            "H": {
                "Choice": "Producing sugars that assist with replication",
                "Key": {
                    "Correct": false,
                    "Rationale": "Sugars are produced during photosynthesis in the chloroplast.",
                    "Percent": 13
                }
            },
            "J": {
                "Choice": "Providing information to form proteins",
                "Key": {
                    "Correct": true,
                    "Rationale": "mRNA is transcribed from DNA and contains the information needed to produce proteins.",
                    "Percent": 62
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "",
            ""
        ],
        "SubTopics": [
            "B.8(B)",
            "B.2(F)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "A student used a microscope to study four members of the phylum Ciliophora. Members of this phylum move when propelled by hundreds of tiny cilia.",
            "problems/TX18HSB/media/11a.jpg",
            "Although these organisms belong to the same phylum, they are classified as different —"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "families",
                "Key": {
                    "Correct": false,
                    "Rationale": "Families are broader than the genus species naming. If the organisms were classified in different families, they would most likely have different genus names.",
                    "Percent": 19
                }
            },
            "B": {
                "Choice": "species",
                "Key": {
                    "Correct": true,
                    "Rationale": "Each organism is classified in the same genus, Paramecium, but has a different species name.",
                    "Percent": 57
                }
            },
            "C": {
                "Choice": "kingdoms",
                "Key": {
                    "Correct": false,
                    "Rationale": "Kingdoms are the most general classification group listed. If the organisms are in the same phylum, they have to be in the same kingdom.",
                    "Percent": 14
                }
            },
            "D": {
                "Choice": "orders",
                "Key": {
                    "Correct": false,
                    "Rationale": "If the organisms are in different orders, they most likely would also have different genus names.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "",
            ""
        ],
        "SubTopics": [
            "B.6(E)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "A mutation in which types of cells would only affect the organism and not future generations?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Egg cell and liver cell",
                "Key": {
                    "Correct": false,
                    "Rationale": "An egg cell is a sex cell, and mutations in sex cells can be passed on to offspring.",
                    "Percent": 7
                }
            },
            "G": {
                "Choice": "Sperm cell and egg cell",
                "Key": {
                    "Correct": false,
                    "Rationale": "A sperm cell is a sex cell, and mutations in sex cells can be passed on to offspring.",
                    "Percent": 24
                }
            },
            "H": {
                "Choice": "Nerve cell and brain cell",
                "Key": {
                    "Correct": true,
                    "Rationale": "Nerve and brain cells are not sex cells, and therefore not involved in reproduction, so mutations in these cells would not genetically affect offspring.",
                    "Percent": 64
                }
            },
            "J": {
                "Choice": "Sperm cell and lung cell",
                "Key": {
                    "Correct": false,
                    "Rationale": "A sperm cell is a sex cell, and mutations in sex cells can be passed on to offspring.",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "",
            ""
        ],
        "SubTopics": [
            "B.12(F)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "In the mid-1980s an aggressive strain of algae known as Caulerpa was accidentally introduced into the Mediterranean Sea when a seaside aquarium cleaned out its tanks. The algae contains a toxin that prevents native herbivores from consuming it. Caulerpa quickly spread over the sea floor, crowding out many species including sponges, corals, sea fans, and lobsters.",
            "Which statement explains the most likely impact Caulerpa has had on the biodiversity in the Mediterranean Sea?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The presence of Caulerpa within an ecosystem is an indicator of the ecosystem's health.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The presence or absence of an invasive species in an ecosystem is not sufficient enough to determine an ecosystem's health.",
                    "Percent": 7
                }
            },
            "B": {
                "Choice": "The spread of Caulerpa improved the habitat for many species of sea grasses, and increased the biodiversity.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Caulerpa outcompeted other species, thereby decreasing biodiversity.",
                    "Percent": 13
                }
            },
            "C": {
                "Choice": "Caulerpa interbred with native species with the same adaptations within the ecosystem.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Based on the information given, Caulerpa did not interbreed with native species.",
                    "Percent": 8
                }
            },
            "D": {
                "Choice": "Caulerpa became dominant within the ecosystem and reduced the biodiversity.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Caulerpa is an invasive species that would quickly outcompete native species for space and other resources.",
                    "Percent": 72
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "",
            ""
        ],
        "SubTopics": [
            "B.6(C)",
            "B.2(G)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "A sequence of a DNA template strand is shown.",
            "3' TCC AAT GGC TTA TTT GCA 5'",
            "problems/TX18HSB/media/14a.jpg",
            "Which of these is the correct amino acid chain produced from the DNA template strand?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Arginine - Leucine - Proline - Asparagine - Lysine - Arginine",
                "Key": {
                    "Correct": true,
                    "Rationale": "The DNA template strand codes for the amino acid chain, Arginine-Leucine-Proline-Asparagine-Lysine-Arginine, as shown.\nDNA Template:\t3'TCC\tAAT\tGGC\tTTA\tTTT\tGCA5'\nmRNA:\t5'AGG\tUUA\tCCG\tAAU\tAAA\tCGU3'\namino acid:\tArginine-\tLeucine-\tProline-\tAsparagine-\tLysine-\tArginine",
                    "Percent": 72
                }
            },
            "G": {
                "Choice": "Tryptophan - Phenylalanine - Leucine - Glycine - Asparagine - Phenylalanine",
                "Key": {
                    "Correct": false,
                    "Rationale": "In order to code for Tryptophan, the first three letters of DNA must be ACC.",
                    "Percent": 8
                }
            },
            "H": {
                "Choice": "Serine - Leucine - Proline - Asparagine - Lysine - Arginine",
                "Key": {
                    "Correct": false,
                    "Rationale": "The first amino acid coded for in the original DNA strand is Arginine. In order to code for Serine, the first three letters of DNA must be AGT, AGA, AGC, AGG, TCA, or TCG.",
                    "Percent": 12
                }
            },
            "J": {
                "Choice": "Tryptophan - Phenylalanine - Leucine - Glycine - Asparagine - Serine",
                "Key": {
                    "Correct": false,
                    "Rationale": "The first amino acid coded for in the original DNA strand is Arginine. In order to code for Tryptophan, the first three letters of DNA must be ACC.",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "",
            ""
        ],
        "SubTopics": [
            "B.10(B)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Plant roots have extensions called root hairs. These root hairs are important in the homeostasis of the plant.",
            "problems/TX18HSB/media/15a.jpg",
            "Which statement best explains the importance of the root hairs to the stems and leaves of the plant?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Root hairs convert minerals into glucose for immediate use by cells.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Minerals are not converted into glucose. Glucose is produced in the leaves from carbon dioxide and water.",
                    "Percent": 6
                }
            },
            "B": {
                "Choice": "Root hairs decrease the need for osmosis and diffusion in vascular tissue.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Root hairs do not decrease the need for osmosis and diffusion in vascular tissue.",
                    "Percent": 4
                }
            },
            "C": {
                "Choice": "Root hairs prevent water loss in leaves through transpiration and gas exchange.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The stomata in the leaves are the site of transpiration and gas exchange.",
                    "Percent": 10
                }
            },
            "D": {
                "Choice": "Root hairs increase the surface area of the roots for nutrient and water absorption.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Root hairs are tiny tube-like structures that increase the surface area of the roots, which increases absorption of nutrients and water.",
                    "Percent": 80
                }
            }
        },
        "Parts": {}
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "",
            ""
        ],
        "SubTopics": [
            "B.6(D)",
            "B.2(G)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The Himalayan rabbit's habitat has cold, snowy winters and mild summers. The body is typically covered in white fur except for the nose, feet, tail, and ears, which are covered in black fur.",
            "problems/TX18HSB/media/16a.jpg",
            "A scientist shaved an area of white fur on the back of a Himalayan rabbit and placed an ice pack over the shaved area. The shaved area grew black fur.",
            "Which of these best explains why the hair that grew back where the ice pack was placed was black and not white?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The genes for black hair were activated by specific temperatures.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The temperature of the ice pack activated the genes for black hair.",
                    "Percent": 56
                }
            },
            "G": {
                "Choice": "The white hair mutated to black hair as the rabbit's body temperature decreased.",
                "Key": {
                    "Correct": false,
                    "Rationale": "A decrease in body temperature would not cause a DNA mutation.",
                    "Percent": 33
                }
            },
            "H": {
                "Choice": "The coat color changed from white to black with the age of the rabbit.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The age of the Himalayan rabbit would not affect the hair color in the shaved area.",
                    "Percent": 3
                }
            },
            "J": {
                "Choice": "White hair only grows during certain times of the year.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Based on the information provided, the Himalayan rabbit has white hair color any time of year.",
                    "Percent": 9
                }
            }
        },
        "Parts": {}
    },
    "17": {
        "Number": 17,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "",
            ""
        ],
        "SubTopics": [
            "B.11(D)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "A small town in the piney woods of East Texas has a soccer field composed of native grasses. The soccer field is mowed once a week.",
            "What effect does continual mowing have on the ecology of the field?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Mowing increases the likelihood of nonnative species displacing native species.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Mowing cannot change the likelihood of an area being affected by a nonnative species.",
                    "Percent": 12
                }
            },
            "B": {
                "Choice": "Mowing increases the number of species found in the field.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Mowing decreases the chances of other species growing on the field.",
                    "Percent": 7
                }
            },
            "C": {
                "Choice": "Mowing causes different types of communities to form across the field.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Mowing has little effect on the establishment of different communities.",
                    "Percent": 8
                }
            },
            "D": {
                "Choice": "Mowing maintains a low species diversity by inhibiting further succession.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Mowing keeps the area in early secondary succession by preventing the growth of species present in later succession.",
                    "Percent": 73
                }
            }
        },
        "Parts": {}
    },
    "18": {
        "Number": 18,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "",
            ""
        ],
        "SubTopics": [
            "B.8(C)",
            "B.2(G)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Which list correctly identifies characteristics that protists share with animals?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": ":box:• Motile\n• Reproduce sexually\n• Photosynthetic",
                "Key": {
                    "Correct": false,
                    "Rationale": "Animals are not photosynthetic.",
                    "Percent": 7
                }
            },
            "G": {
                "Choice": ":box:• Motile\n• Multicellular\n• Photosynthetic",
                "Key": {
                    "Correct": false,
                    "Rationale": "Animals are not photosynthetic.",
                    "Percent": 9
                }
            },
            "H": {
                "Choice": ":box:• Eukaryotic\n• Motile\n• Reproduce sexually",
                "Key": {
                    "Correct": true,
                    "Rationale": "Animals are eukaryotic, motile (capable of motion), and reproduce sexually. Some protists are eukaryotic, motile, and can reproduce sexually.",
                    "Percent": 67
                }
            },
            "J": {
                "Choice": ":box:• Motile\n• Prokaryotic\n• Multicellular",
                "Key": {
                    "Correct": false,
                    "Rationale": "Animals are not prokaryotic.",
                    "Percent": 16
                }
            }
        },
        "Parts": {}
    },
    "19": {
        "Number": 19,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "",
            ""
        ],
        "SubTopics": [
            "B.5(A)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The activities in the cell cycle occur during specific phases. In which phase of the cell cycle is DNA replicated?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Mitosis",
                "Key": {
                    "Correct": false,
                    "Rationale": "Mitosis is the process of nuclear division in the cell cycle. DNA replication occurs before this phase in the cell cycle.",
                    "Percent": 26
                }
            },
            "B": {
                "Choice": "G₁ phase",
                "Key": {
                    "Correct": false,
                    "Rationale": "G₁ phase, also known as first gap phase, is when the cell is growing larger and preparing organelles and macromolecules for cell division.",
                    "Percent": 14
                }
            },
            "C": {
                "Choice": "G₂ phase",
                "Key": {
                    "Correct": false,
                    "Rationale": "G₂ phase, also known as second gap phase, is when the cell is growing more and making organelles and proteins in preparation for cell division.",
                    "Percent": 17
                }
            },
            "D": {
                "Choice": "S phase",
                "Key": {
                    "Correct": true,
                    "Rationale": "S phase, also known as synthesis phase, is when the process of DNA replication occurs during the cell cycle.",
                    "Percent": 43
                }
            }
        },
        "Parts": {}
    },
    "20": {
        "Number": 20,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "",
            ""
        ],
        "SubTopics": [
            "B.12(C)",
            "B.2(G)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The table lists some organisms found in a swamp ecosystem and their sources of energy.",
            "problems/TX18HSB/media/20a.jpg",
            "When constructing an energy pyramid of the swamp ecosystem, which of these would be placed at the top of the pyramid?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Grass carp",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Grass carp is not a top predator because fish are an energy source for raccoons, great blue herons, American alligators, and Eastern mud turtles.",
                    "Percent": 7
                }
            },
            "G": {
                "Choice": "American alligator",
                "Key": {
                    "Correct": true,
                    "Rationale": "The American alligator is a top predator because it is not listed as an energy source for any other organism in the table provided.",
                    "Percent": 80
                }
            },
            "H": {
                "Choice": "Eastern mud turtle",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Eastern mud turtle is not a top predator because it is an energy source for the American alligator and raccoons.",
                    "Percent": 10
                }
            },
            "J": {
                "Choice": "Great blue heron",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Great blue heron is not a top predator because it is an energy source for the American alligator.",
                    "Percent": 3
                }
            }
        },
        "Parts": {}
    },
    "21": {
        "Number": 21,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "",
            ""
        ],
        "SubTopics": [
            "B.7(E)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The white cattail is a hybrid species of plant that is a result of the cross between the broad-leaved cattail and the narrow-leaved cattail. Over time, the white cattail has established itself in the wetlands of Midwestern states.",
            "Which of these explains the success of the white cattail?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Favorable genes from parental generations provide advantageous characteristics to the hybrid species.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The hybrid species receives beneficial genes from both parental species that increases its ability to survive.",
                    "Percent": 48
                }
            },
            "B": {
                "Choice": "Hybridization produces offspring traits that allow different species to survive in extreme environments.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Traits acquired through hybridization would have to benefit the white cattail in order to contribute to its success.",
                    "Percent": 25
                }
            },
            "C": {
                "Choice": "Inherited traits passed on from parental generations make hybrid species more susceptible to disease.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Inheriting traits that make organisms susceptible to disease does not contribute to their success.",
                    "Percent": 10
                }
            },
            "D": {
                "Choice": "Hybrid species display more adaptations due to their reduced genetic diversity.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Genetic diversity is increased in hybrid species.",
                    "Percent": 17
                }
            }
        },
        "Parts": {}
    },
    "22": {
        "Number": 22,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "",
            ""
        ],
        "SubTopics": [
            "B.11(A)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "An individual who participates in a long-distance run on a hot day will produce large quantities of sweat. As a result of the excessive sweating, the amount of urine produced by the kidneys will change.",
            "How will the kidneys respond to help the individual's body maintain homeostasis?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The kidneys will decrease urine production so the body can maintain blood pH.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Blood pH is not maintained by decreasing urine production.",
                    "Percent": 11
                }
            },
            "G": {
                "Choice": "The kidneys will increase urine production to eliminate excess salt in the body.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Excessive sweating would remove salt from the body.",
                    "Percent": 16
                }
            },
            "H": {
                "Choice": "The kidneys will decrease urine production to allow the body to conserve water.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Kidneys will decrease urine production in order to prevent dehydration after excessive sweating.",
                    "Percent": 63
                }
            },
            "J": {
                "Choice": "The kidneys will increase urine production so the body can absorb more nutrients.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Excessive sweating would not change the nutrients in the body.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "23": {
        "Number": 23,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "",
            ""
        ],
        "SubTopics": [
            "B.8(A)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The gray squirrel, Eastern fox squirrel, and red squirrel are all different species of squirrels. Why is having a scientific name for each species of an organism important?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "To prevent existing named organisms from having their names changed as they become extinct",
                "Key": {
                    "Correct": false,
                    "Rationale": "Scientific names can still change after extinction due to increased knowledge of organisms.",
                    "Percent": 5
                }
            },
            "B": {
                "Choice": "To keep the classification system from being altered as new organisms are discovered",
                "Key": {
                    "Correct": false,
                    "Rationale": "The classification system is constantly being altered as new information is found about different organisms. As new organisms are discovered, new relationships are uncovered that can change the classification of previously found organisms.",
                    "Percent": 26
                }
            },
            "C": {
                "Choice": "To allow organisms to be placed in many classification levels at the same time",
                "Key": {
                    "Correct": false,
                    "Rationale": "Organisms placed in multiple genus and species levels would obscure the identity of the organisms further.",
                    "Percent": 11
                }
            },
            "D": {
                "Choice": "To standardize the naming and organization of organisms to avoid confusion",
                "Key": {
                    "Correct": true,
                    "Rationale": "The scientific naming system is standardized to avoid the confusion common names may have, especially in other areas in which organisms have different common names.",
                    "Percent": 58
                }
            }
        },
        "Parts": {}
    },
    "24": {
        "Number": 24,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "",
            ""
        ],
        "SubTopics": [
            "B.6(A)",
            "B.2(G)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Students are given data from an investigation that identified some of the chemical elements present in four different samples.",
            "problems/TX18HSB/media/24a.jpg",
            "Which sample was most likely DNA?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Sample 1",
                "Key": {
                    "Correct": true,
                    "Rationale": "DNA contains hydrogen, phosphorus, and nitrogen. These elements all can be found in a single nucleotide, the building block of DNA.",
                    "Percent": 65
                }
            },
            "G": {
                "Choice": "Sample 2",
                "Key": {
                    "Correct": false,
                    "Rationale": "Aluminum, silicon, and copper are not elements found in a nucleotide of DNA.",
                    "Percent": 4
                }
            },
            "H": {
                "Choice": "Sample 3",
                "Key": {
                    "Correct": false,
                    "Rationale": "Calcium and potassium are not elements found in a nucleotide of DNA.",
                    "Percent": 19
                }
            },
            "J": {
                "Choice": "Sample 4",
                "Key": {
                    "Correct": false,
                    "Rationale": "Iron and magnesium are not elements found in a nucleotide of DNA.",
                    "Percent": 13
                }
            }
        },
        "Parts": {}
    },
    "25": {
        "Number": 25,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "",
            ""
        ],
        "SubTopics": [
            "B.11(C)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Saprophytes are fungi that feed on dead and decomposing organisms. They secrete enzymes that digest components of cell walls, such as cellulose and lignin.",
            "Which statement explains why these fungi are an important part of the biogeochemical cycle?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Saprophytes perform gas exchange that assists the cellular activities of autotrophs.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Saprophytes return organic material to the soil.",
                    "Percent": 7
                }
            },
            "B": {
                "Choice": "Saprophytes extract minerals from living tissue to recycle them back into the soil.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Saprophytes do not extract minerals from living tissues. Saprophytes only consume dead or decaying tissue.",
                    "Percent": 33
                }
            },
            "C": {
                "Choice": "Saprophytes transport nutrients through the xylem and phloem in autotrophs.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Saprophytes are not contained within the vascular tissues of autotrophs (plants and algae).",
                    "Percent": 13
                }
            },
            "D": {
                "Choice": "Saprophytes return organic material to the soil for use by living organisms.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Saprophytes externally digest dead or decaying organisms to break down and return organic material to the soil.",
                    "Percent": 46
                }
            }
        },
        "Parts": {}
    },
    "26": {
        "Number": 26,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "",
            ""
        ],
        "SubTopics": [
            "B.9(A)",
            "B.3(C)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "An advertisement for a health supplement for dogs claims to build lean muscle and strengthen tendons and ligaments, as well as provide energy. Which two biomolecules must the supplement contain to provide these benefits?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Carbohydrates and lipids",
                "Key": {
                    "Correct": false,
                    "Rationale": "While carbohydrates and lipids provide energy, the second part of the claim, building lean muscle and strengthening tendons and ligaments is not addressed.",
                    "Percent": 10
                }
            },
            "G": {
                "Choice": "Proteins and carbohydrates",
                "Key": {
                    "Correct": true,
                    "Rationale": "Proteins build muscle and collagen in tendons and ligaments. Carbohydrates provide energy.",
                    "Percent": 78
                }
            },
            "H": {
                "Choice": "Nucleic acids and carbohydrates",
                "Key": {
                    "Correct": false,
                    "Rationale": "Increasing nucleic acid intake does not cause an increase in lean muscle mass or strengthen tendons or ligaments.",
                    "Percent": 7
                }
            },
            "J": {
                "Choice": "Lipids and nucleic acids",
                "Key": {
                    "Correct": false,
                    "Rationale": "Increasing nucleic acid intake does not cause an increase in lean muscle mass or strengthen tendons or ligaments.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "27": {
        "Number": 27,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "",
            ""
        ],
        "SubTopics": [
            "B.12(F)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Scientists have observed many types of tropical fish moving beyond their traditional ocean ranges into waters that have historically been more temperate. These fish compete for food with native fish, consuming much from the kelp forests and beds of sea grass.",
            "The expansion of the ranges of tropical fish was most likely caused by —"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "agricultural runoff that contributes to dead zones in the ocean",
                "Key": {
                    "Correct": false,
                    "Rationale": "Fish die in dead zones due to lack of dissolved oxygen. Agricultural runoff provides excess nutrients that are used by producers. The producers overproduce, die, and decompose.",
                    "Percent": 23
                }
            },
            "B": {
                "Choice": "global droughts that raise the salt concentration of ocean waters",
                "Key": {
                    "Correct": false,
                    "Rationale": "The effect of droughts on ocean salinity is not a major force for fish movement as many fish are sensitive to changes in salinity.",
                    "Percent": 14
                }
            },
            "C": {
                "Choice": "the rising temperatures of ocean waters",
                "Key": {
                    "Correct": true,
                    "Rationale": "Increasing temperatures of ocean waters due to climate changes resulted in tropical fish moving to different areas in the ocean with temperatures that suit them.",
                    "Percent": 53
                }
            },
            "D": {
                "Choice": "acid rain pollution that lowers the pH of ocean waters",
                "Key": {
                    "Correct": false,
                    "Rationale": "Lowering the pH of ocean waters will make the ocean uninhabitable for many fish species.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "28": {
        "Number": 28,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "",
            ""
        ],
        "SubTopics": [
            "B.7(C)",
            "B.2(G)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The diagram shows light- and dark-colored beetles that live on a tree.",
            "problems/TX18HSB/media/28a.jpg",
            "Which result is most likely to occur to the beetle population due to predation over time?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The number of light-colored beetles in the population will increase.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Dark-colored beetles are more likely to be preyed upon because their coloration makes them more visible to predators while the light-colored beetles are more likely to increase since their coloration allows them to avoid predators better than dark-colored beetles.",
                    "Percent": 82
                }
            },
            "G": {
                "Choice": "There will be more dark-colored beetles than light-colored beetles.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Dark-colored beetles are more likely to be preyed upon because their coloration makes them more visible to predators.",
                    "Percent": 5
                }
            },
            "H": {
                "Choice": "The number of light-colored beetles will decrease.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Light-colored beetles are more likely to increase since their coloration allows them to avoid predators better than dark-colored beetles.",
                    "Percent": 8
                }
            },
            "J": {
                "Choice": "The dark-colored beetles will move to a different type of tree.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Predation would not change the natural habitat of the beetles.",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    },
    "29": {
        "Number": 29,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "",
            ""
        ],
        "SubTopics": [
            "B.6(F)",
            "B.2(F)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "In cattle the allele for cloven hooves (H) is dominant over the allele for mule-foot hooves (h). The phenotype for each trait is shown in this picture.",
            "problems/TX18HSB/media/29a.jpg",
            "problems/TX18HSB/media/29b.jpg",
            "What is the probability of cloven hooves in the offspring of parents that are heterozygous for the trait?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "25%",
                "Key": {
                    "Correct": false,
                    "Rationale": "The expected probability of mule-foot hooves, the recessive phenotype, or of homozygous (having two of the same alleles) dominant genotype is 25%.",
                    "Percent": 11
                }
            },
            "B": {
                "Choice": "50%",
                "Key": {
                    "Correct": false,
                    "Rationale": "It is not possible with the given cross and alleles to have 50% of offspring with cloven hooves.",
                    "Percent": 29
                }
            },
            "C": {
                "Choice": "75%",
                "Key": {
                    "Correct": true,
                    "Rationale": "The cross between two heterozygous (having an allele for both traits) individuals with complete dominance will result in 75% of offspring showing the dominant phenotype (cloven hooves) and 25% of offspring expressing the recessive phenotype (mule- foot hooves).",
                    "Percent": 51
                }
            },
            "D": {
                "Choice": "100%",
                "Key": {
                    "Correct": false,
                    "Rationale": "Both parents have recessive alleles, allowing a 25% chance of having offspring with the recessive phenotype.",
                    "Percent": 9
                }
            }
        },
        "Parts": {}
    },
    "30": {
        "Number": 30,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "",
            ""
        ],
        "SubTopics": [
            "B.10(B)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "A corn plant produces both male and female flowers. The male flower forms the tassel and the female flower forms the ear of corn. The silks that emerge from the ear are the stigma of the female flower. Each silk leads to an ovule that can become a corn seed.",
            "problems/TX18HSB/media/30a.jpg",
            "Which of these must happen for corn seeds to develop on the ear?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "More tassels than silks need to be present on the same plant.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The amount of tassels and silks do not prevent the plant from self-fertilizing.",
                    "Percent": 6
                }
            },
            "G": {
                "Choice": "Pollen grains must fall from tassels and land on the silks of the ear.",
                "Key": {
                    "Correct": true,
                    "Rationale": "A pollen grain from the male flower must land on the silks/stigmata of the female flowers. The pollen on the stigmata can then travel to the ovule for the plant to successfully self-fertilize.",
                    "Percent": 50
                }
            },
            "H": {
                "Choice": "Pollen must be transported from the tassel to the silk through the phloem.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The phloem is a type of vascular tissue responsible for transporting sugars in the plant.",
                    "Percent": 32
                }
            },
            "J": {
                "Choice": "The tassels must come into direct contact with the silks of the ear.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Pollen is the part of the plant needed to fertilize an ovule. The tassels and silks do not have to come into direct contact for self- fertilization to occur.",
                    "Percent": 12
                }
            }
        },
        "Parts": {}
    },
    "31": {
        "Number": 31,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "",
            ""
        ],
        "SubTopics": [
            "B.7(E)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Adaptations that result from natural selection are expected to increase the fitness of an organism. In terms of natural selection, which of the following best describes fitness?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Being able to escape from predators",
                "Key": {
                    "Correct": false,
                    "Rationale": "Being able to escape from predators does not ensure reproductive success.",
                    "Percent": 11
                }
            },
            "B": {
                "Choice": "Being among the strongest organisms in a population",
                "Key": {
                    "Correct": false,
                    "Rationale": "Strength does not determine survivability or reproductive success in certain environments.",
                    "Percent": 11
                }
            },
            "C": {
                "Choice": "Being able to survive, find a mate, and produce offspring",
                "Key": {
                    "Correct": true,
                    "Rationale": "Fitness describes an organism's overall ability to survive and reproduce successfully (having viable and fertile offspring to carry traits to the next generation) within its environment.",
                    "Percent": 68
                }
            },
            "D": {
                "Choice": "Being able to survive long enough to reach the adult stage",
                "Key": {
                    "Correct": false,
                    "Rationale": "Reaching the adult stage does not guarantee survivability or reproductive success.",
                    "Percent": 11
                }
            }
        },
        "Parts": {}
    },
    "32": {
        "Number": 32,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "",
            ""
        ],
        "SubTopics": [
            "B.6(G)",
            "B.3(F)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "In the early 1900s, Thomas Hunt Morgan was among the first scientists to contribute to the chromosome theory of heredity. Morgan's investigations into heredity in fruit flies led him to propose that the event represented in the diagram sometimes occurs.",
            "problems/TX18HSB/media/32a.jpg",
            "Which statement about the event represented in the diagram is valid?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The event represents RNA translation in the smooth endoplasmic reticulum.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The diagram represents the crossing over of two homologous chromosomes during meiosis.",
                    "Percent": 28
                }
            },
            "G": {
                "Choice": "The event takes place in bacterial cells.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Crossing over does not occur in bacterial cells because DNA is not organized in homologous chromosome pairs.",
                    "Percent": 5
                }
            },
            "H": {
                "Choice": "The event produces genetically identical daughter cells.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Crossing over during meiosis would not produce genetically identical cells.",
                    "Percent": 20
                }
            },
            "J": {
                "Choice": "The event provides genetic diversity in eukaryotic cells.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The diagram represents the process of crossing over. Crossing over provides genetic diversity in eukaryotic cells.",
                    "Percent": 48
                }
            }
        },
        "Parts": {}
    },
    "33": {
        "Number": 33,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "",
            ""
        ],
        "SubTopics": [
            "B.10(C)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The human body is composed of organ systems. Which list represents a system organized from least to most complex?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Heart ⇒ cardiac muscle ⇒ muscle tissue ⇒ muscle cell",
                "Key": {
                    "Correct": false,
                    "Rationale": "A cell is not more complex than an organ, such as the heart.",
                    "Percent": 14
                }
            },
            "B": {
                "Choice": "Lung tissue ⇒ trachea ⇒ nostrils ⇒ circulatory system",
                "Key": {
                    "Correct": false,
                    "Rationale": "Nostrils are not an example of an organ or organ system.",
                    "Percent": 15
                }
            },
            "C": {
                "Choice": "Muscle cell ⇒ muscle tissue ⇒ biceps muscle ⇒ muscular system",
                "Key": {
                    "Correct": true,
                    "Rationale": "Many cells with the same function form tissues. Different tissues with similar functions form an organ, and many different organs that work together form an organ system.",
                    "Percent": 63
                }
            },
            "D": {
                "Choice": "Integumentary system ⇒ skin cell ⇒ hair ⇒ sweat glands",
                "Key": {
                    "Correct": false,
                    "Rationale": "The integumentary system is the most complex item in this list.",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    },
    "34": {
        "Number": 34,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "",
            ""
        ],
        "SubTopics": [
            "B.5(B)",
            "B.2(F)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Some components of cells are listed.",
            ":box:1. Cytoplasm\n2. Nucleus\n3. Chloroplasts\n4. Cell Wall\n5. Cell membrane",
            "Which of the components could be observed using a microscope in a prepared slide of leaf epidermal cells but not in a prepared slide of human cheek cells?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Components 2 and 3 only",
                "Key": {
                    "Correct": false,
                    "Rationale": "A nucleus can be found in an animal cell.",
                    "Percent": 10
                }
            },
            "G": {
                "Choice": "Components 3 and 4 only",
                "Key": {
                    "Correct": true,
                    "Rationale": "Only a plant cell would contain chloroplasts and a cell wall.",
                    "Percent": 60
                }
            },
            "H": {
                "Choice": "Components 1, 2, and 3 only",
                "Key": {
                    "Correct": false,
                    "Rationale": "Cytoplasm and a nucleus can be found in an animal cell.",
                    "Percent": 19
                }
            },
            "J": {
                "Choice": "Components 1 and 5 only",
                "Key": {
                    "Correct": false,
                    "Rationale": "Cytoplasm and a cell membrane can be found in an animal cell.",
                    "Percent": 12
                }
            }
        },
        "Parts": {}
    },
    "35": {
        "Number": 35,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "",
            ""
        ],
        "SubTopics": [
            "B.7(B)",
            "B.2(C)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Niles Eldredge and Stephen Jay Gould researched the lenses of the eyes of fossil trilobites of different species. In 1972 they published a paper in which they described the tendency of a species to remain the same until a sudden change in the environment causes a new related species to appear.",
            "Which hypothesis was most challenged by the work of Eldredge and Gould?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Redi's hypothesis that spontaneous generation does not occur",
                "Key": {
                    "Correct": false,
                    "Rationale": "Spontaneous generation is the idea that organisms arise from nonliving things.",
                    "Percent": 18
                }
            },
            "B": {
                "Choice": "Haeckel's hypothesis that embryological development mimics the evolution of species",
                "Key": {
                    "Correct": false,
                    "Rationale": "Embryological development (the study of the development of an organism) does not explain patterns seen in the fossil record.",
                    "Percent": 18
                }
            },
            "C": {
                "Choice": "Wallace's hypothesis that geography affects the distribution of species",
                "Key": {
                    "Correct": false,
                    "Rationale": "Geographic distribution does not explain the sudden appearance of organisms in the fossil record.",
                    "Percent": 20
                }
            },
            "D": {
                "Choice": "Darwin's hypothesis that the development of species is a slow, gradual process",
                "Key": {
                    "Correct": true,
                    "Rationale": "Gradualism suggests that species developed and evolved over time, whereas punctuated equilibrium suggests that species appear abruptly due to quick evolution between periods of stasis within the fossil record.",
                    "Percent": 44
                }
            }
        },
        "Parts": {}
    },
    "36": {
        "Number": 36,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "",
            ""
        ],
        "SubTopics": [
            "B.6(A)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Which part of a DNA molecule is responsible for the direct coding of specific traits in an organism?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The number of hydrogen bonds that hold the strands of DNA together.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Hydrogen bonds are responsible for linking together nucleotide base pairs, not storing genetic information.",
                    "Percent": 16
                }
            },
            "G": {
                "Choice": "The number of carbons in the DNA molecule.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Carbons are part of the molecular structure of DNA, but they are not responsible for storing genetic information.",
                    "Percent": 6
                }
            },
            "H": {
                "Choice": "The sequence of nucleotide bases in the DNA molecule.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sequence of nucleotide bases in the DNA molecule holds the genetic information for the coding of an organism's traits.",
                    "Percent": 63
                }
            },
            "J": {
                "Choice": "The sequences of phosphates along each DNA strand.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Phosphates are part of the molecular structure of DNA, but they are not responsible for storing genetic information.",
                    "Percent": 15
                }
            }
        },
        "Parts": {}
    },
    "37": {
        "Number": 37,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "",
            ""
        ],
        "SubTopics": [
            "B.4(B)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "When mammals get an infection, their internal body temperature often rises 2 to 3 degrees Celsius. The body gets the energy it needs to react to an infection by —"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "increasing the rate of cellular division",
                "Key": {
                    "Correct": false,
                    "Rationale": "Cell division does not produce energy; it uses energy.",
                    "Percent": 26
                }
            },
            "B": {
                "Choice": "decreasing the rate of glucose movement into the cell",
                "Key": {
                    "Correct": false,
                    "Rationale": "Cells require more glucose to break down for energy to respond to an infection.",
                    "Percent": 14
                }
            },
            "C": {
                "Choice": "increasing the rate of cellular respiration in mitochondria",
                "Key": {
                    "Correct": true,
                    "Rationale": "By increasing the rate of cellular respiration in the mitochondria, more ATP (cellular energy) can be created in a shorter period of time to supply energy demands by the immune system.",
                    "Percent": 48
                }
            },
            "D": {
                "Choice": "decreasing the rate at which carbon dioxide is removed from the cell",
                "Key": {
                    "Correct": false,
                    "Rationale": "Carbon dioxide is a by-product of cellular respiration and not required for the process.",
                    "Percent": 12
                }
            }
        },
        "Parts": {}
    },
    "38": {
        "Number": 38,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "",
            ""
        ],
        "SubTopics": [
            "B.6(B)",
            "B.3(D)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Scientists use zebra fish to study human genetic diseases because zebra fish and humans share many of the same genetic diseases.",
            "Which statement describes why zebra fish experience similar genetic diseases as humans?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Zebra fish have an omnivorous diet similar to that of humans.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Diet comparison of organisms does not determine how close two organisms are genetically.",
                    "Percent": 7
                }
            },
            "G": {
                "Choice": "Zebra fish have nucleotide sequences similar to those of humans.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Similarities in nucleotide sequences mean that both zebra fish and humans have similar DNA and genes; therefore they are more likely to have the same genetic diseases.",
                    "Percent": 62
                }
            },
            "H": {
                "Choice": "Zebra fish go through embryonic stages similar to those of humans.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Embryonic development does not determine how close two organisms are genetically.",
                    "Percent": 13
                }
            },
            "J": {
                "Choice": "Zebra fish produce gametes through a process that is similar to that of humans.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Similarities in cellular processes for reproduction do not determine how close two organisms are genetically.",
                    "Percent": 19
                }
            }
        },
        "Parts": {}
    },
    "39": {
        "Number": 39,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "",
            ""
        ],
        "SubTopics": [
            "B.10(A)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "How do the circulatory system and immune system work together to respond to an injury?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Increased blood flow kills healthy cells which prevents infection at the site of the injury.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Healthy cells are not destroyed by the immune cells in the blood.",
                    "Percent": 8
                }
            },
            "B": {
                "Choice": "Increased blood flow removes infected cells from the body at the site of the injury.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Infected cells are destroyed and removed by specialized cells of the immune system.",
                    "Percent": 21
                }
            },
            "C": {
                "Choice": "Increased blood flow carries white blood cells to the site of the injury.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The circulatory system carries blood which contains white blood cells, an immune system component, to the site of the injury.",
                    "Percent": 60
                }
            },
            "D": {
                "Choice": "Increased blood flow allows for an increase in the exchange of O₂ and CO₂ at the site of the injury.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Gas exchange only involves the circulatory system at the site of the injury and does not involve the immune system.",
                    "Percent": 11
                }
            }
        },
        "Parts": {}
    },
    "40": {
        "Number": 40,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "",
            ""
        ],
        "SubTopics": [
            "B.4(A)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "A student groups different types of cells as shown.",
            "problems/TX18HSB/media/40a.jpg",
            "Which table headings should the student use for the two groups?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "problems/TX18HSB/media/40b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "Animal cells are eukaryotic and would have an illustration of cells with organelles.",
                    "Percent": 14
                }
            },
            "G": {
                "Choice": "problems/TX18HSB/media/40c.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "Group 1 is illustrating cells without organelles, which are prokaryotic cells. Group 2 is illustrating cells with organelles, which are eukaryotic cells.",
                    "Percent": 73
                }
            },
            "H": {
                "Choice": "problems/TX18HSB/media/40d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "One of the cells in Group 2 is a plant cell and is not capable of movement.",
                    "Percent": 7
                }
            },
            "J": {
                "Choice": "problems/TX18HSB/media/40e.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "Fungal cells are eukaryotic and would have an illustration of cells with organelles. Bacterial cells are prokaryotic and would have an illustration of cells without organelles.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "41": {
        "Number": 41,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "",
            ""
        ],
        "SubTopics": [
            "B.11(D)",
            "B.2(G)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Enchanted Rock State Natural Area is located in Central Texas. Enchanted Rock is a dome of granite. The area contains four easily identifiable communities. The table describes characteristics of each type of community in the area.",
            "problems/TX18HSB/media/41a.jpg",
            "A student studying primary succession should focus on which of these communities?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Open oak woodland",
                "Key": {
                    "Correct": false,
                    "Rationale": "The open oak woodland represents a later stage in succession due to the presence of oaks.",
                    "Percent": 13
                }
            },
            "B": {
                "Choice": "Mesquite grassland",
                "Key": {
                    "Correct": false,
                    "Rationale": "Thick soil is present, which indicates a stage of succession after primary succession.",
                    "Percent": 14
                }
            },
            "C": {
                "Choice": "Floodplain",
                "Key": {
                    "Correct": false,
                    "Rationale": "The floodplain is in secondary succession due to the presence of grasses and shrubs; soil is present.",
                    "Percent": 18
                }
            },
            "D": {
                "Choice": "Granite rock",
                "Key": {
                    "Correct": true,
                    "Rationale": "Indicators of primary succession include the presence of rock and pioneer species (organisms that break down rock to create soil, such as lichen) and the lack of soil.",
                    "Percent": 54
                }
            }
        },
        "Parts": {}
    },
    "42": {
        "Number": 42,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "",
            ""
        ],
        "SubTopics": [
            "B.8(B)",
            "B.2(G)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The relationships among different orders of millipedes are shown in the cladogram.",
            "problems/TX18HSB/media/42a.jpg",
            "Based on this cladogram, which statement best describes relationships among millipede orders?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Stemmiulida is more closely related to Merocheta than Penicillata is to Merocheta.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Stemmiulida and Merocheta share four common ancestors (as represented by the nodes) on the cladogram, while Penicillata and Merocheta share only one common ancestor.",
                    "Percent": 77
                }
            },
            "G": {
                "Choice": "Spirostreptida is more closely related to Glomerida than Sphaerotheriida is to Glomerida.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Spirostreptida and Glomerida share only two common ancestors on the cladogram, while Sphaerotheriida and Glomerida share three common ancestors.",
                    "Percent": 8
                }
            },
            "H": {
                "Choice": "Polyzoniida is more closely related to Glomeridesmida than Sphaerotheriida is to Glomeridesmida.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Polyzoniida and Glomeridesmida share only two common ancestors on the cladogram, while Sphaerotheriida and Glomeridesmida share three common ancestors.",
                    "Percent": 10
                }
            },
            "J": {
                "Choice": "Merocheta is more closely related to Glomeridesmida than Glomerida is to Glomeridesmida.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Merocheta and Glomeridesmida share only two common ancestors on the cladogram, while Glomerida and Glomeridesmida share three common ancestors.",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    },
    "43": {
        "Number": 43,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "",
            ""
        ],
        "SubTopics": [
            "B.9(A)",
            "B.2(H)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Two biomolecules are shown.",
            "problems/TX18HSB/media/43a.jpg",
            "problems/TX18HSB/media/43b.jpg",
            "Which of the following best describes these biomolecules?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Molecule X and Molecule Y are both carbohydrates.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Molecule Y contains phosphorus, which is not in carbohydrates.",
                    "Percent": 12
                }
            },
            "B": {
                "Choice": "Molecule X is a nucleic acid, and Molecule Y is a carbohydrate.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Molecule X does not contain phosphorus, which is an indicator of nucleic acids.",
                    "Percent": 25
                }
            },
            "C": {
                "Choice": "Molecule X and Molecule Y are both nucleic acids.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Molecule X does not contain phosphorus or a 5-carbon sugar.",
                    "Percent": 7
                }
            },
            "D": {
                "Choice": "Molecule X is a carbohydrate, and Molecule Y is a nucleic acid.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Molecule X has carbon, hydrogen, and oxygen in a 1:2:1 ratio, which is characteristic of a simple sugar, which is a carbohydrate. Molecule Y contains phosphorous and the nitrogenous bases uracil (U), adenine (A), and guanine (G), which are characteristics of a nucleic acid.",
                    "Percent": 57
                }
            }
        },
        "Parts": {}
    },
    "44": {
        "Number": 44,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "",
            ""
        ],
        "SubTopics": [
            "B.12(A)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "In North American forests, two species of birds, nuthatches and brown creepers, forage on the same trees for insects. Brown creepers feed on insects found near the bottom of the tree trunk, while nuthatches feed on insects in the top part of the tree.",
            "The difference in foraging behavior most likely affects the nuthatches and brown creepers by —"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "allowing the birds to avoid many types of predators",
                "Key": {
                    "Correct": false,
                    "Rationale": "The species use flying as a defense against predation, which is not attributable to foraging behavior.",
                    "Percent": 8
                }
            },
            "G": {
                "Choice": "reducing competition between the birds for resources",
                "Key": {
                    "Correct": true,
                    "Rationale": "The two birds are foraging at different parts of the tree, which reduces competition for food.",
                    "Percent": 74
                }
            },
            "H": {
                "Choice": "preventing the birds from interbreeding with each other",
                "Key": {
                    "Correct": false,
                    "Rationale": "Foraging behavior does not prevent birds from interbreeding with each other.",
                    "Percent": 10
                }
            },
            "J": {
                "Choice": "establishing dominance between the birds for nesting sites",
                "Key": {
                    "Correct": false,
                    "Rationale": "Foraging behavior does not establish dominance between the birds for nesting sites.",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    },
    "45": {
        "Number": 45,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "",
            ""
        ],
        "SubTopics": [
            "B.10(B)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Fruits grown in hot climates are usually less sweet than those grown in cooler temperatures. The high temperatures increase the rate of respiration in the plants, thus reducing the sugar content in some fruits.",
            "Why does increased respiration in the leaves and stems reduce the sugar content in the fruits of a plant?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Chloroplasts move from the fruits to the leaves and stems to provide energy for respiration.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Chloroplasts are not capable of moving from the leaves to the fruits of a plant.",
                    "Percent": 17
                }
            },
            "B": {
                "Choice": "The flow of nutrients shifts from the phloem to the xylem, moving nutrients away from the fruits.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Xylem transports water and minerals. Fruit requires nutrients to grow.",
                    "Percent": 17
                }
            },
            "C": {
                "Choice": "Sugars are moved from the fruits to the roots for storage.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Sugars that could be stored in roots are used to meet energy demands.",
                    "Percent": 10
                }
            },
            "D": {
                "Choice": "Sugars produced in the leaves are used as an energy source instead of being stored in fruits.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sugars produced have to be used to meet higher energy demands due to a hotter environment. Plants that live in temperate environments are able to store more sugar due to lower energy demands and are sweeter.",
                    "Percent": 56
                }
            }
        },
        "Parts": {}
    },
    "46": {
        "Number": 46,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "",
            ""
        ],
        "SubTopics": [
            "B.5(A)",
            "B.2(G)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "This model of the cell cycle includes two arrows that each represent a process in the cycle.",
            "problems/TX18HSB/media/46a.jpg",
            "What do the two arrows represent?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Arrow 1 represents prophase, and Arrow 2 represents interphase.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Arrow 1 represents interphase, and Arrow 2 represents mitosis.",
                    "Percent": 21
                }
            },
            "G": {
                "Choice": "Arrow 1 represents mitosis, and Arrow 2 represents meiosis.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Arrow 1 represents interphase, and Arrow 2 represents mitosis.",
                    "Percent": 18
                }
            },
            "H": {
                "Choice": "Arrow 1 represents interphase, and Arrow 2 represents mitosis.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Arrow 1 includes G1 phase, S phase, and G2 phase, which are all part of interphase. Arrow 2 includes the phases between G2 phase and G1 phase, which is mitosis, also known as M phase.",
                    "Percent": 53
                }
            },
            "J": {
                "Choice": "Arrow 1 represents meiosis, and Arrow 2 represents prophase.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Arrow 1 represents interphase, and Arrow 2 represents mitosis.",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    },
    "47": {
        "Number": 47,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "",
            ""
        ],
        "SubTopics": [
            "B.9(B)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Which statement explains how producers are dependent upon consumers for their survival?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Consumers supply oxygen for producers to undergo aerobic respiration.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Consumers use oxygen produced by producers. Consumers do not produce oxygen.",
                    "Percent": 10
                }
            },
            "B": {
                "Choice": "Consumers produce carbon dioxide for producers to use during photosynthesis.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The carbon dioxide produced from cellular respiration is used by producers in photosynthesis.",
                    "Percent": 70
                }
            },
            "C": {
                "Choice": "Consumers provide chemical energy needed by producers for cellular respiration.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Producers obtain chemical energy through photosynthesis.",
                    "Percent": 14
                }
            },
            "D": {
                "Choice": "Consumers make lactic acid that producers use in photosynthesis.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Lactic acid is a by-product of anaerobic respiration (respiration that does not use oxygen) that is not used by producers.",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    },
    "48": {
        "Number": 48,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "",
            ""
        ],
        "SubTopics": [
            "B.4(C)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Which of these describes a difference between viruses and cells?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Cells contain protein, and viruses contain only carbohydrates.",
                "Key": {
                    "Correct": false,
                    "Rationale": "All viruses contain proteins and nucleic acids on the inside.",
                    "Percent": 6
                }
            },
            "G": {
                "Choice": "Viruses have flagella, and cells have only cilia.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Viruses do not have flagella. Cells can have cilia and/or flagella.",
                    "Percent": 7
                }
            },
            "H": {
                "Choice": "Cells reproduce independently, and viruses require a host to reproduce.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Cells are able to reproduce independently, and viruses require a host cell to reproduce.",
                    "Percent": 79
                }
            },
            "J": {
                "Choice": "Viruses have membranes made of proteins, and cells have membranes made of nucleic acid.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Cells have membranes composed of mostly lipids, with proteins and carbohydrates embedded. Viruses do not have membranes.",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    },
    "49": {
        "Number": 49,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "",
            ""
        ],
        "SubTopics": [
            "B.12(E)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "As part of the nitrogen cycle, animals acquire some amino acids by doing which of the following?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Breathing air",
                "Key": {
                    "Correct": false,
                    "Rationale": "Nitrogen in the air must be converted to a usable form.",
                    "Percent": 23
                }
            },
            "B": {
                "Choice": "Eating plants",
                "Key": {
                    "Correct": true,
                    "Rationale": "Plants produce proteins that can be consumed and broken down by animals into amino acids.",
                    "Percent": 52
                }
            },
            "C": {
                "Choice": "Drinking water",
                "Key": {
                    "Correct": false,
                    "Rationale": "Water is primarily a source for hydrogen, oxygen, and minerals.",
                    "Percent": 9
                }
            },
            "D": {
                "Choice": "Producing waste",
                "Key": {
                    "Correct": false,
                    "Rationale": "Waste production can remove some amino acids rather than add them as suggested in the question.",
                    "Percent": 17
                }
            }
        },
        "Parts": {}
    },
    "50": {
        "Number": 50,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "",
            ""
        ],
        "SubTopics": [
            "B.10(A)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Which two body systems must directly interact for vertebrate organisms to exchange gases?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Skeletal system and muscular system",
                "Key": {
                    "Correct": false,
                    "Rationale": "The skeletal and muscular systems primarily work together for movement, not gas exchange.",
                    "Percent": 9
                }
            },
            "G": {
                "Choice": "Excretory system and reproductive system",
                "Key": {
                    "Correct": false,
                    "Rationale": "The excretory system rids the body of waste materials, such as urine, and the reproductive system allows for the continuation of the species.",
                    "Percent": 9
                }
            },
            "H": {
                "Choice": "Circulatory system and respiratory system",
                "Key": {
                    "Correct": true,
                    "Rationale": "The lungs of the respiratory system are involved in taking in oxygen from the environment and releasing carbon dioxide into the environment. The blood of the circulatory system carries oxygen to cells and carries away carbon dioxide from cells.",
                    "Percent": 63
                }
            },
            "J": {
                "Choice": "Digestive system and immune system",
                "Key": {
                    "Correct": false,
                    "Rationale": "The digestive system controls how the organism gains nutrients from the breakdown of food, and the immune system maintains the health of the organism by destroying harmful germs.",
                    "Percent": 19
                }
            }
        },
        "Parts": {}
    },
    "51": {
        "Number": 51,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "",
            ""
        ],
        "SubTopics": [
            "B.7(A)",
            "B.3(A)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The image shows part of the humerus bone in different genera of primates.",
            "problems/TX18HSB/media/51a.jpg",
            "Which statement is best supported by the observable structures of the different humerus bones?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The primates lived in similar environments.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Similar structures do not definitively support that the organisms lived in similar environments and have similar structures due to convergent evolution.",
                    "Percent": 7
                }
            },
            "B": {
                "Choice": "The primates shared a common ancestor.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The similarities in structures suggest that each primate shown diverged from a common ancestor.",
                    "Percent": 82
                }
            },
            "C": {
                "Choice": "The primates interbreed with similar organisms in a population.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Interbreeding within one's population or species is not an indicator of similarities among different species.",
                    "Percent": 8
                }
            },
            "D": {
                "Choice": "The primates had diets that consisted of similar types of foods.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Diet does not solely determine structural similarities.",
                    "Percent": 2
                }
            }
        },
        "Parts": {}
    },
    "52": {
        "Number": 52,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "",
            ""
        ],
        "SubTopics": [
            "B.6(E)",
            "B.3(A)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "A certain mutation in the gene for hemoglobin results in the red blood cells becoming sticky, rigid, and irregularly shaped. These irregularly shaped red blood cells block the flow of blood throughout the body. A single base mutation is responsible for these irregularly shaped blood cells.",
            "problems/TX18HSB/media/52a.jpg",
            "Which of these mutations most likely results in the mutated hemoglobin gene?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Insertion",
                "Key": {
                    "Correct": false,
                    "Rationale": "An insertion mutation inserts an extra base pair into the DNA sequence.",
                    "Percent": 13
                }
            },
            "G": {
                "Choice": "Deletion",
                "Key": {
                    "Correct": false,
                    "Rationale": "A deletion mutation deletes a base pair from the DNA sequence.",
                    "Percent": 6
                }
            },
            "H": {
                "Choice": "Duplication",
                "Key": {
                    "Correct": false,
                    "Rationale": "A duplication mutation causes additional copies of a section of DNA to be added to the DNA sequence.",
                    "Percent": 13
                }
            },
            "J": {
                "Choice": "Substitution",
                "Key": {
                    "Correct": true,
                    "Rationale": "The illustration shows the second nucleotide in the DNA template (bottom) strand changing from thymine (T) to adenine (A). A substitution mutation is when one nucleotide base is exchanged for another.",
                    "Percent": 67
                }
            }
        },
        "Parts": {}
    },
    "53": {
        "Number": 53,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "",
            ""
        ],
        "SubTopics": [
            "B.12(C)",
            "B.2(G)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "A partial meadow food web is shown.",
            "problems/TX18HSB/media/53a.jpg",
            "Based on this food web, which organisms are direct sources of energy for secondary consumers?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Aphid\nBird\nRabbit",
                "Key": {
                    "Correct": true,
                    "Rationale": "The aphid, bird, and rabbit are all primary consumers. They receive energy from the producers and store energy that is available for secondary consumers.",
                    "Percent": 67
                }
            },
            "B": {
                "Choice": "Ladybug\nFox\nDragonfly",
                "Key": {
                    "Correct": false,
                    "Rationale": "The fox is a 2nd-order consumer and not an energy source for other 2nd-order consumers in this food web.",
                    "Percent": 9
                }
            },
            "C": {
                "Choice": "Frog\nButterfly\nBerries",
                "Key": {
                    "Correct": false,
                    "Rationale": "Berries are not consumers. Berries are producers because they photosynthesize to create sugars to break down in the process of cellular respiration for energy.",
                    "Percent": 15
                }
            },
            "D": {
                "Choice": "Mouse\nSnake\nHawk",
                "Key": {
                    "Correct": false,
                    "Rationale": "The hawk is a 5th-order consumer and does not provide energy to any 2nd-order consumers in this food web.",
                    "Percent": 9
                }
            }
        },
        "Parts": {}
    },
    "54": {
        "Number": 54,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "",
            ""
        ],
        "SubTopics": [
            "B.10(C)",
            "B.2(G)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The diagrams show some of the levels of biological organization.",
            "problems/TX18HSB/media/54a.jpg",
            "In what order are the levels in the diagrams?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Population ⇒ community ⇒ ecosystem",
                "Key": {
                    "Correct": false,
                    "Rationale": "A population is a group of organisms that belong to the same species, not an individual organism.",
                    "Percent": 6
                }
            },
            "G": {
                "Choice": "Organism ⇒ community ⇒ population",
                "Key": {
                    "Correct": false,
                    "Rationale": "A community is all of the populations of different species that live in the same area, not one species.",
                    "Percent": 14
                }
            },
            "H": {
                "Choice": "Organism ⇒ population ⇒ community",
                "Key": {
                    "Correct": true,
                    "Rationale": "The illustration shows the organism level as an individual buffalo, the population level as multiple buffalo living in the same area, and the community level as multiple populations of different organisms living in the same area.",
                    "Percent": 77
                }
            },
            "J": {
                "Choice": "Ecosystem ⇒ population ⇒ community",
                "Key": {
                    "Correct": false,
                    "Rationale": "An ecosystem includes all the living and nonliving factors in an area, not an individual organism.",
                    "Percent": 4
                }
            }
        },
        "Parts": {}
    }
}