{
    "Directions": "Read this passage, then answer each question that follows.",
    "Context": [],
    "Title": "Passage 2: The King's Journey",
    "Subtitle": "",
    "Author": "by Betsy Sterman",
    "LabelType": "P",
    "Content": [
        ["1", "\tThere was once a king who ruled over vast lands. Every spring he journeyed round his kingdom to visit his people."],
        ["2", "\tA long, hard journey it was."],
        ["3", "\tAt the end of one such trip, he sighed and said, “Oh, what a fine reward I would give to anyone who could shorten my journey.”"],
        ["4", "\tSir Highfeather Bragg, the vainest man in the kingdom, pictured himself wearing a great glittering medal."],
        ["5", "\t“What you need is a new coach, Sire,” he said. “I will have one made for you.”"],
        ["6", "\t“What you need is a new coach, Sire,” he said. “I will have one made for you.”"],
        ["7", "\t“This is the swiftest carriage in all the land,” Sir Highfeather said proudly. “A dozen men worked a dozen months to make speed its very name. It will surely shorten your journey, Sire.”"],
        ["8", "\tBefore long the wheels spun out of control on the rutted road. The carriage overturned, and Sir Highfeather and the king were tossed to the ground. The horses broke from their harnesses and ran off before the king and Sir Highfeather could 1 brush the dust from their eyes."],
        ["9", "\tThe king stumbled back to the palace and once more set off in the slow but safe royal coach. For many days he jolted round his kingdom until he arrived back at the palace, aching and weary."],
        ["10", "\t“Ohhh,” he groaned. “What a great reward I would give to anyone who could shorten my journey.”"],
        ["11", "\tLord Puffpurse, the richest man in the kingdom, pictured himself surrounded by great piles of gold. “What you need is a new road, Sire,” he said. “I will have one built for you.”"],
        ["12", "\tThe next spring Lord Puffpurse announced that the grand new road was ready. “It slashes through forests, slices through hills, and leaps over streams,” he said. “This road will certainly shorten your journey, Sire!”"],
        ["13", "\tThe journey began pleasantly, but before long the bright day turned into a scowling storm. The coach lurched wildly, for now there were no sheltering trees to block the wind or stop piles of mud from sliding down bare hillsides. The bridges were in ruins, their planks ripped apart and their ropes whipping in the wind."],
        ["14", "\t“Turn back!” the king shouted to his coachman, and they continued the journey on the old road."],
        ["15", "\tWhen at last the weary king reached the palace, he moaned, “Ohhh, can this journey never be shortened for me?”"],
        ["16", "\tNow at this time and in this place, there lived a boy named Jack. He was shabby and plain, with clothes full of patches and a stomach pinched with hunger. But his eyes shone with a merry light, and he had a smile that crept into every corner of his face."],
        ["17", "\tWhen the next April came, up stepped Jack, leading an old brown horse. “Come with me, Sire,” he said with a smile. “Together we will make the shortest journey you have ever had.”"],
        ["18", "\tAs soon as they left the palace, Jack began to tell a story. A small story it was, but so funny that the king laughed and asked for another. On they went, with the king leaning close to hear Jack's voice. Each day, in calm weather or storm, Jack had stories to tell."],
        ["19", "\tAnd one day, just as a story ended, Jack stopped."],
        ["20", "\t“Look, Sire,” he said, pointing. “Your own palace lies ahead. You have reached the end of your journey!”"],
        ["21", "\t“So soon?” cried the king."],
        ["22", "\tJack only smiled, and as the truth dawned on him, the king began to laugh."],
        ["23", "\t“What a wise lad you are!” he said. “You have shortened my journey with words! I will give you a fine medal and as many bags of gold as your horse can carry!”"],
        ["24", "\t“What a wise lad you are!” he said. “You have shortened my journey with words! I will give you a fine medal and as many bags of gold as your horse can carry!”"]
    ],
    "Copyright": "“The King's Journey” by Betsy Sterman, from Spider Magazine, January 2008. Copyright © 2008 by Carus Publishing Company d/b/a Cricket Media.",
    "References": []
}