{
    "Directions": "Read the passage below, then answer each question that follows.",
    "Context": [],
    "Title": "Passage 2: What Is a Desert?",
    "Subtitle": "",
    "Author": "by Barbara Gowan",
    "LabelType": "P",
    "Content": [
        ["1", "\tA desert can be hot or cold, rocky or sandy, barren or covered in cactus. It can have seas of sand or rivers of ice, towering mountains or valleys below sea level, sand dunes or rocky plains. But all deserts share one characteristic: They are arid, or very dry."],
        ["2", "\tA desert [often] receives less than 10 inches of rain a year, and most of it comes in severe storms. Rain falls so hard and so fast that the ground cannot s͟o͟a͟k͟ ͟u͟p all the water. Because the air is dry and the sun's rays are intense, the water evaporates quickly."],
        ["3", "\tIn the desert, there are extreme temperature differences from day to night. The blazing sun heats the desert during the day. At night, temperatures fall rapidly. It can drop from 100°F to 60°F in just a few hours."],
        ["4", "\tDid you know that [more than] one third of the land surface of our planet is desert? North American deserts are called rain shadow deserts. This means they form in the shadow of the rain clouds. On one side of mountains in the west, warm, moist air from the Pacific Ocean rises and forms clouds. As the clouds move east across the mountains, rain falls. But when the clouds reach the other side, they no longer carry [much] moisture. So the rainy side is wet and covered with trees, while the rain shadow side is dry and bare."],
        ["5", "\tIt seems surprising, but some deserts are right next to water. Ocean currents chill the air, creating a thick fog blanket that traps moisture within it. So the land is arid—a desert."],
        ["6", "\tOther, cold deserts form because they are too far away from the ocean. By the time the air mass moves inland, there is no moisture left to form clouds. That means no rain falls."],
        ["7", "\tHowever they are formed and wherever they are, the world's deserts are fascinating places. So grab some water, and get ready to take a hike in the desert!"]
    ],
    "Copyright": "“What Is a Desert?” by Barbara Gowan, from Appleseeds Magazine, June 2014. Copyright © 2014 by Carus Publishing Company d/b/a Cricket Media.",
    "References": []
}