{
    "Directions": "Read this passage, then answer each question that follows.",
    "Context": [],
    "Title": "Passage 1: What About Rain Forests?",
    "Subtitle": "",
    "Author": "by Joy Palmer",
    "LabelType": "P",
    "Content": [
        ["", "Wʜᴀᴛ Aʀᴇ Rᴀɪɴ Fᴏʀᴇsᴛs?"],
        ["1", "\tRain forests are made up of tall trees and many other plants, all growing closely together. They cover huge areas of land. It is always hot and damp inside a rain forest, so plants keep growing all year round. Rain forests are home to the greatest variety of plants and animals in the world. People live there, too. The Amazon rain forest is the largest in the world."],
        ["", "Wʜᴇʀᴇ Aʀᴇ Rᴀɪɴ Fᴏʀᴇsᴛs?"],
        ["2", "\tMost rain forests grow in hot, wet parts of the world called the tropics. The tropics are near the equator. The equator is an imaginary line around the middle of the Earth, where the weather is warmest. Tropical rain forests are only found in countries near the equator."],
        ["", "Wʜᴀᴛ Aʀᴇ Rᴀɪɴ Fᴏʀᴇsᴛs Lɪᴋᴇ?"],
        ["3", "\tIt is hot and dark, and often wet, inside a rain forest. Many forest trees are very tall and grow close together. Their leaves and branches act like an umbrella, blocking out the strong sunlight. This thick top layer of leaves and branches is called the forest canopy. The canopy is the top layer of the forest. It gets almost all the sunlight and rainfall. Shorter trees and other plants grow under the canopy between the taller trees. The understory is a place of shade. Very little sunlight reaches the plants that grow there. Very little grows on the dark forest floor. It is always covered with fallen leaves, flowers, and twigs."],
        ["", "problems/NMG4E/media/S4a.jpg"],
        ["", "Wʜᴀᴛ Is ᴛʜᴇ Wᴇᴀᴛʜᴇʀ Lɪᴋᴇ?"],
        ["4", "\tRain forests are hot and wet all year around. The air inside a rain forest feels warm and damp. The trees help to make the rain. Big roots soak up water from the ground. The water is sucked up through the trunk into the leaves. The heat makes the water in the leaves evaporate into the air. This water vapor condenses to make clouds. Rain clouds release the rain onto the forest again."],
        ["", "Pʟᴀɴᴛs"],
        ["5", "\tTrees are the largest rain forest plants. Many rain forest trees have huge roots that show above the ground. These are called buttress roots. Many other plants grow underneath the trees. Some plants hang like thick ropes around the trunks and branches. Others live on the bark of the tree trunks. Many rare and unusual flowering plants grow in rain forests. The climbing pepper vine grows over other plants in sunlit clearings. The spiky leaves of a bromeliad let water flow easily into its center. A pitcher plant feeds on insects. It traps them inside its hollow leaves."],
        ["", "Bɪʀᴅs"],
        ["6", "\tBrightly colored birds, like the macaw, nest in the trees. They fly from branch to branch in search of food. Some birds are fruit eaters, and some birds are seed eaters. Many smaller birds feed on insects or nectar. The hummingbird's long, thick beak can reach the nectar inside the flowers. Some birds, like the nightjar, live on the ground. They peck for food on the forest floor."],
        ["", "Iɴsᴇᴄᴛs ᴀɴᴅ Sᴘɪᴅᴇʀs"],
        ["7", "\tMillions of tiny creatures such as insects and spiders live on the trees and in the undergrowth. Beetles, ants, and termites crawl among the dead leaves on the forest floor. They help to break up this forest litter. Leaf-cutter ants take leaves to their nests. They use them to make food. Termites help to clean the forest floor. They feed on dead wood. Butterflies and moths fly between the flowering plants, searching for nectar. They help to spread pollen from flower to flower."],
        ["", "Pᴇᴏᴘʟᴇ"],
        ["8", "\tPeople have lived in tropical rain forests for thousands of years. The forest provides them with food, shelter, clothes, tools, and medicines. Today there are millions of people living in rain forests around the world. They belong to different groups or tribes, each with its own customs. The Baka Pygmies live in the rain forests of West Africa. The Uru Eu Wau Wau, like many rain forest people, paint their bodies. The Kayapo hunt and grow crops in the forests of Brazil."]
    ],
    "Copyright": "“What About Rain Forests?” by Joy Palmer, from What About Rain Forests. Copyright © 1995 by Joy Palmer. Republished by permission of the author.",
    "References": []
}