{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": "",
    "Title": "(from) Jake Drake, Teacher’s Pet",
    "Subtitle": "",
    "Author": "by Andrew Clements",
    "LabelType": "P",
    "Content": [
        ["1", "\t When I was in third grade, we got five new computers in our classroom. Mrs. Snavin was my third-grade teacher, and she acted like computers were scary, especially the new ones. She always needed to look at a how-to book and the computer at the same time. Even then, she got mixed up a lot. Then she had to call Mrs. Reed, the librarian, to come and show her what to do."],
        ["2", "\t So it was a Monday morning in May, and Mrs. Snavin was sitting in front of a new computer at the back of the room. She was confused about a program we were supposed to use for a math project. My desk was near the computers, and I was watching her."],
        ["3", "\t Mrs. Snavin looked at the screen, and then she looked at this book, and then back at the screen again. Then she shook her head and let out this big sigh. I could tell she was almost ready to call Mrs. Reed."],
        ["4", "\t I’ve always liked computers, and I know how to do some stuff with them. Like turn them on and open programs, play games and type, make drawings, and build Web pages—things like that. So I got up from my desk, pointed at the screen, and said, “Mrs. Snavin, if you double-click on that little thing right there, then the program will start running. And then you click on this, and that opens up the part about number lines.”"],
        ["5", "\t So Mrs. Snavin did what I told her to and the program started running. Because that’s the way it works and anybody knows that. Except Mrs. Snavin."],
        ["6", "\t When the program started playing this stupid music, Mrs. Snavin smiled this huge smile at me and said, “Jake, you’re wonderful!” And she said it too loud. Way too loud."],
        ["7", "\t She said it so loud that every kid in the classroom stopped and turned to look at us, just in time to see Mrs. Snavin pat me on the top of my head like I was a nice little poodle or something. An embarrassed poodle with a bright red face."],
        ["8", "\t So I mumbled something like, “Oh, it was nothing.” Which was a mistake."],
        ["9", "\t Because right away she said, “But you’re wrong, Jake. I get so mixed up when I work with these new computers. And to think that all along I’ve had such a wonderful e͟x͟p͟e͟r͟t right here in my classroom, and I didn’t even know it! From now on you’re going to be my special computer helper!”"],
        ["10", "\t I sat down fast before she could pat me on the head again. But the worst part hadn’t happened yet. Because Mrs. Snavin walked to the front of the room and said, “Class, if any of you has trouble with the computers during math time this afternoon, just ask Jake what to do. He’s my special computer helper!”"],
        ["11", "\t By this time, my face was so red that I felt my ears start to get hot. I kept my eyes on my desk but even so, I knew everyone in the room was looking at me. And I was just waiting for someone to start making fun of me, especially the kids who know tons more about computers than I do. Like Ben. Or Shelley Orcut. She’s the biggest computer brain in our whole school."],
        ["12", "\t But just then the first period bell rang and it was time to go to art class. So I was saved by the bell."]
    ],
    "References": []
}