{
    "Directions": "Read the following passage. Then answer each question that follows.",
    "Context": [],
    "Title": "Nature's Builders",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        [" ", "Some people are builders. They use wood, brick, metal, and other materials to build the things we need, like homes, schools, and roads. Many other living creatures are builders too. They use mud, plants, and more to build homes that are just right for them."],
        ["", "Birds"],
        ["2", "Most birds build nests. A kind of bird called a killdeer makes its nest by scraping a shallow hole in sand or gravel. The bird and its chicks then rest inside the hole. Other birds build their nests out of twigs, grass, or their own feathers. Red ovenbirds use mud to build a bowl-shaped nest. This mud bowl rests high in the top branches of a tree. The sun bakes the mud so that it becomes hard, helping to protect the birds."],
        ["3", "Believe it or not, there is a kind of bird that builds something that seems like a bird city. This bird, called the social weaver, lives in Africa. Groups of these birds work together to build hundreds of nests. The nests are made from grass and sticks. They look like a big stack of hay hanging up in a tree."],
        ["4", "Most species of birds make their own style of nest. Cowbirds and cuckoos are different, however. Instead of building their own nests, they lay their eggs in nests that other species of birds have already made!"],
        ["", "Insects"],
        [" ", "There is a type of bug called a termite. Termites build huge structures. In Australia, these ant-like insects chew wood and mix it with mud. Then they pack the mixture into mounds that may be up to 30 feet tall. That's as tall as a three-story building! The mounds have tunnels running through them. These tunnels let air inside, keeping the middle of the tower cool. Underneath the mounds are more tunnels running through the ground. The termites use some tunnels as gardens to grow plants for food."],
        [" ", "Some wasps also use mud for building. One type of wasp called a mud dauber makes a round, cup-shaped nest out of mud. Mud daubers may join together several of these mud nests. Another kind of mud dauber builds long, hollow tubes of mud with small holes in them. The holes are usually for storing eggs or food. Meanwhile, the paper wasp chews wood and plant stems and uses them to create a nest. This football-shaped nest hangs from a tree branch. The outside of it looks as if it were covered with layers of rough gray paper."],
        ["", "Other Animals"],
        [" ", "A muskrat is an animal that lives in wet, swampy areas. It looks a little bit like a squirrel or a groundhog, but it has a long, dark tail. Some muskrats dig caves along the bank of a lake or stream. Others make lodges to live in out of plants. The lodge is round and is partly above the water. The muskrats must swim underwater to reach the entrance. The floor of the lodge is still above the water, allowing the muskrats to breathe air."],
        [" ", "Prairie dogs live together in large communities. Hundreds of them may live in the same small area! They dig long passages underground. These passages connect one room to another. Some rooms are for sleeping, while others are for storing food. There are many entrances to these rooms too. Prairie dogs sometimes poke their heads above ground to look around. When they see danger, they can bark a warning to all the others. Like the homes of many other animals, the prairie dog's home can help it to survive."],
        [" ", "The living spaces that all of these birds, insects, and other animals create can be truly amazing to see. Each is different, but it is the perfect place for the creatures that live there."]
    ],
    "Copyright": "",
    "References": []
}