{
    "Directions": "",
    "Context": [],
    "Title": "Where Do Animals Sleep?",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        [" ", "Many people sleep snugly in their beds. But where do the animals that live in the wild sleep? Many wild animals sleep in the same area that they spend their days. Their habitats, or places where the animals live, are where animals are most safe."],
        ["", "Aɴɪᴍᴀʟs Tʜᴀᴛ Sʟᴇᴇᴘ ɪɴ Tʀᴇᴇs"],
        [" ", "Sleeping in a tree can help to keep an animal safe. High up in the treetop, many animals are able to keep a distance from their enemies. It is not surprising that many birds choose to sleep in trees. Some hide in holes. Others find a branch to rest on."],
        [" ", "Other animals sleep in trees too. Many chimpanzees build nests out of branches and vines in the trees. Each night a chimpanzee will build itself a new nest. Some kinds of squirrels also sleep in trees. Their nests are often made of leaves."],
        ["", "Aɴɪᴍᴀʟs Tʜᴀᴛ Sʟᴇᴇᴘ Uᴘsɪᴅᴇ Dᴏᴡɴ"],
        [" ", "Some animals sleep upside down. Sloths hold on by their toes or claws and hang upside down from tree branches. Hanging upside down helps the sloth hide from predators."],
        [" ", "Bats sleep hanging upside down too. They sleep inside caves, trees, or even barns or attics. By hanging upside down, bats are ready to take flight if they are in danger."],
        ["", "Iɴsᴇᴄᴛs Tʜᴀᴛ Sʟᴇᴇᴘ ᴏɴ Fʟᴏᴡᴇʀs ᴏʀ Pʟᴀɴᴛs"],
        [" ", "Some animals use their colors to blend in. This way, they cannot be seen while they sleep. Some butterflies sleep on flowers. Some bees sleep inside flowers or under leaves. These two insects blend in with flowers very well."],
        ["", "Aɴɪᴍᴀʟs Tʜᴀᴛ Sʟᴇᴇᴘ ɪɴ ᴛʜᴇ Wᴀᴛᴇʀ"],
        [" ", "Some birds that live in or near water will sleep standing in the water. It is believed that sleeping on their feet allows these birds to take off quickly if they are in any danger. When birds sleep with only their feet in the water, it may help them to look like sticks in the water. This tricks predators into thinking they are sticks and not something the predators would like to eat."],
        [" ", "Fishes sleep in many different ways. Some rest on the lake or sea bottom, and some bury themselves in the sand or mud. This way of sleeping also works as a disguise. It can help fishes to hide from their enemies. Fishes sleep with their eyes open because they have no eyelids."],
        [" ", "Fishes and mammals, insects and birds—each creature on the planet has its own special place to sleep. Sweet dreams!"],
        ["", "problems/WIG3E/media/S2a.jpg"]
    ],
    "Copyright": "",
    "References": []
}