{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Words in Context, for which students must determine the meaning of a high-utility academic word or phrase in context or use such vocabulary in a precise, contextually appropriate way."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:On the basis of extensive calculations and models, astronomers in the 1990s predicted that the collision of two neutron stars or a neutron star and a black hole could release a massive burst of gamma rays in an event called a kilonova. This _______ was confirmed with observations in 2017.",
            "Which choice completes the text with the most logical and precise word or phrase?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "theory",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text's discussion of a prediction about a kilonova. In this context, a “theory” is an explanation that is considered scientifically acceptable. The text states that astronomers predicted in the 1990s that a collision between a black hole and a neutron star or between two neutron stars could release a massive gamma ray burst called a kilonova, explaining that they determined this possibility based on their extensive work with existing data and simulations (“calculations and models”). In other words, the prediction was a theory—a well-supported explanation—that, as the text indicates, was later confirmed with observations in 2017.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "evidence",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text indicates that it is the prediction made by astronomers in the 1990s that was confirmed in 2017, and a prediction of an event isn't “evidence,” or proof, of that event's existence, even when the prediction is based on extensive study. Further, there would be no need for later confirmation of something that was already recognized as evidence.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "constant",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this context, a “constant” is a situation or factor that doesn't change. The text indicates that it is the prediction made by astronomers in the 1990s that was confirmed in 2017, and there is no reason to describe the prediction as a constant because the text doesn't suggest that the prediction was completely unchanged over time—it addresses only the making of the prediction and its later confirmation.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "experiment",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text indicates that it is the prediction made by astronomers in the 1990s that was confirmed in 2017; although a prediction might be informed by an “experiment,” or a controlled test, a prediction is an idea rather than a test.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Words in Context, for which students must determine the meaning of a high-utility academic word or phrase in context or use such vocabulary in a precise, contextually appropriate way."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The following text is from John Muir's 1913 autobiography The Story of My Boyhood and Youth. Muir describes being on a boat.",
            ":ibox:The water was so CLEAR that it was almost invisible, and when we floated slowly out over the plants and fishes, we seemed to be miraculously sustained in the air while exploring a veritable fairyland.",
            "As used in the text, what does the word “clear” most nearly mean?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Simple",
                "Key": {
                    "Correct": false,
                    "Rationale": "In some contexts “clear” can mean “simple,” or uncomplicated, but Muir is describing the water, and water isn't typically described as either simple or complicated. Muir emphasizes the water's transparency, not its simplicity.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Understandable",
                "Key": {
                    "Correct": false,
                    "Rationale": "In some contexts “clear” can mean “understandable,” or reasonable or easily comprehended, but Muir is describing the water, and it doesn't make much sense to describe water as understandable. Muir emphasizes the water's transparency, not how easily the water can be understood.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Obvious",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although “clear” can mean “obvious,” or easily seen or understood, in some contexts, Muir's description emphasizes that the water “was almost invisible” and that the boat seemed to be “sustained in the air,” suggesting that the water was almost impossible to see, not that it was obvious.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Transparent",
                "Key": {
                    "Correct": true,
                    "Rationale": "As used in the text, “clear” most nearly means transparent, or see-through. Muir states that the water beneath the boat “was so clear that it was almost invisible,” suggesting that those on the boat were able to see through the water and easily observe plants and fish below the surface.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Words in Context, for which students must determine the meaning of a high-utility academic word or phrase in context or use such vocabulary in a precise, contextually appropriate way."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:At the turn of the twentieth century, Black residents of Richmond, Virginia, had few formal options for banking and other financial services. To _______ this situation, Maggie Lena Walker chartered the St. Luke Penny Savings Bank in 1903. The bank went on to provide home loans and savings opportunities to thousands of Black families over the following decades.",
            "Which choice completes the text with the most logical and precise word or phrase?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "prolong",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this context, “prolong” would mean to lengthen something in time. The text indicates that at the turn of the twentieth century, Black residents in Richmond, Virginia, were faced with a lack of formal banking options. The text then states that Walker founded a new bank that provided these residents with financial services. Therefore, instead of prolonging the situation, she took steps to rectify, or correct, it.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "rectify",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text's discussion of how Maggie Lena Walker addressed the lack of financial services available to Black residents in Richmond, Virginia, at the turn of the twentieth century. In this context, “rectify” means to correct or remedy something undesirable. The text indicates that by chartering the St. Luke Penny Savings Bank in 1903, Walker took action to provide local Black residents with greater access to financial services like home loans and savings opportunities. This context supports the idea that she aimed to rectify the undesirable situation affecting these residents.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "retain",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this context, “retain” would mean to continue to have or to keep something. According to the text, at the turn of the twentieth century, Black residents in Richmond, Virginia, had few formal banking options, and Walker chartered a new institution to provide these residents with expanded financial services; therefore, she took steps to rectify, not retain, the situation.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "highlight",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this context, “highlight” would mean to emphasize or call attention to something, but the text indicates that Walker took concrete steps beyond merely drawing attention to the situation Black residents were facing in Richmond, Virginia, at the turn of the twentieth century. According to the text, Walker worked to rectify, or correct, the lack of formal banking options that were available to these residents by establishing a bank that provided them with home loans and savings opportunities.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Words in Context, for which students must determine the meaning of a high-utility academic word or phrase in context or use such vocabulary in a precise, contextually appropriate way."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:The results of randomized clinical trials testing the efficacy of common medical interventions sometimes fail to _______ conclusions that practitioners reach based on their real-world observations of patients. While there are several possible reasons for this, one is that practitioners may overlook confounding variables that account for the results they attribute to the interventions in question.",
            "Which choice completes the text with the most logical and precise word or phrase?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "circumvent",
                "Key": {
                    "Correct": false,
                    "Rationale": "It wouldn't make sense to say that the results of clinical trials could “circumvent,” or find a way around or bypass, conclusions practitioners reach in real-world scenarios with patients; it's possible that researchers conducting the trials might avoid engaging with practitioners' conclusions, but findings from a study can't choose to get around something.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "corroborate",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text's discussion of a relationship between the results of randomized clinical tests of how effective common medical interventions are and the conclusions practitioners reach about such interventions in real-world settings. In this context, “corroborate” means confirm or support with evidence. The text indicates that one possible explanation for the relationship being discussed is that practitioners may overlook confounding variables—that is, additional factors other than the medical interventions being investigated that affect the observed outcomes. This means that practitioners may assume that an outcome is the direct result of a medical intervention when it is actually the result of a combination of factors. Clinical trials take steps to rule out factors other than the one being studied, so if those extra factors are actually having an effect on real-world outcomes, the trials are likely to produce conclusions different from those practitioners reach in their real-world observations. In other words, clinical trials may fail to corroborate practitioners' conclusions.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "disseminate",
                "Key": {
                    "Correct": false,
                    "Rationale": "It wouldn't make sense to say that the results of clinical trials could “disseminate,” or spread widely, conclusions practitioners reach in real-world scenarios with patients; the researchers conducting the trials might choose to draw attention to practitioners' conclusions, but findings from a study can't spread anything.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "implement",
                "Key": {
                    "Correct": false,
                    "Rationale": "It wouldn't make sense to say that the results of clinical trials could “implement,” or put into effect, conclusions practitioners reach in real-world scenarios with patients; the researchers conducting the trials might consider practitioners' conclusions, but findings from a study can't put anything into effect.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Words in Context, for which students must determine the meaning of a high-utility academic word or phrase in context or use such vocabulary in a precise, contextually appropriate way."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Diadromous fish migrate between freshwater and marine biomes during their life cycle. The migration's obligate nature is why diadromous fish can be _______ those that are merely euryhaline (able to tolerate high salinity): the euryhaline blackchin tilapia can survive high salinity, but its life cycle does not involve relocation to a different biome, as does that of the diadromous wild salmon.",
            "Which choice completes the text with the most logical and precise word or phrase?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "demarcated from",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text's discussion of diadromous fish. In this context, “demarcated from” means separate or set apart from. The text indicates that diadromous fish differ from euryhaline fish in that diadromous fish “migrate between freshwater and marine biomes during their life,” whereas euryhaline fish do not relocate to a different biome because they can tolerate higher salinity environments. Therefore, this context suggests that because of differences between their migration patterns, diadromous fish are distinct and can be demarcated from euryhaline fish.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "reconstituted as",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the text states that diadromous fish migrate and relocate, the text does not suggest that diadromous fish would be “reconstituted as,” or formed again as, anything new. Only their environments change and not the fish themselves.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "conflated with",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text does not suggest that diadromous fish can be “conflated with,” or combined with, euryhaline fish. Instead, the text distinguishes the two types of fish by pointing out their differences with regard to migration and tolerance for salinity.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "derived from",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text indicates that based on migration habits and tolerance for salinity, diadromous fish are different from euryhaline fish; so it would not make logical sense to say that diadromous fish would be “derived from,” or be an extension of or result from, euryhaline fish.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Text Structure and Purpose, for which students must analyze the structure of a text or determine the main rhetorical purpose of a text."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The following text is from Joan Didion's memoir The Year of Magical Thinking. In the text, the author discusses her home life.",
            ":ibox:[I]n California we heated our houses by building fires. We built fires even on summer evenings, because the fog came in. [Fires said we were home, we had drawn the circle, we were safe through the night.]\n\n\t\t©2005 by Joan Didion",
            "Which choice best describes the function of the emphasized portion in the text as a whole?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It illustrates that a fire provides comfort beyond physical warmth.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most accurately describes how the emphasized portion functions in the text as a whole. The first two sentences of the text establish that in California, houses were heated by building fires year-round. The emphasized portion then indicates that the fires didn't merely provide physical warmth: they also represented being “home” and feeling protected. The emphasized portion thus illustrates that a fire provides comfort beyond physical warmth.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "It summarizes the information that came before it in the text.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The emphasized portion doesn't summarize information that came before it. Whereas the previous two sentences describe fires' ability to provide physical warmth to homes, the emphasized portion focuses on the psychological comfort the fires offered.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "It explains that the house remains cold even in summer.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the text's second sentence mentions that fires were built in the summer because fog came in, which may have cooled the house, this detail isn't the focus of the emphasized portion. Instead, the emphasized portion indicates that fires were built for reasons beyond physical warmth: to create a sense of being home and safe.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "It suggests that the author feels comfortable in her home with or without a fire.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The emphasized portion focuses on the emotional significance the author places on having a fire going inside the home. There is no indication that the author feels equally comfortable without a fire present.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Text Structure and Purpose, for which students must analyze the structure of a text or determine the main rhetorical purpose of a text."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:The majority of plastics today wind up in landfills or are, at best, recycled into materials that have a very limited range of applications. To address this problem, chemist Guoliang Liu and colleagues designed a reactor that melts polyethylene and polypropylene—two widely used plastics—into a wax. The wax can then be transformed into a surfactant ([a chemical compound usable as a detergent]). With this promising new method, plastic waste could be turned into a range of useful cleaning products.",
            "Which choice best states the function of the emphasized portion of the text?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It clarifies the meaning of a scientific term.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most accurately describes how the emphasized phrase functions in the text as a whole. The text states that the wax produced by Liu and colleagues' reactor can be turned into a surfactant. The emphasized phrase, which is set off with parentheses, then provides a definition for the term “surfactant,” explaining that it's a chemical compound that can be used as a detergent. Thus, the emphasized portion of the text functions to clarify the meaning of a scientific term.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "It describes an environmental concern.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Though the text as a whole focuses broadly on an environmental concern, the emphasized phrase does not; it simply indicates what a surfactant is.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "It explains the significance of a scientific discovery.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Though the text as a whole focuses on a scientific discovery (Liu and colleagues' solution to the problem of plastic recycling), the emphasized phrase does not explain its significance; it simply defines a scientific term used in the discussion. ",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "It identifies a result that confused the team.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Though the text as a whole includes discussion of the result found by Liu and colleagues, the emphasized phrase does not discuss it; it simply defines a scientific term used in the discussion. Additionally, at no point in the text is it mentioned that the team was confused.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Text Structure and Purpose, for which students must analyze the structure of a text or determine the main rhetorical purpose of a text."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The following text is from H.D.'s 1916 poem “Mid-Day.” In the poem, the speaker is on a path in an outdoor setting.",
            ":ibox:[A slight wind shakes the seed-pods] —my thoughts are spent\nas the black seeds.\nMy thoughts tear me,\nI dread their fever.\nI am scattered in its whirl.\nI am scattered like\nthe hot shrivelled seeds.",
            "Which choice best describes the function of the emphasized portion in the text as a whole?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It illustrates a change in the natural environment that the speaker implies is responsible for the growing misgivings described in the text.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text does not indicate that the seedpods are the cause of the speaker's state of mind; thus, they could not be responsible for any misgivings the speaker has.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "It establishes an example of consistency in the natural landscape that the speaker then contrasts with the unpredictability of human emotions.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text does not contrast the natural landscape with the speaker's state of mind or describe the wind shaking the seedpods as consistent; rather, the text suggests that the state of the natural world and the speaker's state of mind are similar in that both are unsettled.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "It presents an observation of an occurrence in the natural world that the speaker then expands on to convey a sense of a turbulent interior state.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice best describes the function of the emphasized portion in the text as a whole. In the text, the speaker mentions the occurrence in nature of seedpods being shaken by a slight wind. The speaker then goes on to compare the black seeds to thoughts, using language that indicates that the speaker's state of mind is unsettled (e.g., “my thoughts are spent”; “My thoughts tear me, I dread their fever”). The text concludes with a comparison between the speaker's “scattered” state of mind and the “hot shrivelled seeds.” Thus, the emphasized portion of the text presents an observation of an occurrence in the natural world that the speaker then expands on to convey a sense of a turbulent interior state.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "It evokes the ordinariness of an event in nature to suggest that the critical self-evaluation the speaker engages in is a common pursuit.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no indication in the text that the speaker regularly engages in critical self-evaluation, only that in this particular instance the speaker's state of mind is turbulent.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Text Structure and Purpose, for which students must analyze the structure of a text or determine the main rhetorical purpose of a text."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:In 2023 literary scholar Jeremy Douglass cautioned technology investors and enthusiasts who predict conventional books' ultimate displacement by newer forms of media. Douglass observed that [the concept of an “interactive” text is much older than technologists assume, extending back to the first time readers scratched notes into a text's margins]. In addition, newer media, such as video games, haven't replaced older forms of entertainment, such as comic books, but rather exist alongside them. Douglass believes that rather than supplanting books, technology is simply making new forms of expression possible.",
            "Which choice best describes the function of the emphasized portion in the text as a whole?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It challenges the stance of the investors and enthusiasts who are mentioned earlier in the text.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most accurately describes how the emphasized portion functions in the text as a whole. The first sentence of the text introduces literary scholar Jeremy Douglass's warning to technology investors and enthusiasts against predicting the displacement of conventional books by newer media forms. The next sentence, which is emphasized in part, presents Douglass's observation that interactive texts are hardly new; they have been available for longer than technologists assume, beginning with the first time readers wrote notes in texts' margins. Thus, the function of the emphasized portion is to challenge the stance of the technology investors and enthusiasts mentioned earlier in the text. As the remainder of the text points out, newer media doesn't necessarily replace older media, but rather, as Douglass believes, leads to new forms of expression.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "It explains the basis for the claim made by the technologists mentioned in the text.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The emphasized portion challenges the position taken by investors and enthusiasts; it doesn't provide context for their claims.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "It suggests that academics are better suited than investors to see the potential uses of contemporary interactive texts.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The emphasized portion doesn't mention academics or compare them to investors regarding their ability to see potential in using contemporary interactive texts; instead, the emphasized portion challenges the position of investors and enthusiasts who predict that conventional books will be replaced by newer forms of media.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "It provides a historical anecdote about the technological challenges involved in reading the earliest interactive texts.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The emphasized portion doesn't address technological challenges; instead, it disputes the stance taken by investors and enthusiasts, suggesting that conventional books haven't been displaced by traditional interactions with texts, such as writing in the margins, and won't be supplanted by newer forms of media either.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Command of Evidence (Textual), for which students must use textual evidence (e.g., a fact, detail, or example) to appropriately support, challenge, or otherwise respond to a specified claim or point."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:In 2018, scientists discovered an immense aggregation of Muusoctopus robustus(pearl octopuses) along a hydrothermal vent 3,200 meters beneath the ocean's surface. Water temperatures at this site—named the Octopus Garden—climb as high as 11°C, much warmer than the ambient 1.6°C typical at this depth. Based on observations made over three years, scientists concluded that temperatures at the site likely confer reproductive benefits and that the site is used exclusively for reproduction—6,000 M. robustusadults, hatchlings, and eggs were observed at the garden, but no juveniles were present.",
            "Which statement about M. robustus and the Octopus Garden is best supported by the text?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "M. robustus leave the Octopus Garden upon reaching an intermediary stage of development.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text's discussion of the M. robustus population at the Octopus Garden. The text states that the scientists concluded that the site is likely used only for reproduction because over three years they saw many adults, freshly hatched octopuses, and eggs but didn't see any juveniles. This suggests that the M. robustus octopuses that hatch at the Octopus Garden leave the site when they reach an intermediary state of development, returning only as adults for reproductive purposes.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The M. robustus population at the Octopus Garden remains stable despite variations in water temperature.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text never discusses the stability of the M. robustus population at the site, only that the scientists observed 6,000 adults, hatchlings, and eggs there. Further, the text presents the site's temperatures as likely beneficial.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "M. robustus nests in the Octopus Garden contain on average fewer but larger eggs than nests at similar ocean depths.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text doesn't provide any details about the eggs at the site and makes no mention of nests; it indicates only that eggs are present along with hatchlings and adults.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The Octopus Garden provides an ideal feeding ground for M. robustus hatchlings.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text makes no mention of the hatchlings feeding at the Octopus Garden, indicating only that the temperatures at the site are probably beneficial and that the site is likely used for reproduction.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Command of Evidence (Textual), for which students must use textual evidence (e.g., a fact, detail, or example) to appropriately support, challenge, or otherwise respond to a specified claim or point."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The following text is from Thomas Mann's 1924 novel The Magic Mountain, translated by John E. Woods in 1995.",
            ":ibox:The story of Hans Castorp that we intend to tell here—not for his sake (for the reader will come to know him as a perfectly ordinary, if engaging young man), but for the sake of the story itself, which seems to us to be very much worth telling (although in Hans Castorp's favor it should be noted that it is hisstory, and that not every story happens to everybody)—is a story that took place long ago, and is, so to speak, covered with the patina of history and must necessarily be told with verbs whose tense is that of the deepest past.\n\n\t\t©1995 by Alfred A. Knopf, Inc.",
            "What does the text most strongly suggest about the story of Hans Castorp?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Though it is true that stories of even the most uninteresting people are themselves interesting because all people are unique, the reason this story is interesting is nonetheless difficult to understand because of the passage of time.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the narrator of the text makes the point that “not every story happens to everybody,” the narrator doesn't state that stories are interesting simply because the people they are about are unique. Rather, the narrator suggests that one particular story is “very much worth telling” on its own and that Hans Castorp benefits from the fact that the story is remarkable and may be unique to him. Further, the narrator never suggests that the story will be hard to understand even though it is old.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Even though it is a story of a person of no particular importance, its age and the manner in which it therefore must be told are both indicators that the story itself is important.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the narrator of the text suggests that Hans Castorp is of no particular importance, since he is a “perfectly ordinary” person, the narrator never reveals what makes the story of Castorp important, just that “the story itself” is “very much worth telling.” The narrator states that the story “took place long ago,” is “covered with the patina of history,” and can be told only “with verbs whose tense is that of the deepest past,” but the story's age and the way it must be told aren't presented as reasons the story is important; the narrator is simply providing details about how the story will be told.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Like all stories about the lives of inconsequential people, this story must necessarily be related in a particular way if the reason the story is consequential is to be made evident to the audience.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The narrator of the text doesn't suggest that all stories about people who are “perfectly ordinary” (like Hans Castorp) must be told in particular ways to make it clear why those stories are consequential. Further, the narrator suggests that Hans Castorp's story must be told “with verbs whose tense is that of the deepest past” because it took place so long ago, not because telling it that way will convey the story's importance.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "It is a remarkable story that happened to an unremarkable person, though one could plausibly argue that because the story is valuable, some of its value accrues to the person at its center.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice presents a statement about Hans Castorp's story that is suggested by the text. The narrator of the text indicates that the story about Hans Castorp will be told not because there is something particularly notable about him, since he is pleasant but “perfectly ordinary,” but because the story itself is remarkable (“very much worth telling”). The narrator then notes that there is a benefit in being at the heart of the story—that it is “in Hans Castorp's favor” that the story is his, and maybe uniquely so (“not every story happens to everybody”). Thus, the text suggests both that the story that will be told is a remarkable one that happened to an unremarkable person and that it is reasonable to argue that the person at the center of a valuable story takes on some of the story's value.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Command of Evidence (Quantitative), for which students must use quantitative evidence (i.e., data from an informational graphic) to appropriately support, challenge, or otherwise respond to a specified claim or point."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "problems/SAT7RW1/media/12a.jpg",
            "problems/SAT7RW1/media/12b.jpg",
            ":ibox:Researcher Judith Hilton and her team interviewed 55 people about which factors would make them switch from using single-use plastic containers to reusable containers. The graph shows three of the factors mentioned in the interviews and the percentage of participants who mentioned them.",
            "According to the graph, about what percentage of participants mentioned costs in the interviews?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "10%",
                "Key": {
                    "Correct": false,
                    "Rationale": "The graph shows that about 50% of participants, not 10%, mentioned costs as a factor.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "95%",
                "Key": {
                    "Correct": false,
                    "Rationale": "The graph shows that about 50% of participants, not 95%, mentioned costs as a factor.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "25%",
                "Key": {
                    "Correct": false,
                    "Rationale": "The graph shows that about 50% of participants, not 25%, mentioned costs as a factor.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "50%",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice states the percentage of participants who mentioned costs in the interviews conducted by Judith Hilton and her team. The text states that Hilton and her team interviewed participants about factors that would encourage them to switch from single-use plastic containers to reusable containers. The graph presents three factors mentioned in the interviews (convenience, costs, and established behaviors) and the percentage of participants who mentioned each one. The graph shows that about 50% of participants mentioned costs as a factor.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Command of Evidence (Textual), for which students must use textual evidence (e.g., a fact, detail, or example) to appropriately support, challenge, or otherwise respond to a specified claim or point."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:A student in a political science course is writing a paper on Aristotle's The Politics, in which Aristotle offers his opinion on political instability and gives advice on how constitutions can be preserved. Aristotle observes that different forms of government can fall in different ways—for example, oligarchies might grant power to military leaders during wartime who refuse to relinquish that power during peacetime—but some methods of preserving order apply across all forms of government. The student claims that in particular Aristotle asserts that in a healthy state obedience to law must be as close to absolute as possible and that even minor infractions should not be ignored.",
            "Which quotation from a philosopher's analysis of The Politics would best support the student's claim?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "“When constructing his argument regarding the characteristics of a well-functioning government, Aristotle asserts that 'Transgression creeps in unperceived and at last ruins the state,' illustrating this idea with a comparison to frequent small expenditures slowly and almost imperceptibly chipping away at a fortune until it is ultimately depleted.”",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice presents the quotation that best supports the student's claim that in The Politics, Aristotle gives advice on preserving constitutions—preventing governments from falling and maintaining order—and specifically asserts that in a healthy state, laws must be followed as strictly as possible and infractions should not be overlooked even if they are minor. The philosopher states that when Aristotle builds his argument about the characteristics of a well-functioning government, Aristotle asserts that transgression, or violation of law, will ruin the state if it “creeps in unperceived,” or goes unnoticed. The philosopher then adds that Aristotle illustrates this point by comparing the situation to one in which small but frequent expenses diminish a fortune almost unnoticeably until, eventually, the fortune is entirely gone. In other words, the philosopher indicates that Aristotle makes the point that total obedience to law preserves a healthy state while even small violations, if ignored, will undermine the health of the state.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "“When Aristotle writes on the necessity of avoiding corruption in government, he proposes that 'every state should be so administered and so regulated by law that its magistrates cannot possibly make money.' In particular, he thinks oligarchies are particularly susceptible to corruption through bribery.”",
                "Key": {
                    "Correct": false,
                    "Rationale": "The philosopher addresses Aristotle's observation about corruption within the government (in particular, preventing the possibility that members of the government can take bribes), and although corruption can involve infractions, the observation is about a subset of people within the state and isn't directly connected to the importance of upholding total obedience to the law throughout the state.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "“When Aristotle considers the health of constitutions, he states that 'Constitutions are preserved when their destroyers are at a distance, and sometimes also because they are near, for the fear of them makes the government keep in hand the constitution.' He holds that rulers who wish to see constitutions preserved must continually remind the populace of the dangers that would result from a constitutional collapse.”",
                "Key": {
                    "Correct": false,
                    "Rationale": "The philosopher discusses Aristotle's point about those who would intentionally destroy a constitution altogether and the need for rulers to remind the populace that it would be dangerous for a constitution to collapse, but neither idea is directly connected to the importance of upholding total obedience to the law.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "“When contrasting different forms of government, Aristotle holds that 'oligarchies may last, not from any inherent stability in such forms of government, but because the rulers are on good terms both with the unenfranchised and with the governing classes.' That is, oligarchic leaders who wish to hold on to power will introduce members of disenfranchised classes into government in a participatory role.”",
                "Key": {
                    "Correct": false,
                    "Rationale": "The philosopher explains that Aristotle makes the point that oligarchic leaders may retain power by having members of disenfranchised classes participate in government alongside governing classes, and this point doesn't address the importance of ensuring obedience to the law and addressing even minor violations.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Command of Evidence (Textual), for which students must use textual evidence (e.g., a fact, detail, or example) to appropriately support, challenge, or otherwise respond to a specified claim or point."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Almost all works of fiction contain references to the progression of time, including the time of day when events in a story take place. In a 2020 study, Allen Kim, Charuta Pethe, and Steven Skiena claim that an observable pattern in such references reflects a shift in human behavior prompted by the spread of electric lighting in the late nineteenth century. The researchers drew this conclusion from an analysis of more than 50,000 novels spanning many centuries and cultures, using software to recognize and tally both specific time references—that is, clock phrases, such as 7 a.m. or 2:30 p.m.—and implied ones, such as mentions of meals typically associated with a particular time of day.",
            "Which finding from the study, if true, would most directly support the researchers' conclusion?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Novels published after the year 1800 include the clock phrase 10 a.m. less often than novels published before the year 1800 do.",
                "Key": {
                    "Correct": false,
                    "Rationale": "A decrease in references to 10 a.m. after the year 1800 would not support the researchers' conclusion involving a shift in human behavior prompted by the spread of electric lighting toward the end of the 1800s. The time of 10 a.m. is in the morning and, in most places, characterized by daylight, so a change in references to that time would not be clearly linked to the impact of electric lighting.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Novels published after 1880 contain significantly more references to activities occurring after 10 p.m. than do novels from earlier periods.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice presents a finding that, if true, would most directly support the researchers' conclusion that an observable pattern in time references in novels reflects a shift in human behavior prompted by the spread of electric lighting in the late nineteenth century. If novels published after 1880 contain significantly more references to activities occurring after 10 p.m. than novels from earlier periods do, this would suggest a change in human behavior and daily routines enabled by the availability of electric lighting. Before electric lighting—which provided illumination more easily than other available forms of light—many activities ceased after nightfall, so references to late-night activities would be less common in earlier novels. An increase in such references after 1880 would align with the researchers' conclusion, reflecting an increase in late-night activities made possible by electric lighting.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Among novels published in the nineteenth century, implied time references become steadily more common than clock phrases as publication dates approach 1900.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While an increase in implied time references relative to clock phrases in nineteenth-century novels could suggest a change in writing style or conventions, it does not directly support the conclusion involving a shift in human behavior prompted by the spread of electric lighting. The text indicates that the researchers' conclusion is based on the content of the time references themselves, not the phrasing used.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The time references of noon (12 p.m.) and midnight (12 a.m.) are used with roughly the same frequency in the novels.",
                "Key": {
                    "Correct": false,
                    "Rationale": "If references to noon and midnight are used with roughly the same frequency in all the novels analyzed by the researchers, this would reflect a lack of change in human behavior with regard to time and therefore would not support the researchers' conclusion involving a shift in human behavior that occurred in response to the spread of electric lighting.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Command of Evidence (Quantitative), for which students must use quantitative evidence (i.e., data from an informational graphic) to appropriately support, challenge, or otherwise respond to a specified claim or point."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "problems/SAT7RW1/media/15a.jpg",
            ":ibox:In a study of urban physical expansion, Richa Mahtta et al. conducted a meta-analysis of more than 300 cities worldwide to determine whether urban land expansion (ULE) was more strongly influenced by urban population growth or by growth in gross domestic product (GDP) per capita, a measure of economic activity. Because efficient national government is necessary to provide urban services and infrastructure that attract economic investment, Mahtta et al. propose that absent other factors, the importance of GDP per capita growth to ULE would likely increase relative to the importance of population growth as governments become more efficient. If true, this suggests the possibility that _______",
            "Which choice most effectively uses data from the graph to complete the statement?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "national governments of countries in Region 1 experienced declines in efficiency in the period from 2000 to 2014, relative to the period from 1970 to 2000.",
                "Key": {
                    "Correct": true,
                    "Rationale": "most effectively uses data from the graph to complete the statement about Mahtta et al.'s proposal regarding factors that affect urban land expansion (ULE). According to the text, ULE is influenced by urban population growth and by gross domestic product (GDP) growth per capita. Reasoning that efficient national governments provide urban services and infrastructure needed to attract economic investment, Mahtta et al. suggest that, as governments become more efficient at providing urban services and infrastructure, GDP growth per capita will account for more ULE and urban population growth will account for less. But according to the graph, Region 1 saw an increase in the percentage attributed to urban population growth from 1970-2000 (between 60 and 65%) to 2000-2014 (between 70 and 75%) and a decrease in the percentage attributed to GDP growth per capita from 1970-2000 (between 35 and 40%) to 2000-2014 (about 25%). Because the percentage attributed to GDP growth per capita decreased (the opposite of what Mahtta et al. claimed would happen if the governments had become more efficient), the data suggest that the governments of Region 1 became less efficient at providing urban services and infrastructure over that period.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "countries in Region 1 experienced a slower rate of economic growth in the period from 2000 to 2014 than countries in Region 2 did, despite increasing national government efficiency in Region 1.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Neither the graph nor the text gives the regions' relative levels of economic growth or what effect Mahtta et al. would expect such growth to have. Furthermore, Mahtta et al.'s proposal suggests that Region 1's decline in the percentage of ULE attributed to GDP growth per capita from 1970-2000 (between 35 and 40%) to 2000-2014 (about 25%) would suggest decreasing, not increasing, government efficiency over this time.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "national governments of most countries in Region 2 became more efficient in the period from 2000 to 2014 than they had been in the period from 1970 to 2000, but those of several countries in this region did not.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Neither the text nor the graph provides information about the relative efficiencies of different governments in Region 2. ",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "national governments of countries in Region 1 and in Region 2 generally became more efficient in the period from 2000 to 2014 than they had been in the period from 1970 to 2000, but at different rates.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Mahtta et al.'s proposal suggests that more efficient governments will have a higher percentage of their ULE driven by GDP growth per capita and a lower percentage driven by urban population growth. For Region 2, the percentage of ULE attributed to GDP growth per capita increased from 1970-2000 (between 10 and 15%) to 2000-2014 (between 45 and 50%), but the opposite is true for Region 1, which saw the percentage of ULE attributed to GDP growth per capita decline over the same period. Thus, whereas the data suggest governments in Region 2 became more efficient, the data for Region 1 suggest that those governments became less efficient, not more.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Command of Evidence (Quantitative), for which students must use quantitative evidence (i.e., data from an informational graphic) to appropriately support, challenge, or otherwise respond to a specified claim or point."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "problems/SAT7RW1/media/16a.jpg",
            ":ibox:A student is researching the Chinese government's 1992 shift to a market economy that emphasizes trade liberalization. One means of trade liberalization involves expanding from ordinary imports into an emphasis on processing imports, which have two types: processing with assembly (in which a firm obtains raw materials from a foreign trading partner without payment and sells the final goods to that partner, charging for assembly) and processing with inputs (in which a firm expends capital to buy raw materials from a trading partner, processes them into final goods, and sells those goods to whichever trading partner it chooses). The student asserts that while initial efforts at trade liberalization were shaped by Chinese firms' limited capital, this situation resolved during the 2000s.",
            "Which choice best describes data from the graph that support the student's assertion?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Processing imports with inputs were greater than both ordinary imports and processing imports with assembly in 2006.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The graph indicates that ordinary imports were greater than both types of processing imports in 2006, not that processing imports with inputs were greater than ordinary imports and processing imports with assembly that year.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "From 2000 to 2006, processing imports with inputs rose much more sharply than processing imports with assembly did.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice describes data from the graph that best support the student's assertion that initial efforts at trade liberalization in China were shaped by firms having limited capital (assets available for use) and that this situation resolved during the 2000s. The text explains that an approach to trade liberalization involves engaging in processing imports, one type of which doesn't require payment to a trade partner (processing with assembly) and one type of which requires upfront payment to a trade partner for raw materials (processing with inputs). The graph, which presents China's imports for ordinary imports and both types of processing imports in the years 2000, 2003, and 2006, shows that while processing imports with assembly rose from about 250 hundred million dollars in 2000 to about 750 hundred million dollars in 2006, processing imports with inputs rose much more sharply, increasing from approximately 650 hundred million dollars in 2000 to about 2,300 hundred million dollars in 2006. Because processing with inputs requires firms to pay for materials (expending capital) and processing with assembly doesn't, the sharper rise in processing imports with inputs suggests that Chinese firms' assets—and thus their ability to engage in that type of processing imports—were relatively limited in (and before) 2000 and then substantially increased from 2000 to 2006. In other words, the data suggest that the situation of having limited capital resolved during the 2000s.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "From 2000 to 2006, neither processing imports with inputs nor processing imports with assembly were greater than ordinary imports.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The observation that ordinary imports were greater than both types of processing imports in 2000, 2003, and 2006 doesn't address a change within any type of imports from 2000 to 2006, and an indication of a change in that period that might be related to the availability of assets is needed to support the assertion that the situation of having limited capital resolved during the 2000s.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Processing imports with assembly were greater in 2006 than processing imports with inputs in 2000.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The fact that processing imports with assembly were greater at the end of the period from 2000 to 2006 than processing imports with inputs were at the start of the same period doesn't address a change within either type of imports during the period, and an indication of such a change that might be related to the availability of assets is needed to support the assertion that the situation of having limited capital resolved during the 2000s.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "17": {
        "Number": 17,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Inferences, for which students must draw a reasonable inference based on explicit and/or implicit information and ideas in a text."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Narwhals are shy whales that live in the remote Arctic Ocean. Some of them have a long tusk, like a unicorn horn, with sensitive nerves. Narwhals are known for this tusk, but many actually don't have one and its purpose is unknown. One group of scientists came up with a possible purpose in 2014. The scientists suggested that the tusk may help narwhals determine when water around them is likely to start freezing and become dangerous for them. Marine biologist Kristin Laidre disagrees with that idea, though. She reasons that if the narwhal's tusk serves such an important purpose, then it's most likely that _______",
            "Which choice most logically completes the text?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "some narwhals would seek a new habitat.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There's no reason to think Laidre would say that if the tusk has the important function of helping narwhals detect when the water around them is about to freeze (meaning that it isn't always freezing), some narwhals would choose a different habitat altogether. Indeed, if it's true that the tusk helps narwhals avoid areas with dangerous conditions when they occur in their Arctic Ocean habitat, the tusk would likely enable the narwhals to continue living in that habitat rather than drive them elsewhere entirely.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "fewer marine animals would also have tusks.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text focuses only on narwhals and makes no mention of other marine animals or how having a tusk might affect them. And if anything, it would be more logical to expect a very important trait to be more widespread, not less common, among other similar types of animals.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "more narwhals would have a tusk.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text's discussion of Kristin Laidre's reasoning about the purpose of the tusk that many, but not all, narwhals have. The text explains that one group of scientists thinks the tusk may help narwhals detect the threat of freezing water and that Laidre disagrees with that idea, given the importance of avoiding a dangerous situation. It's logical to suggest that if the tusk serves such an important purpose for narwhals, the trait would be more common among them—specifically, that more narwhals would have a tusk.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "narwhals would become less shy over time.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the text describes narwhals as shy, it doesn't indicate that the scientists' conclusion has anything to do with shyness. And because shyness and detection of the threat of freezing water aren't logically connected, there's no reason to think that Laidre would expect narwhals to become less shy over time if the tusk serves that important purpose.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "18": {
        "Number": 18,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Inferences, for which students must draw a reasonable inference based on explicit and/or implicit information and ideas in a text."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:To address the susceptibility of materials used in components of high-performance machinery, such as aircraft engines, to creep (deformation that is induced by persistent mechanical stress and that often occurs at elevated temperatures), materials researchers have developed silicon carbide (SiC) fibers for producing aerospace composites. Testing the thermomechanical properties of several commercially available SiC fibers, Ramakrishna T. Bhatt et al. found that in comparison with two polymer-derived SiC fibers, a nitrogen-treated SiC fiber exhibited a lower minimum creep rate, a measure of the rate at which a stress-exposed material deforms at a constant temperature and uniaxial load. The finding suggests that _______",
            "Which choice most logically completes the text?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "unlike the two polymer-derived SiC fibers, the nitrogen-treated SiC fiber can substantially inhibit creep, provided that temperatures and loads are consistent.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice overstates the implications of the study's findings, which have to do with the rate of a material's deformation under stress, not the absolute degree of deformation. The text states that Bhatt et al. observed that a nitrogen-treated SiC fiber had a lower minimum creep rate than two polymer-derived SiC fibers did, meaning only that it deformed more slowly over time under constant stress, not that it underwent less deformation overall.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "the two polymer-derived SiC fibers likely hold similar potential for reducing the creep resistance of materials exposed to stress and elevated temperatures, thus prolonging the life span of aerospace machinery.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text doesn't establish any similarity between the two polymer-derived SiC fibers other than that both had a higher creep rate than the nitrogen-treated SiC fiber did in Bhatt et al.'s study. Moreover, reducing a material's resistance to creep would mean that the material becomes more susceptible to deformation with exposure to stress and elevated temperatures, which would be expected to shorten rather than prolong the lifespan of machinery made with that material.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "composites based on the two polymer-derived SiC fibers have chemical properties that may improve the mechanical and thermal stability of aerospace equipment to a greater extent than do composites based on the nitrogen-treated SiC fiber.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text suggests that the stability of aerospace equipment may be better improved by composites containing nitrogen-treated SiC fiber than by composites containing the two polymer-derived SiC fibers, not the other way around. The text indicates that Bhatt et al. observed that the nitrogen-treated SiC fiber had a lower minimum creep rate than the other two fibers did, meaning that it was slower to degrade under exposure to mechanical stress and elevated temperatures—suggesting that it may remain stable for longer periods.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "aerospace composites containing the nitrogen-treated SiC fiber may have the ability to withstand mechanical stress for a longer period of time than can aerospace composites containing either of the two polymer-derived SiC fibers.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text's discussion of silicon carbide (SiC) fibers and creep, or deformation related to ongoing mechanical stress and elevated temperatures. The text states that Bhatt et al. found that a nitrogen-treated SiC fiber had a lower minimum creep rate than two polymer-derived SiC fibers did. Because having a lower creep rate means that the material is slower to deform with exposure to stress, as the text explains, this finding suggests that aerospace composites made with the nitrogen-treated SiC fiber may be able to withstand mechanical stress for a longer period than those made with the other two polymer-derived SiC fibers can.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "19": {
        "Number": 19,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Standard English Conventions"
        ],
        "SubTopics": [
            "Form, Structure, and Sense, for which students must edit text to conform to conventional usage (e.g., agreement, verb tense/aspect)."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:One of the earliest known maps is a Babylonian clay tablet thought to be almost 4,500 years old. The map _______ the area of a plot of land, shows a river valley, and includes the cardinal directions.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "describes",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is the use of verb forms within a sentence. The singular verb “describes” agrees in number with the singular subject “map.”",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "describe",
                "Key": {
                    "Correct": false,
                    "Rationale": "The plural verb “describe” doesn't agree in number with the singular subject “map.”",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "have described",
                "Key": {
                    "Correct": false,
                    "Rationale": "The plural verb “have described” doesn't agree in number with the singular subject “map.”",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "are describing",
                "Key": {
                    "Correct": false,
                    "Rationale": "The plural verb “are describing” doesn't agree in number with the singular subject “map.”",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "20": {
        "Number": 20,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Standard English Conventions"
        ],
        "SubTopics": [
            "Form, Structure, and Sense, for which students must edit text to conform to conventional usage (e.g., agreement, verb tense/aspect)."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Eighteen letters written by Louisa May Alcott, author of the popular novel Little Women(1868), can be found at the New York Historical Society. _______ letters demonstrate Alcott's keen business sense in her interactions with publishers.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "One",
                "Key": {
                    "Correct": false,
                    "Rationale": "The singular determiner “one” doesn't agree in number with the plural noun “letters.”",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "That",
                "Key": {
                    "Correct": false,
                    "Rationale": "The singular determiner “that” doesn't agree in number with the plural noun “letters.”",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "This",
                "Key": {
                    "Correct": false,
                    "Rationale": "The singular determiner “this” doesn't agree in number with the plural noun “letters.”",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "These",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is the use of determiners in a sentence. The plural determiner “these” agrees in number with the plural noun “letters” that it modifies. This choice clearly indicates that the letters demonstrate Alcott's business sense.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "21": {
        "Number": 21,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Standard English Conventions"
        ],
        "SubTopics": [
            "Form, Structure, and Sense, for which students must edit text to conform to conventional usage (e.g., agreement, verb tense/aspect)."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:The Dust Bowl was a period of severe drought that plagued the Great Plains of the US during the 1930s. During this time, dust storms _______ over 100 million acres of land. They even reached as far east as New York City.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "are affecting",
                "Key": {
                    "Correct": false,
                    "Rationale": "The present progressive tense verb “are affecting” doesn't indicate that the dust storms occurred in the 1930s.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "will have affected",
                "Key": {
                    "Correct": false,
                    "Rationale": "The future perfect tense verb “will have affected” doesn't indicate that the dust storms occurred in the 1930s.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "will affect",
                "Key": {
                    "Correct": false,
                    "Rationale": "The future tense verb “will affect” doesn't indicate that the dust storms occurred in the 1930s.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "affected",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is the use of verbs to express tense in a sentence. In this choice, the past tense verb “affected,” used in conjunction with the phrase “during this time,” correctly indicates that the dust storms occurred in the 1930s.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "22": {
        "Number": 22,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Standard English Conventions"
        ],
        "SubTopics": [
            "Boundaries, for which students must edit text to ensure that sentences are conventionally complete."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Many mechanical calculators were powered by a notched cylinder mechanism called the Leibniz wheel. Leibniz wheel calculators were popular in the first half of the twentieth _______ these ingenious devices were eventually replaced by electronic calculators.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "century",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a run-on sentence. The two main clauses are fused without punctuation and/or a conjunction.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "century,",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a comma splice. Without a conjunction following it, a comma can't be used in this way to join two main clauses.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "century, but",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is the coordination of main clauses within a sentence. This choice correctly uses a comma and a coordinating conjunction (“but”) to join the first main clause (“Leibniz...century”) and the second main clause (“these ingenious...calculators”).",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "century that",
                "Key": {
                    "Correct": false,
                    "Rationale": "Joining the two main clauses in this way with the subordinating conjunction “that” results in an ungrammatical and illogical sentence.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "23": {
        "Number": 23,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Standard English Conventions"
        ],
        "SubTopics": [
            "Form, Structure, and Sense, for which students must edit text to conform to conventional usage (e.g., agreement, verb tense/aspect)."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Featuring jagged peaks of black ink surrounded by hazy swirls of blue and green paint, Zhang Daqian's 1983 painting Panorama of Mount Luis inspired by the tradition of qinglü shanshui, a type of Chinese landscape painting _______ by the use of blue and green hues to depict ethereal, otherworldly landscapes.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "has been characterized",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a comma splice. Using the finite present perfect tense verb “has been characterized” creates a second main clause in the sentence, and the two main clauses can't be joined in this way by only the comma before “a type.” ",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "will be characterized",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a comma splice. Using the finite future tense verb “will be characterized” creates a second main clause in the sentence, and the two main clauses can't be joined in this way by only the comma before “a type.”",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "characterized",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is the use of verb forms within a sentence. The nonfinite past participle “characterized” is correctly used within a supplementary element that modifies the main clause “Zhang...shanshui,” defining qinglü shanshui and explaining some of its identifying traits.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "is characterized",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a comma splice. Using the finite present tense verb “is characterized” creates a second main clause in the sentence, and the two main clauses can't be joined in this way by only the comma before “a type.”",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "24": {
        "Number": 24,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Standard English Conventions"
        ],
        "SubTopics": [
            "Boundaries, for which students must edit text to ensure that sentences are conventionally complete."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Increasing the heat on an uncovered boiling pot of water does not increase the temperature of the water. What increases is the rate at which the water turns to _______ a pressure cooker pot, though, an airtight seal traps the vapor in the pot, creating pressure that allows the temperature of the water to increase past its boiling point.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "vapor. With",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is punctuation use between sentences. In this choice, the period is used correctly to mark the boundary between one sentence (“What...vapor”) and another (“With...point”).",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "vapor with",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a run-on sentence. The sentences (“What...vapor” and “with...point”) are fused without punctuation and/or a conjunction.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "vapor, with",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a comma splice. A comma can't be used in this way to mark the boundary between sentences.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "vapor and with",
                "Key": {
                    "Correct": false,
                    "Rationale": "Without a comma preceding it, the conjunction “and” can't be used in this way to join sentences.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "25": {
        "Number": 25,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Standard English Conventions"
        ],
        "SubTopics": [
            "Form, Structure, and Sense, for which students must edit text to conform to conventional usage (e.g., agreement, verb tense/aspect)."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Wanting to celebrate the 100th anniversary of the Alaska Purchase, _______ up with a motto that best captured the state's unique character. The commission selected “North to the Future,” submitted by Juneau journalist Richard Peter, as its winning entry.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "a contest sponsored by the Alaska Centennial Commission would award $300 to an individual who came",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a dangling modifier. The placement of the noun phrase “a contest” immediately after the modifying phrase illogically suggests that the contest wanted to celebrate the 100th anniversary of the Alaska Purchase.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "an award of $300 would go to an individual in a contest sponsored by the Alaska Centennial Commission for coming",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a dangling modifier. The placement of the noun phrase “an award of $300” immediately after the modifying phrase illogically suggests that the award of $300 wanted to celebrate the 100th anniversary of the Alaska Purchase.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "$300 would be awarded to an individual by the Alaska Centennial Commission in a contest for coming",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a dangling modifier. The placement of the noun phrase “$300” immediately after the modifying phrase illogically suggests that the $300 wanted to celebrate the 100th anniversary of the Alaska Purchase.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "the Alaska Centennial Commission sponsored a contest that would award $300 to an individual who came",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is subject-modifier placement. This choice makes the noun phrase “the Alaska Centennial Commission” the subject of the sentence and places it immediately after the modifying phrase “wanting...Purchase.” In doing so, this choice clearly establishes that the Alaska Centennial Commission — and not another noun in the sentence — wanted to celebrate the 100th anniversary of the Alaska Purchase.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "26": {
        "Number": 26,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Standard English Conventions"
        ],
        "SubTopics": [
            "Boundaries, for which students must edit text to ensure that sentences are conventionally complete."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Recently unearthed Neronian tools in France dating to 54,000 years ago and attributed to Homo sapiens may provide evidence that interactions between Neanderthals and modern humans occurred 10,000 years earlier than was previously _______ finding that, if true, would overturn current theories about H. sapiensmigration during the Upper Paleolithic.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "supposed; a",
                "Key": {
                    "Correct": false,
                    "Rationale": "A semicolon can't be used in this way to join the main clause (“Recently...supposed”) and the supplementary element (“a finding... Paleolithic”).",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "supposed. A",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a rhetorically unacceptable sentence fragment beginning with “a finding.”",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "supposed a",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a run-on sentence. The main clause (“Recently...supposed”) and the supplementary element (“a finding...Paleolithic”) are fused without punctuation and/or a conjunction.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "supposed, a",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is the use of punctuation within a sentence. This choice correctly uses a comma to mark the boundary between the main clause (“Recently...supposed”) and the supplementary element (“a finding...Paleolithic”) that provides additional information about the implications of the Neronian tool discovery.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "27": {
        "Number": 27,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expression Of Ideas"
        ],
        "SubTopics": [
            "Transitions, for which students must determine the most effective transition word or phrase to logically connect information and ideas in a text."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Guard cells are specialized cells that are part of a plant's pores. These cells help regulate the amount of carbon dioxide a plant takes in. _______ they help regulate a plant's water loss.",
            "Which choice completes the text with the most logical transition?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Additionally,",
                "Key": {
                    "Correct": true,
                    "Rationale": "“Additionally” logically signals that guard cells' role in regulating water loss is an additional function of these specialized plant cells that is separate from the function of regulating carbon dioxide intake.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Previously,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Previously” illogically signals that the activity described in this sentence occurs earlier in a chronological sequence of events than the regulation of carbon dioxide intake described in the previous sentence. Instead, regulating water loss is an additional function of guard cells that is separate from the function of regulating carbon dioxide intake.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "In conclusion,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“In conclusion” illogically signals that the description of guard cells' role in regulating water loss concludes or summarizes the information about guard cells provided in the previous sentences. Instead, regulating water loss is one of the two distinct functions of guard cells described in the text.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Instead,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Instead” illogically signals that the activity described in this sentence happens in place of the activity of regulating carbon dioxide intake described in the previous sentence. Rather, regulating water loss is an additional function of guard cells.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "28": {
        "Number": 28,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expression Of Ideas"
        ],
        "SubTopics": [
            "Rhetorical Synthesis, for which students must strategically integrate provided information and ideas on a topic to form an effective sentence achieving a specified rhetorical aim."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "While researching a topic, a student has taken the following notes:",
            ":ibox:• Angana Chaudhuri is a scientist.\n\n• Chaudhuri studies sedimentary rocks.\n\n• A scientist who studies sedimentary rocks is called a sedimentologist.\n\n• Shale, chalk, and sandstone are examples of sedimentary rocks.",
            "The student wants to identify what type of scientist Chaudhuri is. Which choice most effectively uses relevant information from the notes to accomplish this goal?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Chalk is a type of sedimentary rock.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence provides an example of a type of sedimentary rock; it doesn't identify what type of scientist Chaudhuri is.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Some scientists study shale, chalk, and sandstone.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence indicates types of rock that some scientists study; it doesn't identify what type of scientist Chaudhuri is.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "There are scientists who study sedimentary rocks.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the sentence states that some scientists study sedimentary rocks, it doesn't identify Chaudhuri as this type of scientist.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Chaudhuri is a sedimentologist.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sentence identifies the type of scientist Chaudhuri is, noting that she is a sedimentologist.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "29": {
        "Number": 29,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expression Of Ideas"
        ],
        "SubTopics": [
            "Rhetorical Synthesis, for which students must strategically integrate provided information and ideas on a topic to form an effective sentence achieving a specified rhetorical aim."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "While researching a topic, a student has taken the following notes:",
            ":ibox:• “Raymond's Run” is a short story.\n\n• It was written by African American author Toni Cade Bambara.\n\n• It was first published in her book Gorilla, My Love in 1972.\n\n• It is told from a first person perspective.\n\n• It takes place in Harlem.",
            "The student wants to indicate where the short story takes place. Which choice most effectively uses relevant information from the notes to accomplish this goal?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "“Raymond's Run” takes place in Harlem.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sentence indicates where “Raymond's Run” takes place, stating that it takes place in Harlem.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "“Raymond's Run” was published in Gorilla, My Love.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence identifies the book in which the story “Raymond's Run” was published; it doesn't indicate where the story takes place.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "“Raymond's Run” is told from a first person perspective.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence indicates the point of view used in “Raymond's Run”; it doesn't indicate where the story takes place.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "“Raymond's Run” was written by Toni Cade Bambara.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence identifies the author of “Raymond's Run”; it doesn't indicate where the story takes place.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "30": {
        "Number": 30,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expression Of Ideas"
        ],
        "SubTopics": [
            "Rhetorical Synthesis, for which students must strategically integrate provided information and ideas on a topic to form an effective sentence achieving a specified rhetorical aim."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "While researching a topic, a student has taken the following notes:",
            ":ibox:• The Royal Alcázar of Seville is a historic royal palace in Andalucía, Spain.\n\n• The palace is famous for its intricate tilework.\n\n• The palace features majolica and arista tiles.\n\n• In the majolica style, designs are painted directly on the ceramic tiles.\n\n• In the arista style, designs are stamped into the ceramic tiles.",
            "The student wants to contrast the two styles of tiles. Which choice most effectively uses relevant information from the notes to accomplish this goal?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Tiles in the majolica and arista styles can be found in the Royal Alcázar of Seville in Andalucía, Spain.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence indicates that the two styles of tile can be found in the same location; it doesn't contrast the two styles of tile.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Featuring tiles in the majolica and arista styles, the Royal Alcázar of Seville in Spain is famous for its intricate tilework.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence indicates that the Royal Alcázar of Seville features tiles in both the majolica and arista styles; it doesn't contrast the two styles of tile.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "In the arista style, designs are stamped into the ceramic tiles, whereas in the majolica style, the designs are painted directly on them.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sentence contrasts the two styles of tiles, noting that tiles in the arista style have designs stamped into them, whereas tiles in the majolica style have designs painted directly on them.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Among the famous tilework of the Royal Alcázar of Seville are majolica style tiles, made by painting designs directly on the ceramic tiles.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence indicates that the tilework of the Royal Alcázar of Seville includes tiles in the majolica style; it doesn't contrast tiles in the majolica style with tiles in the arista style.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "31": {
        "Number": 31,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expression Of Ideas"
        ],
        "SubTopics": [
            "Rhetorical Synthesis, for which students must strategically integrate provided information and ideas on a topic to form an effective sentence achieving a specified rhetorical aim."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "While researching a topic, a student has taken the following notes:",
            ":ibox:• Musicians around the world have used protest songs to raise awareness about human rights violations.\n\n• US folk singer Aunt Molly Jackson released the protest song “Poor Miner's Farewell” in 1932.\n\n• It exposed the unlivable wages and dangerous working conditions coal miners faced in Kentucky during the 1920s and 1930s.\n\n• South African singer-songwriter Hugh Masekela released the protest song “Bring Him Back Home” in 1987.\n\n• It called on the South African government to free Nelson Mandela, an anti-apartheid leader who'd been unjustly imprisoned.",
            "The student wants to contrast the song “Poor Miner's Farewell” with the song “Bring Him Back Home.” Which choice most effectively uses relevant information from the notes to accomplish this goal?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The songs “Poor Miner's Farewell” and “Bring Him Back Home” both raised awareness about human rights violations.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence emphasizes a similarity between “Poor Miner's Farewell” and “Bring Him Back Home”; it doesn't contrast the two songs.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "While both are protest songs, “Poor Miner's Farewell” is about coal miners in Kentucky, whereas “Bring Him Back Home” is about the anti-apartheid leader Nelson Mandela.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sentence contrasts the two songs, noting that “Poor Miner's Farewell” is about coal miners in Kentucky, whereas “Bring Him Back Home” is about Nelson Mandela.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Hugh Masekela's song “Bring Him Back Home,” released in 1987, called on the South African government to free Nelson Mandela.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the sentence provides a description of the song “Bring Him Back Home,” it doesn't mention “Poor Miner's Farewell” or contrast the two songs.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Released in 1932 by Aunt Molly Jackson, the song “Poor Miner's Farewell” was a protest against the unlivable wages and dangerous working conditions faced by Kentucky coal miners.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the sentence provides a description of the song “Poor Miner's Farewell,” it doesn't mention “Bring Him Back Home” or contrast the two songs.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "32": {
        "Number": 32,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expression Of Ideas"
        ],
        "SubTopics": [
            "Rhetorical Synthesis, for which students must strategically integrate provided information and ideas on a topic to form an effective sentence achieving a specified rhetorical aim."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "While researching a topic, a student has taken the following notes:",
            ":ibox:• Political scientist Graham Allison is known for his Thucydides trap theory.\n\n• Allison's theory states that whenever “a rising power is threatening to displace a ruling power,” conflict is likely.\n\n• The theory is based on Thucydides's explanation of the conflict between Athens and Sparta.\n\n• Thucydides wrote that “the rise of Athens and the fear this instilled in Sparta” made conflict “inevitable.”\n• History professor Edmund Stewart recently challenged the historical basis of the theory.\n\n• Stewart claimed that Athens was not a rising power and that the rivals experienced a “clash of cultures” instead.",
            "The student wants to use a quotation to challenge Thucydides's explanation of the conflict between Athens and Sparta. Which choice most effectively uses relevant information from the notes to accomplish this goal?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "According to Allison's Thucydides trap theory, whenever “a rising power is threatening to displace a ruling power,” conflict is likely.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the sentence uses a quotation, the quotation doesn't challenge Thucydides's explanation of the conflict.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Thucydides wrote that conflict between the two powers was “inevitable,” although Stewart later challenged the historical basis of this claim.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the sentence mentions that Stewart challenged Thucydides's explanation of the conflict, it doesn't use a quotation to challenge Thucydides's explanation: the quoted word “inevitable” is from Thucydides. ",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "According to Stewart, a “clash of cultures” between Athens and Sparta caused the conflict, not Athens's rise.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Using a quotation from Stewart, the sentence  challenges Thucydides's explanation that the rise of Athens caused the conflict, suggesting that it was instead caused by a “clash of cultures.”",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Thucydides explained that conflict was caused by “the rise of Athens and the fear this instilled in Sparta,” but Allison disagreed, seeing the conflict as an example of the Thucydides trap.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the sentence appears to refute Thucydides's explanation, it does so in a way that misrepresents the information in the notes; Allison's Thucydides trap theory is based on Thucydides's explanation of the conflict. Thus, Allison's theory affirms, rather than challenges, Thucydides's explanation.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "33": {
        "Number": 33,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expression Of Ideas"
        ],
        "SubTopics": [
            "Rhetorical Synthesis, for which students must strategically integrate provided information and ideas on a topic to form an effective sentence achieving a specified rhetorical aim."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "While researching a topic, a student has taken the following notes:",
            ":ibox:• Researchers in a 2021 study wanted to determine the rate at which 17 languages conveyed both information and syllables.\n\n• They calculated the bits of information conveyed per second (the IR, or information rate).\n\n• The IR was found to be approximately consistent across the 17 languages (an average of 39 bits per second).\n\n• They calculated the number of syllables spoken per second (the SR, or syllable rate).\n\n• Spanish had the second-fastest SR (7.7 syllables per second).\n\n• Vietnamese had the sixteenth-fastest SR (5.3 syllables per second).",
            "The student wants to present an overview of the study's findings. Which choice most effectively uses relevant information from the notes to accomplish this goal?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The 2021 study determined the information rate (IR) of 17 languages in bits of information conveyed per second.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the sentence describes one of the metrics the study assessed, it doesn't present any of the study's findings.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Researchers found that information was conveyed more quickly in Spanish, at 7.7 syllables per second, than in Vietnamese, at 5.3 syllables per second.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the sentence compares specific findings about two of the languages studied, it doesn't provide an overview of the study's findings across all 17 languages.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Vietnamese had the sixteenth-fastest syllable rate, lower than that of Spanish, which had the second-fastest; however, Spanish had the lower information rate of the two.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence compares specific findings about two of the languages studied; it doesn't provide an overview of the study's findings across all 17 languages. It also misrepresents the information from the notes about Spanish's information rate.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Though some of the languages differed in number of syllables spoken per second, all 17 conveyed information at roughly the same rate.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sentence presents an overview of the study's findings, noting that, for some of the languages (the examples of Spanish and Vietnamese are given in the notes), the number of syllables spoken per second varied, while the amount of information conveyed per second remained roughly constant across all 17 languages.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    }
}