{
    "Directions": "Read this passage about the planet Jupiter, then answer each question that follows.",
    "Context": [],
    "Title": "Hello from Jupiter! A Spacecraft Gets the Closest-Ever View of Our Solar System’s Largest Planet",
    "Subtitle": "",
    "Author": "by Amy Barth",
    "LabelType": "P",
    "Content": [
        ["1", "On July 4, NASA (National Aeronautics and Space Administration) scientists nervously gathered in a mission control room in Pasadena, California. They were waiting to find out if a spacecraft called Juno had reached Jupiter. At 8:53 p.m. Pacific Time, the scientists received a series of beeps. The control room erupted with cheers: The signal, broadcast by Juno, meant the spacecraft had made it."],
        ["2", "“We only had one chance to get it right,” says Steven Levin, Juno’s project scientist. “So I was really relieved when Juno arrived safely.”"],
        ["3", "Juno’s epic trip began five years ago, when it launched from Cape Canaveral, Florida, on August 5, 2011. Since then, it has traveled 2.9 billion kilometers (1.8 billion miles). The spacecraft is now in orbit, or following a curved path, around Jupiter. Juno will get closer to the planet than any other spacecraft in history. Its mission is to gather data that could answer some big questions about the massive and mysterious planet."],
        ["", "Exᴛʀᴇᴍᴇ Pʟᴀɴᴇᴛ"],
        ["4", "Jupiter is the fifth planet from the sun and the largest planet in our solar system. It’s so big that a thousand Earths could fit inside it. Jupiter, Saturn, Neptune, and Uranus are our solar system’s four gas giants—planets made of mostly hydrogen and helium gases."],
        ["5", "Red, brown, yellow, and white clouds cover Jupiter’s surface in bands, making Jupiter look striped. Winds gust across the planet at 640 km (400 mi) per hour—twice as strong as the most powerful hurricanes on Earth. These winds create one of Jupiter’s most famous features: its Great Red Spot. This giant storm is about twice the width of Earth."],
        ["6", "“Everything about Jupiter is bigger and more extreme than other planets,” says Levin. “It’s surrounded by intense storms, and traveling into its clouds would be deadly.”"],
        ["7", "Scientists have learned about many of Jupiter’s features thanks to seven spacecraft that have flown by the planet and one that has orbited it. But Juno will get much closer than any of these past missions, which weren’t designed to survive the dangerous conditions surrounding Jupiter."],
        ["", "Bᴜɪʟᴛ ᴛᴏ Lᴀsᴛ"],
        ["8", "The biggest obstacle to getting close to Jupiter is the intense radiation around it. The radiation comes from tiny charged particles emitted by the sun and Io—one of Jupiter’s 67 moons—and caught in Jupiter’s magnetic field. Jupiter’s field is much stronger than the similar force on Earth that moves compass needles. It accelerates the particles to incredible speeds."],
        ["9", "It’s some of the most powerful radiation a spacecraft has ever encountered. Even though these particles don’t weigh much, they carry huge amounts of energy with them. These fast-moving particles can interfere with a spacecraft’s instruments or damage them permanently."],
        ["10", "Before Juno went into orbit, its star tracker was shut off to prevent interference. This device helps keep the spacecraft on course. Without it, the spacecraft was flying blind. “At that point, you just hold your breath and cross your fingers,” says NASA astrophysicist Jack Connerney. Juno was so far away that it took 48 nail-biting minutes for its communications to reach scientists and let them know that the spacecraft had arrived."],
        ["11", "Scientists still have to worry about radiation as Juno orbits Jupiter. To help protect the spacecraft, engineers designed Juno to follow an orbit that dips in and out of Jupiter’s radiation belt. That way Juno can avoid the most-intense patches of charged particles and limit the damage they are expected to cause. On this oval-shaped path, Juno soars from Jupiter’s north to south pole. As Jupiter rotates, Juno will get a close-up look at different parts of the planet with each flyby. There, it can snap amazingly detailed pictures and capture valuable data."],
        ["", "Gᴀᴛʜᴇʀɪɴɢ Dᴀᴛᴀ"],
        ["12", "To further protect Juno, engineers put its electronic components inside a vault about the size of an SUV’s trunk. It’s made of the element titanium (Ti), a light but extremely strong metal. Juno’s onboard instruments are crucial to the mission. They will allow the spacecraft to peer below Jupiter’s clouds and reveal the materials churning deep inside the planet. One instrument, for example, called a microwave radiometer, is measuring how much water is in Jupiter’s atmosphere."],
        ["13", "Another tool, called a magnetometer, will measure the magnetic field around and within Jupiter. It can help scientists learn about Jupiter’s interior, where an ocean of liquid metallic hydrogen lies above the planet’s core. Scientists believe this ocean helps create Jupiter’s magnetic field."],
        ["14", "Information about Jupiter’s composition could help explain how the planet— and the rest of our solar system—formed. About 4.6 billion years ago, what would become our solar system was just a spinning cloud of gas and dust. Ninety-nine percent of the material in the cloud became the sun. Jupiter was next to form, taking more than two-thirds of the leftover material. All of the other planets, including Earth, formed from what remained. Understanding how Jupiter was formed will help us understand how Earth, and everything on it, came to be, says Levin."],
        ["", "Mɪssɪᴏɴ Aʜᴇᴀᴅ"],
        ["15", "Juno will orbit Jupiter at least 37 times, collecting data to relay back to Earth. Eventually, the radiation surrounding Jupiter will take its toll on the spacecraft. Experts expect that Juno will have to end its mission sometime in 2018. When that happens, the spacecraft will be sent on a controlled dive into the planet’s stormy clouds and burn up like a meteor."],
        ["16", "Until then, Juno has a lot of work to do. Its cameras, which NASA scientists powered up again once Juno was past the most intense radiation, have already snapped spectacular close-ups of Jupiter. NASA scientists eagerly await new discoveries made by the spacecraft. “We’re expecting all kinds of surprises,” says Levin."]
    ],
    "Copyright": "“Hello from Jupiter!” by Amy Barth. Published in SCHOLASTIC SCIENCE WORLD, November 21, 2016. Copyright © 2016 by Scholastic Inc. Reproduced by permission.",
    "References": []
}