{
    "Directions": "Read the passage below, then answer each question that follows.",
    "Context": [],
    "Title": "[from] The Adventures of Achilles",
    "Subtitle": "",
    "Author": "by Hugh Lupton and Daniel Morden",
    "LabelType": "P",
    "Content": [
        ["1", "Odysseus's men set to work. They cut down trees. They split and sawed the wood. They carved legs, flanks, belly, neck, back, mane and head. They set it on a huge platform. Odysseus and twelve of his bravest warriors climbed inside the hollow belly. A secret trapdoor was closed behind them. The enormous wooden horse was painted black from head to hoof and golden words were emblazoned on its flank."],
        ["2", "Then, after nightfall, the Greek army burned its camp. Every hut, shop, storehouse and temple was reduced to smoldering ash. They dragged their ships down to the water and sailed along the coast, far out of sight of the city of Troy."],
        ["3", "The next morning, as the dawn took her golden throne, the people of Troy looked across the plain and saw that the Greeks were gone."],
        ["4", "“Look! Now that they've lost Achilles they've given up and gone home. The siege is over at last!”"],
        ["5", "They rubbed their eyes and looked again. In the middle of the drifting smoke of the deserted camp there was something strange, towering dark against the shimmering waves of the sea."],
        ["6", "The Scaean gates¹ were thrown open and the Trojans — men, women and children — hurried across the plain. Soon they were on the seashore and the great horse was towering over their heads. They walked around it, staring at it, amazed. There were words written along its flank."],
        ["", "A GIFT TO THE GODDESS ATHENE"],
        ["7", "The priests and seers² laughed."],
        ["8", "“The cowards have fled and they fear the anger of the goddess of war and wisdom. They've left this horse as an offering to her.”"],
        ["9", "“We will carry it into the city,” said King Priam, “and set it outside her temple.”"],
        ["10", "The people of Troy lifted the huge platform onto their shoulders. They carried the horse across the plain and through the streets to the temple of Athene."],
        ["11", "And then the victory feast began. Trestle tables were laden with food and drink. Every man, woman and child ate and drank until their bellies were hanging over their belts and their heads were swimming with red wine. As the moon climbed into the sky they staggered to their beds and fell into the sweet, oblivious balm of sleep."],
        ["12", "When even the dogs were sleeping, the belly of the horse swung open and down tumbled a rope ladder. Odysseus and his men crept through the silent streets and opened the Scaean gates from the inside."],
        ["13", "The Greek army, under cover of darkness, had returned."]
    ],
    "Copyright": "From THE ADVENTURES OF ACHILLES by Hugh Lupton and Daniel Morden, published by Barefoot Books. Copyright © 2012 by Hugh Lupton and Daniel Morden. All rights reserved.",
    "References": [
        ["¹", "Scaean gates — main gates to the city of Troy"],
        ["²", "seers — people who predict events"]
    ]
}