{
    "Directions": "Read this passage, then answer each question that follows.",
    "Context": [],
    "Title": "Jupiter's Long-Lasting Storm",
    "Subtitle": "",
    "Author": "by Stephen Ornes",
    "LabelType": "P",
    "Content": [
        ["1", "Jupiter, the largest planet in the solar system, hosts one of the largest known storms. Nearly twice as wide as Earth, this storm looks like a big, reddish-brown eye in Jupiter's southern hemisphere. It's known as the Great Red Spot. Its winds have churned at least since the storm was first observed. That was nearly 200 years ago. Most studies predict it should have fizzled out ages ago. But a team of scientists now says that gases flowing vertically—meaning up and down—may explain the storm's surprising staying power."],
        ["2", "“We have lots of publications that show how the Red Spot dies,” Philip Marcus told Science News. He is a computational physicist at the University of California, Berkeley. Computational physicists like Marcus use mathematics and computer programs to test ideas in physics, the study of energy and matter."],
        ["3", "Marcus and Pedram Hassanzadeh, a physicist at Harvard University, used math to build a computer model, or simulation, of the Great Red Spot. Their calculations may finally explain the spot's longevity."],
        ["4", "Gases exit the swirling storm at both its top and bottom, their model suggests. These gases then pick up energy from nearby jet streams—strong, narrow air currents that blow through the atmosphere—before plunging back into the storm. This cycle may help keep the storm going, year after year, say the scientists. The pair presented its findings November 25 at a meeting of physicists in Pittsburgh."],
        ["5", "Saturn, Jupiter and Earth all have jet streams. They sometimes lead to the formation of whirlwinds called vortices. (Tornadoes are one example of vortices.) Astronomers once thought that the Great Red Spot—a giant vortex—gained energy by swallowing up smaller vortices spun off by jet streams. But studies in the last few decades had suggested that Jupiter's jet streams don't make enough vortices to power the big one."],
        ["6", "Previous studies have considered only winds that blow across the planet. Marcus and Hassanzadeh took a different approach. They included precise calculations of winds that blow vertically through and near the big red spot. When they included those vertical winds in their model, it showed the storm had enough oomph to keep spinning for as long as 800 years."],
        ["7", "That means Jupiter's big storm could be around for a long, long time. (Or not: Scientists still don't know when it started.)"],
        ["8", "Physicist Robert Ecke at Los Alamos National Laboratory in New Mexico called the idea that vertical winds keep the spot spinning “very reasonable.” He told Science News that though the new findings need to be examined by other scientists, they open a window on a new way to think about giant vortices."]
    ],
    "Copyright": "“Jupiter's Long-Lasting Storm” by Stephen Ornes from SCIENCE NEWS FOR STUDENTS, December 18, 2013. Copyright © 2013 by Society for Science and the Public.",
    "References": []
}