{
    "Directions": "Read the passage below, then answer each question that follows.",
    "Context": [],
    "Title": "[from] Every Soul a Star",
    "Subtitle": "",
    "Author": "by Wendy Mass",
    "LabelType": "P",
    "Content": [
        ["1", "In Iceland, fairies live inside of rocks. Seriously. They have houses in there and schools and amusement parks and everything."],
        ["2", "Besides me, not many people outside of Iceland know this. But you just have to read the right books and it's all there. When you're homeschooled, you have a lot of books. I also know how to find every constellation in the sky, and that the brightest star in any constellation is called the Alpha. I know all the constellations because my father taught them to me, and I know about the Alpha because it is also my name. But my family and friends call me Ally."],
        ["3", "Okay, that's not entirely true. I don't really have any friends. Not within hundreds of miles, anyway. And it's not because I am unlikable or smell bad or anything like that. In fact, I take a bath every single day in the hot spring outside our house, and everyone knows that the minerals in hot springs make you smell like fresh air all day long."],
        ["4", "The fact that we live somewhere with a hot spring outside our house pretty much explains why I don't have friends nearby. Basically, my house is as close to the middle of nowhere as a person can get and still be somewhere. Our town is not even on the map. It's not even a town. It's more of an area. There's the Moon Shadow Campground that my family owns, where I know every tree and every rock and which foxes are friendly and which aren't, and a tiny general store a mile away, where most everything expired in the last millennium. That's it. The nearest real town is an hour away. Sure, maybe it gets lonely every now and then, but I love it here. I was only four when we moved, so I don't really remember life in civilization, which is what my ten-year-old brother, Kenny, calls anywhere other than here."],
        ["5", "It should be pointed out that Kenny's only knowledge of civilization besides our books is based on what he can glean from the ancient black-and-white television at the general store, and since the only show that comes in is the soap opera Days of Our Lives, he thinks civilization is very dramatic. And until a few years ago, he thought it was in black-and-white."],
        ["6", "Some people might think my parents are crazy for doing what they did — up and leaving their jobs to build a campground in the Middle of Nowhere, USA. But they had a plan. They knew that a decade later, hundreds, maybe thousands of people would travel to this exact spot to be a part of something that hasn't happened in mainland America for over seventy-five years and won't happen again for a hundred more. And this flock, this throng of people, would need a comfortable, safe place to stay, wouldn't they? With hot springs and hot coffee and clean bathrooms and their choice of tents or cabins, and no televisions to remind them of anywhere other than here."],
        ["7", "My parents knew that, for one day, our two-square-mile campground would be the only patch of land in the entire country to lie smack dab in the path of the Great Eclipse when it passes overhead. In precisely twenty-two days and some hours from now, the sun will get erased from the sky, the planets will come out to greet us, the birds will stop singing, and a glowing halo of light will flutter like angels' wings above our heads."],
        ["8", "Except, of course, if it rains."]
    ],
    "Copyright": "From EVERY SOUL A STAR by Wendy Mass, published by Little, Brown Books for Young Readers, a division of Hachette Book Group, Inc. Copyright © 2008 by Wendy Mass.",
    "References": []
}