{
    "Directions": "Read this passage, then answer each question that follows.",
    "Context": [],
    "Title": "[from] The Road to You",
    "Subtitle": "",
    "Author": "by Alecia Whitaker",
    "LabelType": "P",
    "Content": [
        ["1", "“SURPRISE!”"],
        ["2", "I look over the shoulder of my makeup artist, Sam, who, like me, jumped when the door flew open. He pulled his mascara wand away faster than a hand on a hot stove, smearing some on my cheek."],
        ["3", "“Oh my gosh, what are you doing here?” I scream when I see my best friend, who's supposed to be back in Tennessee, standing in the door of my dressing room, arms open wide."],
        ["4", "“I came to see your first professional football game,” Stella teases, gesturing to the black line under my eye."],
        ["5", "“Ha-ha,” Sam deadpans."],
        ["6", "I jump up, and we meet in the middle of the room. Stella's giant hug is just the thing I need to distract me from the ticking clock and the thousands— thousands—of people taking their seats in the arena at this very moment. Then her mom walks in behind her."],
        ["7", "“Shannon!” I shout, and I rush her for a big hug as well."],
        ["8", "“Oh, Bird, it's good to see you,” she says, her dangly earrings tinkling in my ear as we embrace."],
        ["9", "“I can't believe nobody told me y'all were coming,” I say as Sam politely yet firmly leads me back to my makeup chair."],
        ["10", "Stella leans toward my mirror, straightening her thick bangs. “We wanted it to be a surprise,” she says with a grin."],
        ["11", "When I signed with Open Highway at the end of last summer, Dan paired me up with an established songwriter, Shannon Crossley. She helped pen a lot of the songs on Wildflower and really took me under her wing. That's how I met Stella, and honestly, I don't know what I'd do without either of them."],
        ["12", "“You look amazing, Bird,” Stella says as Sam finishes the touch-up. “Like yourself, but even better somehow. It's like you're glowing.”"],
        ["13", "I turn toward the mirror and take myself in. I see a tall, skinny girl with long, wavy, coppery hair wearing a jean jacket, white tank top, magenta shorts, and an incredible pair of custom-made Justin¹ boots."],
        ["14", "“What'd your dad say about those Daisy Dukes²?” Shannon asks with a sly smile."],
        ["15", "“He doesn't like them, but apparently he doesn't get a vote,” my dad answers as he walks into the room with my mom and brothers."],
        ["16", "“Was she surprised?” Dylan asks as he throws an arm around Stella's shoulders."],
        ["17", "“Totally,” she says, quite smug, crossing her arms."],
        ["18", "“You two and your schemes,” I say, pointing at them accusatorily. Last Christmas I thought I lost my lucky rock—one I'd found the day I was offered a record deal and carried with me all the time—but in reality, Dylan had swiped it when I wasn't looking. He gave it to Stella, who encased it in silver wire and attached it to a long silver chain, making it into a necklace so I'd always have it with me. It's the best gift I've ever gotten. No matter how my stylist dresses me, I never take it off."],
        ["19", "As my brothers help themselves to the contents of my minifridge, and everybody else settles in around me, I realize that my nerves have morphed into excited energy. I feel revved up, ready, like a car gunning its engine at the starting line. I have people here—my people—and I'm ready to do this thing!"],
        ["20", "“Bird, it's almost time,” Jordan says, knocking on the door."],
        ["21", "“Okay, thanks.”"],
        ["22", "She vanishes, on to her next stage-managing duty."],
        ["23", "“Well, gang, it's been a wild year, that's for sure,” my dad says as he circles us up. I squeeze between Dylan and Jacob, and we join hands just like the old days when we were touring together as the Barrett Family Band, playing ... almost every day of the year. “I've gone from Bird's father, to her band leader, to her manager, and to who-knows-what next! But let me tell you something, that girl is happiest with this group of people around her.”"],
        ["24", "My eyes blur all of a sudden, and I look up, blinking rapidly, determined, as my dad goes on, not to cry, even if they are happy tears. Then both of my ... brothers squeeze my hands, and it happens anyway. I lean over and dab a wet cheek on each of their sleeves, and they pretend to hate it."],
        ["25", "“And I'll tell you one more thing,” my dad continues. “She has a level head, even with all this craziness. You all are our family”—I look over at Stella, who flashes me a megawatt smile—“and all this success is due in part to your support. So we thank you.”"]
    ],
    "Copyright": "From THE ROAD TO YOU: A WILDFLOWER NOVEL by Alecia Whitaker, published by Poppy, an imprint of Little, Brown and Company, a division of Hachette Book Group, Inc. Copyright © 2015 by Alecia Whitaker.",
    "References": [
        ["¹", "Justin — a popular brand of cowboy and western footwear"],
        ["²", "Daisy Dukes — short denim shorts for women, typically made from a pair of cutoff jeans"]
    ]
}