{
    "Directions": "Read this passage, then answer each question that follows.",
    "Context": [],
    "Title": "[from] Mesa Verde",
    "Subtitle": "",
    "Author": "by Mary Quigley",
    "LabelType": "P",
    "Content": [
        ["", "Aɴᴄᴇsᴛʀᴀʟ Pᴜᴇʙʟᴏᴀɴs ᴀɴᴅ ᴄᴜʟᴛᴜʀᴇ"],
        ["1", "Some of the first Puebloan people found their way to the Four Corners area of North America. It is called this because it is where corners of Utah, Colorado, Arizona, and New Mexico meet. In this area are many mesas, which are flat plateaus with steep sides and moist, fertile land on the top. One large mesa was called “Mesa Verde,” which means “green table.”"],
        ["2", "Though they had been nomadic people who traveled in a constant search for food, the lush mesa tops offered prime land for agriculture and they learned to farm. Farming meant that their lifestyle changed drastically. Rather than being constantly on the move, they settled down and built towns ... Archaeologists divide the Ancestral Puebloan culture into periods that are defined by artistic, religious, technological, and social advances."],
        ["", "Bᴀsᴋᴇᴛᴍᴀᴋᴇʀs"],
        ["3", "Before arriving at Mesa Verde, the Ancestral Puebloans are known by historians as the Basketmakers. This is because some of the main evidence of their culture is the baskets they made. For people on the move, basketmaking was an important skill. By weaving plant materials into vessels, they could carry the food that they gathered. Archaeologists learn about how the baskets were made, and what they were used for, by studying baskets that have been found at Mesa Verde. Around C.E. 550, the Ancestral Puebloans brought their culture to the Mesa Verde region."],
        ["4", "When the Ancestral Puebloans arrived at Mesa Verde, the people settled in small villages. They were replacing their nomadic lifestyle by building permanent homes. They also began to learn how to make pottery. Making pottery suited their new lifestyle now that carrying heavy breakable pots was not an issue. They introduced beans to their diet, which were very nourishing. They used simple tools to create farms on the mesa top."],
        ["", "Pᴜᴇʙʟᴏs"],
        ["5", "By about C.E. 750, the Ancestral Puebloans began to improve their houses. They made pueblo dwellings of wooden posts and sun-dried mud. Within about 250 years, they were cutting sandstone into blocks to build multi-room complexes with space for cooking, sleeping, and storing food."],
        ["6", "How do we know how many people lived at Mesa Verde at a given time? The dwellings give clues. Archaeologists can estimate how many people could live in a dwelling and multiply that by the number of dwellings. Mesa Verde has generated population estimates ranging from 5,000 to 30,000."],
        ["", "Tʜᴇ Cʟᴀssɪᴄ ᴘᴇʀɪᴏᴅ"],
        ["7", "The Classic or Great Pueblo period lasted from C.E. 1100 to C.E. 1300. By then Mesa Verde had become a civilization that survived through cooperation. They divided the responsibilities among members of the community, specialized in certain work based on their skills and customs, and traded by bartering. They further developed their creative and religious expression through art and ceremony. Their settlement shows evidence that a space was made for gathering together. In this setting, they could make political decisions, practice their religion, and socialize. It was during this period that they moved into the caves in the cliffs."],
        ["", "Lɪꜰᴇ ɪɴ ᴛʜᴇ ᴄʟɪꜰꜰs"],
        ["8", "The Ancestral Puebloan people managed to build a stable year-round community with a thriving culture, despite the dry desert summers and bitter winters. They still were able to grow crops and build homes using natural materials, their own hands, and simple tools. They found opportunities for play and for worship. They studied the stars, and learned to craft beautiful pottery, jewelry, and woven items. They left images on stones that tell a part of their story. Today, you can visit their deserted villages. You can also try to figure out why, suddenly, around C.E. 1300 the people of Mesa Verde left. Where did they go? And why?"],
        ["", "Aɴᴄᴇsᴛʀᴀʟ Pᴜᴇʙʟᴏᴀɴ ꜰɪɴᴅs"],
        ["9", "It takes many people to accurately document the story of a culture. Archaeologists look for things that early people left behind, such as dwellings, clothing, pottery, baskets, rock paintings, and etchings—even skeletal remains. But to understand the meaning of what they find, they work with specialists. For instance, medical doctors can help them to know how long someone lived by looking at the skeleton. A geologist, who studies Earth and its rocks, can help determine where the clay in a particular pot came from. This may tell where the person migrated from or whether they traded with someone from another region for their pottery. Anthropologists and linguists add their knowledge of stories and languages."],
        ["", "Eᴀʀʟʏ ᴅɪsᴄᴏᴠᴇʀɪᴇs"],
        ["10", "The Mesa Verde region is the perfect place for learning about people of the past by using archaeology. The dry climate keeps artifacts from rotting and molding. The remote clifftop location prevents them from being washed away, lost, or broken. Wood-chewing insects find the area too dry to live in. Mesa Verde holds treasures, such as split willow baskets and clay pottery with painted designs. Archaeologists have even found fur clothing made from hide and cloth, jewelry, and tools. Every item tells a part of the story of the Ancestral Puebloan people."],
        ["11", "Archaeologists have been helped by the fact that nobody moved into the Mesa Verde cliff dwelling after the Ancestral Puebloans moved away. Everything was left unchanged and undisturbed. Native people from surrounding areas respected the people who had lived there before and left their homes alone. Also, while the Ancestral Puebloans had learned how to farm and live in that region, it was difficult land that did not appeal to settlers. Although occasionally a traveler may have encountered some of the dwellings of Mesa Verde, European settlers were not widely aware of most of the Mesa Verde villages until the late 1800s."]
    ],
    "Copyright": "From MESA VERDE by Mary Quigley. Copyright © 2006 Heinemann Library, a division of Reed Elsevier Inc. All rights reserved.",
    "References": []
}