{
    "Directions": "Read the article about penguins. Then answer each question that follows.",
    "Context": [],
    "Title": "Penguins",
    "Subtitle": "",
    "Author": "by Melvin and Gilda Berger",
    "LabelType": "P",
    "Content": [
        ["", "problems/MAG3E/media/S2a.jpg"],
        ["1", "Penguins live on the ice of the Antarctic. They have wings — yet they can't fly! But the penguins are terrific swimmers and divers. They plunge into the icy ocean to catch their meals of fish, squid, and krill. Some can stay underwater for up to six minutes."],
        ["2", "After a long dive, penguins shoot up out of the water. They look like rockets being launched. The birds gulp a quick breath of air. Then they splash back down into the water."],
        ["3", "Sometimes the penguins leap onto the ice. Once there, penguins are slow and clumsy walkers. But they have a way to move quickly. They drop onto their bellies and push themselves forward with feet and flippers. ZOOM! Away they go, sliding across the ice!"],
        ["4", "The biggest penguins of all are the emperor penguins. They are about as tall and heavy as third graders! Like other penguins, they spend most of their time diving for food. When it is time to nest, they jump out of the water and plop on the ice."],
        ["5", "Each female lays a single egg on the ice. Then she heads back to the water. Her mate rolls the egg onto his feet and covers it with a flap of skin. Then he joins other males in a large circle. They huddle together to keep warm."],
        ["6", "The males keep the eggs on their feet for a couple of months. During that time they do not eat. They lose about half their weight. Finally, the eggs hatch and the chicks are born."],
        ["7", "By now, the females are back. They take over the care of the chicks. The males march off to the ocean. There, they fill their empty stomachs with food."],
        ["8", "In a few weeks, the males return with food. Now both parents feed and protect their chicks. Six months later, the offspring are fully grown. Off they go. They're big enough to care for themselves."]
    ],
    "Copyright": "“Penguins” by Melvin and Gilda Berger, from Brrr! A Book About Polar Animals. Text copyright © 2000, 2006 by Melvin and Gilda Berger. Reprinted by permission of Scholastic Inc. Photograph copyright © iStockphoto/flammulated.",
    "References": []
}