{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The following text is adapted from Elizabeth von Arnim’s 1922 novel The Enchanted April. Mrs. Wilkins and her friend Rose are traveling in Italy.",
            ":ibox:“I’m going to have one of these gorgeous oranges,” said Mrs. Wilkins, staying where she was and REACHING ACROSS TO a black bowl piled with them. “Rose, how can you resist them. Look—have this one. Do have this beauty—” And she held out a big one.",
            "As used in the text, what does the phrase “reaching across to” most nearly mean?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Joining with",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text never suggests that Mrs. Wilkins is joining with, or becoming attached to, the bowl of oranges. Rather, the text indicates that she is stretching toward the bowl so she can pick out oranges for herself and her friend Rose to eat.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Gaining on",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text never suggests that Mrs. Wilkins is gaining on, or overtaking in a competition or race, the bowl of oranges. The text suggests instead that the bowl is sitting still on a surface and that Mrs. Wilkins is extending her arm toward the bowl so she can pick out oranges for herself and her friend Rose to eat.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Stretching toward",
                "Key": {
                    "Correct": true,
                    "Rationale": "As used in the text “reaching across to” most nearly means stretching toward. The text begins with Mrs. Wilkins stating that she wants to have one of the oranges that she’s admiring. The text then indicates that Mrs. Wilkins, staying where she is, holds out a big orange to her friend. This context suggests that when the text describes Mrs. Wilkins as reaching across to the bowl of oranges, it means that she is stretching toward the bowl.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Arriving at",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text doesn’t indicate that Mrs. Wilkins is arriving at the bowl of oranges. In fact, the text states that Mrs. Wilkins stays where she is when reaching across to the bowl, meaning that she remains at a distance from it.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A team of paleontologists has found a rich fossil deposit near Gulgong, Australia. The fossils are so well preserved that the team has been able to _______ detailed information about the life forms that left them behind, such as color patterns and how they interacted with other species.",
            "Which choice completes the text with the most logical and precise word or phrase?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "occupy",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Occupy” means engage or inhabit, neither of which would make sense in context. It’s unclear what it would mean for detailed information revealed by fossils to be engaged or inhabited.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "hoard",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text gives no indication that the paleontologists wanted to “hoard,” or collect and hide, the detailed information revealed by the well-preserved fossils.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "reserve",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text gives no indication that the paleontologists wanted to “reserve,” or withhold, the detailed information revealed by the well- preserved fossils.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "obtain",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text’s discussion of the fossil deposit. In this context, “obtain” means gain or acquire. According to the text, a team of paleontologists has found fossils that are very well preserved. For this reason, the text suggests, the paleontologists have been able to gain detailed information from the fossils, such as the color patterns of the life forms that left them behind.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "According to a team of neuroeconomists from the University of Zurich, ease of decision making may be linked to communication between two brain regions, the prefrontal cortex and the parietal cortex. Individuals tend to be more decisive if the information flow between the regions is intensified, whereas they make choices more slowly when information flow is _______.",
            "Which choice completes the text with the most logical and precise word or phrase?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "reduced",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text’s discussion of how the flow of information between two regions of the brain may affect the ease of people’s decision making. In this context, “reduced” means decreased. The text presents the finding from a team of neuroeconomists that decision making may be connected to communication between the prefrontal cortex and the parietal cortex. In presenting this finding, the text suggests a contrast between people who tend to be more decisive and people who make decisions more slowly. According to the text, people tend to be more decisive when the flow of information between the two brain regions is intensified, or strengthened. On the other hand, this context suggests that people make choices more slowly when the flow of information between the two brain regions is decreased.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "evaluated",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Evaluated” means assessed, which wouldn’t make sense in context. According to the text, people tend to be more decisive when the flow of information between two brain regions is intensified, or strengthened. This suggests that people’s ease of decision making varies based on the rate of information traveling between the regions, not based on an effort to assess the information.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "determined",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Determined” means judged or influenced, neither of which would make sense in context. According to the text, people tend to be more decisive when the flow of information between two brain regions is intensified, or strengthened. This suggests that people’s ease of decision making varies based on the rate of information traveling between the regions, not based on an effort to judge or influence the information.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "acquired",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Acquired” means developed or attained, neither of which would make sense in context. According to the text, people tend to be more decisive when the flow of information between two brain regions is intensified, or strengthened. This suggests that people’s ease of decision making varies based on the rate of information traveling between the regions, not based on the development or attainment of the information.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The War of 1812 has _______ place in historical memory in Britain, partly because it is overshadowed by the much larger concurrent conflict against Napoleonic France and partly because it essentially maintained the geopolitical status quo for Britain: the country neither gained nor lost significant territory or position as a result of its participation in the war.",
            "Which choice completes the text with the most logical and precise word or phrase?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "a tenuous",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text’s discussion of the significance of the War of 1812 in British historical memory. In this context, “tenuous” means vulnerable or uncertain. The text indicates that the War of 1812 was both smaller, and less prominent, than the conflict with France, and resulted in no significant geopolitical changes. These details imply that the War of 1812 is less likely than other British historical events to be remembered, giving the War of 1812 a tenuous place in British historical memory.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "an enduring",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this context “enduring” would mean lasting or durable, but the text describes the War of 1812 as being overshadowed by, and smaller than, the simultaneous conflict with France. This seems to conflict with the notion that the War of 1812 has an enduring place in British historical memory.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "a contentious",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this context “contentious” would mean likely to cause disagreement, and while there likely are contentious issues related to the War of 1812, nothing in the text discusses or implies any such disagreement.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "a conspicuous",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this context “conspicuous” would mean obvious, but the text describes the War of 1812 as being overshadowed by, and smaller than, the simultaneous conflict with France. Rather than suggesting that the War of 1812 has a conspicuous place in British historical memory, these descriptions suggest that its place is not particularly obvious.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Claims about the original significance of Minoan bull-leaping rituals—depicted in paintings and sculptures from the second millennium BCE—are difficult to successfully _______. We know so little about the people archaeologists call the Minoans that assertions about what bull-leaping meant to them will almost inevitably rely on significant speculation and guesswork.",
            "Which choice completes the text with the most logical and precise word or phrase?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "imagine",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Imagine” in this context would mean form a mental image of something. Although it’s possible to imagine what Minoan bull-leaping rituals might have looked like, the focus of the text isn’t on how the rituals looked but rather on claims about them, which the text suggests are difficult to support because very little is known about the Minoans.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "summarize",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Summarize” in this context would mean recap or outline, neither of which makes sense. The text indicates that claims about the significance of Minoan bull-leaping rituals will inevitably rely on speculation and guesswork because very little is known about the Minoans. This suggests that claims about the Minoan rituals are difficult to support in the face of argument, not that they’re difficult to recap or outline.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "defend",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text’s discussion of Minoan bull-leaping rituals. In this context, “defend” means support in the face of argument. The overall focus of the text is on the difficulty of determining what bull-leaping rituals meant to the Minoans, about whom, the text indicates, we know very little. The text states that because of this scarcity of information, assertions about the meaning of the rituals, which took place a very long time ago (in the second millennium BCE), are highly likely to be based on speculation and guesswork. This context suggests that claims about the meaning of the rituals are difficult to successfully support, or defend.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "adjust",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Adjust” in this context would mean modify or correct. Although a claim about a ritual’s meaning could be modified or corrected based on newly discovered evidence, the text doesn’t focus on any specific claims made about the significance of Minoan bull-leaping rituals. Rather, the text focuses on the feasibility of making valid claims about the rituals in general, suggesting that the scarcity of information about the Minoans makes it difficult to support any claims about the rituals.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The following text is adapted from Jerome K. Jerome’s 1889 novel Three Men in a Boat (To Say Nothing of the Dog). The narrator is traveling by boat with Harris and another friend.",
            ":ibox:[Harris] told us anecdotes of how he had gone across the [English] Channel when it was so rough that the passengers had to be tied into their [beds], and he and the captain were the only two living souls on board who were not ill. Sometimes it was he and the second mate who were not ill; but it was generally he and one other man. [If not he and another man, then it was he by himself.]",
            "Which choice best describes the function of the emphasized sentence in the text as a whole?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It indicates the reason for Harris’s eagerness to resume traveling.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text doesn’t portray Harris as being eager to resume traveling; instead, it shows Harris boasting of how he didn’t become seasick on a previous boat trip when most or all of the other people onboard did.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "It hints at Harris’s feeling that during an earlier boat trip, others didn’t include him in activities.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There’s nothing in the text to suggest that Harris felt excluded from activities during an earlier boat trip. The text suggests that Harris experienced isolation during that trip because others onboard had grown ill, not because Harris had wanted to join certain activities but felt left out.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "It emphasizes that Harris always boasts about his own constitution when speaking of a previous boat trip.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most accurately describes how the emphasized sentence functions in the text as a whole. In the text, Harris tells stories about his previous boat trip across the English Channel, when conditions were so rough that others onboard became seasick. According to the text, Harris’s accounts vary somewhat but generally involve him and only one other man not growing ill. The emphasized sentence then adds that if it was “not [Harris] and another man” who didn’t develop seasickness, “then it was [Harris] by himself.” That is, some versions of the story even involve Harris being the only person onboard who resisted seasickness. Therefore, the emphasized sentence emphasizes that Harris always boasts about his own constitution, or physical well-being, when speaking of a previous boat trip.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "It reveals that although Harris claims to prefer solitary activities when traveling, he actually enjoys having company.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text doesn’t portray Harris as either enjoying company or claiming to prefer solitude. The text suggests that Harris experienced some degree of isolation during a previous boat trip, but the reason provided by the text has nothing to do with a preference for either solitude or the opposite; rather, the reason, according to Harris, is that most or all of the other people onboard were sick.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "[Several studies have found negligible electoral consequences for governments that impose fiscal austerity measures, yet some European governments recently suffered electorally due to their austerity programs.] Evelyne Huebscher and colleagues attribute this incongruity to governments’ tendency—not followed in the recent European cases—to implement austerity programs strategically to avoid electoral costs (e.g., setting spending cuts to take effect only after the next election), which has obscured the inherent political risks of austerity measures in the election data scholars have examined.",
            "Which choice best describes the function of the emphasized sentence in the text as a whole?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It explains a discrepancy between what has been observed in study settings and what has been observed in real-world settings that the text goes on to assert is attributable to the studies not using real-world data.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The emphasized sentence doesn’t indicate that the discrepancy described in the text is between observations made in study settings and observations made in real-world settings. Rather, the emphasized sentence indicates that the outcome of recent events is contrary to what would be expected based on the findings of several studies. Additionally, there is nothing in the text to suggest that the studies mentioned did not use real-world data; instead, the text indicates that the data used was generated under potentially different circumstances than the recent events.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "It identifies a conflict between research findings and recent events that the text goes on to suggest is a consequence of a complicating factor in the data used to generate those findings.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice best describes how the emphasized sentence functions in the text as a whole. The emphasized sentence explains that contrary to what several studies would suggest, recent European governments suffered electorally after the launch of fiscal austerity programs. The text goes on to indicate that the researchers generated their findings from data that didn’t reveal the true political risk of austerity measures because the data were based on cases in which governments had set austerity programs to take effect after the next election, a practice the European governments that recently suffered electorally didn’t adhere to, thus introducing a complicating factor resulting in a conflict between the research findings and recent events.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "It presents a long-standing divergence in research findings that the text goes on to say is due to different groups of researchers using data that derive from different electoral circumstances.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The emphasized sentence doesn’t present a long-standing divergence in research findings but rather a discrepancy between past research findings and recent events that the text goes on to attribute to researchers’ use of data that didn’t reveal the true political risk of austerity measures.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "It describes a recent exception to a general pattern in research findings that the text goes on to explain is a result of researchers underestimating the significance of inconsistencies in the data they’ve analyzed.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the emphasized sentence notes that there have been some recent exceptions to a general pattern observed in several research studies, it does not go on to attribute this exception to the researchers underestimating inconsistencies in the data. Rather, the text goes on to attribute this to a circumstance (fiscal austerity measures being implemented before an election rather than after) which adds a complicating factor into the data not accounted for in past studies.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:TEXT 1\nGraphic novels are increasingly popular in bookstores and libraries, but they shouldn’t be classified as literature. By definition, literature tells a story or conveys meaning through language only; graphic novels tell stories through illustrations and use language only sparingly, in captions and dialogue. Graphic novels are experienced as series of images and not as language, making them more similar to film than to literature.",
            ":ibox:TEXT 2\nGraphic novels present their stories through both language and images. Without captions and dialogue, readers would be unable to understand what is depicted in the illustrations: the story results from the interaction of text and image. Moreover, Alison Bechdel’s Fun Home and many other graphic novels feature text that is as beautifully written as the prose found in many standard novels. Therefore, graphic novels qualify as literary texts.",
            "Based on the texts, how would the author of Text 2 most likely respond to the overall argument presented in Text 1?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "By asserting that language plays a more important role in graphic novels than the author of Text 1 recognizes",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most accurately states how the author of Text 2 would most likely respond to the argument presented in Text 1. In arguing that graphic novels shouldn’t be classified as literature and are more comparable to film, Text 1 claims that language plays a relatively limited role in graphic novels: images, not language, are the primary means by which graphic novels tell their stories, and language is used “only sparingly”—that is, comparatively very little—in the form of captions and dialogue. However, the author of Text 2 asserts that language in graphic novels is as equally vital for conveying meaning as images are, since without captions and dialogue, readers wouldn’t be able to make sense of the narrative. Moreover, the author of Text 2 argues that there are many graphic novels that are “beautifully written” and whose use of language is as accomplished as any standard novel. Because Text 1 argues that language is subordinate to images in graphic novels, whereas Text 2 highlights how language is an essential component of a graphic novel’s storytelling, it can reasonably be inferred that the author of Text 2 would say that language plays a more important role in graphic novels than the author of Text 1 recognizes.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "By acknowledging that the author of Text 1 has identified a flaw that is common to all graphic novels",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Text 1 indicates that graphic novels shouldn’t be classified as literature based on their limited use of language, there’s no indication that the author of Text 1 considers this limited use of language as a flaw, just that it doesn’t fit the particular definition of “literature” proposed in the text. Even if Text 1 had suggested that their use of language was a common flaw of graphic novels, the author of Text 2 emphasizes how many graphic novels are “beautifully written,” and would therefore say that their use of language is exemplary, not that it is flawed.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "By suggesting that the story lines of certain graphic novels are more difficult to understand than the author of Text 1 claims",
                "Key": {
                    "Correct": false,
                    "Rationale": "Text 1 doesn’t claim that the story lines of graphic novels are generally relatively easy to understand; in addition, Text 2 argues that given their dependence on the interaction of image and text, the stories of graphic novels would be incomprehensible if their captions and dialogue were removed, not that the story lines of some graphic novels are more difficult to understand than Text 1 acknowledges.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "By agreeing with the author of Text 1 that most graphic novels aren’t as well crafted as most literary works are",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author of Text 1 doesn’t imply that graphic novels aren’t well crafted, only that they use language too sparingly to fit the definition of “literature,” and that their use of images to convey stories makes them more comparable to film than to literature. Even if the author of Text 1 had implied that most graphic novels aren’t well crafted, Text 2 refers to the fact that many graphic novels are as beautifully written—that is, well crafted—as many standard novels; thus, it wouldn’t be accurate to say that the author of Text 2 would agree with the author of Text 1 that most graphic novels aren’t well crafted.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The following text is adapted from Ann Petry’s 1946 novel The Street. Lutie lives in an apartment in Harlem, New York.",
            ":ibox:The glow from the sunset was making the street radiant. The street is nice in this light, [Lutie] thought. It was swarming with children who were playing ball and darting back and forth across the sidewalk in complicated games of tag. Girls were skipping double dutch rope, going tirelessly through the exact center of a pair of ropes, jumping first on one foot and then the other.\n\n\t\t©1946 by Ann Petry",
            "Which choice best describes what is happening in the text?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Lutie is observing the appearance of the street at a particular time of day and the events occurring on it.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most accurately states what is happening in the text. The narrator notes that Lutie thinks the street looks nice in the light of the sunset. The narrator goes on to describe what Lutie can see in the street: children playing ball or tag and girls skipping rope. Thus, what is happening in the text is that Lutie is observing the appearance of the street at a particular time of day and the events occurring on it.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Lutie is annoyed by the noise of children playing games on her street.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Lutie is observing children playing games on her street, the text doesn’t suggest that she is annoyed by the noise of the games. Instead, the text says that Lutie thinks the street looks nice in the light of the sunset.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Lutie is puzzled by the rules of certain children’s games.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Lutie is observing children playing games on her street, the text doesn’t suggest that she is puzzled by the rules of the games.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Lutie is spending time alone in her apartment because she doesn’t want to interact with her neighbors.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence in the text that Lutie doesn’t want to interact with her neighbors or that she is in her apartment alone. All the text indicates about Lutie is that she is watching the events on the street and thinks the street looks nice in the light of the sunset.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Since its completion in 2014, Bosco Verticale (Vertical Forest)—a pair of residential towers in Milan, Italy, covered by vegetation—has become a striking symbol of environmental sustainability in architecture. Stefano Boeri intended his design, which features balconies that are home to hundreds of trees, to serve as a model for promoting urban biodiversity. However, the concept has faced skepticism: critics note that although the trees used in Bosco Verticale were specifically cultivated for the project, it’s too early to tell if they can thrive in this unusual setting.",
            "According to the text, why are some critics skeptical of the concept behind Bosco Verticale?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Some essential aspects of Bosco Verticale’s design are difficult to adapt to locations other than Milan.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the text states that one of Boeri’s goals was for Bosco Verticale to serve as a model for promoting biodiversity in architecture, which suggests that Boeri would likely support the idea of reproducing the same concept in other locations, the text does not discuss whether it is feasible to adapt the design to locations other than Milan. Instead, the text describes critics’ concerns that the plant life that currently exists on Bosco Verticale might not thrive in its current setting.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The plant life on Bosco Verticale ended up being less varied than Boeri had envisioned it would be.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the text states that one of Boeri’s goals in creating Bosco Verticale was to promote biodiversity, which implies a goal of including varied plant life in the design, it does not mention whether the hundreds of trees that were planted on its balconies failed to meet this goal. Rather, the text states that some critics are concerned that the trees on Bosco Verticale’s balconies may not thrive in this setting.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The construction of Bosco Verticale was no less environmentally damaging than the construction of more conventional buildings is.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text does not mention how Bosco Verticale was constructed, let alone how environmentally destructive its construction may have been relative to the construction of more conventional buildings.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "It is unclear whether Bosco Verticale can support the plant life included in its design.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice presents a statement about critics’ skepticism of Bosco Verticale that is supported by the text. The text states that Boeri’s design for Bosco Verticale features hundreds of trees on balconies and is intended to serve as a model for promoting urban biodiversity. But the text goes on to state that some critics believe that it is too early to determine if the trees planted on Bosco Verticale can thrive there. Therefore, according to the text, critics are skeptical of the concept behind Bosco Verticale because it is unclear whether Bosco Verticale can support the plant life included in its design.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Many literary theorists distinguish between fabula, a narrative’s content, and syuzhet, a narrative’s arrangement and presentation of events. In the film The Godfather Part II, the fabula is the story of the Corleone family, and the syuzhet is the presentation of the story as it alternates between two timelines in 1901 and 1958. But literary theorist Mikhail Bakhtin maintained that fabula and syuzhet are insufficient to completely describe a narrative—he held that systematic categorizations of artistic phenomena discount the subtle way in which meaning is created by interactions between the artist, the work, and the audience.",
            "Which choice best states the main idea of the text?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Literary theorist Mikhail Bakhtin argued that there are important characteristics of narratives that are not fully encompassed by two concepts that other theorists have used to analyze narratives.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most accurately states the main idea of the text. The text begins by explaining that many literary theorists rely on the concepts of fabula (a narrative’s content) and syuzhet (a narrative’s arrangement and presentation of events) and illustrates these concepts by explaining how they can be applied to the film The Godfather Part II. The text then discusses how Mikhail Bakhtin, a literary theorist, argued that fabula and syuzhet can’t fully describe a narrative, since systematic categorizations such as these fail to account for all the ways in which interactions between the artist, the work, and the audience produce meaning. Thus, the main idea is that Bakhtin argued that there are important characteristics of narratives that are not fully encompassed by two concepts that other theorists have used to analyze narratives.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Literary theorist Mikhail Bakhtin claimed that meaning is not inherent in a narrative but is created when an audience encounters a narrative so that narratives are interpreted differently by different people.",
                "Key": {
                    "Correct": false,
                    "Rationale": "According to the text, Mikhail Bakhtin believed that meaning was created through the interactions of the artist, narrative, and audience, not simply through the interaction between the audience and narrative; moreover, the text doesn’t address whether Bakhtin focused on the ways in which different people interpret narratives differently.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The storytelling methods used in The Godfather Part II may seem unusually complicated, but they can be easily understood when two concepts from literary theory are utilized.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the text implies that the storytelling methods used in The Godfather Part II are complicated, it discusses the film only to illustrate how the concepts of fabula and syuzhet may be applied to a narrative. The film’s storytelling methods aren’t the primary focus of the text.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The storytelling methods used in The Godfather Part II may seem unusually complicated, but they can be easily understood when two concepts from literary theory are utilized.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text discusses The Godfather Part II, whose narrative doesn’t adhere to a single chronological order, only to illustrate the concepts of fabula (a narrative’s content) and syuzhet (narrative’s arrangement and presentation of events). The primary focus of this text isn’t the structure of this film or of other narratives that are told out of chronological order; moreover, the text doesn’t consider whether such structures make it harder for audiences to understand narratives.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "problems/SAT5RW2/media/12a.jpg",
            "A student is researching the trends in the topics submitted to a national science fair for high school students. The graph shows the number of submissions by topic that were made each year. Based on the data in the graph, the student claims that [there were more medicine and health research topics submitted in 2019 than in any other year.]",
            "Which choice most effectively uses data from the graph to support the emphasized claim?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "In 2016, the number of cellular and molecular biology topic submissions was the same as the number of animal science topic submissions.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice doesn’t support the emphasized claim or accurately reflect the information in the graph. This choice refers to 2016 and discusses cellular and molecular biology and animal science, whereas the emphasized claim refers to 2019 and discusses medicine and health. Moreover, the claim that in 2016 there were equal numbers of submissions in the cellular and molecular biology category and in the animal science category is contradicted by the graph, which shows approximately 200 submissions and 50 submissions, respectively, for those categories in 2016.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "In 2019, there were more physics and space science topic submissions than there were medicine and health topic submissions.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice doesn’t accurately reflect the information in the graph. This choice claims that in 2019 there were more physics and space submissions than there were medicine and health submissions, but the graph shows that there were approximately 100 space and science submissions that year and approximately 285 medicine and health submissions.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The lowest number of animal science topic submissions in a year was approximately 95 in 2016.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice doesn’t accurately reflect the information in the graph or support the emphasized claim about medicine and health research topics. This choice claims that there were approximately 95 submissions for the animal science category in 2016, but the graph shows that the number was closer to 50 in 2016.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The highest number of medicine and health topic submissions during the period shown is approximately 285 in 2019.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice effectively uses data from the graph to support the emphasized claim that more medicine and health topics were submitted to a national science fair in 2019 than in any of the other years shown. This choice indicates that the approximately 285 medicine and health topics submitted in 2019 are more than the number of medicine and health submissions in any other year shown—a description that is supported by information in the graph, which shows that medicine and health topic submissions were below 250 in 2016, 2017, and 2018, but above 250 (approximately 285 submissions) in 2019.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Fish whose DNA has been modified to include genetic material from other species are known as transgenic. Some transgenic fish have genes from jellyfish that result in fluorescence (that is, they glow in the dark). Although these fish were initially engineered for research purposes in the 1990s, they were sold as pets in the 2000s and can now be found in the wild in creeks in Brazil. A student in a biology seminar who is writing a paper on these fish asserts that their escape from Brazilian fish farms into the wild may have significant negative long-term ecological effects.",
            "Which quotation from a researcher would best support the student’s assertion?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "“In one site in the wild where transgenic fish were observed, females outnumbered males, while in another the numbers of females and males were equivalent.”",
                "Key": {
                    "Correct": false,
                    "Rationale": "This quotation doesn’t mention any negative effects of the introduction of fluorescent transgenic fish into the wild. The quotation merely compares the ratio of females to males at two sites in the wild where transgenic fish have been observed.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "“Though some presence of transgenic fish in the wild has been recorded, there are insufficient studies of the impact of those fish on the ecosystems into which they are introduced.”",
                "Key": {
                    "Correct": false,
                    "Rationale": "This quotation doesn’t support the idea that the escape of fluorescent transgenic fish from Brazilian fish farms may have significant negative long-term ecological effects. Rather, the quotation suggests that more research is needed to understand the effects.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "“The ecosystems into which transgenic fish are known to have been introduced may represent a subset of the ecosystems into which the fish have actually been introduced.”",
                "Key": {
                    "Correct": false,
                    "Rationale": "This quotation supports the idea that transgenic fish may be present in more ecosystems than has been observed; it doesn’t address whether the presence of fluorescent transgenic fish affects these ecosystems.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "“Through interbreeding, transgenic fish might introduce the trait of fluorescence into wild fish populations, making those populations more vulnerable to predators.”",
                "Key": {
                    "Correct": true,
                    "Rationale": "This quotation would best support the student’s assertion that the escape of transgenic fish from Brazilian fish farms into the wild may have significant negative long-term ecological effects. The text explains that transgenic fish have DNA that includes genetic material from other species, that some transgenic fish have genes from jellyfish that make them glow in the dark, and that glow- in-the-dark transgenic fish can now be found in the wild in Brazilian creeks. The quotation indicates why the escape of these fish may have negative long-term ecological effects: glow-in-the-dark transgenic fish might introduce fluorescence into wild fish populations by breeding with wild fish, causing wild fish to glow in the dark and thereby allowing predators to prey on them much more easily.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "problems/SAT5RW2/media/14a.jpg",
            "Inés Ibáñez and colleagues studied a forest site in which some sugar maple trees receive periodic fertilization with nitrogen to mimic the broader trend of increasing anthropogenic nitrogen deposition in soil. Ibáñez and colleagues modeled the radial growth of the trees with and without nitrogen fertilization under three different climate scenarios (the current climate, moderate change, and extreme change). Although they found that climate change would negatively affect growth, they concluded that anthropogenic nitrogen deposition could more than offset that effect provided that change is moderate rather than extreme.",
            "Which choice best describes data from the graph that support Ibáñez and colleagues’ conclusion?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Growth with nitrogen under the current climate exceeded growth with nitrogen under moderate change, but the latter exceeded growth without nitrogen under extreme change.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although it accurately represents the data in the graph, this fact pattern doesn’t support Ibáñez and colleagues’ conclusion that the decline in radial growth due to climate change will be partly offset by higher levels of anthropogenic nitrogen, but only if change to the climate is moderate and not if it’s extreme. To support this would require comparing radial growth without nitrogen fertilization under current climate conditions to the growth with nitrogen fertilization under both moderate and extreme changes. This choice mentions only growth with nitrogen fertilization under current climate conditions and moderate change and growth without nitrogen fertilization under an extreme change, which don’t provide a basis to determine whether higher nitrogen in the future will be able to offset reduced growth due to climate change.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Growth without nitrogen under the current climate exceeded growth without nitrogen under moderate change, but the latter exceeded growth with nitrogen under extreme change.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although it accurately represents the data in the graph, this fact pattern doesn’t support Ibáñez and colleagues’ conclusion that the decline in radial growth due to climate change will be partly offset by higher levels of atmospheric nitrogen, but only if change to the climate is moderate and not if it’s extreme. The support needed would compare radial growth under current climate conditions without nitrogen fertilization to the growth with nitrogen fertilization under moderate and extreme changes. This choice mentions only growth without nitrogen fertilization under current conditions and moderate change and growth with nitrogen fertilization under extreme change, which don’t provide a basis to determine whether higher nitrogen in the future will be able to offset reduced growth due to climate change.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Growth with nitrogen under moderate change exceeded growth without nitrogen under moderate change, but the latter exceeded growth without nitrogen under extreme change.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although it accurately represents the data in the graph, this fact pattern doesn’t support Ibáñez and colleagues’ conclusion that the decline in radial growth due to climate change will be partly offset by higher levels of atmospheric nitrogen, but only if change to the climate is moderate and not if it’s extreme. The support needed would compare radial growth without adding nitrogen under current climate conditions to the growth with nitrogen fertilization under moderate and extreme changes. This choice mentions only the growth with and without nitrogen fertilization under moderate climate change and growth without nitrogen fertilization under extreme change, which don’t provide a basis to determine whether higher nitrogen in the future will be able to offset reduced growth due to climate change.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Growth with nitrogen under moderate change exceeded growth without nitrogen under the current climate, but the latter exceeded growth with nitrogen under extreme change.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice describes data from the graph that support Ibáñez and colleagues’ conclusion that increasing anthropogenic nitrogen deposition can compensate for the negative effect of climate change on tree growth if that change is moderate but not if it’s extreme. The bar graph shows the growth of sugar maple trees with and without nitrogen fertilization under three different climate-change scenarios: current conditions, a moderate change, and an extreme change. According to the graph, radial growth without nitrogen fertilization is projected to be about 0.16 centimeters (cm) under current conditions, 0.15 cm under a moderate change, and 0.04 cm under an extreme change. The graph also shows that with nitrogen fertilization, growth is projected to be about 0.18 centimeters under a moderate change but only about 0.06 centimeters under an extreme change. Thus, the data in the graph support the researchers’ conclusion by showing greater growth for a moderate change using nitrogen fertilization than they do either under current conditions without nitrogen fertilization or under an extreme change with nitrogen fertilization.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "“Poetry” is a 1919 poem by Marianne Moore. The poem highlights an ambivalence toward poetry as the speaker acknowledges its merits while also expressing a sense of displeasure, writing _______",
            "Which quotation from “Poetry” most effectively illustrates the claim?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "“nor is it valid / to discriminate against ‘business documents and / school-books’; all these phenomena are important.”",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice doesn’t mention poetry or show ambivalence.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "“One must make a distinction / however: when dragged into prominence by half poets, the result is not / poetry”",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the idea of “half poets” may seem to relate to ambivalence, the speaker mentions only negative attitudes toward certain works and the quotation therefore lacks a contrasting positive or neutral attitude that would be needed to indicate ambivalence.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "“when [poems] become so derivative as to become unintelligible, the / same thing may be said for all of us—that we / do not admire what / we cannot understand.”",
                "Key": {
                    "Correct": false,
                    "Rationale": "The speaker mentions only negative attitudes toward certain works and the quotation therefore lacks a contrasting positive or neutral attitude that would be needed to indicate ambivalence.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "“Reading [poetry], however, with a perfect contempt for it, one discovers that there is in / it after all, a place for the genuine.”",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most effectively uses a quotation from “Poetry” to illustrate the claim that the poem highlights an ambivalence, or a conflicted attitude, toward poetry. In the quotation, the speaker suggests that one might read poetry with “contempt,” or disdain, for it, but even with this negative attitude one will find “a place for the genuine.” Because the quotation expresses conflicting attitudes toward poetry, it effectively illustrates the speaker’s ambivalence in discussing the merits and displeasure of reading poetry.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "problems/SAT5RW2/media/16a.jpg",
            "Some climate models for the western United States predict that while total annual precipitation may remain unchanged from the present level, precipitation will become concentrated into fewer but more intense rain and snow events. University of Texas climate scientist Geeta Persad and her colleagues simulated how the amount of water entering aquifers and the amount being used for irrigation purposes would change if this were to occur. Persad and her colleagues concluded that concentration of precipitation into fewer events would result in a higher number of dry days, triggering more irrigation, but that this change in irrigation output is highly sensitive to the baseline concentration of precipitation that currently exists in an area.",
            "Which choice best describes data from the table that support Persad and her colleagues’ conclusion?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "If baseline precipitation is somewhat concentrated, the amount of water being used for irrigation will increase 0.4% for surface water and 0.9% for groundwater, whereas the amount of water entering aquifers will increase 11.0% if baseline precipitation is evenly distributed.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice compares changes in the amount of water being used for irrigation to changes in the amount of water entering aquifers. Persad and her colleagues’ conclusion doesn’t focus on changes to the amount of water entering aquifers; rather, the researchers’ conclusion focuses on changes to irrigation output relative to how concentrated or spread out the annual precipitation in an area is.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "If baseline precipitation is somewhat concentrated, water use for irrigation will increase only slightly, whereas it will increase 9.0% for surface water and 7.9% for groundwater if baseline precipitation is evenly distributed.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice describes data from the table that support Persad and her colleagues’ conclusion. The text explains that, according to some climate models, precipitation in the western United States will become concentrated into fewer, more intense rain and snow events. According to the text, Persad and her colleagues concluded that more irrigation will consequently be needed but that the change in irrigation output will be highly sensitive to, or greatly affected by, the baseline concentration of precipitation in an area. This conclusion is supported by data from the researchers’ simulations of changes in annual irrigation output in two different scenarios—one in which an area’s annual precipitation is already somewhat concentrated and one in which its annual precipitation is evenly distributed. The table shows that if baseline precipitation is somewhat concentrated, water use for irrigation will increase only slightly, whereas if baseline precipitation is evenly distributed, water use for irrigation will increase much more—9.0% for surface water and 7.9% for groundwater. This difference illustrates the researchers’ conclusion that the amount of additional water needed for irrigation will vary greatly depending on how concentrated or spread out the annual precipitation in an area already is.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "If baseline precipitation is somewhat concentrated, the amount of water entering aquifers will increase 4.9%, while the amount being used for irrigation will increase 0.4% for surface water and 0.9% for groundwater.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice supports only part of Persad and her colleagues’ conclusion. According to the text, the researchers concluded that the concentration of precipitation into fewer events will trigger more irrigation but that this change in irrigation output will be highly sensitive to an area’s baseline concentration of annual precipitation. The data in this choice support the idea that more irrigation will be needed, but to support the rest of the researchers’ conclusion, additional data from the table are required to show that the increases in water use for irrigation will vary depending on how concentrated or spread out the annual precipitation in an area already is.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "If baseline precipitation is somewhat concentrated, water use for irrigation will decline by a small amount, whereas it will increase 11.0% for surface water and 9.0% for groundwater if baseline precipitation is evenly distributed.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Data in the table indicate no declines in water use for irrigation, showing only increases in the form of positive values.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "17": {
        "Number": 17,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In dialects of English spoken in Scotland, the “r” sound is strongly emphasized when it appears at the end of syllables (as in “car”) or before other consonant sounds (as in “bird”). English dialects of the Upland South, a region stretching from Oklahoma to western Virginia, place similar emphasis on “r” at the ends of syllables and before other consonant sounds. Historical records show that the Upland South was colonized largely by people whose ancestors came from Scotland. Thus, linguists have concluded that _______",
            "Which choice most logically completes the text?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "the English dialects spoken in the Upland South acquired their emphasis on the “r” sound from dialects spoken in Scotland.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text’s discussion of English dialects spoken in Scotland and the Upland South. The text indicates that these dialects share a feature: putting emphasis on the “r” sound when it appears in certain positions in words. The text goes on to state that records indicate the Upland South was colonized largely by people of Scottish ancestry. It is reasonable to assume that the English dialects spoken by these colonizers were influenced by the English dialects spoken by their ancestors in Scotland. It follows, then, that the emphasis on the “r” sound in the dialects in Scotland carried over into the Upland South dialects as they developed—that is, that the Upland South dialects likely acquired it from dialects spoken in Scotland.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "emphasis on the “r” sound will eventually spread from English dialects spoken in the Upland South to dialects spoken elsewhere.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text suggests that Scottish ancestry explains the origin of the emphasis on the “r” sound in English dialects spoken in the Upland South, since that linguistic feature is also found in dialects spoken in Scotland; the text doesn’t address any other dialects or suggest that the feature will spread elsewhere.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "the English dialects spoken in Scotland were influenced by dialects spoken in the Upland South.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text indicates that many Upland South colonizers were the descendants of Scottish people, suggesting that the English dialects spoken by these colonizers had been influenced by the English dialects spoken by the colonizers’ ancestors in Scotland and had acquired their emphasis on the “r” sound from those ancestors’ dialects—not the other way around.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "people from Scotland abandoned their emphasis on the “r” sound after relocating to the Upland South.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text indicates that the emphasis on the “r” sound is part of English dialects spoken in the Upland South today, which almost certainly wouldn’t be the case if people from Scotland, who were the main colonizers of the Upland South, had eliminated that linguistic feature from their dialects.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "18": {
        "Number": 18,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "How did whales, once no bigger than seals, evolve to become the largest animals on Earth? Brazilian biologist Mariana Nery believes the answer might be found in whales’ DNA. In January 2023, Nery and her colleagues _______ a study showing changes over time in four whale genes associated with body size.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "published",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is the use of verb forms within a sentence. A main clause requires a finite (tensed) verb to perform the action of the subject (in this case, Nery and her colleagues), and this choice supplies the finite past tense verb “published” to indicate that these biologists shared their findings about changes in whale genes associated with body size.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "publishing",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in an ungrammatical sentence. The nonfinite participle “publishing” doesn’t supply the main clause with a finite verb.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "having published",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in an ungrammatical sentence. The nonfinite participle “having published” doesn’t supply the main clause with a finite verb.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "to publish",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in an ungrammatical sentence. The nonfinite to-infinitive “to publish” doesn’t supply the main clause with a finite verb.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "19": {
        "Number": 19,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A harpsichord may look just like a piano, but the difference between the two instruments is easy to hear. When a harpsichord’s keys are pressed, the strings inside the _______ are plucked, not struck.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "instrument:",
                "Key": {
                    "Correct": false,
                    "Rationale": "No punctuation is needed between the subject and the verb.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "instrument",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is punctuation use between a subject and a verb. When, as in this case, a subject (“the strings inside the instrument”) is immediately followed by a main verb (“are plucked”), no punctuation is needed.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "instrument —",
                "Key": {
                    "Correct": false,
                    "Rationale": "No punctuation is needed between the subject and the verb.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "instrument,",
                "Key": {
                    "Correct": false,
                    "Rationale": "No punctuation is needed between the subject and the verb.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "20": {
        "Number": 20,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "When they were first introduced to western Europe from Byzantium in the eleventh century, table forks were met with much resistance. The Bishop of Ostia, St. Peter Damian, condemned the eating utensils because he considered _______ dangerous and unnecessary luxury items.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "them",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is pronoun-antecedent agreement. The plural pronoun “them” agrees in number with the plural antecedent “utensils.”",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "this",
                "Key": {
                    "Correct": false,
                    "Rationale": "The singular pronoun “this” doesn’t agree in number with the plural antecedent “utensils.”",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "that",
                "Key": {
                    "Correct": false,
                    "Rationale": "The singular pronoun “that” doesn’t agree in number with the plural antecedent “utensils.”",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "it",
                "Key": {
                    "Correct": false,
                    "Rationale": "The singular pronoun “it” doesn’t agree in number with the plural antecedent “utensils.”",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "21": {
        "Number": 21,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Julia Alvarez’s 1994 novel In the Time of the Butterflies, a fictionalized account of the lives of the Mirabal _______ can serve as a starting point for those wanting to explore how the rule of dictator Rafael Trujillo has been represented in Dominican American literature.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "sisters, and",
                "Key": {
                    "Correct": false,
                    "Rationale": "A comma and conjunction can’t be used in this way to separate the supplementary element from the rest of the sentence.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "sisters and",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice fails to use appropriate punctuation to separate the supplementary element from the rest of the sentence.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "sisters,",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is the punctuation of a supplementary element within a sentence. The comma after “sisters” pairs with the comma after “Butterflies” to separate the supplementary element “a fictionalized account of the lives of the Mirabal sisters” from the rest of the sentence. This supplementary element functions to describe the novel In the Time of the Butterflies, and the pair of commas indicates that this element could be removed without affecting the grammatical coherence of the sentence.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "sisters",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice fails to use appropriate punctuation to separate the supplementary element from the rest of the sentence.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "22": {
        "Number": 22,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "On March 23, 2021, a gust of wind wreaked havoc on global trade. Ever Given, an international shipping container vessel, became lodged in Egypt’s Suez Canal, a major shipping route between Europe and Asia. The vessel took six days to _______ it’s as heavy as two thousand blue whales when fully loaded.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "dislodge in part due to its sheer size,",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a comma splice. A comma can’t be used in this way to mark the boundary between two main clauses (“The vessel...size” and “it’s...loaded”). Additionally, it fails to mark the boundary between the main clause (“The vessel took six days to dislodge”) and the supplementary element (“in part due to its sheer size”).",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "dislodge, in part due to its sheer size:",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is punctuation between main clauses and a supplementary element. This choice correctly uses a comma to mark the boundary between the main clause (“The vessel took six days to dislodge”) and the supplementary element (“in part due to its sheer size”) that provides additional information on why the vessel was difficult to dislodge. Additionally, this choice correctly uses a colon to introduce another main clause that describes the vessel’s size (“it’s as heavy as two thousand blue whales when fully loaded”).",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "dislodge, in part due to its sheer size,",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a comma splice. A comma can’t be used in this way to mark the boundary between two main clauses (“The vessel...size” and “it’s...loaded”).",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "dislodge, in part, due to its sheer size",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a run-on sentence. The two main clauses (“The vessel...size” and “it’s...loaded”) are fused without punctuation and/or a conjunction.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "23": {
        "Number": 23,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Fans of the film Moana (2016) may not know that the deep and humorous voice behind the _______ belongs to comedian, actor, and musician Jemaine Clement. The versatile performer has appeared in everything from television commercials to action movies, but voice acting, specifically, has become a notable part of his career.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "character Tamatoa the crab",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is the use of punctuation around noun phrases. No punctuation is needed because the noun phrase “Tamatoa the crab” is a restrictive appositive, meaning that it provides essential identifying information about the noun phrase before it, “the character.” Additionally, no punctuation is needed between the noun phrase “the deep and humorous voice...crab” and the verb “belongs” that indicates whom the voice belongs to.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "character Tamatoa the crab,",
                "Key": {
                    "Correct": false,
                    "Rationale": "No punctuation is needed.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "character: Tamatoa the crab,",
                "Key": {
                    "Correct": false,
                    "Rationale": "No punctuation is needed.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "character, Tamatoa the crab",
                "Key": {
                    "Correct": false,
                    "Rationale": "No punctuation is needed.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "24": {
        "Number": 24,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In her 1983 book The Managed Heart: Commercialization of Human Feeling, sociologist Arlie Russell Hochschild first explored at length her conception of a “sociology of emotions”—the idea that the various cultural and ideological frameworks a person has internalized (class, gender, political affiliation, etc.) _______ each emotional reaction that person has within a situation.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "underlies",
                "Key": {
                    "Correct": false,
                    "Rationale": "The singular verb “underlies” doesn’t agree in number with the plural subject “frameworks.”",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "is underlying",
                "Key": {
                    "Correct": false,
                    "Rationale": "The singular verb “is underlying” doesn’t agree in number with the plural subject “frameworks.”",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "underlie",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is subject-verb agreement. The plural verb “underlie” agrees in number with the plural subject “frameworks.”",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "has been underlying",
                "Key": {
                    "Correct": false,
                    "Rationale": "The singular verb “has been underlying” doesn’t agree in number with the plural subject “frameworks.”",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "25": {
        "Number": 25,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "American abstract artist Richard _______ his installations to make passersby keenly aware of how one’s movements are affected by the physical features of one’s environment, assembles large-scale steel plates into sculptures that dominate the outdoor spaces they occupy.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Serra is intending",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in an ungrammatical sentence. The finite present continuous tense verb “is intending” can’t be used in this way in conjunction with the finite present tense verb “assembles,” which already functions as the main verb in the sentence.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Serra, intends",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in an ungrammatical sentence. The finite present tense verb “intends” can’t be used in this way to supplement the noun phrase “American abstract artist Richard Serra.”",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Serra, intending",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is the use of verb forms within a sentence. This choice pairs the comma after “Serra” with the comma after “environment” and uses the nonfinite present participle “intending” to correctly form a supplementary phrase describing the reaction Serra intends his sculptures to provoke. This supplementary phrase appears between the noun phrase that it modifies (“American abstract artist Richard Serra”) and the finite present tense verb (“assembles”), which functions as the sentence’s main verb and describes what Serra does.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Serra intends",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in an ungrammatical sentence. The finite present tense verb “intends” can’t be used in this way in conjunction with the finite present tense verb “assembles,” which already functions as the main verb in the sentence.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "26": {
        "Number": 26,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In 1949, Frank Zamboni developed an ice rink resurfacing machine. As Zamboni’s machine moved along the rink’s surface, it first scraped off the top layer of ice. _______ it sprayed water into the deep grooves left behind by customers’ skates. Lastly, it smoothed over the newly formed ice.",
            "Which choice completes the text with the most logical transition?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "For example,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“For example” illogically signals that the action in this sentence is an example of the action in the previous sentence. Instead, the water spraying is the next step in a process that begins with the ice scraping.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Next,",
                "Key": {
                    "Correct": true,
                    "Rationale": "“Next” logically signals that the action in this sentence—the water spraying—is the next step in the resurfacing process, following the ice scraping mentioned in the previous sentence.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Similarly,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Similarly” illogically signals that the action in this sentence is similar to the action in the previous sentence. Instead, the water spraying is the next step in a process that begins with the ice scraping.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "In contrast,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“In contrast” illogically signals that the action in this sentence contrasts with the action in the previous sentence. Instead, the water spraying is the next step in a process that begins with the ice scraping.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "27": {
        "Number": 27,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In 2014, Nestor Gomez won his first-ever storytelling competition, relating a tale about his life as a Guatemalan immigrant living in Chicago. _______ in 2017, Gomez created the show 80 Minutes Around the World as a platform for others to share stories about their immigration experiences.",
            "Which choice completes the text with the most logical transition?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Instead,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Instead” illogically signals that Gomez created a platform for others to share stories about their immigration experiences as an alternative to winning his first storytelling competition. Rather, Gomez created the platform later—in a chronological series of events—than when he won the competition.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "For example,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“For example” illogically signals that the information about Gomez creating a platform for others to share stories exemplifies his winning his first storytelling competition. Rather, Gomez created the platform later—in a chronological series of events—than when he won the competition.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Later,",
                "Key": {
                    "Correct": true,
                    "Rationale": "“Later” logically signals that the information in the sentence—that in 2017 Gomez created a platform for others to share stories about their immigration experiences—occurs later in a chronological series of events than the previous information about Gomez winning his first storytelling competition in 2014.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "In other words,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“In other words” illogically signals that the information about Gomez creating a platform for others to share stories is merely a paraphrase or restatement of the previous information about Gomez winning his first storytelling competition. Rather, Gomez created the platform later—in a chronological series of events—than when he won the competition.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "28": {
        "Number": 28,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "To guarantee the validity of experimental results, scientists rely on precise, unchanging standards of measurement. _______ metrologists (scientists who study measurement) developed the SI, or International System of Units. The SI’s units of measurement are based on unchanging values in nature, such as the mass of an electron or the speed of light.",
            "Which choice completes the text with the most logical transition?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "In contrast,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“In contrast” illogically signals that the information that follows contrasts with the previous claim that scientists rely on precise, unchanging standards of measurement. Instead, the information that metrologists developed the SI based on unchanging values in nature is a result of that claim.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Regardless,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Regardless” illogically signals that the information that follows is true despite the previous claim that scientists rely on precise, unchanging standards of measure. Instead, the information that metrologists developed the SI based on unchanging values in nature is a result of that claim.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "In addition,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“In addition” illogically signals that the information that follows is merely an additional fact related to the previous claim that scientists rely on precise, unchanging standards of measurement. Instead, the information that metrologists developed the SI based on unchanging values in nature is a result of that claim.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "For this reason,",
                "Key": {
                    "Correct": true,
                    "Rationale": "“For this reason” logically signals that the information that follows—that metrologists developed the SI based on unchanging values in nature—is a result of the previous claim that scientists rely on precise, unchanging standards of measurement to guarantee the validity of experimental results.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "29": {
        "Number": 29,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In retrospect, one of the lessons of the 2003 Human Genome Project is that a gene is affected by many factors, not the least of which is its interactions with the protein products of other genes. _______ rather than just focusing on the human genome, efforts to better understand gene mutations related to disease have begun to consider the human proteome, the complete set of proteins expressed by human genes.",
            "Which choice completes the text with the most logical transition?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "In other words,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“In other words” illogically signals that the information in this sentence is a paraphrase or restatement of the previous information about the 2003 Human Genome Project. Instead, this sentence states a result or consequence of that information.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "That said,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“That said” illogically signals that the information in this sentence qualifies or contrasts with the previous information about the 2003 Human Genome Project. Instead, this sentence states a result or consequence of that information.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "For example,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“For example” illogically signals that this sentence provides an example supporting the previous information about the 2003 Human Genome Project. Instead, this sentence states a result or consequence of that information.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Accordingly,",
                "Key": {
                    "Correct": true,
                    "Rationale": "“Accordingly” logically signals that this sentence states a result or consequence of the previous information about the 2003 Human Genome Project. Taking into account an important lesson of the 2003 project (that a gene is affected by interactions with the protein products of other genes), research has begun to consider the human proteome instead of just the genome.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "30": {
        "Number": 30,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "While researching a topic, a student has taken the following notes:",
            ":ibox:• Iranian scholar Abu Rayhan al-Biruni studied Earth’s physical features.\n• He theorized that a large landmass existed west of Europe and east of Asia.\n• Al-Biruni published his landmass theory in 1037 CE.",
            "The student wants to specify when al-Biruni published his landmass theory. Which choice most effectively uses relevant information from the notes to accomplish this goal?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "In 1037 CE, al-Biruni published his theory that a large landmass existed west of Europe and east of Asia.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sentence specifies when al-Biruni published his landmass theory, indicating that it was published in the year 1037 CE.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Al-Biruni, who studied Earth’s physical features, published a theory about a large landmass.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the sentence notes that al-Biruni published a landmass theory, it doesn’t specify when the theory was published.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Al-Biruni was an Iranian scholar who studied Earth’s physical features.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence identifies al-Biruni as a scholar of Earth’s physical features; it doesn’t specify when he published his landmass theory.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "An Iranian scholar who studied Earth’s physical features, al-Biruni theorized that a large landmass existed west of Europe and east of Asia.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence describes al-Biruni’s landmass theory; it doesn’t specify when the theory was published.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "31": {
        "Number": 31,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "While researching a topic, a student has taken the following notes:",
            ":ibox:• In astronomy, the mass of stars can be described in units called solar masses.\n• One solar mass is roughly equal to the mass of the Sun.\n• The mass of the star Proxima Centauri is 0.122 solar masses.\n• The mass of the star Sirius A is 2.063 solar masses.",
            "The student wants to emphasize the mass of Sirius A. Which choice most effectively uses relevant information from the notes to accomplish this goal?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The mass of stars, like Proxima Centauri, can be described in units called solar masses.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence makes a generalization about how the mass of stars can be measured; it doesn’t emphasize the mass of Sirius A.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "In astronomy, the mass of stars can be described in units called solar masses, and one solar mass is roughly equal to the mass of the Sun.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence introduces solar masses as a unit of measurement; it doesn’t emphasize the mass of Sirius A.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The Sun is more massive than Proxima Centauri, which has a mass of 0.122 solar masses.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence emphasizes the mass of Proxima Centauri, not the mass of Sirius A.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "With a mass of 2.063 solar masses, Sirius A is more massive than the Sun.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sentence emphasizes the mass of Sirius A, noting that it has a mass of 2.063 solar masses and that it is larger than the Sun.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "32": {
        "Number": 32,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "While researching a topic, a student has taken the following notes:",
            ":ibox:• A lever is a simple machine consisting of a rigid beam and a fulcrum.\n• The fulcrum is the point about which the beam pivots.\n• The input force (effort) is the force applied to the lever.\n• The output force (load) is the force that the lever exerts on another object.\n• In first-class levers, the fulcrum is located between the effort and the load.\n• In second-class levers, the load is located between the effort and the fulcrum.",
            "The student wants to contrast first-class levers and second-class levers. Which choice most effectively uses relevant information from the notes to accomplish this goal?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "In levers, the effort is the force applied to the lever; the load, in contrast, is the force that the lever exerts on another object.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence defines two terms associated with levers; it doesn’t contrast first-class levers and second-class levers.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "In first-class and second-class levers, the fulcrum and the load are in different locations.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the sentence seems to acknowledge a general difference in fulcrum and load locations between first-class and second-class levers, it does not specify what this difference is. Moreover, the sentence could be read as emphasizing a similarity—that in both types of levers, the fulcrum and load are in different locations. The sentence thus fails to effectively contrast the two types of levers.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "First-class levers are simple machines consisting of a rigid beam and a fulcrum, but then again, the same is true of second-class levers.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence describes a similarity between first-class and second-class levers; it doesn’t contrast them.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "In first-class levers, the fulcrum is located between the effort and the load, but in second-class levers, the load is located between the effort and the fulcrum.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sentence contrasts first-class levers and second-class levers, explaining that the fulcrum in a first-class lever is between the effort and the load, whereas in a second-class lever the load is between the effort and the fulcrum.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "33": {
        "Number": 33,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "While researching a topic, a student has taken the following notes:",
            ":ibox:• Earthquakes start at a point called a “focus” and spread out from there as seismic waves.\n• The two types of seismic waves that travel beneath Earth’s surface are primary waves (P waves) and secondary waves (S waves).\n• P waves travel more quickly beneath Earth’s surface than do S waves.\n• P waves compress and expand the ground, causing it to move backward and forward.\n• S waves cause the ground to move from side to side.",
            "The student wants to emphasize a similarity between P waves and S waves. Which choice most effectively uses relevant information from the notes to accomplish this goal?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "P waves and S waves both travel beneath Earth’s surface, causing the ground to move.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sentence emphasizes a similarity between P waves and S waves, noting that they both travel beneath Earth’s surface, thereby causing the ground to move.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "P waves travel away from an earthquake’s starting point at a higher rate of speed than do S waves.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence emphasizes a difference between P waves and S waves, noting that P waves travel faster than S waves; it doesn’t emphasize a similarity between the two types of waves.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Spreading out from the focus of an earthquake, P waves move the ground backward and forward.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence emphasizes how P waves move; it doesn’t emphasize a similarity between P waves and S waves.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Although P waves and S waves start at the same point, they behave very differently.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the sentence acknowledges that P waves and S waves start at the same point, it doesn’t emphasize a similarity; instead, the sentence emphasizes a difference between the two types of waves, noting that they behave very differently.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    }
}