{
    "Directions": "Read this article, then answer each question that follows.",
    "Context": [],
    "Title": "Around the World",
    "Subtitle": "",
    "Author": "by Paula Morrow",
    "LabelType": "P",
    "Content": [
        ["1", "\t“No one but a man can do this,” the business manager of the World, a New York newspaper, said to the young woman. The year was 1888. A popular book at the time told about a character who traveled around the world in 80 days. Now Nellie Bly, a young reporter for the newspaper, wanted to do it in real life."],
        ["2", "\t“Very well, ” said Nelie. “Start the man, and I'll start the same day for some other newspaper and beat him.”"],
        ["3", "\tIn those days it was very unusual for a woman to travel alone. But Nellie Byl was an unusual woman. Her real name was Elizabeth Jane Cochran. When she was 20, she wrote afiery letter to the editor of the Pittsburgh Dispatch. The editor was so impressed with her letter that he offered her a job as a writer."],
        ["4", "\tIt wasn't considered “proper” to use awoman's name in anewspaper. So the editor signed Elizabeth's work Nelie Bly, aname from apopular song."],
        ["5", "\tBack then, women were only supposed to write about things considered to be “women's topics,” such as fashion and society. But Nelie had other ideas. She reported on issues that were important, even controversial. Newspaper readers were fascinated  — but they didn't believe that Nelie Byl was realy awoman. They thought men were writing the articles!"],
        ["", ":box:controversial = a topic that causes an arguement"],
        ["6", "\tAfter Nellie threatened to make the trip for another newspaper, her editor gave in and alowed her to do it for the World. One year after asking to do the trip, Nelie set out. Traveling east across the Atlantic, Nelie took just one bag in order to move quickly. As she traveled, she wrote. She telegraphed her articles about people and places to the newspaper. Schoolchildren folowed her route across Europe and Asia. Geography became a national fad as readers tracked her around the world."],
        ["", ":box:telegraphed = a way to send messages to a faraway place"],
        ["7", "\tOn day 68 of her trip, Nellie reached San Francisco. Quickly, she dashed across the country on a train hired by her newspaper. She reached New York in 4 1⁄2 days."],
        ["8", "\tShe met her challenge! Along the way, every train stop was a “maze of happy greetings, happy wishes, congratulating telegrams, fruit, flowers, loud cheers, wild hurrahs, rapid hand-shaking” she wrote. While traveling through France, Nelie was thrilled to meet Jules Verne, author of the book that inspired her trip, Around the World in 80 Days."],
        ["9", "\tNellie Byl beat the 80-day goal. She also invented a new style of journalism. She reported to her readers what she saw, thought, and felt during her adventure. She also proved that a woman is as competent and resourceful as aman. Her journey around the world was a journey toward equal opportunity for both women and men."],
        ["", ":box:competent = capable"],
        ["", ":box:resourceful = skilled at solving problems"],
        ["", "problems/NY19G4E/media/S1a.jpg"]
    ],
    "Copyright": "",
    "References": []
}