{
    "Directions": "Read this story, then answer each question.",
    "Context": [
        "Theo is in a boat named “Fleet Felix” with Albert Einstein, a very famous scientist. Einstein speaks first."
    ],
    "Title": "The Day I Rescued Einstein’s Compass",
    "Subtitle": "",
    "Author": "by Shulamith Levey Oppenheim",
    "LabelType": "P",
    "Content": [
        ["1", "\t“When I was five years old, I was quite ill. I had to stay in bed for many days. My father gave me this compass.” He peered at me. “You know what a compass is, of course?” I nodded. “Good.” He continued, “It was the first compass I had ever seen. There was the needle, under glass, all alone, pointing north no matter which way I turned the compass.”"],
        ["2", "\tI took a deep breath. “Because the needle is magnetic, and there is a magnet at the North Pole that attracts the needle.”"],
        ["3", "\tMy sailing partner raised his bushy eyebrows. “Nearly correct. There are two magnetic poles, north and south. So far away. And there, on the palm of my hand, was my compass, always pointing north! For me, it was the greatest mystery I could imagine. And so I decided, then and there, that I would learn all about the forces in the universe that we cannot see. For I certainly could not . . .”"],
        ["4", "\tAt that moment a large motorboat zoomed past us, stirring up the water into high waves. One of them hit Fleet Felix smack against the side, knocking the compass from the professor’s hand, right into the water!"],
        ["5", "\tHe stared at his empty palm. “The compass, Theo. It is gone! Overboard?” Suddenly there was so much sadness in his eyes. “I should hate to lose it. And I cannot swim very well . . . and my eyesight is not good . . .” His voice trailed off, and he was looking far into space."],
        ["6", "\tBut I could swim! In a split second I dropped anchor into the water to keep the boat in place. I pulled off my life jacket. The waves had quieted down now. The compass would float. If I were lucky."],
        ["7", "\tI jumped into the water."],
        ["8", "\tThen I started swimming farther away from the boat. Under and under and round and round. No compass. I had to find it! Herr Professor Einstein might be the most famous man alive right now, but he was once five years old, and his father had given him a compass that he had treasured all these years. I thought about the splendid binoculars my parents had given me and how I would feel if I lost them."],
        ["", ":box:Herr = a German word for “Mr.”"],
        ["9", "\tI made another dive under the boat. As I came up for air, I felt something ever so gently hit my cheek. It was the compass, bobbing alongside Fleet Felix, just waiting to be rescued! Clutching it in my left hand, I grabbed hold of the boat with my right. Professor Einstein’s eyes were closed."],
        ["10", "\tHe opened his eyes. “So,” he said with a smile, “this is why I became a physicist,” continuing as if nothing had happened. “As you know, a physicist studies the forces in nature that we cannot know directly, only we know they are there from what we observe, like the compass needle or . . . ,” he paused."],
        ["11", "\t“Or gravity?” I offered, a bit tentatively."],
        ["12", "\t“Bravo, young man. Or gravity. All these forces keep our planet running quite smoothly most of the time. And thank you, dear Theo. For me, you are the most famous boy alive!”"],
        ["13", "\tHis eyes were merry again. I was still trying to catch my breath, but I had to ask another question. “Would you say it is because of the compass that you are now the most famous man alive?”"],
        ["14", "\tHe sat very still. “The compass was my first mystery, and all my life I have worked to solve mysteries.” He put the compass in his pocket—the one with the hole in it. “And Iam not the most famous man alive, no matter what your dear father says. But you are surely the bravest and kindest boy Iknow.”"],
        ["", "problems/NY19G4E/media/S3a.jpg"]
    ],
    "Copyright": "",
    "References": []
}