{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Revising"
        ],
        "SubTopics": [
            "Revise drafts to improve clarity, development, organization, style, diction, and sentence effectiveness, including use of parallel constructions and placement of phrases and dependent clauses."
        ],
        "SuppContent": [
            "problems/TX21HSE1/supps/TX21HSE1-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What is the most effective way to combine sentences 2 and 3?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "After asking my parents to loan me the skateboard money, my dad told me no, and I said I would pay them back later.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Combining sentences in this way introduces an error in the sequence of events. Veronica offers to pay her parents back before her father tells her no.",
                    "Percent": 5
                }
            },
            "B": {
                "Choice": "I asked my parents to loan me the skateboard money, saying I would pay them back later, but my dad told me no.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Adding a comma after the first sentence and changing “I said” to “saying” is the most effective way to combine sentences 2 and 3.",
                    "Percent": 63
                }
            },
            "C": {
                "Choice": "I asked my parents to loan me the skateboard money, and I said I would pay them back later and my dad told me no.",
                "Key": {
                    "Correct": false,
                    "Rationale": "By combining the sentences in this way, Veronica creates a run-on sentence, which is an error in which two or more clauses are joined incorrectly.",
                    "Percent": 9
                }
            },
            "D": {
                "Choice": "Although I asked my parents to loan me the skateboard money my dad told me no even though I said I would pay them back later.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Making this change makes the sentence unnecessarily wordy and introduces a grammar error.",
                    "Percent": 22
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Revising"
        ],
        "SubTopics": [
            "Revise drafts to improve clarity, development, organization, style, diction, and sentence effectiveness, including use of parallel constructions and placement of phrases and dependent clauses."
        ],
        "SuppContent": [
            "problems/TX21HSE1/supps/TX21HSE1-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Veronica has not used the most effective word in sentence 10. Which word should replace use to create a more effective sentence?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "waste",
                "Key": {
                    "Correct": true,
                    "Rationale": "Replacing “use” with “waste” creates a more effective sentence because it emphasizes the importance of not spending money impulsively.",
                    "Percent": 85
                }
            },
            "G": {
                "Choice": "designate",
                "Key": {
                    "Correct": false,
                    "Rationale": "People do not “designate” the money in their savings accounts on impulsive purchases, so the word “designate” is not the most effective word to use in this sentence.",
                    "Percent": 4
                }
            },
            "H": {
                "Choice": "need",
                "Key": {
                    "Correct": false,
                    "Rationale": "The word “need” is not an effective word to use in this sentence. The purpose of a savings account is for a person to have money when one needs it, but one would not be less likely to “need” it on an impulsive purchase.",
                    "Percent": 6
                }
            },
            "J": {
                "Choice": "employ",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the word “employ” can be used to mean to “use,” people do not “employ” money on an impulsive purchase.",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Revising"
        ],
        "SubTopics": [
            "Using an organizing structure appropriate to purpose, audience, topic, and context."
        ],
        "SuppContent": [
            "problems/TX21HSE1/supps/TX21HSE1-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What is the most effective transition to add to the beginning of sentence 12?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "In either case",
                "Key": {
                    "Correct": false,
                    "Rationale": "Adding the phrase “In either case” would not provide an appropriate transition because it suggests that two situations are being discussed, but only one situation is being discussed.",
                    "Percent": 5
                }
            },
            "B": {
                "Choice": "Correspondingly",
                "Key": {
                    "Correct": false,
                    "Rationale": "The word “Correspondingly” can be used to mean “in a similar way.” However, Veronica is not discussing a similarity between the ideas in the two sentences.",
                    "Percent": 3
                }
            },
            "C": {
                "Choice": "To put it differently",
                "Key": {
                    "Correct": false,
                    "Rationale": "Adding the phrase “To put it differently” does not provide a logical transition because Veronica is not expressing the same idea in a different way.",
                    "Percent": 3
                }
            },
            "D": {
                "Choice": "Unfortunately",
                "Key": {
                    "Correct": true,
                    "Rationale": "A transition is a word, phrase, or sentence that connects topics or ideas. Adding the word “Unfortunately” to the beginning of sentence 12 creates an appropriate transition because it establishes a contrast.",
                    "Percent": 89
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Revising"
        ],
        "SubTopics": [
            "Revise drafts to improve clarity, development, organization, style, diction, and sentence effectiveness, including use of parallel constructions and placement of phrases and dependent clauses."
        ],
        "SuppContent": [
            "problems/TX21HSE1/supps/TX21HSE1-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Sentence 20 is unclear. How should it be revised?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Having my credit history included on the family credit report encouraged me to handle my card wisely.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Sentence 20 is confusing because a gerund phrase, which is a phrase that functions as a noun, is the subject and is followed by another gerund phrase. This option corrects the confusion by creating a predicate for the gerund phrase.",
                    "Percent": 54
                }
            },
            "G": {
                "Choice": "Because I had my credit history included on the family credit report, it was highly motivating to handle my card wisely.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This sentence is confusing and awkwardly written. One reason for the confusion is that the pronoun “it” has an unclear referent.",
                    "Percent": 25
                }
            },
            "H": {
                "Choice": "It became a primary goal of mine to handle my card wisely with the family credit report having my credit history included on it.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This revision results in an awkward sentence that does not improve the clarity.",
                    "Percent": 16
                }
            },
            "J": {
                "Choice": "I wanted to handle my card wisely with it including my credit history on the family credit report.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The use of the phrase “with it” makes the meaning of the sentence unclear. Revising the sentence in this way results in a confusing sentence with an awkward structure.",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Revising"
        ],
        "SubTopics": [
            "Using an organizing structure appropriate to purpose, audience, topic, and context."
        ],
        "SuppContent": [
            "problems/TX21HSE1/supps/TX21HSE1-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Veronica wants to add a call to action to the end of her essay. Which sentence should she insert after sentence 25 to provide an effective call to action?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "All parents should teach their children about establishing good credit.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Inserting this sentence does not provide a call to action. Instead it provides Veronica's opinion about something parents should do.",
                    "Percent": 24
                }
            },
            "B": {
                "Choice": "Teenagers often overspend before they head out into the workforce or off to college.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This sentence is a general statement about teen behavior, not a call to action for teenagers.",
                    "Percent": 5
                }
            },
            "C": {
                "Choice": "All teens should take the simple steps necessary to begin building good credit.",
                "Key": {
                    "Correct": true,
                    "Rationale": "A call to action is a statement that encourages the reader to consider an idea or change a behavior. Inserting this sentence after sentence 25 provides an effective call to action because it tells teens exactly what Veronica recommends.",
                    "Percent": 66
                }
            },
            "D": {
                "Choice": "If I can earn better credit, I can do anything.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This sentence is a statement; it does not encourage the reader to consider an idea or change a behavior.",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Revising"
        ],
        "SubTopics": [
            "Using an organizing structure appropriate to purpose, audience, topic, and context."
        ],
        "SuppContent": [
            "problems/TX21HSE1/supps/TX21HSE1-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Arjun needs to establish the thesis of his paper. Which sentence should be added after sentence 4 to create an effective thesis statement?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "James and Gastelum could not have imagined what a remarkable place the garden would one day become.",
                "Key": {
                    "Correct": true,
                    "Rationale": "A thesis statement is a statement that summarizes the main point or claim of a piece of writing. Adding this sentence after sentence 4 creates an effective thesis statement because the focus of the essay is how the orchid garden became a popular attraction.",
                    "Percent": 63
                }
            },
            "G": {
                "Choice": "James's home country of England did not offer the kind of climate that orchids need in order to grow outdoors.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This sentence is not an appropriate thesis statement because it is a detail rather than a sentence that states the main point of the essay.",
                    "Percent": 16
                }
            },
            "H": {
                "Choice": "Orchids come in all colors and sizes and are beloved by gardeners all over the world, even though they take some effort to grow.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This sentence is not an appropriate thesis statement because it suggests that the focus of this paper will be an expository article about orchids.",
                    "Percent": 16
                }
            },
            "J": {
                "Choice": "Flowers would replace coffee as the crop grown on this large plantation.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although this sentence restates the main point of the first paragraph, it does not fully convey the overall focus of the essay.",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Revising"
        ],
        "SubTopics": [
            "Using an organizing structure appropriate to purpose, audience, topic, and context."
        ],
        "SuppContent": [
            "problems/TX21HSE1/supps/TX21HSE1-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Arjun wants to strengthen the transition between the second paragraph (sentences 5-6) and the third paragraph (sentences 7-13). Which sentence should replace sentence 7 to provide a better transition?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Additionally, the orchid garden of Las Pozas was a failure.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Using “Additionally” would suggest that the garden's destruction supports the ideas in paragraph 2, instead of providing a sharp contrast.",
                    "Percent": 9
                }
            },
            "B": {
                "Choice": "But what would happen to the orchid garden of Las Pozas?",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although using this question could suggest that some event will happen, it does not convey the idea that the event will be unfortunate.",
                    "Percent": 18
                }
            },
            "C": {
                "Choice": "Sadly, the orchid garden of Las Pozas was not destined to last.",
                "Key": {
                    "Correct": true,
                    "Rationale": "A transition is a word, phrase, or sentence that connects topics or ideas. Replacing sentence 7 with this sentence strengthens the transition between the second and third paragraph because it more appropriately signals a negative event involving the garden.",
                    "Percent": 66
                }
            },
            "D": {
                "Choice": "The orchid garden of Las Pozas drew a lot of attention.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This sentence relates only to the positive events described in paragraph 2, and no connection to the contrasting information in sentences 7 and 8 is provided.",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Revising"
        ],
        "SubTopics": [
            "Revise drafts to improve clarity, development, organization, style, diction, and sentence effectiveness, including use of parallel constructions and placement of phrases and dependent clauses."
        ],
        "SuppContent": [
            "problems/TX21HSE1/supps/TX21HSE1-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "How should sentence 13 be revised?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Confronted with the loss of his beloved orchids, to build a surrealist sculpture garden was what James decided to do.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Making this revision does not correct the misplaced modifier in the sentence.",
                    "Percent": 7
                }
            },
            "G": {
                "Choice": "Confronted with the loss of his beloved orchids, James decided to build a surrealist sculpture garden.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Revising sentence 13 in this way corrects a misplaced modifier, which is a word, phrase, or clause that is improperly separated from the word it modifies or describes. The phrase “Confronted with the loss of his beloved orchids,” modifies the subject, James, so “James” should immediately follow the phrase.",
                    "Percent": 75
                }
            },
            "H": {
                "Choice": "Confronted with the loss of his beloved orchids, a surrealist sculpture garden was built by James.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This revision results in an awkward sentence that does not improve the clarity.",
                    "Percent": 7
                }
            },
            "J": {
                "Choice": "Confronted with the loss of his beloved orchids, building a surrealist sculpture garden was James's decision.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Revising the sentence in this way results in a confusing sentence with an awkward structure.",
                    "Percent": 12
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Revising"
        ],
        "SubTopics": [
            "Using an organizing structure appropriate to purpose, audience, topic, and context."
        ],
        "SuppContent": [
            "problems/TX21HSE1/supps/TX21HSE1-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Arjun wants to add this sentence to his fifth paragraph (sentences 21-25).",
            ":box:Unfortunately there was not enough revenue from tourism to finance the constant maintenance that the site required.",
            "Where is the most effective place to insert this sentence?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "After sentence 21",
                "Key": {
                    "Correct": true,
                    "Rationale": "The most effective place to insert this sentence is after sentence 21 because it explains the challenges the children faced in maintaining the sculpture garden, which is an idea introduced in sentence 21.",
                    "Percent": 61
                }
            },
            "B": {
                "Choice": "After sentence 22",
                "Key": {
                    "Correct": false,
                    "Rationale": "Inserting this sentence after sentence 22 puts the ideas out of logical order by presenting the effect (the garden falling into disrepair) before the cause (not enough money to maintain it).",
                    "Percent": 26
                }
            },
            "C": {
                "Choice": "After sentence 23",
                "Key": {
                    "Correct": false,
                    "Rationale": "Adding this sentence after sentence 23 is not the most effective place for the sentence because the ideas in the two sentences are not closely connected.",
                    "Percent": 7
                }
            },
            "D": {
                "Choice": "After sentence 24",
                "Key": {
                    "Correct": false,
                    "Rationale": "Placing this sentence after sentence 24 is not effective because the information does not logically flow from one sentence to the other.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Editing"
        ],
        "SubTopics": [
            "Correct spelling."
        ],
        "SuppContent": [
            "problems/TX21HSE1/supps/TX21HSE1-S3.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What change should be made in sentence 5?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Change have to has",
                "Key": {
                    "Correct": false,
                    "Rationale": "Changing “have” to “has” is incorrect because the subject of this phrase, “people,” is plural, not singular. The subject and verb must agree in number.",
                    "Percent": 7
                }
            },
            "G": {
                "Choice": "Change florished to flourished",
                "Key": {
                    "Correct": true,
                    "Rationale": "Changing “florished” to “flourished” corrects the spelling error in this sentence.",
                    "Percent": 73
                }
            },
            "H": {
                "Choice": "Insert a comma after islands",
                "Key": {
                    "Correct": false,
                    "Rationale": "Inserting a comma after “islands” would create an error by adding unnecessary punctuation between two words.",
                    "Percent": 7
                }
            },
            "J": {
                "Choice": "Change thousands to thousand's",
                "Key": {
                    "Correct": false,
                    "Rationale": "Adding an apostrophe would create an error because “thousands” is plural, not possessive.",
                    "Percent": 13
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Editing"
        ],
        "SubTopics": [
            "Correct capitalization."
        ],
        "SuppContent": [
            "problems/TX21HSE1/supps/TX21HSE1-S3.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What change should be made in sentence 14?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Change university to University",
                "Key": {
                    "Correct": true,
                    "Rationale": "Capitalizing “University” corrects the error in sentence 14 since the University of Iowa is a proper noun, which is a noun that refers to a specific person, place, idea, or event.",
                    "Percent": 74
                }
            },
            "B": {
                "Choice": "Change maintaining to having maintained",
                "Key": {
                    "Correct": false,
                    "Rationale": "Changing “maintaining” to “having maintained” would introduce an error in verb tense.",
                    "Percent": 10
                }
            },
            "C": {
                "Choice": "Change has to have",
                "Key": {
                    "Correct": false,
                    "Rationale": "Changing “has” to “have” introduces a problem with the subject-verb agreement because the subject of this phrase is singular, not plural.",
                    "Percent": 12
                }
            },
            "D": {
                "Choice": "Change historically to historical",
                "Key": {
                    "Correct": false,
                    "Rationale": "The word “historically” is used to describe the verb “played,” so it should remain an adverb. The word “historical” is an adjective, which would modify a noun.",
                    "Percent": 4
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Editing"
        ],
        "SubTopics": [
            "Consistent, appropriate use of verb tense and active and passive voice."
        ],
        "SuppContent": [
            "problems/TX21HSE1/supps/TX21HSE1-S3.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What change needs to be made in sentence 16?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Change isolated to isollated",
                "Key": {
                    "Correct": false,
                    "Rationale": "Changing “isolated” to “isollated” introduces a spelling error in the sentence.",
                    "Percent": 3
                }
            },
            "G": {
                "Choice": "Delete the comma after people",
                "Key": {
                    "Correct": false,
                    "Rationale": "Deleting the comma after “people” creates a punctuation error because the comma is needed.",
                    "Percent": 9
                }
            },
            "H": {
                "Choice": "Change were to are",
                "Key": {
                    "Correct": true,
                    "Rationale": "Changing “were” to “are” corrects the error in verb tense by changing sentence 16 to the present tense.",
                    "Percent": 82
                }
            },
            "J": {
                "Choice": "Change their to there",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Editing"
        ],
        "SubTopics": [
            "A variety of complete, controlled sentences and avoidance of unintentional splices, run-ons, and fragments."
        ],
        "SuppContent": [
            "problems/TX21HSE1/supps/TX21HSE1-S3.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What is the correct way to write sentence 18?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Since there is a lure of mainland conveniences for many people. It has caused much of the island-dwelling population to dwindle.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This revision creates a sentence fragment, which is a group of words that do not form a complete sentence.",
                    "Percent": 13
                }
            },
            "B": {
                "Choice": "There is a lure of mainland conveniences for many island residents, this has caused the island-dwelling population to dwindle.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Revising the sentence in this way results in a comma-splice error, which occurs when two main clauses are connected with only a comma.",
                    "Percent": 21
                }
            },
            "C": {
                "Choice": "Some Uros have been lured to the mainland because of its conveniences, which has caused the island-dwelling population to dwindle.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Making this revision improves clarity because it accurately states the cause-and-effect relationship.",
                    "Percent": 54
                }
            },
            "D": {
                "Choice": "Many island residents have moved to the mainland because of the lure of conveniences and a dwindling Uros population.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Changing the sentence in this way suggests an incorrect cause-and-effect relationship.",
                    "Percent": 12
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Editing"
        ],
        "SubTopics": [
            "Edit drafts using standard English conventions."
        ],
        "SuppContent": [
            "problems/TX21HSE1/supps/TX21HSE1-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What change, if any, needs to be made in sentence 3?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Delete the comma after generation",
                "Key": {
                    "Correct": false,
                    "Rationale": "This comma is needed to separate the parenthetical element (“including me”) from the rest of the sentence.",
                    "Percent": 7
                }
            },
            "G": {
                "Choice": "Change is using to are using",
                "Key": {
                    "Correct": true,
                    "Rationale": "Subject-verb agreement is when the subject and the verb of a sentence agree in number. Changing “is using” to “are using” corrects the error in subject-verb agreement because the subject, “kids,” isplural.",
                    "Percent": 81
                }
            },
            "H": {
                "Choice": "Change too frequently to to frequently",
                "Key": {
                    "Correct": false,
                    "Rationale": "Making this change creates an error in homophones, which are words that have the same pronunciation but different meanings and/or spelling.",
                    "Percent": 6
                }
            },
            "J": {
                "Choice": "No change should be made in sentence 3.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Leaving the sentence as it is does not correct the error in subject-verb agreement.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Editing"
        ],
        "SubTopics": [
            "A variety of complete, controlled sentences and avoidance of unintentional splices, run-ons, and fragments."
        ],
        "SuppContent": [
            "problems/TX21HSE1/supps/TX21HSE1-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What is the correct way to write sentence 9?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "He said it was faster than trying to decode my texts, but I didn't understand what he meant until a few days later.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Adding the conjunction “but” corrects the comma-splice error, which occurs when two main clauses are connected with only a comma.",
                    "Percent": 75
                }
            },
            "B": {
                "Choice": "He said it was faster than trying to decode my texts: I didn't understand what he meant until a few days later.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This change would result in the improper use of a colon since a colon is used to introduce a list or to further explain or illustrate an idea.",
                    "Percent": 8
                }
            },
            "C": {
                "Choice": "He said it was faster than trying to decode my texts. Which I didn't understand what he meant until a few days later.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Changing the comma to a period results in a sentence fragment, which is a group of words that do not form a complete sentence.",
                    "Percent": 11
                }
            },
            "D": {
                "Choice": "He said it was faster than trying to decode my texts, and I didn't understand. What he meant until a few days later.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Inserting a period results in a sentence fragment.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Editing"
        ],
        "SubTopics": [
            "Pronoun-antecedent agreement."
        ],
        "SuppContent": [
            "problems/TX21HSE1/supps/TX21HSE1-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What correction should be made in sentence 14?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Change My to Our",
                "Key": {
                    "Correct": false,
                    "Rationale": "Changing the pronoun “My” to “Our” introduces a grammar error.",
                    "Percent": 7
                }
            },
            "G": {
                "Choice": "Change covered to covers",
                "Key": {
                    "Correct": false,
                    "Rationale": "Making this change creates an error in verb tense.",
                    "Percent": 7
                }
            },
            "H": {
                "Choice": "Delete the comma after page",
                "Key": {
                    "Correct": false,
                    "Rationale": "Deleting the comma results in a run-on sentence, an error in which two or more clauses are joined incorrectly.",
                    "Percent": 9
                }
            },
            "J": {
                "Choice": "Change they to it",
                "Key": {
                    "Correct": true,
                    "Rationale": "Changing “they” to “it” corrects the pronoun error in sentence 14. The singular pronoun “it” should be used to refer to the singular noun in this sentence.",
                    "Percent": 76
                }
            }
        },
        "Parts": {}
    },
    "17": {
        "Number": 17,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Editing"
        ],
        "SubTopics": [
            "Correct spelling."
        ],
        "SuppContent": [
            "problems/TX21HSE1/supps/TX21HSE1-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What change should Noah make in sentence 24?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Insert a colon after questioning",
                "Key": {
                    "Correct": false,
                    "Rationale": "Making this change would result in a punctuation error.",
                    "Percent": 11
                }
            },
            "B": {
                "Choice": "Change different to diffrent",
                "Key": {
                    "Correct": false,
                    "Rationale": "Changing the word “different” to “diffrent” would introduce a spelling error.",
                    "Percent": 4
                }
            },
            "C": {
                "Choice": "Insert a comma after conversation",
                "Key": {
                    "Correct": false,
                    "Rationale": "Inserting a comma after “conversation” would introduce a punctuation error.",
                    "Percent": 14
                }
            },
            "D": {
                "Choice": "Change correspondense to correspondence",
                "Key": {
                    "Correct": true,
                    "Rationale": "Changing “correspondense” to “correspondence” corrects the spelling error in sentence 24.",
                    "Percent": 71
                }
            }
        },
        "Parts": {}
    },
    "18": {
        "Number": 18,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Editing"
        ],
        "SubTopics": [
            "Punctuation, including commas, semicolons, colons, and dashes to set off phrases and clauses as appropriate."
        ],
        "SuppContent": [
            "problems/TX21HSE1/supps/TX21HSE1-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What change, if any, needs to be made in sentence 29?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Insert a comma after important",
                "Key": {
                    "Correct": true,
                    "Rationale": "Inserting a comma after “important” corrects the run-on sentence, an error in which two or more clauses are joined incorrectly.",
                    "Percent": 54
                }
            },
            "G": {
                "Choice": "Change is hurting to are hurting",
                "Key": {
                    "Correct": false,
                    "Rationale": "Changing “is hurting” to “are hurting” would create a subject-verb agreement error because the subject, “the use,” is singular, not plural.",
                    "Percent": 7
                }
            },
            "H": {
                "Choice": "Change our to their",
                "Key": {
                    "Correct": false,
                    "Rationale": "Changing “our” to “their” would incorrectly refer to the wrong subject.",
                    "Percent": 8
                }
            },
            "J": {
                "Choice": "No change should be made in this sentence.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Leaving the sentence intact fails to eliminate the run-on sentence.",
                    "Percent": 30
                }
            }
        },
        "Parts": {}
    },
    "19": {
        "Number": 19,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX21HSE1/supps/TX21HSE1-S5.json",
            "problems/TX21HSE1/supps/TX21HSE1-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In the selection from The Boston Girl, what does the author's portrayal of Miss Chevalier reveal to the reader?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Addie's surprise at Miss Chevalier's behavior",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence that Miss Chevalier's behavior surprises Addie.",
                    "Percent": 12
                }
            },
            "B": {
                "Choice": "Addie's admiration of Miss Chevalier's personality",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author reveals that Addie admires Miss Chevalier. She describes Miss Chevalier's genuine interest in what the girls are reading and her encouragement of Addie, along with her sensitive perception of Addie's embarrassment.",
                    "Percent": 62
                }
            },
            "C": {
                "Choice": "Addie's admiration of Miss Chevalier's personality",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Miss Chevalier encourages Addie to think, there is no instance when she criticizes Addie.",
                    "Percent": 20
                }
            },
            "D": {
                "Choice": "Addie's realization of Miss Chevalier's flaws",
                "Key": {
                    "Correct": false,
                    "Rationale": "Addie does not recognize any flaws in Miss Chevalier. In fact, she is determined to defend Miss Chevalier from others.",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    },
    "20": {
        "Number": 20,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX21HSE1/supps/TX21HSE1-S5.json",
            "problems/TX21HSE1/supps/TX21HSE1-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In paragraph 7 of the selection from The Boston Girl, what does Addie's wish to “sink through the floor” tell the reader about her feelings?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Addie has changed her mind about reciting the poem.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Addie reacts this way because she does not know what a word in the poem means, but she still wishes to recite the poem.",
                    "Percent": 5
                }
            },
            "G": {
                "Choice": "Addie often worries about mispronouncing words.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This is the only paragraph in which the author mentions Addie mispronouncing a word, so it is not likely something she always worries about.",
                    "Percent": 11
                }
            },
            "H": {
                "Choice": "Addie is upset that Miss Chevalier has interrupted her.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Addie admits that Miss Chevalier was nice about it, so Addie does not have a reason to be upset, only embarrassed.",
                    "Percent": 6
                }
            },
            "J": {
                "Choice": "Addie is embarrassed by her lack of knowledge.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 7, Addie's wish to “sink through the floor” is used to tell the reader that Addie is embarrassed by her lack of knowledge. She mispronounced the word impetuous and did not know its meaning.",
                    "Percent": 79
                }
            }
        },
        "Parts": {}
    },
    "21": {
        "Number": 21,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX21HSE1/supps/TX21HSE1-S5.json",
            "problems/TX21HSE1/supps/TX21HSE1-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In paragraph 6 of the selection from The Boston Girl, what does the description of Miss Chevalier emphasize?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The overwhelming demands Miss Chevalier places on Addie",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no mention of Miss Chevalier's demands in this paragraph.",
                    "Percent": 5
                }
            },
            "B": {
                "Choice": "The contrast between Miss Chevalier and Addie",
                "Key": {
                    "Correct": false,
                    "Rationale": "Addie explains that Miss Chevalier is a few inches shorter than Addie, but the contrast between them is not emphasized in the paragraph.",
                    "Percent": 11
                }
            },
            "C": {
                "Choice": "The preference Miss Chevalier displays for Addie at the expense of the other students",
                "Key": {
                    "Correct": false,
                    "Rationale": "Addie explains that Miss Chevalier's smile “makes you feel like you just did something right,” but this is not just toward Addie.",
                    "Percent": 15
                }
            },
            "D": {
                "Choice": "The contrast between Miss Chevalier's unusual appearance and congenial personality",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 6, the description of Miss Chevalier is used to emphasize the contrast between her unusual appearance and her congenial personality. Miss Chevalier is small and short, with a “moon face and chubby fingers and coppery hair” like a poodle, but she is very nice.",
                    "Percent": 68
                }
            }
        },
        "Parts": {}
    },
    "22": {
        "Number": 22,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX21HSE1/supps/TX21HSE1-S5.json",
            "problems/TX21HSE1/supps/TX21HSE1-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read paragraph 1 of the selection from The Boston Girl.",
            ":box:The settlement house was a four-story building that stood out from everything else in the neighborhood. It was new with yellow bricks instead of red. It had electricity in all the rooms so at night it lit up the street like a lantern.",
            "Why does Addie compare the settlement home to a lantern in the paragraph?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "To exaggerate the judgmental attitudes of those who run the house",
                "Key": {
                    "Correct": false,
                    "Rationale": "The building lights up the dark street, which suggests the warm and welcoming aspect of a lantern, not judgment.",
                    "Percent": 5
                }
            },
            "G": {
                "Choice": "To indicate that the community surrounding the house takes its services for granted",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is nothing about the house's comparison to a bright, welcoming lantern that suggests that its services are taken for granted.",
                    "Percent": 7
                }
            },
            "H": {
                "Choice": "To help the reader to visualize the beautiful architecture of the house",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is nothing about the house's comparison to a bright, welcoming lantern that suggests that its architecture is particularly beautiful.",
                    "Percent": 41
                }
            },
            "J": {
                "Choice": "To symbolize the house as a comforting place in a poverty-stricken neighborhood",
                "Key": {
                    "Correct": true,
                    "Rationale": "Addie compares the settlement home to a lantern in paragraph 1 to symbolize the house as a comforting place in a poverty-stricken neighborhood. The house is a bright, warm haven for the residents of the neighborhood.",
                    "Percent": 46
                }
            }
        },
        "Parts": {}
    },
    "23": {
        "Number": 23,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX21HSE1/supps/TX21HSE1-S5.json",
            "problems/TX21HSE1/supps/TX21HSE1-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which theme is explored in the selection from The Boston Girl?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Standing up for one's rights",
                "Key": {
                    "Correct": false,
                    "Rationale": "Addie does not have to defend her rights in this selection.",
                    "Percent": 9
                }
            },
            "B": {
                "Choice": "The will to survive",
                "Key": {
                    "Correct": false,
                    "Rationale": "Other people's struggle for survival is mentioned in paragraph 2, but Addie's experience in this selection is not a matter of survival.",
                    "Percent": 3
                }
            },
            "C": {
                "Choice": "The power of encouragement",
                "Key": {
                    "Correct": true,
                    "Rationale": "A theme, or central message, of the selection is the importance of the power of encouragement. Throughout the selection Addie describes how Miss Chevalier's encouragement influences her.",
                    "Percent": 78
                }
            },
            "D": {
                "Choice": "Working hard to get ahead",
                "Key": {
                    "Correct": false,
                    "Rationale": "Addie works hard to learn the poem, but there is no indication that she is trying to get ahead by doing so.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "24": {
        "Number": 24,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Analyze how authors develop complex yet believable characters in works of fiction through a range of literary devices, including character foils."
        ],
        "SuppContent": [
            "problems/TX21HSE1/supps/TX21HSE1-S5.json",
            "problems/TX21HSE1/supps/TX21HSE1-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which quotation from the selection from The Boston Girl best emphasizes Miss Chevalier's compassionate nature?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "I guess I was better than the others because after the meeting, Miss Chevalier asked if I would recite the whole poem to the Saturday Club. (paragraph 4)",
                "Key": {
                    "Correct": false,
                    "Rationale": "Asking Addie to recite a poem does not show that Miss Chevalier is compassionate, only that she thinks Addie is a good reader.",
                    "Percent": 16
                }
            },
            "G": {
                "Choice": "I only got halfway through the poem when Miss Chevalier stopped me and asked if I knew what impetuous meant. (paragraph 7)",
                "Key": {
                    "Correct": false,
                    "Rationale": "Asking Addie to define a word does not show Miss Chevalier's compassion, only her interest in Addie's education.",
                    "Percent": 15
                }
            },
            "H": {
                "Choice": "I'm sure I turned bright red, but Miss Chevalier pretended not to notice ... (paragraph 8)",
                "Key": {
                    "Correct": true,
                    "Rationale": "This quotation is used to emphasize Miss Chevalier's compassionate nature. In paragraph 7, Addie gets embarrassed, and in paragraph 8, her face turns bright red. Miss Chevalier doesn't want to make Addie feel bad about being embarrassed, so she pretends not to notice.",
                    "Percent": 54
                }
            },
            "J": {
                "Choice": "I had never been asked for my opinion, but I knew I couldn't keep her waiting ... (paragraph 11)",
                "Key": {
                    "Correct": false,
                    "Rationale": "This quotation is used to emphasize a detail about Addie's life (she has never been asked for her opinion), not Miss Chevalier's compassion.",
                    "Percent": 14
                }
            }
        },
        "Parts": {}
    },
    "25": {
        "Number": 25,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Analyze how the author's use of language achieves specific purposes."
        ],
        "SuppContent": [
            "problems/TX21HSE1/supps/TX21HSE1-S5.json",
            "problems/TX21HSE1/supps/TX21HSE1-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In lines 1 through 4 of the poem “Sybil Ludington's Ride,” the diction and imagery mainly appeal to the reader's sense of  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "touch",
                "Key": {
                    "Correct": false,
                    "Rationale": "In lines 1 through 4, there is no mention of how any of the described objects felt.",
                    "Percent": 4
                }
            },
            "B": {
                "Choice": "sight",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the reader can picture these events, sounds, rather than sights, are depicted by the diction and imagery.",
                    "Percent": 7
                }
            },
            "C": {
                "Choice": "taste",
                "Key": {
                    "Correct": false,
                    "Rationale": "No tastes or flavors are described in these lines.",
                    "Percent": 3
                }
            },
            "D": {
                "Choice": "hearing",
                "Key": {
                    "Correct": true,
                    "Rationale": "Imagery is the use of vivid language to represent objects, actions, or ideas. The imagery in lines 1 through 4 appeals to the reader's sense of hearing through the poet's use of “sound,” “clatter,” “knock,” “stuck,” and “pounding.”",
                    "Percent": 86
                }
            }
        },
        "Parts": {}
    },
    "26": {
        "Number": 26,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX21HSE1/supps/TX21HSE1-S5.json",
            "problems/TX21HSE1/supps/TX21HSE1-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What is implied in lines 57 through 62 of the poem “Sybil Ludington's Ride”?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Future generations will remember Sybil's deed.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In lines 57 through 62, the poet implies that future generations will remember Sybil's deed by stating that the ride is “a glorious legend of history,” “each trail she rode” would be marked, and that songs and stories would be told about her.",
                    "Percent": 64
                }
            },
            "G": {
                "Choice": "Sybil expects to be rewarded for her bravery.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In lines 57 through 62, there is no text evidence to support the idea that Sybil expects to be rewarded. Sybil does not foresee the legend her ride will become, as the poet states in lines 57 and 58 (“With never a dream ...”).",
                    "Percent": 15
                }
            },
            "H": {
                "Choice": "Sybil is fearful while riding in the dark.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Sybil “rode through the inky dark” (line 60), there is nothing in these lines that implies that she is scared while riding at night.",
                    "Percent": 14
                }
            },
            "J": {
                "Choice": "Historians will question Sybil's motives.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The poet is clear in these lines that Sybil acts in support of her father and her country, and that such action will bring her glory, not suspicion. In lines 57 through 62, there is no suggestion that historians question Sybil's motives.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "27": {
        "Number": 27,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Across Genres"
        ],
        "SubTopics": [
            "Analyze context to distinguish between the denotative and connotative meanings of words."
        ],
        "SuppContent": [
            "problems/TX21HSE1/supps/TX21HSE1-S5.json",
            "problems/TX21HSE1/supps/TX21HSE1-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What does spent mean as it is used in line 15 of the poem “Sybil Ludington's Ride”?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Needed",
                "Key": {
                    "Correct": false,
                    "Rationale": "A rider is “needed,” but the Colonel does not expect this rider to continue as he tells him that “you cannot ride.”",
                    "Percent": 15
                }
            },
            "B": {
                "Choice": "Paid",
                "Key": {
                    "Correct": false,
                    "Rationale": "The word s͟p͟e͟n͟t is used to describe the horseman's strength. There is no reference to payment for the act of riding in line 15.",
                    "Percent": 7
                }
            },
            "C": {
                "Choice": "Exhausted",
                "Key": {
                    "Correct": true,
                    "Rationale": "In line 15, the word s͟p͟e͟n͟t is closest in meaning to “exhausted.” The horseman who delivered the message is exhausted from his journey and the Colonel tells him he “cannot ride.”",
                    "Percent": 69
                }
            },
            "D": {
                "Choice": "Abandoned",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no text evidence to support the idea that the rider is choosing to give up or abandoning the task.",
                    "Percent": 9
                }
            }
        },
        "Parts": {}
    },
    "28": {
        "Number": 28,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Analyze how the author's use of language achieves specific purposes."
        ],
        "SuppContent": [
            "problems/TX21HSE1/supps/TX21HSE1-S5.json",
            "problems/TX21HSE1/supps/TX21HSE1-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "How do lines 1 through 12 mainly contribute to the poem “Sybil Ludington's Ride”?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The imagery helps the reader comprehend the urgency of the situation.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The phrases “Clatter of hoofs,” “fist struck wood,” and “mighty pounding” all contribute to the idea that something momentous is happening. The poet emphasizes the urgency with which the message was delivered with his description of Danbury burning and the rider falling “exhausted in slumber.”",
                    "Percent": 72
                }
            },
            "G": {
                "Choice": "The punctuation enhances the description of the setting.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The punctuation is straightforward and does not enhance the setting in any way.",
                    "Percent": 9
                }
            },
            "H": {
                "Choice": "The introduction of the characters allows the reader to understand the narrative.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The main characters are not introduced in these lines.",
                    "Percent": 13
                }
            },
            "J": {
                "Choice": "The use of a metaphor enhances the reader's enjoyment of the scene.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no metaphor used in these lines.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "29": {
        "Number": 29,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX21HSE1/supps/TX21HSE1-S5.json",
            "problems/TX21HSE1/supps/TX21HSE1-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which theme is present in the poem “Sybil Ludington's Ride”?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Personal sacrifice is more important than family.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Sybil spreads the message because her father needs someone to do it, which suggests that family is important to her. There is no indication in the poem that “personal sacrifice is more important than family.”",
                    "Percent": 6
                }
            },
            "B": {
                "Choice": "Trust will always lead to new realizations.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no indication that the Colonel's trust in Sybil leads to new realizations. He knows Sybil is capable.",
                    "Percent": 25
                }
            },
            "C": {
                "Choice": "Confronting danger requires courage and fortitude.",
                "Key": {
                    "Correct": true,
                    "Rationale": "A theme, or central message, of the poem is that confronting danger requires courage and fortitude. In lines 22 through 30, Sybil confidently offers to spread the message. She rides “swiftly without a stop” (line 39), and even when she is tired and sore (lines 47 and 48), she rides on until the task is done.",
                    "Percent": 58
                }
            },
            "D": {
                "Choice": "Accepting one's fate requires skill and stamina.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Sybil is not accepting fate. She eagerly volunteered to make the ride.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "30": {
        "Number": 30,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX21HSE1/supps/TX21HSE1-S5.json",
            "problems/TX21HSE1/supps/TX21HSE1-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "How do lines 15 through 20 function in the poem “Sybil Ludington's Ride”?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "They create a sinister tone.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Tone is the way the author expresses his or her attitude through writing. The reader cannot determine from lines 15 through 20 that the author feels that this particular instance is sinister in any way.",
                    "Percent": 14
                }
            },
            "G": {
                "Choice": "They establish the reasons that Sybil must ride.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Lines 15 through 20 are used to establish the reasons Sybil must ride. In these lines, the Colonel explains that the current messenger is too tired to ride and does not know the area well enough. The Colonel can't go himself because he must be there when his troops arrive, so Sybil is the only other option.",
                    "Percent": 41
                }
            },
            "H": {
                "Choice": "They explain that the Colonel is angry at the messenger.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Colonel is explaining the predicament that Sybil offers to solve, not expressing anger at the messenger, who is too exhausted to ride.",
                    "Percent": 10
                }
            },
            "J": {
                "Choice": "They introduce the danger the characters are experiencing.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Colonel is not describing danger in these lines. He is explaining the situation that Sybil then volunteers to help resolve.",
                    "Percent": 34
                }
            }
        },
        "Parts": {}
    },
    "31": {
        "Number": 31,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX21HSE1/supps/TX21HSE1-S5.json",
            "problems/TX21HSE1/supps/TX21HSE1-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What is the impact of lines 25 through 34 in the poem “Sybil Ludington's Ride”?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "They establish the dangers involved in making the ride.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The idea that there are any dangers involved in making the ride is not supported by the information in lines 25 through 34.",
                    "Percent": 16
                }
            },
            "B": {
                "Choice": "They reveal the arrogance beneath Sybil's modest exterior.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Sybil is being confident and courageous, not arrogant, in lines 25 through 34.",
                    "Percent": 19
                }
            },
            "C": {
                "Choice": "They shift the Colonel's attitude from skeptical to enthusiastic.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In lines 23 and 24, the Colonel is skeptical, saying “'You! My daughter, you're just a child,'” but in lines 25 through 30, Sybil explains why she is the right person for the job, and in lines 31 through 34, the Colonel's perspective has changed. He thinks Sybil is right.",
                    "Percent": 58
                }
            },
            "D": {
                "Choice": "They contribute to the idea that children are rebellious by nature.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Sybil is not rebelling against her father. She is offering to help him.",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    },
    "32": {
        "Number": 32,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX21HSE1/supps/TX21HSE1-S5.json",
            "problems/TX21HSE1/supps/TX21HSE1-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What is Sybil's main motivation in lines 47 through 52 of the poem “Sybil Ludington's Ride”?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "To return home and rest",
                "Key": {
                    "Correct": false,
                    "Rationale": "Sybil is tired in line 47, but she rides on, expressing no desire to return home and rest.",
                    "Percent": 6
                }
            },
            "G": {
                "Choice": "To prove that females are stronger than males",
                "Key": {
                    "Correct": false,
                    "Rationale": "Sybil claims she can ride as well as a man (lines 28 and 29) only so that her father will trust her to ride; she is not concerned with proving anything about females in general.",
                    "Percent": 6
                }
            },
            "H": {
                "Choice": "To express her feelings about the war effort",
                "Key": {
                    "Correct": false,
                    "Rationale": "In lines 47 through 52, the poet describes Sybil's determination but does not mention her “feelings about the war effort.”",
                    "Percent": 12
                }
            },
            "J": {
                "Choice": "To prove to her father that she is dependable",
                "Key": {
                    "Correct": true,
                    "Rationale": "Sybil's main motivation in lines 47 through 52 is to prove to her father that she is dependable. She is tired and sore but continues on her journey until every soldier has received the message. She wants to show her father “That he could depend on a Ludington” (line 52).",
                    "Percent": 77
                }
            }
        },
        "Parts": {}
    },
    "33": {
        "Number": 33,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX21HSE1/supps/TX21HSE1-S5.json",
            "problems/TX21HSE1/supps/TX21HSE1-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which quotation from the selection from The Boston Girl best identifies the conflict in the poem “Sybil Ludington's Ride”?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "I'm telling you, my feet didn't touch the ground all the way home. (paragraph 5)",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Sybil's feet do not touch the ground when she's riding home, a happy feeling rather than a conflict is identified in this quote.",
                    "Percent": 11
                }
            },
            "B": {
                "Choice": "“There is no wrong answer,” she said. “I want to know your opinion, Addie. What do you think?” (paragraph 10)",
                "Key": {
                    "Correct": false,
                    "Rationale": "In lines 25 through 30, Sybil convinces her father she can do the job, and he agrees immediately. There is no conflict.",
                    "Percent": 13
                }
            },
            "C": {
                "Choice": "“The patriots had to be impetuous both ways or they wouldn't have dared challenge the British.” (paragraph 12)",
                "Key": {
                    "Correct": true,
                    "Rationale": "The conflict of the poem is best identified in this quote. To make the ride a success, Sybil had to be impetuous in both senses of the word. She had to rush with force and determination to push through her exhaustion, and she also had to act suddenly because her message was urgent.",
                    "Percent": 58
                }
            },
            "D": {
                "Choice": "She said mothers were right to be concerned for their daughters' welfare. (paragraph 14)",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although there is evidence in the poem that the Colonel is concerned about the welfare of Sybil, his concern does not create a conflict between the two of them.",
                    "Percent": 17
                }
            }
        },
        "Parts": {}
    },
    "34": {
        "Number": 34,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX21HSE1/supps/TX21HSE1-S5.json",
            "problems/TX21HSE1/supps/TX21HSE1-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "How does Addie in the selection from The Boston Girl differ from Sybil in the poem “Sybil Ludington's Ride”?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Addie has doubts about her abilities, while Sybil is certain of her abilities.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Addie differs from Sybil in that Addie has doubts about her abilities (she feels nervous about practicing the poem and she becomes embarrassed when she doesn't know the meaning of impetuous) while Sybil is certain about her abilities (she convinces her father that she is the right person to deliver the message).",
                    "Percent": 60
                }
            },
            "G": {
                "Choice": "Addie lacks a sense of pride, while Sybil feels proud of herself.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Addie does get embarrassed in paragraph 8 of The Boston Girl, but she is proud of being chosen to recite. Sybil shows confidence, not pride.",
                    "Percent": 17
                }
            },
            "H": {
                "Choice": "Addie is supported by another character, while Sybil has no support.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Addie is encouraged by Miss Chevalier, but Sybil also has encouragement from her father.",
                    "Percent": 17
                }
            },
            "J": {
                "Choice": "Addie asks for help, while Sybil refuses to accept help.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no indication in the selection that Addie asks for help, and there is no indication in the poem that Sybil refuses help from anyone.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "35": {
        "Number": 35,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX21HSE1/supps/TX21HSE1-S5.json",
            "problems/TX21HSE1/supps/TX21HSE1-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Both Addie from the selection from The Boston Girl and Sybil from the poem “Sybil Ludington's Ride” respond to  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "a chance to achieve fame and glory",
                "Key": {
                    "Correct": false,
                    "Rationale": "Addie is going to recite her poem in the presence of a famous professor (paragraph 4 of The Boston Girl) but does not expect fame and glory. Sybil is unaware that her deed will bring her fame.",
                    "Percent": 17
                }
            },
            "B": {
                "Choice": "another character's belief and trust",
                "Key": {
                    "Correct": true,
                    "Rationale": "Both Addie and Sybil respond to another character's belief and trust. Miss Chevalier believes in Addie's abilities, encouraging her to take on the challenge of reciting a poem, and Sybil's father believes in Sybil's abilities to deliver an important message.",
                    "Percent": 55
                }
            },
            "C": {
                "Choice": "a parent's expectations",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Sybil strives to meet her father's expectations, there is no indication that Addie's mother expects her to recite the poem.",
                    "Percent": 8
                }
            },
            "D": {
                "Choice": "a desire to influence others",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no indication that either Addie or Sybil desire to influence others as they both just want to do the best that they can.",
                    "Percent": 20
                }
            }
        },
        "Parts": {}
    },
    "36": {
        "Number": 36,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX21HSE1/supps/TX21HSE1-S5.json",
            "problems/TX21HSE1/supps/TX21HSE1-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What do both the selection from The Boston Girl and the poem “Sybil Ludington's Ride” indicate about the young women?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The young women are courageous in dangerous situations.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Sybil shows courage in a dangerous situation, but Addie is not in any danger.",
                    "Percent": 11
                }
            },
            "G": {
                "Choice": "The young women wish to improve their communities.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no indication in either the selection or the poem that either Addie or Sybil wish to improve their communities.",
                    "Percent": 13
                }
            },
            "H": {
                "Choice": "The potential of the young women should be recognized.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In both the selection and the poem, the potential of young women should be recognized. In the selection the indication of recognition is shown in Miss Chevalier's exchange with Addie about gumption, and in the poem the indication of recognition is shown in the last lines comparing Sybil to Paul Revere.",
                    "Percent": 65
                }
            },
            "J": {
                "Choice": "The enthusiasm of the young women can be overwhelming.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although both Addie in the selection and Sybil in the poem show signs of enthusiasm, there is no indication that anyone is overwhelmed by either girl's enthusiasm.",
                    "Percent": 11
                }
            }
        },
        "Parts": {}
    },
    "37": {
        "Number": 37,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX21HSE1/supps/TX21HSE1-S5.json",
            "problems/TX21HSE1/supps/TX21HSE1-S6.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "While the selection from The Boston Girl focuses on a young woman who gains confidence from a mentor, the poem “Sybil Ludington's Ride” focuses on  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "a young woman who serves as a mentor",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no indication in the poem that Sybil serves as a mentor to anyone.",
                    "Percent": 12
                }
            },
            "B": {
                "Choice": "a young woman who seeks a mentor but is unable to find one",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no text evidence that supports the idea that Sybil seeks a mentor but is unable to find one.",
                    "Percent": 9
                }
            },
            "C": {
                "Choice": "a young woman whose confidence in others betrays her",
                "Key": {
                    "Correct": false,
                    "Rationale": "Sybil's confidence is not in others, but in herself, allowing her to make a successful ride. She is never betrayed.",
                    "Percent": 1
                }
            },
            "D": {
                "Choice": "a young woman whose confidence inspires others",
                "Key": {
                    "Correct": true,
                    "Rationale": "In “Sybil Ludington's Ride,” the poet focuses on a young woman whose confidence inspires others. Sybil's father is in distress when there is no one to make the ride, but Sybil's confidence changes his distress to enthusiasm. The poet also says that Sybil's ride would “figure in song and story” as an inspirational deed.",
                    "Percent": 68
                }
            }
        },
        "Parts": {}
    },
    "38": {
        "Number": 38,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Across Genres"
        ],
        "SubTopics": [
            "Analyze context to distinguish between the denotative and connotative meanings of words."
        ],
        "SuppContent": [
            "problems/TX21HSE1/supps/TX21HSE1-S7.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which word from the article means “average or uninspired”?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "jumbled (paragraph 3)",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 3, the word “jumbled” describes a speech that is disorganized and confusing.",
                    "Percent": 10
                }
            },
            "G": {
                "Choice": "mediocre (paragraph 4)",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 4, the author contrasts a “compelling” or “memorable” speech with a “mediocre” one. Based on this contrast, the word “mediocre” means a͟v͟e͟r͟a͟g͟e͟ ͟o͟r͟ ͟u͟n͟i͟n͟s͟p͟i͟r͟e͟d.",
                    "Percent": 67
                }
            },
            "H": {
                "Choice": "bleary-eyed (paragraph 7)",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Bleary-eyed” describes a confused audience reaction that does not directly relate to the concept of hearing an a͟v͟e͟r͟a͟g͟e͟ ͟o͟r͟ ͟u͟n͟i͟n͟s͟p͟i͟r͟e͟d presentation.",
                    "Percent": 13
                }
            },
            "J": {
                "Choice": "pervasive (paragraph 9)",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Pervasive” means “widespread.” A͟v͟e͟r͟a͟g͟e͟ ͟o͟r͟ ͟u͟n͟i͟n͟s͟p͟i͟r͟e͟d would not make sense in place of “pervasive” in paragraph 9.",
                    "Percent": 11
                }
            }
        },
        "Parts": {}
    },
    "39": {
        "Number": 39,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Analyze the author's purpose, audience, and message within a text."
        ],
        "SuppContent": [
            "problems/TX21HSE1/supps/TX21HSE1-S7.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What is the primary purpose of this article?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "To offer practical advice to people who write and give speeches",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author's advice is to focus on one big idea, which is a practical way to approach writing and speaking.",
                    "Percent": 66
                }
            },
            "B": {
                "Choice": "To relate personal stories about the author's high-school experiences",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author mentions writing in high school in the first paragraph, she does not relate personal stories about her high-school experiences.",
                    "Percent": 8
                }
            },
            "C": {
                "Choice": "To describe well-known speeches and the individuals who gave them",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author mentions two people who have written speeches, but she uses them as examples to support the article's main purpose.",
                    "Percent": 10
                }
            },
            "D": {
                "Choice": "To compare different approaches to making public presentations",
                "Key": {
                    "Correct": false,
                    "Rationale": "Focusing on one big idea is the only approach the author suggests, so there is no comparison of approaches.",
                    "Percent": 15
                }
            }
        },
        "Parts": {}
    },
    "40": {
        "Number": 40,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX21HSE1/supps/TX21HSE1-S7.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In paragraphs 9 through 11, why does the author include information about Arianna Huffington?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "To suggest that the best speeches are written by people with business experience",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no support for the idea that experienced businesspeople write better speeches.",
                    "Percent": 9
                }
            },
            "G": {
                "Choice": "To propose several ideas that would make compelling subjects for a speech",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author tries to illustrate her point with two hypothetical topics, the author does not propose any ideas for speeches in paragraphs 9 through 11.",
                    "Percent": 13
                }
            },
            "H": {
                "Choice": "To offer an example of how one writer refined her topic to create an effective speech",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraphs 9 through 11, the author discusses the process of focusing on one big idea and provides an example of how Arianna Huffington presents her big idea in one compelling sentence.",
                    "Percent": 71
                }
            },
            "J": {
                "Choice": "To convince readers that they should get enough sleep before beginning a writing project",
                "Key": {
                    "Correct": false,
                    "Rationale": "Convincing others to get more sleep is the topic of Huffington's speech. It is not the author's purpose in these paragraphs.",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    },
    "41": {
        "Number": 41,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX21HSE1/supps/TX21HSE1-S7.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "How does the author organize the article?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "By presenting topics in chronological order",
                "Key": {
                    "Correct": false,
                    "Rationale": "Chronological order is not used by the author. The author provides advice and examples to support her advice that are not sequenced by time.",
                    "Percent": 10
                }
            },
            "B": {
                "Choice": "By comparing different strategies for giving presentations",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author focuses on only one strategy, not on comparing different strategies.",
                    "Percent": 21
                }
            },
            "C": {
                "Choice": "By listing advantages and disadvantages of one approach to writing speeches",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no discussion of the disadvantages of different speech writing approaches.",
                    "Percent": 16
                }
            },
            "D": {
                "Choice": "By describing sequential steps toward creating an effective speech",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author first explains the necessity of focusing on one topic, then explains how to decide on a specific idea about that topic, and then describes the benefits of distilling the idea into a sentence.",
                    "Percent": 53
                }
            }
        },
        "Parts": {}
    },
    "42": {
        "Number": 42,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX21HSE1/supps/TX21HSE1-S7.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "According to the author, when you are deciding on a speech topic  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "it is usually best to choose something you care strongly about",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 8, the author advises readers to focus on “expertise” or “passion” and then “what inspires you” or “drives you insane” about this topic.",
                    "Percent": 71
                }
            },
            "G": {
                "Choice": "the subject itself is less important than your speaking style",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is incorrect. The author believes that an idea must be worth sharing, as supported by the quotation in paragraph 5: “The only thing that truly matters in public speaking is ... having something worth saying.”",
                    "Percent": 8
                }
            },
            "H": {
                "Choice": "you should avoid ideas that have been used too many times",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no support for this idea in the selection. The author does not mention the frequency of topics chosen but instead advises the reader to focus on an area of expertise or passion.",
                    "Percent": 11
                }
            },
            "J": {
                "Choice": "the issue should reflect concerns you share with other people",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author emphasizes that the topic should be something the reader cares about but does not state that others must share that concern.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "43": {
        "Number": 43,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX21HSE1/supps/TX21HSE1-S7.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What can the reader conclude from paragraph 14?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The author's advice has been followed by great speakers in the past.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 14, there is a mention of past historical speakers in Hume's book title. There is no support for the idea that “great speakers in the past” have used the author's advice.",
                    "Percent": 21
                }
            },
            "B": {
                "Choice": "A background in sales is helpful when writing an effective speech.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although a “sales talk” is mentioned, the point is that the strategy would help the salesperson, not that being a salesperson would be necessary.",
                    "Percent": 10
                }
            },
            "C": {
                "Choice": "The author's suggestions for writing strong speeches apply in many situations.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author's message is repeated by Humes, who asserts that having a “key message” is important in several professional situations.",
                    "Percent": 61
                }
            },
            "D": {
                "Choice": "Most world leaders rely on professional writers to create speeches for them.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 14, the author focuses on a speechwriter's opinion, but there is no support for the idea that most world leaders rely on professional writers.",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    },
    "44": {
        "Number": 44,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX21HSE1/supps/TX21HSE1-S7.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read this quotation from paragraph 5.",
            ":box:“Anyone who has an idea worth sharing is capable of giving a powerful talk,” Anderson writes in his book ...",
            "What is the most likely reason the author includes the quotation?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "To demonstrate that other writers share her views",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author cites Chris Anderson to illustrate her views, not justify them.",
                    "Percent": 14
                }
            },
            "G": {
                "Choice": "To give readers confidence in their own potential",
                "Key": {
                    "Correct": true,
                    "Rationale": "The idea that “anyone” can give a “powerful talk” is encouraging to readers who want to be effective speakers.",
                    "Percent": 71
                }
            },
            "H": {
                "Choice": "To present an opinion that differs from her own",
                "Key": {
                    "Correct": false,
                    "Rationale": "The opinion expressed by Anderson is not in conflict with the author's opinion.",
                    "Percent": 9
                }
            },
            "J": {
                "Choice": "To suggest that writing a good speech requires talent",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the quotation, Chris Anderson explicitly states that the key to effective communication is not talent but having an idea worth sharing.",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    },
    "45": {
        "Number": 45,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX21HSE1/supps/TX21HSE1-S7.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In paragraph 16, why does the author use the term “heavy mental lifting”?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "To suggest that speeches should have a profound impact on listeners",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author indicates that advance preparation may lead to compelling drafts, she does not suggest that speeches must have profound effects.",
                    "Percent": 12
                }
            },
            "B": {
                "Choice": "To describe the extensive research that must be completed before writing begins",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no assertion that extensive research is required before speech writing can begin.",
                    "Percent": 15
                }
            },
            "C": {
                "Choice": "To indicate that the most difficult part of writing is the preliminary thinking process",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author indicates that the initial hard work of organizing and distilling your thoughts into one big idea will make the rest of the task easier.",
                    "Percent": 64
                }
            },
            "D": {
                "Choice": "To imply that physical exercise can help clarify a writer's ideas",
                "Key": {
                    "Correct": false,
                    "Rationale": "The exercise is mental, not physical, as indicated by the intentional use of the word “mental.”",
                    "Percent": 9
                }
            }
        },
        "Parts": {}
    },
    "46": {
        "Number": 46,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Across Genres"
        ],
        "SubTopics": [
            "Analyze context to distinguish between the denotative and connotative meanings of words."
        ],
        "SuppContent": [
            "problems/TX21HSE1/supps/TX21HSE1-S8.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In paragraph 6, what does the word thwarted most nearly mean?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Defeated",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 6, the author describes challenges that Jackson faced. Based on context, thwarted most nearly means “defeated,” as Jackson was successful on his trek by avoiding the Nevada sands.",
                    "Percent": 61
                }
            },
            "G": {
                "Choice": "Allowed",
                "Key": {
                    "Correct": false,
                    "Rationale": "Since Jackson was the first person to successfully cross the continent, “allowed” cannot be the meaning of thwarted.",
                    "Percent": 19
                }
            },
            "H": {
                "Choice": "Consumed",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Consumed” can mean “used up,” or “ate,” but these meanings are not accurate or logical descriptions of the sands in the context of the selection.",
                    "Percent": 11
                }
            },
            "J": {
                "Choice": "Released",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Winton's driver took a detour specifically to avoid the sands, so “released,” which means “let go,” does not make sense in this context.",
                    "Percent": 9
                }
            }
        },
        "Parts": {}
    },
    "47": {
        "Number": 47,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Informations"
        ],
        "SubTopics": [
            "Clear thesis, relevant supporting evidence, pertinent examples, and conclusion."
        ],
        "SuppContent": [
            "problems/TX21HSE1/supps/TX21HSE1-S8.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which quotation provides the best evidence that most people were not familiar with automobiles in 1903?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "At that time, new cars were preordered directly from the manufacturer. (paragraph 3)",
                "Key": {
                    "Correct": false,
                    "Rationale": "This quotation supports the idea that automobiles were not easily purchased but does not necessarily show how familiar people were with automobiles.",
                    "Percent": 23
                }
            },
            "B": {
                "Choice": "The car had 1,000 miles and worn tires, but the owner agreed to sell it — for $500 more than he had originally paid. (paragraph 3)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The purchase of a used automobile for a high price indicates only that automobiles were highly valued because they were difficult to obtain. Whether many people were familiar with them is not addressed in this quotation.",
                    "Percent": 22
                }
            },
            "C": {
                "Choice": "On dry days, even Bud needed goggles to keep road dust out of his eyes. (paragraph 5)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The necessity for goggles only supports the conditions of the roads on dry days. There is no evidence relating to the public's familiarity with automobiles.",
                    "Percent": 11
                }
            },
            "D": {
                "Choice": "One newspaper encouraged readers to arrive early for a good view, in case the vehicle flew by at 90 miles per hour. (paragraph 8)",
                "Key": {
                    "Correct": true,
                    "Rationale": "The notion that the automobile could travel at such speeds indicates that many people were unfamiliar with automobiles of that time. In paragraph 8, one newspaper mistakenly reported that the vehicle might fly by “at 90 miles per hour” even though the reality was closer to 20 miles per hour.",
                    "Percent": 43
                }
            }
        },
        "Parts": {}
    },
    "48": {
        "Number": 48,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Analyze the author's purpose, audience, and message within a text."
        ],
        "SuppContent": [
            "problems/TX21HSE1/supps/TX21HSE1-S8.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What is the author's main purpose for writing this article?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "To inform the reader about a unique journey at the beginning of the automobile era",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author's main purpose for writing this article is to inform the reader about a unique journey at the beginning of the automobile era. The author provides a chronological account of Jackson's trip, highlighting the challenges and successes of the trip.",
                    "Percent": 77
                }
            },
            "G": {
                "Choice": "To criticize Jackson for wasting funds on a foolish and unnecessary wager",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author mentions Jackson's expenses for the trip and that he made a bet, the author does not criticize Jackson.",
                    "Percent": 5
                }
            },
            "H": {
                "Choice": "To analyze the best route for a transcontinental trip in the early twentieth century",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author writes that Jackson avoids Nevada and the Rocky Mountains, the author does not state that Jackson's route was the best.",
                    "Percent": 10
                }
            },
            "J": {
                "Choice": "To argue that Jackson used the best route to reach New York City faster than his competitors",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraph 9, the author states that Packard completed the trip faster than Jackson did.",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    },
    "49": {
        "Number": 49,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Paraphrase and summarize texts in ways that maintain meaning and logical order."
        ],
        "SuppContent": [
            "problems/TX21HSE1/supps/TX21HSE1-S8.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which sentence best summarizes the article?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Automobile companies Oldsmobile, Winton, and Packard sponsored road trips like the one that Dr. Horatio Nelson Jackson made across the United States in order to help promote sales during the early years of car manufacturing.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this sentence, some inaccurate information is provided as Winton did not sponsor Jackson's trip, and the other companies did not sponsor their drivers specifically to promote sales.",
                    "Percent": 15
                }
            },
            "B": {
                "Choice": "When Dr. Horatio Nelson Jackson accepted a bet that he could travel across the United States in three months or less, he did not realize the trip would cost him what was considered to be a huge amount of money in that time period.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author never mentions how Jackson felt about the expenses of his trip. Jackson does not dwell on the cost of the trip. He does it to prove it can be done, despite what it might cost him.",
                    "Percent": 20
                }
            },
            "C": {
                "Choice": "Dr. Horatio Nelson Jackson decided to take a road trip in a car across the United States, and he did not let the many problems he encountered during the long journey prevent him from reaching his goal in less than three months.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The best summary of the article is presented in this sentence. Dr. Horatio Nelson Jackson's goal, the obstacles he faced, and the success he had in overcoming those obstacles and accomplishing his goal are presented.",
                    "Percent": 51
                }
            },
            "D": {
                "Choice": "The road trip that Dr. Horatio Nelson Jackson made across the United States created a tremendous amount of media attention, and the interest from the public caused him significant problems during the journey.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Jackson did attract media attention, but this is a detail, not a summary of the main events of the article.",
                    "Percent": 14
                }
            }
        },
        "Parts": {}
    },
    "50": {
        "Number": 50,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Informations"
        ],
        "SubTopics": [
            "Multiple organizational patterns within a text to develop the thesis."
        ],
        "SuppContent": [
            "problems/TX21HSE1/supps/TX21HSE1-S8.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "How does the author mainly organize the article?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "By recounting the various problems that Jackson and Crocker encountered",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author mainly organizes this article by recounting the various problems Jackson and Crocker encountered. There were problems from start to finish, including acquiring a car (paragraph 3), finding roadside gas stations (paragraph 4), facing bad weather (paragraph 5), and having no produced directions (paragraph 6 and 7).",
                    "Percent": 65
                }
            },
            "G": {
                "Choice": "By citing opinions the public had about traveling in a Winton",
                "Key": {
                    "Correct": false,
                    "Rationale": "There are no opinions from the public included in the article.",
                    "Percent": 10
                }
            },
            "H": {
                "Choice": "By summarizing the reasons Jackson accepted the wager",
                "Key": {
                    "Correct": false,
                    "Rationale": "The reasons Jackson accepted the wager are only given in paragraph 1, but the author does not focus the rest of the article on this detail.",
                    "Percent": 14
                }
            },
            "J": {
                "Choice": "By describing the different features of the Winton",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the author describes some features of the Winton, Jackson rather than the Winton is the focus of the article.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "51": {
        "Number": 51,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Literary Texts"
        ],
        "SubTopics": [
            "Make inferences and use evidence to support understanding."
        ],
        "SuppContent": [
            "problems/TX21HSE1/supps/TX21HSE1-S8.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Based on the article, which conclusion can be made by the reader?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Jackson worried about the time it would take him to complete the trip.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Jackson tried hard to complete the trip within the agreed-upon time, but there is nothing to suggest it was a source of worry for him.",
                    "Percent": 12
                }
            },
            "B": {
                "Choice": "Jackson welcomed the challenge of making a never-before-completed trip.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Based on the article, the reader can conclude that Jackson welcomed the challenge of making a never-before-completed trip. Jackson wanted to disprove a belief about automobiles and was “enthusiastic about new vehicles” (paragraph 1).",
                    "Percent": 64
                }
            },
            "C": {
                "Choice": "Jackson was annoyed by spectators who intentionally gave wrong directions.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Jackson's effort was hindered by wrong directions, but there is nothing to suggest he was annoyed by them.",
                    "Percent": 9
                }
            },
            "D": {
                "Choice": "Jackson was concerned about the overall safety of the vehicle and spectators.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Jackson made an effort to make the vehicle safe (paragraphs 4 and 5), but there is no evidence to suggest that he was concerned about the spectators' safety.",
                    "Percent": 14
                }
            }
        },
        "Parts": {}
    },
    "52": {
        "Number": 52,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Understanding & Analysis Of Informations"
        ],
        "SubTopics": [
            "Clear thesis, relevant supporting evidence, pertinent examples, and conclusion."
        ],
        "SuppContent": [
            "problems/TX21HSE1/supps/TX21HSE1-S8.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which detail best supports the idea that Jackson and Crocker were inventive?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "They used wheels wrapped with rope when tires were punctured.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 5, in order to complete their journey, Jackson and Crocker “used wheels wrapped with rope.” This shows Jackson and Crocker's inventiveness as they do not let punctured tires keep them from continuing their journey.",
                    "Percent": 70
                }
            },
            "G": {
                "Choice": "They bought a used Winton instead of buying a new one.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Buying a used Winton as opposed to a new one is practical, but it is not inventive.",
                    "Percent": 10
                }
            },
            "H": {
                "Choice": "They moved boulders out of the way in the Sierra Nevadas.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Moving boulders out of the way in the Sierra Nevadas allows Jackson and Crocker to continue their trip, but there is no mention of how they moved the boulders.",
                    "Percent": 8
                }
            },
            "J": {
                "Choice": "They used goggles to protect Bud's eyes from road dust.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Bud's eyes needed to be protected from the road dust, but placing goggles on the dog shows that Jackson and Crocker were prepared not that they were inventive.",
                    "Percent": 11
                }
            }
        },
        "Parts": {}
    },
    "53": {
        "Number": 53,
        "Type": "LR",
        "NumChoices": 0,
        "Topics": [
            "Composition"
        ],
        "SubTopics": [
            "Compose informational texts such as explanatory essays, reports, and personal essays using genre characteristics and craft."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read the following information.",
            ":box:Admitting you need help can be very difficult. However, people often need the help of others to accomplish something people could not achieve on their own.",
            "A person's success often depends on the help of others. Think carefully about this statement.",
            "Write an essay explaining how receiving support from others can help you achieve success.",
            ":ibox:Be sure to  — \n\n• clearly state your thesis\n• organize and develop your ideas effectively\n• choose your words carefully\n• edit your writing for grammar, mechanics, and spelling"
        ],
        "AnswerChoices": {},
        "Parts": {}
    }
}