{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [],
    "Title": "The Road Almost Taken",
    "Subtitle": "",
    "Author": "by Joe Holley",
    "LabelType": "P",
    "Content": [
        ["1", "I was 5 years old that summer afternoon when my brother and I set off on our daring adventure. Kenny was 3."],
        ["2", "Our prairie schooner, our Pinta-Niña-Santa Maria, was our little gray wagon. It used to be a little red wagon, but it had gotten so scarred and dented after a couple of years of rough treatment—running it into concrete-block back-porch steps will do that to a wagon—that we begged Daddy to paint it. He did one Saturday afternoon, but the only paint he had around the house was gray primer, which he swabbed on with a brush. So now our wagon was a dull, monochromatic gray."],
        ["3", "“Take this list up to Miss Andrews' (store).” Mama handed me a folded $5 bill. “Put it in your pocket and don't lose it,” she said."],
        ["4", "Kenny and I had taken grocery runs before; the little neighborhood store was only a block and a half away. This time, though, I had a secret mission in mind. For months, weeks—who knows how a 5-year-old measures time?—I had yearned to branch out, to explore the next street over. Why? Because it was there, I suppose. That's all I remember about motive."],
        ["5", "But the next street over was off-limits—too close to the busy Dallas Highway, Mama said. We made the occasional foray up to Miss Andrews' store on Parrish, but never went any farther."],
        ["6", "On this day, though, my devious 5-year-old mind had concocted a plan. I'm not sure whether I shared it with Kenny, but he rarely questioned anything his big brother told him, so he would go along, regardless. I was excited, so I probably did tell him about the big adventure I was planning."],
        ["7", "My blond-haired little brother sat cross-legged in the wagon. I flipped the handle back to him so he could steer while I pushed from the back. We rattled down our dirt driveway and onto the street. In my mind's eye, I can still see us on that long-ago afternoon: two little boys in shorts beneath a glaring summer sun, both of us dusty and sweat-streaked, shirtless and barefoot."],
        ["8", "We passed the light green house of our retired neighbors, the Wills, and their corn patch in the empty lot between our houses, the stalks yellow and withered. We passed Mrs. Rachle's house and looked for Rosie, our playmate and best friend. She stayed with her grandmother during the day while her parents worked. She would probably be up for an adventure, but we didn't see her. She might have been taking her afternoon nap."],
        ["9", "Head down and bent over almost double, keeping a sharp eye out for painful goathead weeds that had snaked onto the shoulder of the road during the hot Central Texas summer, I pushed Kenny to the intersection with Parrish, a slightly busier street than Strickland. We looked both ways, twice, as we had been taught, and then scurried across the street and turned left for the half-block s͟t͟r͟e͟t͟c͟h to Miss Andrews' store."],
        ["10", "A bell jingled as we pushed open the screen door and walked into the small store, its wooden floor smelling of the oily red powder Miss Andrews used for sweeping. We picked up the items on our list—probably a loaf of bread, maybe a stick of butter for something Mama was fixing for supper—and set them on the counter, which was about eye-high for me. Mr. Byford, Miss Andrews' son-in-law, rang them up. As we waited, I kept thinking about our secret adventure. I was excited, nervous, worried."],
        ["11", "We hurried back outside. Kenny settled himself in the wagon, and I had him turn the handle toward the unknown. Soon we were trundling down the forbidden street, houses on one side, and, across a weed-choked bar ditch on the other, the back of gas stations and other businesses along the highway. As I pushed, I looked up occasionally, but I couldn't enjoy the new sights. I was feeling too guilty."],
        ["12", "We were passing a vacant lot, and through the gap I could see our house on Strickland. That meant, of course, that anybody who happened to be looking could see us, as well. I couldn't stand it. “Turn around,” I muttered to Kenny. We retraced our path back to Parrish. Passing the store, I saw Mr. Byford leaning out the door. He was beckoning to us."],
        ["13", "I knew what had happened. Mama had seen us through the vacant lot and had called him. I could imagine what she said: “If those boys come back by, Mr. Byford, tell 'em I said they better get home this minute!” I knew we were in trouble. I hoped it wasn't trouble big enough that she'd tell Daddy when he got home from work."],
        ["14", "I pushed the wagon through the bottle cap-strewn gravel in front of the store. Standing in the sun, I squinted up toward Mr. Byford, who stared down at me, the hint of a smile on his face. “You boys forgot your groceries,” he said, holding out the brown paper bag."],
        ["15", "I took the bag from him and put it in the wagon behind Kenny. We headed straight home, where Mama was blissfully unaware of her sons' errant adventure."],
        ["16", "I went outside and sat on the front-porch steps, chin in both hands, elbows on my knees. Behind the Thomases' house across from ours, I could see the other road—the road almost taken. Maybe I'd try again someday. Maybe when I was 6."]
    ],
    "Copyright": "“The Road Almost Taken” by Joe Holley, published in Texas Co-op Power, May 2009. Text copyright © 2009 by Joe Holley. Reprinted by permission of the author.",
    "References": []
}