{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [],
    "Title": "Adventuring on the Nile",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "“It has rapids, waterfalls, jungle, canyons, deserts, hippos, crocs, long flat beautiful sections, huge beautiful sandbars,” Pasquale Scaturro says. “There is no other river in the world that can compare.” The river that Scaturro is describing has been the subject of human curiosity and a home to civilizations for thousands of years: the Nile. The river has long been a significant agricultural and transportation fixture in northeastern Africa, crucial to the people who depend on it. And yet no one had ever made the journey from its beginning to its end by boat. Scaturro is a geophysicist and a world-famous guide and explorer. His job in oil and gas exploration and his love of adventure have led him on expeditions in some of the wildest, roughest parts of the world. In 2004 he and filmmaker Gordon Brown completed the first-ever descent of the Nile River, from its headwaters in Ethiopia to its mouth at the Mediterranean Sea. Their journey was documented in the IMAX film Mystery of the Nile."],
        ["2", "The Nile is the longest river in the world. When including the headwaters of both the Blue Nile and the White Nile, the Nile measures more than 4,100 miles. The White Nile begins in Rwanda, and the Blue Nile begins in Ethiopia; they meet in Sudan to form the Nile River, which flows through Egypt to the Mediterranean Sea. The river covers terrain that includes mountains, deserts, gorges, lakes, valleys, dams, waterfalls, and large cities. It flows through the largest lake in Africa; it winds through capital cities; it grazes ancient cities as well as world-renowned antiquities such as the pyramids."],
        ["3", "Until Scaturro and Brown’s expedition in 2004, no one had successfully traveled the length of the river beginning from the Blue Nile, which is often considered the source of the Nile because it provides more than 85 percent of the water in the Nile River. Scaturro and Brown launched their watercraft from the Springs of Sakala, the origins of the Blue Nile in the Ethiopian highlands, in late December 2003. Their watercraft included two 16-foot inflatable rafts and a two-person kayak. A small support crew, which at times included a journalist, an archaeologist, a photographer, and a hydrologist, joined the men and aided with some of the planning. But the bulk of the navigating, paddling, and filming—Brown was shooting their adventure with a 70-pound IMAX camera—fell to Scaturro and Brown."],
        ["", "problems/TX18G8R/media/S5a.jpg"],
        ["4", "The pair traveled 3,250 miles in four months. During their journey they encountered disease-carrying mosquitoes, sand storms, extreme heat, and armed bandits. Several stretches of the river pass through areas of unrest or civil war. Many sections of the Nile have life-threatening rapids, leading some to liken the river to Mount Everest in terms of adventure and danger. Scaturro and Brown’s boats flipped in the white water more than once. A crocodile attacked Brown’s kayak and took a bite out of his oar. In several areas the river proved impassible, and the team was forced to briefly portage their boats or send the boats down dangerous waterfalls or rapids unmanned while they bypassed the area on foot."],
        ["5", "But for all the dangers they encountered, they also met with awe-inspiring sights and experiences. Scaturro noted in his journal that for much of their time on the Nile in Sudan, they saw “absolutely not a single other tourist, adventurer, traveler, or any other westerner. . . . Basically, we have had the entire Nile River to ourselves. What an adventure.”"],
        ["6", "From the white-water gorges of Ethiopia to the desert plains of Sudan to the urban pollution near heavily populated Egyptian cities, Scaturro and Brown experienced the best and the worst of the Nile. Their journey revealed to them that the Nile is a unifying thread of civilization in northeastern Africa. All told, the Nile and its main tributaries flow through 11 African countries: Burundi, the Democratic Republic of Congo, Egypt, Eritrea, Ethiopia, Kenya, Rwanda, South Sudan, Sudan, Tanzania, and Uganda—countries with diverse cultures, beliefs, and environments that are all connected by the mighty river. “One theme we hope this expedition highlights is that the Nile brings people of different faiths and cultures . . . together,” Brown says."],
        ["", "problems/TX18G8R/media/S5b.jpg"]
    ],
    "Copyright": "Third party trademark IMAX® was used in these testing materials.",
    "References": []
}