{
    "Directions": "Read the next two selections and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [],
    "Title": "Starting from Scratch",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "\tWhen we pulled in the gravel driveway, Grandpa Joe was weeding his garden. He stood up, brushed off his knees, and greeted us with wide-open arms. In his muddy work gloves, rumpled jeans, and lime-green garden shoes, he looked nothing like the r͟e͟f͟i͟n͟e͟d grandfather I remembered. The ultraprofessional bank president who loved numbers had retired and let his hair run wild. I hadn’t seen him since he sold his house in the suburbs, and I wasn’t expecting him to look so different."],
        ["2", "\tAfter the hugs and kisses, Grandpa couldn’t wait to show off his garden. Mom reminded him that she was just dropping me off and that she had to get back for Jessica’s recital, but Grandpa went on pointing out his almost-ripe tomatoes, complaining about the rabbits eating his lettuce, and lauding homegrown produce. The man who had been preoccupied for decades with interest rates now cared only about organic gardening."],
        ["3", "\tIt worried Mom, the idea of Grandpa alone in that old cottage in the middle of nowhere. That was the real reason I was there. So I could report back."],
        ["4", "\tOnce Mom was gone, Grandpa turned to me and said, “Now, Anthony, if I remember correctly, you like pasta with pesto sauce.” I eagerly nodded. It was true. The grocery store by our house had the best pesto sauce. “That’s perfect!” Grandpa said. “We’ll make some. Just look how my basil is coming up.”"],
        ["5", "\tWe broke off some basil, pulled up some garlic, and then drove 15 miles to the nearest co-op grocer, where Grandpa bought parmesan cheese, pine nuts, and olive oil. I spotted some ready-made pesto sauce but didn’t mention it."],
        ["6", "\t“Do we need pasta?” I asked."],
        ["7", "\t“No,” Grandpa replied proudly. “I make my own now.”"],
        ["8", "\tOn the drive home Grandpa asked, “What’s the point of having a nonno if he never makes you a big home-cooked meal?”"],
        ["9", "\tNonno—Italian for “grandpa.” I had never called him that. Even though he often talked about how his parents had come to the United States from Italy, I had never really thought of him as particularly Italian."],
        ["10", "\t“My parents made everything from scratch, like in the old country,” he said. “But I never seemed to have the time to cook when I was working full-time. Fortunately, your mom liked sauce from a jar when she was a kid.” He winked at me."],
        ["11", "\tGrandpa had printouts of recipes he had pulled from the Internet. First he mixed eggs and flour into dough, and then he cranked the dough through a pasta maker over and over until he thought it was perfect. Then we got started on the pesto. While he cleaned the basil leaves, I grated the parmesan. It wore out my wrist, but when I was finally done, I had a beautiful pile of cheese. Then Grandpa showed me how to dice the garlic cloves. He put all the ingredients in a blender that looked like it hadn’t been touched in decades, poured in some olive oil, and let it grind away. When it was finished, it wasn’t all smooth and creamy like the stuff from the grocery store. But I figured brown and clumpy must be more authentically Italian. Then Grandpa dropped his homemade pasta into boiling water."],
        ["12", "\tWhen everything was ready, he proudly served me a heaping helping. I twirled up a forkful while he watched. I stuck it in my mouth and . . . it was just awful. The garlic overpowered my senses, and I thought I might choke. The pasta was gooey—actually, gluey."],
        ["13", "\t“So,” Grandpa said, his eyes sparkling, “what do you think?”"],
        ["14", "\tBefore answering, I thought about our day. The garden, the shopping trip, the prep work, the embarrassing stories he shared about Mom that I stored away for later use. “I . . . I . . . love it, Nonno!” I said."],
        ["15", "\tThen his face broke into a smile so warm that I was sure I hadn’t told him a lie."]
    ],
    "Copyright": "",
    "References": []
}