{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Biological Evolution & Classification",
            "Scientific Process Skills"
        ],
        "SubTopics": [
            "Categorize organisms using a hierarchical classification system based on similarities and differences shared among groups.",
            "Communicate valid conclusions supported by the data through methods such as lab reports, labeled drawings, graphic organizers, journals, summaries, oral reports, and technology-based reports."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "A dichotomous key of different mollusks is shown.",
            ":box:Partial Mollusk Dichotomous Key\n\n1a: External shell is present ... ... ... ... ... ... ... ... ... ... .....Go to 2\n1b: No external shell is present ... ... ... ... ... ... ... ... ... ....Go to 3\n\n2a: Single shell ... ... ... ... ... ... ... ... ... ... ... ... ... ... ... ... .....Go to 4\n2b: Two shells ... ... ... ... ... ... ... ... ... ... ... ... ... ... ... ... ... ...Go to 5\n\n3a: Moves by jet propulsion ... ... ... ... ... ... ... ... ... ... ... ...Squid\n3b: Moves by crawling with a single muscular foot .....Slug\n\n4a: Moves by jet propulsion ... ... ... ... ... ... ... ... ... ... ... ...Nautilus\n4b: Moves by crawling with a single muscular foot .....Snail\n\n5a: Can burrow in the sand ... ... ... ... ... ... ... ... ... ... ... ...Clam\n5b: Attaches to solid surfaces ... ... ... ... ... ... ... ... ... ... ...Oyster",
            "Which mollusk moves by jet propulsion and does not have an external shell?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Squid",
                "Key": {
                    "Correct": true,
                    "Rationale": "According to the dichotomous key, squids move by jet propulsion and do not have an external shell.",
                    "Percent": 86
                }
            },
            "B": {
                "Choice": "Slug",
                "Key": {
                    "Correct": false,
                    "Rationale": "According to the dichotomous key, slugs move by crawling with a singular muscular foot.",
                    "Percent": 5
                }
            },
            "C": {
                "Choice": "Nautilus",
                "Key": {
                    "Correct": false,
                    "Rationale": "According to the dichotomous key, nautilus move by jet propulsion, but they do have an external shell.",
                    "Percent": 7
                }
            },
            "D": {
                "Choice": "Snail",
                "Key": {
                    "Correct": false,
                    "Rationale": "According to the dichotomous key, snails move by crawling with a singular muscular foot and have an external shell.",
                    "Percent": 2
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Cell Structure & Function"
        ],
        "SubTopics": [
            "Compare the structures of viruses to cells, describe viral reproduction, and describe the role of viruses in causing diseases such as human immunodeficiency virus (HIV) and influenza."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Which statement best describes how a virus replicates?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "A virus divides into two identical virus particles before infecting the host cell.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Viruses are not able to divide as a cell would in mitosis. Viruses can only replicate after entering a host cell.",
                    "Percent": 9
                }
            },
            "G": {
                "Choice": "A virus enters a host cell and uses the materials from the host cell to produce new virus particles.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Viruses cannot replicate on their own. They enter host cells. Once inside, they use the materials and metabolic pathways from the host cells and incorporate the viral RNA or DNA into the host cells to replicate new virus particles.",
                    "Percent": 74
                }
            },
            "H": {
                "Choice": "Multiple virus particles fuse and form a large particle that breaks apart, releasing new virus particles.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Viruses do not fuse, and they are not able to replicate without entering the cell of a host organism.",
                    "Percent": 8
                }
            },
            "J": {
                "Choice": "Multiple virus particles break down in component parts, which then reassemble into new copies of the virus.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Once virus particles break down, they are not able to reassemble and make new copies.",
                    "Percent": 9
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Biological Processes & Systems",
            "Scientific Process Skills"
        ],
        "SubTopics": [
            "Describe the interactions that occur among systems that perform the functions of regulation, nutrient absorption, reproduction, and defense from injury or illness in animals.",
            "Analyze, evaluate, and critique scientific explanations by using empirical evidence, logical reasoning, and experimental and observational testing, so as to encourage critical thinking by the student."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Biting flies can transmit diseases and cause loss of blood for animals in nature. Horses have developed behaviors to repel biting flies such as ear twitching, head tossing, leg stomping, and tail swishing.",
            "Which statement best describes the interaction between body systems that allows horses to repel biting flies?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The nervous system senses the biting flies and sends a signal to the muscular system to move.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The nervous and muscular systems in horses help the animal repel biting flies by ear twitching, head tossing, leg stomping, and tail swishing. This response is a result of the nervous system sensing the biting flies and sending a signal to the muscular system of the animal.",
                    "Percent": 79
                }
            },
            "B": {
                "Choice": "The circulatory system senses the biting flies and sends a signal to the nervous system to move.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The circulatory system does not sense the biting flies to send signals to the nervous system. The nervous system senses the biting flies. The circulatory system delivers nutrients and oxygen to cells and removes waste from animals.",
                    "Percent": 9
                }
            },
            "C": {
                "Choice": "The muscular system senses the biting flies and sends a signal to the integumentary system to move.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The muscular system does not sense the biting flies to send signals to the integumentary system, which comprises the outermost layer of animals.",
                    "Percent": 8
                }
            },
            "D": {
                "Choice": "The integumentary system senses the biting flies and sends a signal to the circulatory system to move.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The integumentary system does not sense the biting flies to send signals to the circulatory system. The circulatory system delivers nutrients and oxygen to cells and removes waste from animals.",
                    "Percent": 4
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Interdependence Within Environmental Systems",
            "Scientific Process Skills"
        ],
        "SubTopics": [
            "Describe how environmental change can impact ecosystem stability.",
            "Analyze, evaluate, make inferences, and predict trends from data."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Oil spills in the ocean affect marine food webs. Animals that are initially affected by oil spills include sea otters, seabirds, and other organisms that spend most of their time on the ocean surface.",
            "problems/TX22HSB/media/4a.jpg",
            "Based on the food web, how would a significant decrease in the sea otter population due to an oil spill most likely affect this ecosystem?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The sea urchin population would increase causing the kelp population to decrease.",
                "Key": {
                    "Correct": true,
                    "Rationale": "A decrease in the sea otter population would likely result in an increase in the sea urchin population, which in turn would lead to a decrease in the kelp population. Sea otters prey on sea urchins, and sea urchins prey on kelp. Fewer sea otters in the ecosystem preying on sea urchins would allow more sea urchins to survive over time. This would lead to a larger number of sea urchins to prey on kelp, resulting in a decrease in the size of the kelp population.",
                    "Percent": 63
                }
            },
            "G": {
                "Choice": "The fish population would increase in response to the changes in the mussel population.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The fish population in the food web is not directly impacted by changes in the mussel population.",
                    "Percent": 8
                }
            },
            "H": {
                "Choice": "The mussel population would increase in response to the changes in the algae population.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The algae population would decrease due to the increase in predation by the sea urchins. Less algae in the ecosystem would reduce the food source for mussels, leading to a decrease in the mussel population.",
                    "Percent": 17
                }
            },
            "J": {
                "Choice": "The killer whale population would increase causing the fish population to decrease.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The killer whale population would decrease due to the decrease in sea otters as an available food source.",
                    "Percent": 12
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Mechanisms Of Genetics",
            "Scientific Process Skills"
        ],
        "SubTopics": [
            "Identify and illustrate changes in DNA and evaluate the significance of these changes.",
            "Analyze, evaluate, make inferences, and predict trends from data."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Which of these shows an example of an insertion mutation?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "problems/TX22HSB/media/5a.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "This is an example of a deletion mutation. In this model, “R” and “Z” genes have been deleted from the chromosome.",
                    "Percent": 6
                }
            },
            "B": {
                "Choice": "problems/TX22HSB/media/5b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "This is an example of a deletion mutation. In this model, the “U” gene has been deleted from the chromosome.",
                    "Percent": 14
                }
            },
            "C": {
                "Choice": "problems/TX22HSB/media/5c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "This is an example of a translocation mutation. In this model, the “S” and “U” genes have swapped positions in the chromosome.",
                    "Percent": 23
                }
            },
            "D": {
                "Choice": "problems/TX22HSB/media/5d.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "An insertion mutation is a result of inserting new nitrogenous bases into DNA. In this model, new “K” and “L” genes have been inserted into the chromosome.",
                    "Percent": 57
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Interdependence Within Environmental Systems",
            "Scientific Process Skills"
        ],
        "SubTopics": [
            "Analyze the flow of matter and energy through trophic levels using various models, including food chains, food webs, and ecological pyramids.",
            "Collect and organize qualitative and quantitative data and make measurements with accuracy and precision using tools such as data-collecting probes, standard laboratory glassware, microscopes, various prepared slides, stereoscopes, metric rulers, balances, gel electrophoresis apparatuses, micropipettes, hand lenses, Celsius thermometers, hot plates, lab notebooks or journals, timing devices, Petri dishes, lab incubators, dissection equipment, meter sticks, and models, diagrams, or samples of biological specimens or structures."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "In a Central Texas grassland, the producers incorporate 12,000 kJ of energy from the sun into their tissues. About how much energy would be incorporated into the tissues of herbivores?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "12,000 kJ",
                "Key": {
                    "Correct": false,
                    "Rationale": "Twelve thousand kilojoules of energy is the same amount of energy present in the producers. This answer is incorrect because it does not account for the approximately 90% loss of energy that occurs when herbivores consume plants.",
                    "Percent": 13
                }
            },
            "G": {
                "Choice": "1,200 kJ",
                "Key": {
                    "Correct": true,
                    "Rationale": "Twelve thousand kilojoules (kJ) of energy from the sun is incorporated into the tissues of the producers. Only 10 percent, or 1,200 kJ, of energy is incorporated into the tissues of herbivores when they consume producers.",
                    "Percent": 71
                }
            },
            "H": {
                "Choice": "10,800 kJ",
                "Key": {
                    "Correct": false,
                    "Rationale": "Ten-thousand-eight-hundred kilojoules is not approximately 10 percent of the initial kilojoules of energy incorporated into the tissues of the producers.",
                    "Percent": 12
                }
            },
            "J": {
                "Choice": "1,080 kJ",
                "Key": {
                    "Correct": false,
                    "Rationale": "One-thousand-eighty kilojoules is not approximately 10 percent of the initial kilojoules of energy incorporated into the tissues of the producers.",
                    "Percent": 4
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Biological Processes & Systems",
            "Scientific Process Skills"
        ],
        "SubTopics": [
            "Describe the interactions that occur among systems that perform the functions of transport, reproduction, and response in plants.",
            "Analyze, evaluate, make inferences, and predict trends from data."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Positive thigmotropism is a response in plants in which they move and grow toward an object the plant comes into physical contact with, usually curling around the object.",
            "problems/TX22HSB/media/7a.jpg",
            "This response of the shoot system benefits the plant by allowing the plant to —"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "produce more pollen for pollinators",
                "Key": {
                    "Correct": false,
                    "Rationale": "Growing upward will not cause the plant to produce more pollen for pollinators.",
                    "Percent": 4
                }
            },
            "B": {
                "Choice": "take in more carbon dioxide to convert into glucose",
                "Key": {
                    "Correct": false,
                    "Rationale": "Plants can absorb carbon dioxide at any height.",
                    "Percent": 10
                }
            },
            "C": {
                "Choice": "absorb more water to transport to the leaves",
                "Key": {
                    "Correct": false,
                    "Rationale": "Plants absorb water through the roots, not the shoot system.",
                    "Percent": 14
                }
            },
            "D": {
                "Choice": "reach more sunlight for photosynthesis",
                "Key": {
                    "Correct": true,
                    "Rationale": "This response of the shoot system benefits the plant by providing added support for the plant to grow and allowing the plant to put more energy into growing toward sunlight to perform photosynthesis.",
                    "Percent": 71
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Interdependence Within Environmental Systems",
            "Scientific Process Skills"
        ],
        "SubTopics": [
            "Compare variations and adaptations of organisms in different ecosystems.",
            "Analyze, evaluate, make inferences, and predict trends from data."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "White clovers, Trifolium repens, are plants that are native to Europe and Central Asia and are able to produce the poison cyanide within their cells. Skunk cabbage, Symplocarpus foetidus, is a plant that is native to eastern North America and can produce a chemical that makes it have a strong, foul odor and bitter taste.",
            "The chemicals produced by both the white clovers and skunk cabbages are adaptations that allow them to —"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "attract more pollinators",
                "Key": {
                    "Correct": false,
                    "Rationale": "These adaptations do not allow the plants to attract more pollinators; however, they do allow the plants to attract specific pollinators.",
                    "Percent": 6
                }
            },
            "G": {
                "Choice": "survive a long-term drought",
                "Key": {
                    "Correct": false,
                    "Rationale": "These adaptations do not allow the plants to survive a long-term drought because they are not related to the plants' ability to retain water.",
                    "Percent": 8
                }
            },
            "H": {
                "Choice": "protect against herbivores",
                "Key": {
                    "Correct": true,
                    "Rationale": "The chemicals produced by both the white clovers and skunk cabbages are adaptations that deter animals from eating them, and thus increase their chances of survival.",
                    "Percent": 82
                }
            },
            "J": {
                "Choice": "grow better in colder habitats",
                "Key": {
                    "Correct": false,
                    "Rationale": "These adaptations do not allow the plants to grow better in colder habitats because they are not related to the plants' ability to grow in colder temperatures.",
                    "Percent": 3
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Mechanisms Of Genetics",
            "Scientific Process Skills"
        ],
        "SubTopics": [
            "Predict possible outcomes of various genetic combinations such as monohybrid crosses, dihybrid crosses, and non-Mendelian inheritance.",
            "Analyze, evaluate, make inferences, and predict trends from data."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "A model of the genetic control of coat color in rabbits is shown.",
            "problems/TX22HSB/media/9a.jpg",
            "Which Punnett square represents a cross that would produce albino offspring?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "problems/TX22HSB/media/9b.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "The albino allele (c) is recessive to all other alleles, so expression of the albino phenotype requires two copies of the allele. This option is the only option where two albino alleles would result.",
                    "Percent": 68
                }
            },
            "B": {
                "Choice": "problems/TX22HSB/media/9c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The chinchilla parent (cᶜʰcʰ) is not carrying the recessive albino allele. Their offspring would be chinchilla and Himalayan.",
                    "Percent": 10
                }
            },
            "C": {
                "Choice": "problems/TX22HSB/media/9d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "Neither parent is carrying the recessive albino allele. Their offspring would be black and chinchilla.",
                    "Percent": 15
                }
            },
            "D": {
                "Choice": "problems/TX22HSB/media/9e.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "Neither parent is carrying the recessive albino allele. Their offspring would be chinchilla and Himalayan.",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Cell Structure & Function"
        ],
        "SubTopics": [
            "Describe the roles of DNA, ribonucleic acid (RNA), and environmental factors in cell differentiation."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "When a stem cell divides, it produces two daughter cells. One daughter cell will remain a stem cell, while the other daughter cell will differentiate into a specialized cell.",
            "Which factor will most directly determine what type of specialized cell will be produced?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The size of the cell",
                "Key": {
                    "Correct": false,
                    "Rationale": "The size of a cell can change depending on the environment, but it does not determine the type of cell that the daughter cell becomes.",
                    "Percent": 5
                }
            },
            "G": {
                "Choice": "The length of the cell cycle",
                "Key": {
                    "Correct": false,
                    "Rationale": "The length of the cell cycle depends on the type of cell that the daughter cell becomes, which is determined by the genes that are expressed.",
                    "Percent": 6
                }
            },
            "H": {
                "Choice": "The number of chromosomes that are replicated",
                "Key": {
                    "Correct": false,
                    "Rationale": "All chromosomes within a cell are replicated.",
                    "Percent": 34
                }
            },
            "J": {
                "Choice": "The genes that are expressed",
                "Key": {
                    "Correct": true,
                    "Rationale": "The genes that are expressed are directly responsible for the function of a cell.",
                    "Percent": 54
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Biological Evolution & Classification"
        ],
        "SubTopics": [
            "Analyze and evaluate how the elements of natural selection, including inherited variation, the potential of a population to produce more offspring than can survive, and a finite supply of environmental resources, result in differential reproductive success."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Blue flying fish live in the upper layers of the ocean. Blue flying fish have enlarged pectoral fins that enable them to glide for 400 meters above the ocean surface and appear to fly.",
            "Which statement best describes how natural selection led to enlarged pectoral fins in blue flying fish?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Fish were able to glide out of the ocean and into other bodies of water to mate with other species.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Blue flying fish do not glide from different bodies of water to mate with other species.",
                    "Percent": 10
                }
            },
            "B": {
                "Choice": "Fish were able to live both on land and in the water as a result of their larger pectoral fins.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The fish do not live on land and water.",
                    "Percent": 8
                }
            },
            "C": {
                "Choice": "Fish with enlarged pectoral fins were able to glide out of the ocean to escape predators, increasing their fitness.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Natural selection led to enlarged pectoral fins in blue flying fish, allowing the fish to escape predators to survive and reproduce.",
                    "Percent": 70
                }
            },
            "D": {
                "Choice": "Fish changed their DNA to express enlarged pectoral fins, changing the allele frequency of the population.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Organisms cannot self-mutate.",
                    "Percent": 12
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Cell Structure & Function",
            "Scientific Process Skills"
        ],
        "SubTopics": [
            "Describe the stages of the cell cycle, including deoxyribonucleic acid (DNA) replication and mitosis, and the importance of the cell cycle to the growth of organisms.",
            "Analyze, evaluate, make inferences, and predict trends from data."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Scientists determined the total mass of DNA from a sample of animal cells. The masses of equal numbers of cells were taken during three different stages of the cell cycle. Stage I contains cells massed during G1 of the cell cycle.",
            "problems/TX22HSB/media/12a.jpg",
            "Which statement best describes the cells during Stage II?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The cells have replicated their DNA, but have not completed mitosis and cytokinesis.",
                "Key": {
                    "Correct": true,
                    "Rationale": "During Stage II, the cells have replicated their DNA, but have not completed mitosis and cytokinesis. Therefore, the mass of DNA is double the mass of the DNA in stages I and III.",
                    "Percent": 58
                }
            },
            "G": {
                "Choice": "The cells have completed mitosis and cytokinesis without replicating their DNA.",
                "Key": {
                    "Correct": false,
                    "Rationale": "These cells have half the mass of DNA as in stages I and III because DNA did not replicate.",
                    "Percent": 12
                }
            },
            "H": {
                "Choice": "The cells have replicated their DNA and completed mitosis and cytokinesis.",
                "Key": {
                    "Correct": false,
                    "Rationale": "These cells have the same mass of DNA as seen in stages I and III.",
                    "Percent": 25
                }
            },
            "J": {
                "Choice": "The cells have temporarily exited the cell cycle without replicating their DNA.",
                "Key": {
                    "Correct": false,
                    "Rationale": "These cells are in the G₀ phase and have the same mass of DNA as in stages I and III.",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Biological Evolution & Classification"
        ],
        "SubTopics": [
            "Analyze and evaluate the relationship of natural selection to adaptation and to the development of diversity in and among species."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Green anoles are lizards that can change their skin color rapidly in response to various stimuli. This adaptation is the result of —"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "selective breeding of lizards by humans",
                "Key": {
                    "Correct": false,
                    "Rationale": "Adaptations are beneficial traits acquired through natural selection that occur as a result of random mutation. Artificial selection is the intentional breeding of organisms with established adaptations.",
                    "Percent": 4
                }
            },
            "B": {
                "Choice": "beneficial traits passed from parents to offspring",
                "Key": {
                    "Correct": true,
                    "Rationale": "Adaptations (like the ability to change skin color to hide from predators) are beneficial traits that are passed down from parent to offspring that help organisms survive and reproduce.",
                    "Percent": 69
                }
            },
            "C": {
                "Choice": "geographic isolation that prevented genetic mutation",
                "Key": {
                    "Correct": false,
                    "Rationale": "Geographic isolation would not prevent genetic mutation. Mutations occur randomly and are not related to geographic isolation of an organism.",
                    "Percent": 10
                }
            },
            "D": {
                "Choice": "environmental pollutants that changed their genotype",
                "Key": {
                    "Correct": false,
                    "Rationale": "The adaptation is a result of a genetic trait that the green anole lizard possesses; however, environmental pressures may lead to a mutation in the genotype.",
                    "Percent": 18
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Cell Structure & Function"
        ],
        "SubTopics": [
            "Investigate and explain cellular processes, including homeostasis and transport of molecules."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Which type of movement across a cell's plasma membrane requires energy supplied by ATP?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Passive transport",
                "Key": {
                    "Correct": false,
                    "Rationale": "Passive transport does not require energy from ATP.",
                    "Percent": 13
                }
            },
            "G": {
                "Choice": "Simple diffusion",
                "Key": {
                    "Correct": false,
                    "Rationale": "Simple diffusion is a type of passive transport and does not require energy from ATP.",
                    "Percent": 5
                }
            },
            "H": {
                "Choice": "Active transport",
                "Key": {
                    "Correct": true,
                    "Rationale": "Active transport requires cellular energy, which is supplied by ATP.",
                    "Percent": 74
                }
            },
            "J": {
                "Choice": "Osmosis",
                "Key": {
                    "Correct": false,
                    "Rationale": "Osmosis is a type of passive transport and does not require energy from ATP.",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Interdependence Within Environmental Systems"
        ],
        "SubTopics": [
            "Interpret relationships, including predation, parasitism, commensalism, mutualism, and competition, among organisms."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Leaf-cutter ants harvest leaves and carry them to fungi that convert plant material into a usable form for the ants to digest. The fungi depend on the leaves for nutrients. The ants also produce an antibiotic on their bodies that helps protect the fungi from harmful bacteria.",
            "Which of these explains the relationship between the leaf-cutter ants and the fungi?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Predation, because the ants feed on the fungi",
                "Key": {
                    "Correct": false,
                    "Rationale": "Predation is a relationship where the predator benefits and the prey are eaten.",
                    "Percent": 5
                }
            },
            "B": {
                "Choice": "Mutualism, because both the ants and the fungi benefit from each other",
                "Key": {
                    "Correct": true,
                    "Rationale": "The relationship between the leaf-cutter ants and the fungi is mutualism. Both the ants and fungi benefit from each other.",
                    "Percent": 79
                }
            },
            "C": {
                "Choice": "Competition, because both organisms consume the same resource for energy",
                "Key": {
                    "Correct": false,
                    "Rationale": "The leaf-cutter ants and the fungi are not competing for a resource.",
                    "Percent": 8
                }
            },
            "D": {
                "Choice": "Commensalism, because the ants receive energy from the fungi and the fungi are unaffected",
                "Key": {
                    "Correct": false,
                    "Rationale": "Commensalism is a symbiotic relationship where one organism benefits and the other organism is unaffected.",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Mechanisms Of Genetics",
            "Scientific Process Skills"
        ],
        "SubTopics": [
            "Explain the purpose and process of transcription and translation using models of DNA and RNA.",
            "Analyze, evaluate, make inferences, and predict trends from data."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "A model of transcription and a codon chart are shown.",
            "problems/TX22HSB/media/16a.jpg",
            "problems/TX22HSB/media/16b.jpg",
            "Which amino acid would be coded first from the DNA strand being transcribed?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Cys",
                "Key": {
                    "Correct": false,
                    "Rationale": "A mRNA codon of UGU or UGC would code for the amino acid Cys.",
                    "Percent": 12
                }
            },
            "G": {
                "Choice": "Phe",
                "Key": {
                    "Correct": false,
                    "Rationale": "An mRNA codon of UUU or UUC would code for the amino acid Phe.",
                    "Percent": 13
                }
            },
            "H": {
                "Choice": "Ile",
                "Key": {
                    "Correct": false,
                    "Rationale": "An mRNA codon of AUU, AUC, or AUA would code for the amino acid Ile.",
                    "Percent": 12
                }
            },
            "J": {
                "Choice": "Met",
                "Key": {
                    "Correct": true,
                    "Rationale": "The first mRNA codon is AUG. AUG on the codon chart codes for the amino acid Met.",
                    "Percent": 64
                }
            }
        },
        "Parts": {}
    },
    "17": {
        "Number": 17,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Biological Evolution & Classification"
        ],
        "SubTopics": [
            "Define taxonomy and recognize the importance of a standardized taxonomic system to the scientific community."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Why is it important to assign each organism a scientific name?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Each scientific name applies to only one species, making it universally identifiable to scientists.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Each scientific name applies to one species, making it universally identifiable to scientists across languages and regions. Additionally, scientific names help scientists avoid confusion when multiple common names may be used to describe a single species.",
                    "Percent": 67
                }
            },
            "B": {
                "Choice": "Each scientific name allows scientists to better study the behavior of an organism.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The name of an organism does not have any influence on scientists' understanding of the organism's behavior.",
                    "Percent": 10
                }
            },
            "C": {
                "Choice": "The scientific name allows scientists to develop common names for organisms.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Scientists do not name organisms by a binomial name for the purpose of creating a common name.",
                    "Percent": 9
                }
            },
            "D": {
                "Choice": "The scientific name describes how an individual looks relative to others of the same genus.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The name of an organism does not indicate the appearance of an organism relative to others of the same genus.",
                    "Percent": 14
                }
            }
        },
        "Parts": {}
    },
    "18": {
        "Number": 18,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Mechanisms Of Genetics",
            "Scientific Process Skills"
        ],
        "SubTopics": [
            "Recognize the significance of meiosis to sexual reproduction.",
            "Analyze, evaluate, make inferences, and predict trends from data."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "A cellular process is shown.",
            "problems/TX22HSB/media/18a.jpg",
            "Which of these is the most likely result of the process shown in the diagram?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Chromosome replication will cease to avoid errors that result in mutations.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Chromosomes will continue to replicate after the process of crossover (as seen in the diagram) has been completed.",
                    "Percent": 19
                }
            },
            "G": {
                "Choice": "Offspring will no longer express traits from previous generations.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Offspring will continue to express traits from previous generations. The crossover process results in genetic recombination.",
                    "Percent": 11
                }
            },
            "H": {
                "Choice": "Gametes will contain new allele combinations.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In meiosis, during the cellular process of crossing over, homologous chromosome pairs exchange parts with each other creating new allele combinations on each chromosome.",
                    "Percent": 65
                }
            },
            "J": {
                "Choice": "Chromatids will have less genetic variety.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Chromatids will have increased genetic diversity as a result of the process seen in the diagram (crossover).",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    },
    "19": {
        "Number": 19,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Biological Processes & Systems",
            "Scientific Process Skills"
        ],
        "SubTopics": [
            "Describe the interactions that occur among systems that perform the functions of transport, reproduction, and response in plants.",
            "Communicate valid conclusions supported by the data through methods such as lab reports, labeled drawings, graphic organizers, journals, summaries, oral reports, and technology-based reports."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Students studying the interaction among the reproductive parts of flowering plants make the graphic organizer shown.",
            "problems/TX22HSB/media/19a.jpg",
            "Which terms best complete the numbered blanks in the flowchart?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "(1) filaments\n(2) petals\n(3) stigma",
                "Key": {
                    "Correct": false,
                    "Rationale": "Filaments do not attract pollinators.",
                    "Percent": 13
                }
            },
            "B": {
                "Choice": "(1) petals\n(2) ovule\n(3) stigma",
                "Key": {
                    "Correct": false,
                    "Rationale": "Pollinators do not deposit pollen onto the ovule.",
                    "Percent": 24
                }
            },
            "C": {
                "Choice": "(1) filaments\n(2) petals\n(3) ovule",
                "Key": {
                    "Correct": false,
                    "Rationale": "Filaments do not attract pollinators.",
                    "Percent": 14
                }
            },
            "D": {
                "Choice": "(1) petals\n(2) stigma\n(3) ovule",
                "Key": {
                    "Correct": true,
                    "Rationale": "Petals attract pollinators, pollinators deposit pollen on the stigma, and the pollen grain must grow and fuse with an ovule to complete fertilization.",
                    "Percent": 48
                }
            }
        },
        "Parts": {}
    },
    "20": {
        "Number": 20,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Mechanisms Of Genetics"
        ],
        "SubTopics": [
            "Identify components of DNA, identify how information for specifying the traits of an organism is carried in the DNA, and examine scientific explanations for the origin of DNA."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "What components make up the backbone of a DNA molecule?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Purines and deoxyribose",
                "Key": {
                    "Correct": false,
                    "Rationale": "Purines are nitrogenous bases that connect the two backbones of a DNA molecule together.",
                    "Percent": 8
                }
            },
            "G": {
                "Choice": "Pyrimidines and purines",
                "Key": {
                    "Correct": false,
                    "Rationale": "Pyrimidines and purines are nitrogenous bases that connect the two backbones of a DNA molecule together.",
                    "Percent": 7
                }
            },
            "H": {
                "Choice": "Deoxyribose and phosphate groups",
                "Key": {
                    "Correct": true,
                    "Rationale": "The backbone of a DNA molecule is made up of alternating deoxyribose sugars and phosphates.",
                    "Percent": 73
                }
            },
            "J": {
                "Choice": "Phosphate groups and pyrimidines",
                "Key": {
                    "Correct": false,
                    "Rationale": "Pyrimidines are nitrogenous bases that connect the two backbones of a DNA molecule together.",
                    "Percent": 12
                }
            }
        },
        "Parts": {}
    },
    "21": {
        "Number": 21,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Cell Structure & Function",
            "Scientific Process Skills"
        ],
        "SubTopics": [
            "Compare and contrast prokaryotic and eukaryotic cells, including their complexity, and compare and contrast scientific explanations for cellular complexity.",
            "Communicate valid conclusions supported by the data through methods such as lab reports, labeled drawings, graphic organizers, journals, summaries, oral reports, and technology-based reports."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "A prokaryotic cell and a eukaryotic cell are shown.",
            "problems/TX22HSB/media/21a.jpg",
            "Which characteristic best distinguishes these cells as either prokaryotic or eukaryotic?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The organization of the genetic material",
                "Key": {
                    "Correct": true,
                    "Rationale": "The organization of the genetic material is the best characteristic to distinguish these cells as either prokaryotic or eukaryotic.",
                    "Percent": 66
                }
            },
            "B": {
                "Choice": "The location of the cytoplasm",
                "Key": {
                    "Correct": false,
                    "Rationale": "The location of the cytoplasm is the same in prokaryotic and eukaryotic cells. The cytoplasm is a gel-like fluid found in all cells.",
                    "Percent": 9
                }
            },
            "C": {
                "Choice": "The role of the cell membrane",
                "Key": {
                    "Correct": false,
                    "Rationale": "The role of the cell membrane is the same in prokaryotic and eukaryotic cells. The cell membrane allows molecules to enter and leave cells.",
                    "Percent": 18
                }
            },
            "D": {
                "Choice": "The function of the flagella",
                "Key": {
                    "Correct": false,
                    "Rationale": "The function of the flagella is the same in prokaryotic and eukaryotic cells. The flagella are structures that enable motility for cells.",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    },
    "22": {
        "Number": 22,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Biological Processes & Systems"
        ],
        "SubTopics": [
            "Describe the interactions that occur among systems that perform the functions of regulation, nutrient absorption, reproduction, and defense from injury or illness in animals."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Which sequence best describes an interaction between the integumentary and excretory systems that helps maintain homeostasis?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Heart rate increases ⇒ Blood vessels constrict ⇒ Blood pressure increases",
                "Key": {
                    "Correct": false,
                    "Rationale": "The heart and blood vessels are part of the circulatory system.",
                    "Percent": 15
                }
            },
            "G": {
                "Choice": "Blood vessel is damaged ⇒ Platelets begin to clump ⇒ Blood vessel ruptures",
                "Key": {
                    "Correct": false,
                    "Rationale": "Blood vessels and platelets are part of the circulatory system.",
                    "Percent": 10
                }
            },
            "H": {
                "Choice": "Blood sugar levels rise ⇒ Pancreas secretes insulin ⇒ Blood sugar continues to rise",
                "Key": {
                    "Correct": false,
                    "Rationale": "The pancreas and blood sugar levels are controlled by the digestive and endocrine systems.",
                    "Percent": 11
                }
            },
            "J": {
                "Choice": "Body temperature increases ⇒ Glands release sweat ⇒ Body temperature decreases",
                "Key": {
                    "Correct": true,
                    "Rationale": "Sweat glands are part of the excretory system that is located within the integumentary system. When body temperature increases, the glands release sweat, and body temperature decreases.",
                    "Percent": 64
                }
            }
        },
        "Parts": {}
    },
    "23": {
        "Number": 23,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Mechanisms Of Genetics"
        ],
        "SubTopics": [
            "Recognize that components that make up the genetic code are common to all organisms."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Which statement best describes a similarity among trees, cats, and amoebas?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "They are prokaryotic organisms.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Trees, cats, and amoebas are all eukaryotic organisms.",
                    "Percent": 18
                }
            },
            "B": {
                "Choice": "They are classified as members of the same kingdom.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Trees, cats, and amoebas are each classified in a different kingdom.",
                    "Percent": 14
                }
            },
            "C": {
                "Choice": "They have genomes that consist of the same number of genes.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The number of genes varies among organisms and species.",
                    "Percent": 17
                }
            },
            "D": {
                "Choice": "They contain DNA composed of the same four types of nucleotides.",
                "Key": {
                    "Correct": true,
                    "Rationale": "All organisms are composed of the same nucleotide bases.",
                    "Percent": 51
                }
            }
        },
        "Parts": {}
    },
    "24": {
        "Number": 24,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Interdependence Within Environmental Systems",
            "Scientific Process Skills"
        ],
        "SubTopics": [
            "Describe the flow of matter through the carbon and nitrogen cycles and explain the consequences of disrupting these cycles.",
            "Plan and implement descriptive, comparative, and experimental investigations, including asking questions, formulating testable hypotheses, and selecting equipment and technology."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Students designed an experiment to model the carbon cycle. The students combined water and carbon dioxide-producing disks in a sealed flask. The flask represented Earth's atmosphere, and the lamp represented the sun. Their design is shown.",
            "problems/TX22HSB/media/24a.jpg",
            "Which component can be added to the flask to reduce the concentration of carbon dioxide in the model atmosphere created by the disks?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Bacteria to use carbon during nitrification",
                "Key": {
                    "Correct": false,
                    "Rationale": "Bacteria use nitrogen, not carbon, during nitrification.",
                    "Percent": 12
                }
            },
            "G": {
                "Choice": "Plants to absorb carbon in the process of photosynthesis",
                "Key": {
                    "Correct": true,
                    "Rationale": "Plants absorb carbon in the process of photosynthesis.",
                    "Percent": 73
                }
            },
            "H": {
                "Choice": "Snails to use carbon through cellular respiration",
                "Key": {
                    "Correct": false,
                    "Rationale": "Snails use oxygen for cellular respiration.",
                    "Percent": 7
                }
            },
            "J": {
                "Choice": "Mushrooms to absorb carbon during decomposition",
                "Key": {
                    "Correct": false,
                    "Rationale": "Mushrooms are fungi that release enzymes to absorb nutrients during decomposition.",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    },
    "25": {
        "Number": 25,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Biological Evolution & Classification"
        ],
        "SubTopics": [
            "Compare characteristics of taxonomic groups, including archaea, bacteria, protists, fungi, plants, and animals."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Which characteristic do all organisms in Kingdoms Animalia, Protista, and Fungi have in common?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "They are eukaryotic.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Organisms in the Animalia, Protista, and Fungi kingdoms are all part of the domain Eukarya because their cells' DNA is located inside of a nucleus.",
                    "Percent": 40
                }
            },
            "B": {
                "Choice": "They are prokaryotic.",
                "Key": {
                    "Correct": false,
                    "Rationale": "All organisms in the Animalia, Protista, and Fungi kingdoms are eukaryotic.",
                    "Percent": 14
                }
            },
            "C": {
                "Choice": "They are unicellular.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Some organisms in the Protista and Fungi kingdoms are multicellular, and all animals are multicellular.",
                    "Percent": 11
                }
            },
            "D": {
                "Choice": "They are multicellular.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Some organisms in the Protista and Fungi kingdoms are unicellular.",
                    "Percent": 35
                }
            }
        },
        "Parts": {}
    },
    "26": {
        "Number": 26,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Cell Structure & Function",
            "Scientific Process Skills"
        ],
        "SubTopics": [
            "Investigate and explain cellular processes, including homeostasis and transport of molecules.",
            "Analyze, evaluate, make inferences, and predict trends from data."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The graph shows the oxygen consumed by an athlete during different stages of training.",
            "problems/TX22HSB/media/26a.jpg",
            "Based on the graph, which process is occurring between minute 5 and minute 10?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Nuclei are building amino acids for energy storage.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Nuclei are organelles that store genetic material, and amino acids are made in the cytoplasm of the cell. Amino acids are monomers of proteins, which are not molecules that store energy.",
                    "Percent": 8
                }
            },
            "G": {
                "Choice": "Ribosomes are building carbohydrates to increase energy output.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Ribosomes do not build carbohydrates to increase energy output. They provide the location for translation of messenger RNA to amino acids to make proteins.",
                    "Percent": 29
                }
            },
            "H": {
                "Choice": "Chloroplasts are using energy to produce oxygen.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Chloroplasts are found in the cells of producers, where they use the sun's energy to make glucose and oxygen. This graph represents an athlete's oxygen consumption.",
                    "Percent": 19
                }
            },
            "J": {
                "Choice": "Mitochondria are using oxygen to produce ATP.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Mitochondria produce energy for cells. The increase in the consumption of oxygen between 5 and 10 minutes is due to mitochondria using oxygen to produce ATP.",
                    "Percent": 433
                }
            }
        },
        "Parts": {}
    },
    "27": {
        "Number": 27,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Biological Evolution & Classification",
            "Scientific Process Skills"
        ],
        "SubTopics": [
            "Categorize organisms using a hierarchical classification system based on similarities and differences shared among groups.",
            "Communicate valid conclusions supported by the data through methods such as lab reports, labeled drawings, graphic organizers, journals, summaries, oral reports, and technology-based reports."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The table shows the classification of four mammals found in Texas.",
            "problems/TX22HSB/media/27a.jpg",
            "Based on this table, which explanation best describes why elk and fallow deer are classified in the same genus?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "They are both in family Cervidae and share a more recent common ancestor.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Under the Linnaean classification system, the lower the level of classification shared by organisms, the more closely related the organisms are. Family is the classification level directly above genus. The elk and the fallow deer are both members of the family Cervidae. The peccary and the pronghorn are members of different families (Tayassuidae and Antilocapridae, respectively).",
                    "Percent": 74
                }
            },
            "B": {
                "Choice": "They mate and produce fertile offspring.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Elk and fallow deer are different species, so they are not able to mate and produce fertile offspring. The definition of a species is having the ability to mate and produce fertile offspring.",
                    "Percent": 8
                }
            },
            "C": {
                "Choice": "They live in similar habitats.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Living in similar habitats would not lead to classifying these organisms in the same genus. Distantly related organisms can share similar habitats.",
                    "Percent": 9
                }
            },
            "D": {
                "Choice": "They are both in kingdom Animalia and have similar diets.",
                "Key": {
                    "Correct": false,
                    "Rationale": "All the organisms in the table are in the kingdom Animalia, not just the elk and the fallow deer. Also, distantly related animals living in similar environments can share similar diets.",
                    "Percent": 9
                }
            }
        },
        "Parts": {}
    },
    "28": {
        "Number": 28,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Mechanisms Of Genetics"
        ],
        "SubTopics": [
            "Identify components of DNA, identify how information for specifying the traits of an organism is carried in the DNA, and examine scientific explanations for the origin of DNA."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "A model of DNA is shown.",
            "problems/TX22HSB/media/28a.jpg",
            "Which part of the DNA model is most directly associated with the coding of genetic information?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "problems/TX22HSB/media/28b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "Phosphate groups do not carry genetic information. Phosphate is a molecule that is part of the backbone of a DNA molecule.",
                    "Percent": 6
                }
            },
            "G": {
                "Choice": "problems/TX22HSB/media/28c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sugar phosphate backbone of a DNA molecule does not carry genetic information.",
                    "Percent": 26
                }
            },
            "H": {
                "Choice": "problems/TX22HSB/media/28d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "Deoxyribose does not carry genetic information. It is the sugar in the backbone of DNA.",
                    "Percent": 6
                }
            },
            "J": {
                "Choice": "problems/TX22HSB/media/28e.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "The variability in nitrogenous bases carries the genetic information that encodes for traits.",
                    "Percent": 62
                }
            }
        },
        "Parts": {}
    },
    "29": {
        "Number": 29,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Biological Processes & Systems",
            "Scientific Process Skills"
        ],
        "SubTopics": [
            "Identify and investigate the role of enzymes.",
            "Evaluate models according to their limitations in representing biological objects or events."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "A model of an enzyme and its corresponding substrate is shown.",
            "problems/TX22HSB/media/29a.jpg",
            "Which model best represents the molecules at the end of the reaction?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "problems/TX22HSB/media/29b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "Enzymes are not altered during a chemical reaction.",
                    "Percent": 12
                }
            },
            "B": {
                "Choice": "problems/TX22HSB/media/29c.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "At the end of this chemical reaction, the enzyme remains unchanged, and the substrate has been broken down.",
                    "Percent": 21
                }
            },
            "C": {
                "Choice": "problems/TX22HSB/media/29d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "A chemical reaction has not occurred in this model since the substrate has not changed.",
                    "Percent": 55
                }
            },
            "D": {
                "Choice": "problems/TX22HSB/media/29e.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The enzyme has been altered, and enzymes are not altered during chemical reactions. Also, the substrate has not undergone a chemical reaction.",
                    "Percent": 11
                }
            }
        },
        "Parts": {}
    },
    "30": {
        "Number": 30,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Mechanisms Of Genetics",
            "Scientific Process Skills"
        ],
        "SubTopics": [
            "Predict possible outcomes of various genetic combinations such as monohybrid crosses, dihybrid crosses, and non-Mendelian inheritance.",
            "Analyze, evaluate, make inferences, and predict trends from data."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "In domesticated dogs, hair type is controlled by two different alleles. The allele for wire hair is (H) and the allele for smooth hair is (h).",
            "When two heterozygous dogs are crossed, what percentage of the offspring is expected to be homozygous for smooth hair?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "0%",
                "Key": {
                    "Correct": false,
                    "Rationale": "In a Punnett square, Hh × Hh will result in 25% HH (homozygous wirehair), 50% Hh (heterozygous wirehair), and 25% hh (smooth hair). Zero percent is not an option.",
                    "Percent": 7
                }
            },
            "G": {
                "Choice": "25%",
                "Key": {
                    "Correct": true,
                    "Rationale": "When two heterozygous dogs are crossed, the percentage of the offspring that are expected to be homozygous for smooth hair will be 25%. In a Punnett square, Hh × Hh will result in 25% HH (homozygous wirehair), 50% Hh (heterozygous wirehair), and 25% hh (smooth hair).",
                    "Percent": 60
                }
            },
            "H": {
                "Choice": "50%",
                "Key": {
                    "Correct": false,
                    "Rationale": "In a Punnett square, Hh × Hh will result in 25% HH (homozygous wirehair), 50% Hh (heterozygous wirehair), and 25% hh (smooth hair). Therefore, 50 percent of the population will have a heterozygous genotype for wirehair.",
                    "Percent": 26
                }
            },
            "J": {
                "Choice": "75%",
                "Key": {
                    "Correct": false,
                    "Rationale": "In a Punnett square, Hh × Hh will result in 25% HH (homozygous wirehair), 50% Hh (heterozygous wirehair), and 25% hh (smooth hair). Therefore, 75 percent of the population will have wirehair.",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    },
    "31": {
        "Number": 31,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Biological Processes & Systems"
        ],
        "SubTopics": [
            "Compare the functions of different types of biomolecules, including carbohydrates, lipids, proteins, and nucleic acids."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Which statements best compare a function of proteins and lipids in a human cell?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Proteins provide energy for cellular processes.\nLipids catalyze chemical reactions inside the cell.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Proteins in the form of enzymes, not lipids, catalyze chemical reactions in the cell.",
                    "Percent": 40
                }
            },
            "B": {
                "Choice": "Proteins catalyze chemical reactions inside the cell.\nLipids allow for the transport of certain molecules into and out of the cell.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Proteins in the form of enzymes catalyze chemical reactions inside the cell. Lipids make up the cell membrane, which allows certain molecules to be transported into and out of the cell.",
                    "Percent": 23
                }
            },
            "C": {
                "Choice": "Proteins allow for the transport of certain molecules into and out of the cell.\nLipids store genetic information for cells.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Lipids store energy, not genetic information, for the cell.",
                    "Percent": 16
                }
            },
            "D": {
                "Choice": "Proteins store genetic information for cells.\nLipids provide energy for cellular processes.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Nucleic acids, not proteins, store genetic information.",
                    "Percent": 21
                }
            }
        },
        "Parts": {}
    },
    "32": {
        "Number": 32,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Cell Structure & Function",
            "Scientific Process Skills"
        ],
        "SubTopics": [
            "Compare the structures of viruses to cells, describe viral reproduction, and describe the role of viruses in causing diseases such as human immunodeficiency virus (HIV) and influenza.",
            "Communicate valid conclusions supported by the data through methods such as lab reports, labeled drawings, graphic organizers, journals, summaries, oral reports, and technology-based reports."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "A table comparing the characteristics of four samples is shown.",
            "problems/TX22HSB/media/32a.jpg",
            "Which sample most likely contains viruses?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Sample 1",
                "Key": {
                    "Correct": false,
                    "Rationale": "Sample 1 is a plant due to the presence of a chloroplast.",
                    "Percent": 15
                }
            },
            "G": {
                "Choice": "Sample 2",
                "Key": {
                    "Correct": false,
                    "Rationale": "Sample 2 is bacteria due to the absence of both a nucleus and a chloroplast.",
                    "Percent": 17
                }
            },
            "H": {
                "Choice": "Sample 3",
                "Key": {
                    "Correct": true,
                    "Rationale": "Sample 3 is a virus due to the absence of organelles and the presence of a small genome.",
                    "Percent": 57
                }
            },
            "J": {
                "Choice": "Sample 4",
                "Key": {
                    "Correct": false,
                    "Rationale": "Sample 4 is an animal due to the presence of a nucleus and ribosome and the absence of a chloroplast.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "33": {
        "Number": 33,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Interdependence Within Environmental Systems",
            "Scientific Process Skills"
        ],
        "SubTopics": [
            "Summarize the role of microorganisms in both maintaining and disrupting the health of both organisms and ecosystems.",
            "Communicate and apply scientific information extracted from various sources such as current events, published journal articles, and marketing materials."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "In a recent study, scientists investigated the effects of microorganisms naturally found in the body. They raised mice in two different environments and compared their immune system functions in response to a bacterial infection. Their data are shown.",
            "problems/TX22HSB/media/33a.jpg",
            "Which conclusion about the microorganisms naturally found in the body is most likely supported by these data?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "All microorganisms are harmful to the body.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Microorganisms are not harmful to the body; they are important for keeping the immune system strong, aiding in digestion, and neutralizing toxins.",
                    "Percent": 5
                }
            },
            "B": {
                "Choice": "Microorganisms are important in promoting healthy immune systems.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The microorganisms found in the body are important in promoting a healthy immune system because they keep the immune system strong, aid in digestion, and neutralize toxins.",
                    "Percent": 70
                }
            },
            "C": {
                "Choice": "All bacteria in the body increase the effectiveness of the immune system.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Not all bacteria increase the effectiveness of the immune system. Some bacteria aid in digestion and neutralize toxins, while some bacteria can be harmful to the body.",
                    "Percent": 15
                }
            },
            "D": {
                "Choice": "Bacteria that cause infections decrease the number and variety of immune cells in the body.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Bacteria that cause infections often lead to an increase in the number of immune cells in the body that fight disease.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "34": {
        "Number": 34,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Mechanisms Of Genetics"
        ],
        "SubTopics": [
            "Identify and illustrate changes in DNA and evaluate the significance of these changes."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Which statements explain how a mutation in a somatic cell is different from a mutation that occurs in gametes?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Somatic cell mutations occur in cells that give rise to gametes.\nGamete mutations occur in cells that result in apoptosis.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Germ cells, not somatic cells, give rise to gametes. Apoptosis is programmed cell death and occurs in both somatic and gametic cells.",
                    "Percent": 11
                }
            },
            "G": {
                "Choice": "Somatic cell mutations are maintained in the gene pool.\nGamete mutations are expelled from the gene pool.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Cell mutations are found in an individual's genome, not a gene pool.",
                    "Percent": 16
                }
            },
            "H": {
                "Choice": "Somatic cell mutations are generally not passed to offspring.\nGamete mutations are usually passed to offspring.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Somatic cell mutations occur in body cells affecting a single cell or tissue. They are not inherited/passed on to offspring. Gamete mutations occur in sperm or egg cells. Gamete mutations can be inherited/passed on to offspring.",
                    "Percent": 53
                }
            },
            "J": {
                "Choice": "Somatic cell mutations will not be expressed by the individual that contains the mutation.\nGamete mutations will be expressed by the individual.",
                "Key": {
                    "Correct": false,
                    "Rationale": "A mutation in any cell can be expressed by an individual.",
                    "Percent": 19
                }
            }
        },
        "Parts": {}
    },
    "35": {
        "Number": 35,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Cell Structure & Function",
            "Scientific Process Skills"
        ],
        "SubTopics": [
            "Describe the stages of the cell cycle, including deoxyribonucleic acid (DNA) replication and mitosis, and the importance of the cell cycle to the growth of organisms.",
            "Collect and organize qualitative and quantitative data and make measurements with accuracy and precision using tools such as data-collecting probes, standard laboratory glassware, microscopes, various prepared slides, stereoscopes, metric rulers, balances, gel electrophoresis apparatuses, micropipettes, hand lenses, Celsius thermometers, hot plates, lab notebooks or journals, timing devices, Petri dishes, lab incubators, dissection equipment, meter sticks, and models, diagrams, or samples of biological specimens or structures."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Which model accurately shows a cell progressing through mitosis?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "problems/TX22HSB/media/35a.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "DNA must line up in the middle of the cell before it can divide evenly.",
                    "Percent": 14
                }
            },
            "B": {
                "Choice": "problems/TX22HSB/media/35b.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "The stages of mitosis (prophase, metaphase, anaphase, and telophase) are in the correct sequence based on the model shown.",
                    "Percent": 70
                }
            },
            "C": {
                "Choice": "problems/TX22HSB/media/35c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "During mitosis, one cell becomes two cells.",
                    "Percent": 10
                }
            },
            "D": {
                "Choice": "problems/TX22HSB/media/35d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "DNA must condense into visible chromosomes before it can line up in the middle of the cell.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "36": {
        "Number": 36,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Interdependence Within Environmental Systems",
            "Scientific Process Skills"
        ],
        "SubTopics": [
            "Analyze the flow of matter and energy through trophic levels using various models, including food chains, food webs, and ecological pyramids.",
            "Communicate valid conclusions supported by the data through methods such as lab reports, labeled drawings, graphic organizers, journals, summaries, oral reports, and technology-based reports."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Some relationships between species found in the Texas Gulf Coast are shown in the food web.",
            "problems/TX22HSB/media/36a.jpg",
            "Which energy pyramid best models energy flow in the Texas Gulf Coast community?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "problems/TX22HSB/media/36b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "Canadian geese do not consume silverside fish.",
                    "Percent": 11
                }
            },
            "G": {
                "Choice": "problems/TX22HSB/media/36c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "Aquatic plants are the producers for this energy pyramid, so aquatic plants should be located at the bottom of the energy pyramid.",
                    "Percent": 11
                }
            },
            "H": {
                "Choice": "problems/TX22HSB/media/36d.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "Stone crabs consume gulf pipefish, and gulf pipefish consume aquatic plants.",
                    "Percent": 72
                }
            },
            "J": {
                "Choice": "problems/TX22HSB/media/36e.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "Aquatic plants are the producers for this energy pyramid, so aquatic plants should be located at the bottom of the energy pyramid.",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    },
    "37": {
        "Number": 37,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Cell Structure & Function",
            "Scientific Process Skills"
        ],
        "SubTopics": [
            "Recognize that disruptions of the cell cycle lead to diseases such as cancer.",
            "Evaluate models according to their limitations in representing biological objects or events."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Normal cells have a contact inhibition feedback mechanism that prevents the cells from replicating when other cells are touched. A diagram of cells with contact inhibition and cells without contact inhibition is shown.",
            "problems/TX22HSB/media/37a.jpg",
            "Which statement best describes what will happen to cells in an organism that lack contact inhibition?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The cells will continue to grow, causing a tumor in the body.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Contact inhibition is a mechanism that stops the cell cycle and prevents cells from performing replication/proliferation and growth. The cells in an organism that lack contact inhibition will continue to replicate/proliferate and grow, and potentially lead to the development of tumors.",
                    "Percent": 60
                }
            },
            "B": {
                "Choice": "The cells will replicate normally, replacing body cells that die.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Cells replicate normally, replacing body cells that die, when normal contact inhibition mechanisms are functioning correctly.",
                    "Percent": 13
                }
            },
            "C": {
                "Choice": "The cells will replicate until the food supply for each cell is used, causing each cell to die.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Cell replication is not based on the availability of food.",
                    "Percent": 15
                }
            },
            "D": {
                "Choice": "The cells will stop replicating once one layer is produced, as other body cells will crowd them out.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Cells do stop replicating when normal contact inhibition mechanisms are functioning correctly.",
                    "Percent": 12
                }
            }
        },
        "Parts": {}
    },
    "38": {
        "Number": 38,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Interdependence Within Environmental Systems",
            "Scientific Process Skills"
        ],
        "SubTopics": [
            "Interpret relationships, including predation, parasitism, commensalism, mutualism, and competition, among organisms.",
            "Analyze, evaluate, make inferences, and predict trends from data."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "In some coral reefs, a symbiotic relationship exists between pygmy seahorses and sea fans. The pygmy seahorse can wrap its tail around the branches of the sea fan. This allows the pygmy seahorse to be camouflaged within the sea fan, protecting it from predators. The pygmy seahorse does not harm or benefit the sea fan while it grasps the branches with its tail.",
            "problems/TX22HSB/media/38a.jpg",
            "What is the correct classification of this symbiotic relationship?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Predator/prey",
                "Key": {
                    "Correct": false,
                    "Rationale": "The seahorse is not eating the sea fan.",
                    "Percent": 10
                }
            },
            "G": {
                "Choice": "Mutualism",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sea fan does not benefit from the relationship.",
                    "Percent": 15
                }
            },
            "H": {
                "Choice": "Commensalism",
                "Key": {
                    "Correct": true,
                    "Rationale": "Commensalism is the symbiotic relationship that exists. The pygmy seahorse does not harm or benefit the sea fan while it grasps the branches with its tail.",
                    "Percent": 68
                }
            },
            "J": {
                "Choice": "Parasite/host",
                "Key": {
                    "Correct": false,
                    "Rationale": "The seahorse is not harming the sea fan.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "39": {
        "Number": 39,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Biological Evolution & Classification",
            "Scientific Process Skills"
        ],
        "SubTopics": [
            "Examine scientific explanations of abrupt appearance and stasis in the fossil record.",
            "Analyze, evaluate, and critique scientific explanations by using empirical evidence, logical reasoning, and experimental and observational testing, so as to encourage critical thinking by the student."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Two scientists studied patterns of evolution in the fossil record. Many species they analyzed showed periods of slow changes interrupted by a period of rapid change.",
            "This pattern of periods of slow change interrupted by periods of rapid change with few, if any transitional fossils, best describes the theory of —"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "natural selection",
                "Key": {
                    "Correct": false,
                    "Rationale": "Charles Darwin's theory of natural selection proposed that evolution was a “steady, slow and continuous” process unlike punctuated equilibrium, which suggests periods of both slow and rapid change.",
                    "Percent": 34
                }
            },
            "B": {
                "Choice": "genetic drift",
                "Key": {
                    "Correct": false,
                    "Rationale": "Genetic drift explains how gene frequencies change by chance.",
                    "Percent": 33
                }
            },
            "C": {
                "Choice": "punctuated equilibrium",
                "Key": {
                    "Correct": true,
                    "Rationale": "The theory of punctuated equilibrium, devised by Niles Eldredge and Stephen Jay Gould, is characterized by periods of slow change interrupted by periods of rapid change with few transitional fossils in the fossil record.",
                    "Percent": 18
                }
            },
            "D": {
                "Choice": "gene flow",
                "Key": {
                    "Correct": false,
                    "Rationale": "Gene flow is the movement of genetic material from one population to another.",
                    "Percent": 15
                }
            }
        },
        "Parts": {}
    },
    "40": {
        "Number": 40,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Cell Structure & Function"
        ],
        "SubTopics": [
            "Describe the stages of the cell cycle, including deoxyribonucleic acid (DNA) replication and mitosis, and the importance of the cell cycle to the growth of organisms."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Which table best compares the events that occur during different stages of the cell cycle?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "problems/TX22HSB/media/40a.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "DNA replication occurs during the S phase. Nuclear division occurs during the M phase.",
                    "Percent": 45
                }
            },
            "G": {
                "Choice": "problems/TX22HSB/media/40b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "Nuclear division occurs during the M phase.",
                    "Percent": 10
                }
            },
            "H": {
                "Choice": "problems/TX22HSB/media/40c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "Cytoplasm division occurs during the M phase. Cell growth occurs during the S phase.",
                    "Percent": 12
                }
            },
            "J": {
                "Choice": "problems/TX22HSB/media/40d.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "DNA replication occurs during the S phase.",
                    "Percent": 33
                }
            }
        },
        "Parts": {}
    },
    "41": {
        "Number": 41,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Biological Evolution & Classification",
            "Scientific Process Skills"
        ],
        "SubTopics": [
            "Analyze and evaluate how evidence of common ancestry among groups is provided by the fossil record, biogeography, and homologies, including anatomical, molecular, and developmental.",
            "Analyze, evaluate, make inferences, and predict trends from data."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "A phylogenetic tree based on genetic similarities is shown.",
            "problems/TX22HSB/media/41a.jpg",
            "Which numbered location on the phylogenetic tree identifies characteristics shared by Species B, C, and D?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Location 1",
                "Key": {
                    "Correct": false,
                    "Rationale": "Location 1 is the branch point that led to all lineages on this phylogenetic tree.",
                    "Percent": 6
                }
            },
            "B": {
                "Choice": "Location 2",
                "Key": {
                    "Correct": true,
                    "Rationale": "Location 2 is the branch point on the phylogenetic tree that identifies characteristics shared by Species B, C, and D.",
                    "Percent": 79
                }
            },
            "C": {
                "Choice": "Location 3",
                "Key": {
                    "Correct": false,
                    "Rationale": "Location 3 is the branch point that led to all species on the phylogenetic tree except for Species A.",
                    "Percent": 9
                }
            },
            "D": {
                "Choice": "Location 4",
                "Key": {
                    "Correct": false,
                    "Rationale": "Location 4 is the branch point that led to Species E and F on the phylogenetic tree.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "42": {
        "Number": 42,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Biological Processes & Systems",
            "Scientific Process Skills"
        ],
        "SubTopics": [
            "Describe the interactions that occur among systems that perform the functions of regulation, nutrient absorption, reproduction, and defense from injury or illness in animals.",
            "Communicate valid conclusions supported by the data through methods such as lab reports, labeled drawings, graphic organizers, journals, summaries, oral reports, and technology-based reports."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Both the respiratory system and the digestive system involve the uptake of necessary molecules from an animal's surroundings. Alveoli are tiny sacs that aid in the exchange of carbon dioxide and oxygen in the lungs. Intestinal villi are tiny projections along the lining of the intestines used to take in nutrients from food passing through.",
            "problems/TX22HSB/media/42a.jpg",
            "problems/TX22HSB/media/42b.jpg",
            "Which system must interact with the respiratory and digestive systems to transport gases and nutrients throughout the body?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Endocrine",
                "Key": {
                    "Correct": false,
                    "Rationale": "The endocrine system is comprised of hormones that regulate body processes, such as metabolism and growth.",
                    "Percent": 13
                }
            },
            "G": {
                "Choice": "Integumentary",
                "Key": {
                    "Correct": false,
                    "Rationale": "The integumentary system is comprised of the outer layer of the body, including skin, nails, hair, and exocrine glands.",
                    "Percent": 15
                }
            },
            "H": {
                "Choice": "Immune",
                "Key": {
                    "Correct": false,
                    "Rationale": "The immune system is comprised of a variety of cells and organs to protect organisms from pathogens.",
                    "Percent": 14
                }
            },
            "J": {
                "Choice": "Circulatory",
                "Key": {
                    "Correct": true,
                    "Rationale": "The circulatory system transports blood to and from the heart and the rest of the body. Nutrients and gases, such as oxygen, are dissolved in the blood. The circulatory system must interact with the respiratory and digestive systems to transport the nutrients and gases in the blood throughout the body.",
                    "Percent": 57
                }
            }
        },
        "Parts": {}
    },
    "43": {
        "Number": 43,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Biological Evolution & Classification"
        ],
        "SubTopics": [
            "Analyze other evolutionary mechanisms, including genetic drift, gene flow, mutation, and recombination."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Cross-pollination of flowers from different populations of the same species will most likely result in —"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "gene flow as new alleles are introduced",
                "Key": {
                    "Correct": true,
                    "Rationale": "Gene flow describes the transfer of genetic material from one population to another population. Cross-pollination of flowering plants from different populations of the same species will most likely result in a greater number of genetic combinations and an overall increase in the genetic diversity/variation within the species.",
                    "Percent": 40
                }
            },
            "B": {
                "Choice": "evolution of a different species as alleles mix",
                "Key": {
                    "Correct": false,
                    "Rationale": "Evolution is due to environmental demands and natural selection over time.",
                    "Percent": 31
                }
            },
            "C": {
                "Choice": "hybrid sterility as gametes from different individuals are incompatible",
                "Key": {
                    "Correct": false,
                    "Rationale": "Since the flowers are of the same species, the gametes would be compatible.",
                    "Percent": 18
                }
            },
            "D": {
                "Choice": "a decrease of genetic variation among individuals",
                "Key": {
                    "Correct": false,
                    "Rationale": "Cross-pollination will increase genetic variation.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "44": {
        "Number": 44,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Interdependence Within Environmental Systems"
        ],
        "SubTopics": [
            "Describe how events and processes that occur during ecological succession can change populations and species diversity."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "After a wheat field is cleared, wild grasses and weeds begin growing. This process is considered —"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "primary succession because pioneer species appear",
                "Key": {
                    "Correct": false,
                    "Rationale": "Primary succession occurs when there is a lack of soil. Pioneer species such as lichen must make new soil before secondary succession can begin.",
                    "Percent": 19
                }
            },
            "G": {
                "Choice": "primary succession because there are no large trees",
                "Key": {
                    "Correct": false,
                    "Rationale": "Primary succession occurs when there is a lack of soil, not a lack of large trees. Pioneer species such as lichen must make new soil before secondary succession can begin.",
                    "Percent": 8
                }
            },
            "H": {
                "Choice": "secondary succession because soil is already present",
                "Key": {
                    "Correct": true,
                    "Rationale": "After a wheat field is cleared, wild grasses and weeds begin growing due to secondary succession, since soil is already present. Primary succession can only occur in areas where life was not previously present e.g., newly formed volcanic rock.",
                    "Percent": 62
                }
            },
            "J": {
                "Choice": "econdary succession because the field contains inorganic matter",
                "Key": {
                    "Correct": false,
                    "Rationale": "Soil is needed for secondary succession to occur; however, inorganic matter such as water is a necessary component for producers (grasses and weeds) to grow.",
                    "Percent": 11
                }
            }
        },
        "Parts": {}
    },
    "45": {
        "Number": 45,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Biological Processes & Systems",
            "Scientific Process Skills"
        ],
        "SubTopics": [
            "Compare the reactants and products of photosynthesis and cellular respiration in terms of energy, energy conversions, and matter.",
            "Communicate valid conclusions supported by the data through methods such as lab reports, labeled drawings, graphic organizers, journals, summaries, oral reports, and technology-based reports."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "A model of two structures that perform cellular processes is shown.",
            "problems/TX22HSB/media/45a.jpg",
            "problems/TX22HSB/media/45b.jpg",
            "What are the products of the cellular processes in these organelles?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "I: glucose and carbon dioxide\nII: oxygen and water",
                "Key": {
                    "Correct": false,
                    "Rationale": "Glucose and oxygen are the products of photosynthesis, which occur in the chloroplast (organelle II). Oxygen and glucose are the reactants of cellular respiration, which takes place in the mitochondria (organelle I).",
                    "Percent": 20
                }
            },
            "B": {
                "Choice": "I: carbon dioxide and oxygen\nII: glucose and water",
                "Key": {
                    "Correct": false,
                    "Rationale": "In organelle I, carbon dioxide and oxygen are not the products of cellular respiration. In organelle II, glucose and water are not the products of photosynthesis.",
                    "Percent": 22
                }
            },
            "C": {
                "Choice": "I: oxygen and glucose\nII: water and carbon dioxide",
                "Key": {
                    "Correct": false,
                    "Rationale": "In organelle I, oxygen and glucose are not the products of cellular respiration. In organelle II, water and carbon dioxide are not the products of photosynthesis.",
                    "Percent": 23
                }
            },
            "D": {
                "Choice": "I: carbon dioxide and water\nII: glucose and oxygen",
                "Key": {
                    "Correct": true,
                    "Rationale": "Organelle I is mitochondria, where carbon dioxide and water are the products of the process of cellular respiration. Organelle II is a chloroplast, where glucose and oxygen are the products of the process of photosynthesis.",
                    "Percent": 35
                }
            }
        },
        "Parts": {}
    },
    "46": {
        "Number": 46,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Interdependence Within Environmental Systems"
        ],
        "SubTopics": [
            "Describe how environmental change can impact ecosystem stability."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "During an extended dry season in an area, the majority of the ground cover dried up. Which description best explains how this would affect the ecosystem in that area?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The ecosystem would become less stable because the ranges of many organisms would expand and overlap.",
                "Key": {
                    "Correct": false,
                    "Rationale": "An extended dry season would reduce available resources and likely reduce the numbers and ranges of most organisms.",
                    "Percent": 8
                }
            },
            "G": {
                "Choice": "The ecosystem would become more stable because there would be less competition among canopy plants.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Water is the limiting factor affecting all organisms, including plants. Less water would lead to more competition among canopy plants and less stability within the ecosystem.",
                    "Percent": 7
                }
            },
            "H": {
                "Choice": "The ecosystem would become less stable because less energy would be available to it from the decrease in producers.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The ecosystem would become less stable if most of the ground cover dried up. Less energy would be available to the ecosystem due to a decrease in the number of producers.",
                    "Percent": 75
                }
            },
            "J": {
                "Choice": "The ecosystem would become more stable because organisms in higher trophic levels would be able to find prey more easily.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The ecosystem would become less stable and there would be fewer prey available.",
                    "Percent": 9
                }
            }
        },
        "Parts": {}
    },
    "47": {
        "Number": 47,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Biological Processes & Systems"
        ],
        "SubTopics": [
            "Describe the interactions that occur among systems that perform the functions of transport, reproduction, and response in plants."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Water, sugar, and other important nutrients need to be transported from one part of a plant to another. Which statement correctly describes the interaction of the root and shoot systems during nutrient transport?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The leaves take in water and sugar, which are then transported to the rest of the plant through vascular tissues.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The leaves do not take in water or sugar.",
                    "Percent": 9
                }
            },
            "B": {
                "Choice": "The roots take in water and sugar, which are then transported to the rest of the plant through vascular tissues.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The roots take in water, but they do not take in sugar.",
                    "Percent": 22
                }
            },
            "C": {
                "Choice": "The leaves take in water and the roots produce sugar that are transported to the rest of the plant through vascular tissues.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The leaves do not take in water, and the roots do not produce sugar.",
                    "Percent": 12
                }
            },
            "D": {
                "Choice": "The roots take in water and the leaves produce sugar that are transported to the rest of the plant through vascular tissues.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The roots take in/absorb water from the ground, and the leaves produce sugar through the process of photosynthesis. Water and sugar are transported throughout the plant via vascular tissues.",
                    "Percent": 56
                }
            }
        },
        "Parts": {}
    },
    "48": {
        "Number": 48,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Mechanisms Of Genetics",
            "Scientific Process Skills"
        ],
        "SubTopics": [
            "Recognize that gene expression is a regulated process.",
            "Analyze, evaluate, make inferences, and predict trends from data."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "E. coli has three genes that each code for different enzymes that break down lactose. Scientists conducted investigations about the production of these enzymes using samples of E. coli. Their results are shown in the table.",
            "problems/TX22HSB/media/48a.jpg",
            "Which conclusion about the production of the enzymes can be determined by analyzing the scientists' results?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Gene expression for the enzymes was controlled by the temperature of lactose.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The scientists' results do not indicate that gene expression for the enzymes was controlled by the temperature of lactose.",
                    "Percent": 13
                }
            },
            "G": {
                "Choice": "The genes for the enzymes were expressed in equal amounts during both experiments.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The scientists' results do not indicate that gene expression for the enzymes was expressed in equal amounts during both experiments.",
                    "Percent": 13
                }
            },
            "H": {
                "Choice": "Gene expression for the enzymes was controlled by the presence of lactose.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The scientists' results indicate that gene expression for the enzymes was controlled by the presence of lactose because enzyme concentration was high when lactose was present and low when lactose was not present.",
                    "Percent": 63
                }
            },
            "J": {
                "Choice": "The genes for the enzymes were mutated before being expressed by the presence of lactose.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The scientists' results do not indicate that the genes for the enzymes were mutated before being expressed by the presence of lactose.",
                    "Percent": 12
                }
            }
        },
        "Parts": {}
    },
    "49": {
        "Number": 49,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Biological Evolution & Classification"
        ],
        "SubTopics": [
            "Analyze and evaluate the relationship of natural selection to adaptation and to the development of diversity in and among species."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Most animals avoid eating monarch butterflies due to their bad taste. Viceroy butterflies look very similar to the monarchs.",
            "Which of these best explains how the viceroy butterfly benefits from looking like the monarch butterfly?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Viceroy butterflies are able to reproduce with the monarch butterflies.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Mimicking the monarch butterfly does not make it possible for viceroy butterflies and monarch butterflies to reproduce.",
                    "Percent": 7
                }
            },
            "B": {
                "Choice": "Viceroy butterflies are able to deter predators in the same way as the monarch butterflies.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The viceroy butterfly benefits from mimicking the monarch butterfly by being able to deter predators who avoid eating monarch butterflies due to their bad taste.",
                    "Percent": 75
                }
            },
            "C": {
                "Choice": "Viceroy butterflies are able to follow the migratory patterns of the monarch butterflies.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Mimicking the monarch butterfly does not mean viceroy butterflies will follow the migratory patterns of monarch butterflies.",
                    "Percent": 12
                }
            },
            "D": {
                "Choice": "Viceroy butterflies are able to find additional sources of food used by the monarch butterflies.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Mimicking the monarch butterfly does not allow viceroy butterflies to find additional sources of food used by monarch butterflies.",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    },
    "50": {
        "Number": 50,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Biological Processes & Systems",
            "Scientific Process Skills"
        ],
        "SubTopics": [
            "Analyze the levels of organization in biological systems and relate the levels to each other and to the whole system.",
            "Communicate valid conclusions supported by the data through methods such as lab reports, labeled drawings, graphic organizers, journals, summaries, oral reports, and technology-based reports."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Which sequence represents the levels of organization found in a multicellular organism, from smallest to largest?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Cell ⇒ tissue ⇒ organ ⇒ organ system",
                "Key": {
                    "Correct": true,
                    "Rationale": "The order of cell, tissue, organ, and organ system represents the smallest to largest levels of cellular organization.",
                    "Percent": 79
                }
            },
            "G": {
                "Choice": "Organ system ⇒ organ ⇒ tissue ⇒ cell",
                "Key": {
                    "Correct": false,
                    "Rationale": "This order is reversed from largest to smallest levels of organization. Cells form tissues, tissues form organs, and organs form organ systems.",
                    "Percent": 6
                }
            },
            "H": {
                "Choice": "Tissue ⇒ organ ⇒ organ system ⇒ cell",
                "Key": {
                    "Correct": false,
                    "Rationale": "Cells must form before they can be organized into tissues, organs, and organ systems.",
                    "Percent": 8
                }
            },
            "J": {
                "Choice": "Cell ⇒ organ system ⇒ organ ⇒ tissue",
                "Key": {
                    "Correct": false,
                    "Rationale": "Cells organize to form tissue before organs and organ systems can form.",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    }
}