{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [
            "H.27(A)",
            ""
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Which application of a new technology can be attributed to an invention of Thomas Edison?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Refrigerated railroad cars allowed food to be transported long distances.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Edison did not invent refrigerated railroad cars. Andrew Chase and Gustavus Swift developed refrigerated railroad cars beginning in 1877.",
                    "Percent": 4
                }
            },
            "B": {
                "Choice": "Light bulbs made it efficient for factory workers to work at night.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Edison patented the light bulb in 1880. With the light provided by light bulbs, factory workers could work productively and efficiently through the night.",
                    "Percent": 91
                }
            },
            "C": {
                "Choice": "Diesel engines were used in the production of airplanes.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Edison did not invent the diesel engine. Rudolf Diesel patented the diesel engine in 1892.",
                    "Percent": 3
                }
            },
            "D": {
                "Choice": "Sonar technology was used to track submarines.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Edison did not invent sonar technology. Teams of European and American scientists developed sonar in the early to mid- 1900s.",
                    "Percent": 2
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [
            "H.25(B)",
            "H.29(B)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            ":box:While my solutions were a little less complex than those offered by FDR, . . . I played a kind of New Deal cowboy who never hesitated to tackle many of the same problems.\n\n—Gene Autry, country-and-western singer and actor",
            "Why were country-and-western performers such as Gene Autry popular with U.S. radio audiences during the 1930s?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Their art related to the struggles of the period.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the 1930s the United States was experiencing the effects of the Great Depression. The Great Depression began after the stock market crash of 1929 and left millions of people without jobs. Country-and-western performers entertained people by singing songs that reflected the struggles of common, ordinary people during the Great Depression.",
                    "Percent": 68
                }
            },
            "G": {
                "Choice": "They shared stories of individuals who became wealthy.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Country-and-western performers did not gain popularity by focusing on stories about wealthy people during this period.",
                    "Percent": 4
                }
            },
            "H": {
                "Choice": "They promoted work programs for rural communities.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the U.S. government did create work programs for rural communities, country-and-western performers did not gain popularity by focusing on these programs.",
                    "Percent": 15
                }
            },
            "J": {
                "Choice": "Their art brought attention to global human rights issues.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Country-and-western performers did not gain popularity by bringing attention to global human rights issues through their performances.",
                    "Percent": 14
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [
            "H.9(F)",
            "H.29(B)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            ":box:It is hereby declared to be the policy of the President that there shall be equality of treatment and opportunity for all persons in the armed services without regard to race, color, religion or national origin. This policy shall be put into effect as rapidly as possible, having due regard to the time required to effectuate any necessary changes without impairing efficiency or morale.\n\n—President Harry S. Truman, Executive Order 9981, July 26, 1948",
            "Which of the following contributed to President Truman’s decision to issue this order?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "A lack of funding for veteran pensions",
                "Key": {
                    "Correct": false,
                    "Rationale": "Executive Order 9981 did not address the funding of veteran pensions.",
                    "Percent": 4
                }
            },
            "B": {
                "Choice": "Declining enlistment rates during peacetime",
                "Key": {
                    "Correct": false,
                    "Rationale": "Military enlistment rates did decline during peacetime after World War II, but Executive Order 9981 was not related to this.",
                    "Percent": 8
                }
            },
            "C": {
                "Choice": "Discrimination against minority service members",
                "Key": {
                    "Correct": true,
                    "Rationale": "In 1948 President Truman asked Congress to make recommendations based on the results of a commission on civil rights. Truman experienced opposition in the U.S. Senate, so he used his executive powers and issued Executive Order 9981 to desegregate the military.",
                    "Percent": 83
                }
            },
            "D": {
                "Choice": "A desire to repeal the draft",
                "Key": {
                    "Correct": false,
                    "Rationale": "Executive Order 9981 did not have to do with a desire to end the drafting of civilians into the military.",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [
            "H.28(C)",
            "H.29(H)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "problems/TX18HSUSH/media/4a.jpg",
            "Which conclusion about the U.S. economy is most supported by the information on this time line?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Government regulations prompted companies to develop alternative production techniques.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The time line illustrates a steady increase in computer storage capacity. The time line does not address the production methods used to make computers.",
                    "Percent": 7
                }
            },
            "G": {
                "Choice": "Decreased globalization prompted companies to innovate and improve existing products.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Globalization refers to increased interaction between people and businesses around the world. During the years 1974–2000 there was an increase in globalization, not a decrease.",
                    "Percent": 9
                }
            },
            "H": {
                "Choice": "Decreased demand for new technology forced producers to reduce manufacturing costs.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The time line illustrates a steady increase in computer storage capacity. The time line does not address either demand or production costs.",
                    "Percent": 3
                }
            },
            "J": {
                "Choice": "Marketplace competition drove producers to innovate and improve products.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Computer hardware producers responded to public demand and competition from other producers by developing new and improved computer memory storage systems.",
                    "Percent": 80
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [
            "H.12(A)",
            ""
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "What was one factor that helped turn the Great Plains into the Dust Bowl in the 1930s?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Paying farmers to plant native grasses",
                "Key": {
                    "Correct": false,
                    "Rationale": "During the 1930s the government did pay subsidies, or sums of money, to farmers. However, farmers did not use the money to plant native grasses.",
                    "Percent": 4
                }
            },
            "B": {
                "Choice": "Increased demand for tobacco after World War I",
                "Key": {
                    "Correct": false,
                    "Rationale": "There was increased demand for tobacco after World War I, but tobacco was grown mostly in the South, not the Great Plains. Tobacco was not a cause of the Dust Bowl.",
                    "Percent": 4
                }
            },
            "C": {
                "Choice": "Numerous tornadoes occurring in the region",
                "Key": {
                    "Correct": false,
                    "Rationale": "Tornadoes do frequently occur in the Great Plains, but they were not a cause of the Dust Bowl.",
                    "Percent": 9
                }
            },
            "D": {
                "Choice": "Intense drought in the region",
                "Key": {
                    "Correct": true,
                    "Rationale": "The Dust Bowl was the name given to the drought-stricken southern Great Plains region of the United States in the 1930s. Over time, settlers built farms and ranches on the semiarid grassland of the region. Overfarming and overgrazing destroyed large areas of the grassland. This left the land exposed and vulnerable to drought, which occurred in the 1930s. The lack of rainfall dried out the soil and turned it into dust. Strong winds picked up the dusty soil and blew it away in massive dust storms.",
                    "Percent": 83
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [
            "H.25(A)",
            "H.29(B)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            ":box:There was music from my neighbor’s house through the summer nights. . . . The halls and . . . verandas are gaudy with primary colors and hair shorn in strange new ways and shawls beyond the dreams of Castile. . . . There was dancing now on the canvas in the garden. . . . By midnight the hilarity had increased.\n\n—F. Scott Fitzgerald, The Great Gatsby",
            "How does this excerpt reflect a significant turning point in American history?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "It depicts the reaction to victory in the Spanish-American War.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Great Gatsby does not focus on the Spanish-American War, which happened in 1898, not the 1920s.",
                    "Percent": 7
                }
            },
            "G": {
                "Choice": "It portrays the changing social norms of the Jazz Age.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The Great Gatsby is a novel set in America during the 1920s. The 1920s is also known as the Jazz Age. During this time young people sought freedom and independence from the older generation and engaged in activities that challenged traditional ways.",
                    "Percent": 80
                }
            },
            "H": {
                "Choice": "It describes the experiences of immigrant workers during the Gilded Age.",
                "Key": {
                    "Correct": false,
                    "Rationale": "During the Gilded Age, most immigrant workers lived in crowded city tenement buildings. The excerpt does not describe that experience.",
                    "Percent": 6
                }
            },
            "J": {
                "Choice": "It details the industrial progress of the post–World War I era.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the United States did experience industrial progress following World War I, this excerpt does not describe industrial production.",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [
            "H.8(D)",
            ""
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "What was the overall goal of U.S. military intervention in Vietnam from 1964–1973?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Eliminating trade barriers between the United States and Southeast Asia",
                "Key": {
                    "Correct": false,
                    "Rationale": "U.S. military intervention in Vietnam was about preventing the spread of communism, not about eliminating trade barriers.",
                    "Percent": 7
                }
            },
            "B": {
                "Choice": "Isolating the Soviet Union by improving Chinese relations with the United States",
                "Key": {
                    "Correct": false,
                    "Rationale": "U.S. military intervention in Vietnam was about preventing the spread of communism, not normalizing U.S.-Chinese relations.",
                    "Percent": 8
                }
            },
            "C": {
                "Choice": "Promoting economic growth in the Pacific region",
                "Key": {
                    "Correct": false,
                    "Rationale": "U.S. military intervention in Vietnam was about preventing the spread of communism, not promoting economic growth in the Pacific region.",
                    "Percent": 3
                }
            },
            "D": {
                "Choice": "Preventing communism from spreading throughout Southeast Asia",
                "Key": {
                    "Correct": true,
                    "Rationale": "U.S. foreign policy at this time was influenced by the idea that if a noncommunist country fell to communism, neighboring countries would also fall to communism. Based on this theory, U.S. leaders saw communist North Vietnam’s invasion of South Vietnam as a threat to all of Southeast Asia. The United States entered the conflict to prevent communism from spreading throughout Southeast Asia.",
                    "Percent": 81
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [
            "H.17(B)",
            "H.29(H)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "problems/TX18HSUSH/media/8a.jpg",
            "Which occurrence was a result of the shift in the number of births that began in 1946?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The decline of family farming",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the number of family farms did decline during the period shown on this graph, the decline was not caused by an increased number of births. It was caused by a variety of other social and economic factors.",
                    "Percent": 3
                }
            },
            "G": {
                "Choice": "The spread of new diseases",
                "Key": {
                    "Correct": false,
                    "Rationale": "The baby boom did not cause a spread of new diseases. The baby-boom era was a time when many diseases were being controlled or eliminated.",
                    "Percent": 4
                }
            },
            "H": {
                "Choice": "The growth of the suburbs",
                "Key": {
                    "Correct": true,
                    "Rationale": "Following the end of World War II (1945), the United States experienced a baby boom as returning soldiers settled down into family life. Military veterans received the benefits of the G.I. Bill, which included low-interest mortgages. With the help of low- interest mortgages and a booming economy, growing families purchased homes in suburbs near major cities.",
                    "Percent": 87
                }
            },
            "J": {
                "Choice": "The reduction of defense spending",
                "Key": {
                    "Correct": false,
                    "Rationale": "The baby boom did not cause a reduction in defense spending. During this era defense spending rose and fell in response to changes in international affairs and national-security needs.",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [
            "H.10(F)",
            "H.29(B)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            ":box:Tonight I want to have an unpleasant talk with you about a problem that is unprecedented in our history. With the exception of preventing war, this is the greatest challenge that our country will face during our lifetime. . . . It’s a problem that we will not be able to solve in the next few years, and it’s likely to get progressively worse through the rest of this century. . . . The oil and natural gas that we rely on for 75 percent of our energy are simply running out. In spite of increased effort, domestic production has been dropping steadily at about 6 percent a year. Imports have doubled in the last 5 years. . . . Unless profound changes are made to lower oil consumption, we now believe that early in the 1980s the world will be demanding more oil than it can produce.\n\n—President Jimmy Carter, address to the nation, April 18, 1977",
            "Which course of action did President Carter propose in order to solve this problem for the next generation?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Contract with foreign nations to build wind turbines",
                "Key": {
                    "Correct": false,
                    "Rationale": "President Carter did support the development of wind power, but he did not propose contractual agreements with foreign nations to build wind-power facilities.",
                    "Percent": 10
                }
            },
            "B": {
                "Choice": "Reduce federal spending on solar cell energy research",
                "Key": {
                    "Correct": false,
                    "Rationale": "President Carter supported the development of alternative energy sources such as solar technology and would not have reduced federal spending on this research.",
                    "Percent": 5
                }
            },
            "C": {
                "Choice": "Drill fewer offshore wells to conserve marine life",
                "Key": {
                    "Correct": false,
                    "Rationale": "In response to the energy crisis, President Carter supported increased oil and gas production in the United States. He supported the drilling of more wells, not fewer wells.",
                    "Percent": 3
                }
            },
            "D": {
                "Choice": "Develop alternative energy sources",
                "Key": {
                    "Correct": true,
                    "Rationale": "During the 1970s the United States experienced gas rationing and shortages due to an oil embargo, which resulted in an energy crisis. President Carter joined with businesses and environmental advocates to promote energy and fuel conservation and to develop new sources of energy.",
                    "Percent": 82
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [
            "H.15(B)",
            "H.29(H)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "problems/TX18HSUSH/media/10a.jpg",
            "What was the most likely result of the publication of images such as this 1906 political cartoon?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The government passed the Sherman Antitrust Act.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Sherman Antitrust Act of 1890 prohibited monopolies and other practices that interfered with economic competition.",
                    "Percent": 9
                }
            },
            "G": {
                "Choice": "Private companies refused to import foreign foods.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Companies did import foreign foods during this time. However, most foods sold in the United States were produced locally. The corruption and unsanitary conditions were in domestic food production.",
                    "Percent": 6
                }
            },
            "H": {
                "Choice": "The government passed the Pure Food and Drug Act.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Journalists and writers reported unsanitary conditions and corruption that surrounded the food-packing industry during the early 1900s. These conditions resulted in significant public outcry and prompted Congress to pass the Pure Food and Drug Act to protect consumers.",
                    "Percent": 81
                }
            },
            "J": {
                "Choice": "Labor unions protested unsafe working conditions.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although labor unions did seek to improve working conditions in factories during this time, the cartoon refers to problems affecting the quality of food rather than issues affecting workers.",
                    "Percent": 4
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [
            "H.16(B)",
            ""
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Which statement best explains how bank failures contributed to the Great Depression?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "People lost their savings because the government did not insure bank deposits.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The Great Depression began after the stock market crash of 1929. Many banks failed or went out of business. Customers who had money in these banks lost their money. The federal government did not insure bank deposits at that time. In response to the problem, in 1933 the federal government created the Federal Deposit Insurance Corporation (FDIC) to help prevent this from happening again.",
                    "Percent": 81
                }
            },
            "B": {
                "Choice": "Business could not be done when President Franklin Roosevelt declared a bank holiday.",
                "Key": {
                    "Correct": false,
                    "Rationale": "President Franklin Roosevelt closed all banks by declaring a national bank holiday in March 1933. This was an effort to stop additional bank failures. The bank holiday was a response to the Great Depression, not a cause of it.",
                    "Percent": 3
                }
            },
            "C": {
                "Choice": "The interest rates on bank loans were too high.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Bank failures occurred when large numbers of American citizens withdrew their funds from banks, not because of high interest rates.",
                    "Percent": 13
                }
            },
            "D": {
                "Choice": "Foreign investors did not invest enough in U.S. banks.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Bank failures occurred when large numbers of American citizens withdrew their funds from banks, not due to lack of foreign investment.",
                    "Percent": 2
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [
            "H.2(D)",
            "H.29(H)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "problems/TX18HSUSH/media/12a.jpg",
            "How did the event in this headline impact the Civil Rights movement?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The focus of the movement shifted to the struggle of migrant workers.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The focus of the Civil Rights movement did not shift to migrant workers because of Dr. King’s assassination.",
                    "Percent": 5
                }
            },
            "G": {
                "Choice": "The movement lost credibility with the American public.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Civil Rights movement continued to be influential and continues to influence public policy in the United States today.",
                    "Percent": 6
                }
            },
            "H": {
                "Choice": "The focus of the movement shifted to protesting U.S. involvement in foreign wars.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Protests against the Vietnam War were already taking place during this time. Dr. King’s assassination increased public attention to the Civil Rights movement.",
                    "Percent": 7
                }
            },
            "J": {
                "Choice": "The movement lost an important national leader.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Dr. Martin Luther King, Jr. was a leader of the modern U.S. Civil Rights movement. He used nonviolent resistance and civil disobedience to help achieve legal, economic, and social equality for African Americans.",
                    "Percent": 82
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [
            "H.22(A)",
            "H.29(B)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            ":box:As social conditions become more equal, the number of persons increases who, although they are neither rich enough nor powerful enough to exercise any great influence over their fellow-creatures, have nevertheless acquired or retained sufficient education and fortune to satisfy their own wants. They owe nothing to any man, they expect nothing from any man; they acquire the habit of always considering themselves as standing alone, and they are apt to imagine that their whole destiny is in their own hands.\n\n—Alexis de Tocqueville, Democracy in America, 1835",
            "Which American value is described in this excerpt?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Individualism",
                "Key": {
                    "Correct": true,
                    "Rationale": "In this excerpt Alexis de Tocqueville describes the value of individualism, or the principle of being independent and self-reliant. De Tocqueville was a French diplomat, political scientist, and historian who came to the United States in 1831 to study U.S. institutions and culture. His observations about the United States and its people are presented in his book Democracy in America.",
                    "Percent": 69
                }
            },
            "B": {
                "Choice": "Populism",
                "Key": {
                    "Correct": false,
                    "Rationale": "De Tocqueville is not describing populism in this excerpt.",
                    "Percent": 6
                }
            },
            "C": {
                "Choice": "Liberty",
                "Key": {
                    "Correct": false,
                    "Rationale": "De Tocqueville is not describing liberty in this excerpt.",
                    "Percent": 12
                }
            },
            "D": {
                "Choice": "Laissez-faire",
                "Key": {
                    "Correct": false,
                    "Rationale": "De Tocqueville is not describing laissez-faire in this excerpt.",
                    "Percent": 13
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [
            "H.13(B)",
            ""
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "In the World War II era, what was the major reason for Jewish immigration to the United States?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "To seek guaranteed universal suffrage",
                "Key": {
                    "Correct": false,
                    "Rationale": "During the World War II era, most Jewish immigrants to the United States were fleeing Europe. Concern for their personal safety, not a desire to vote, was their major reason for leaving Europe.",
                    "Percent": 8
                }
            },
            "G": {
                "Choice": "To escape famine and drought caused by natural disaster",
                "Key": {
                    "Correct": false,
                    "Rationale": "During the World War II era, most Jewish immigrants to the United States were fleeing Europe. Concern for their personal safety, rather than escaping the effects of a natural disaster, was their major reason for leaving Europe.",
                    "Percent": 6
                }
            },
            "H": {
                "Choice": "To seek better educational opportunities",
                "Key": {
                    "Correct": false,
                    "Rationale": "During the World War II era, most Jewish immigrants to the United States were fleeing Europe. Concern for their personal safety, not educational opportunity, was their major reason for leaving Europe.",
                    "Percent": 9
                }
            },
            "J": {
                "Choice": "To escape state-sponsored genocide",
                "Key": {
                    "Correct": true,
                    "Rationale": "During World War II the government of Nazi Germany ordered the systematic government-sponsored killing of Jewish people in a genocide that is today known as the Holocaust. Some Jews were able to escape areas under German control and come to the United States.",
                    "Percent": 77
                }
            }
        },
        "Parts": {}
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [
            "H.27(C)",
            "H.29(H)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "problems/TX18HSUSH/media/15a.jpg",
            "How did the process shown in this photograph enhance the automobile industry?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "By speeding up production of automobiles at lower costs",
                "Key": {
                    "Correct": true,
                    "Rationale": "An assembly line includes a series of workers. Each worker does one specific part of the production process. Material is moved from workstation to workstation, allowing pieces to be put together until the product is completed. This method increases the speed at which items are made and helps lower the cost of production.",
                    "Percent": 85
                }
            },
            "B": {
                "Choice": "By requiring only licensed workers to produce the automobiles",
                "Key": {
                    "Correct": false,
                    "Rationale": "Workers on the assembly line were not required to have a license.",
                    "Percent": 4
                }
            },
            "C": {
                "Choice": "By ensuring high-quality automobiles for consumers at higher prices",
                "Key": {
                    "Correct": false,
                    "Rationale": "Automobiles produced on the assembly line were of high quality. However, the more efficient means of production made them available to consumers at lower costs.",
                    "Percent": 6
                }
            },
            "D": {
                "Choice": "By developing new designs to test automobile safety standards",
                "Key": {
                    "Correct": false,
                    "Rationale": "Assembly lines are used for the production of products, not research or planning. Safety testing occurs after products have been completed.",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [
            "H.17(A)",
            "H.29(B)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            ":box:In November 1942, the National War Labor Board (NWLB) adopted the policy of “equal pay for equal work,” which had not been standard practice in industry.",
            "What was the most likely purpose of this National War Labor Board order?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "To prevent unions from discriminating against unskilled workers during the war",
                "Key": {
                    "Correct": false,
                    "Rationale": "While union discrimination against unskilled workers did exist, it was not the subject of this order.",
                    "Percent": 15
                }
            },
            "G": {
                "Choice": "To weaken the “Rosie the Riveter” image for women working on the home front",
                "Key": {
                    "Correct": false,
                    "Rationale": "The image of “Rosie the Riveter” and the policy of “equal pay for equal work” were both part of an effort to recruit and support female workers, not weaken them, during World War II.",
                    "Percent": 3
                }
            },
            "H": {
                "Choice": "To double the output of equipment needed to support U.S. troops overseas",
                "Key": {
                    "Correct": false,
                    "Rationale": "This order did not deal with military production levels but sought to pay women and men working in the war industry the same amount of money for doing the same job.",
                    "Percent": 8
                }
            },
            "J": {
                "Choice": "To ensure fair treatment for women in the workplace during the war",
                "Key": {
                    "Correct": true,
                    "Rationale": "When the United States entered World War II in 1941, men volunteered or were drafted into military service. As a result a labor shortage existed, and women were hired to do jobs previously done by men. In November 1942, the National War Labor Board issued General Order No. 16 to ensure that women received equal pay for equal work.",
                    "Percent": 74
                }
            }
        },
        "Parts": {}
    },
    "17": {
        "Number": 17,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [
            "H.15(E)",
            "H.29(H)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "problems/TX18HSUSH/media/17a.jpg",
            "What was the goal of the actions on this time line?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "To ensure deposits into customer savings accounts",
                "Key": {
                    "Correct": false,
                    "Rationale": "These actions were not designed to encourage bank customers to make deposits but to stabilize the U.S. economy.",
                    "Percent": 5
                }
            },
            "B": {
                "Choice": "To increase government regulation of business",
                "Key": {
                    "Correct": false,
                    "Rationale": "The time line does not address government regulation of businesses.",
                    "Percent": 12
                }
            },
            "C": {
                "Choice": "To end speculation in the stock market",
                "Key": {
                    "Correct": false,
                    "Rationale": "These actions were not designed to stop the use of credit to buy stocks but to stabilize the U.S. economy.",
                    "Percent": 8
                }
            },
            "D": {
                "Choice": "To stabilize the national economy",
                "Key": {
                    "Correct": true,
                    "Rationale": "The gold standard is a monetary system in which the value of money is tied to the amount of gold held by the government. The United States used this system from 1879 to 1933. To stabilize the economy during the Great Depression, the government wanted to put more money in circulation. Changing the relationship between gold and money made this possible.",
                    "Percent": 75
                }
            }
        },
        "Parts": {}
    },
    "18": {
        "Number": 18,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [
            "H.3(D)",
            "H.29(B)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "This excerpt is from a book written by a Norwegian man who immigrated to the United States in the late 1800s.",
            ":box:Then west by train on road and route not known to us. We saw mountains, which must have been the Alleghenies, and felt much depressed. Was that America? Had we been fooled? We expected to see flat ground with no timber or boulders to clear. When we came far enough to see that kind of country our spirits rose again. . . .\n\n—Andreas Ueland, Recollections of an Immigrant",
            "These immigrants were relieved when they saw the type of land they were expecting because they —"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "hoped to establish farms",
                "Key": {
                    "Correct": true,
                    "Rationale": "Immigrants from Norway were mostly families who came from rural farming areas in Norway. Many of them settled in the Midwest region of the United States. The immigrants were pleased when they finally reached land that looked good for farming.",
                    "Percent": 70
                }
            },
            "G": {
                "Choice": "wanted to build factories",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the late 1800s, most immigrants who settled in the Midwest went to work on farms, not in factories.",
                    "Percent": 5
                }
            },
            "H": {
                "Choice": "planned to mine for gold",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the late 1800s, most immigrants who settled in the Midwest went to work on farms, not in gold mines.",
                    "Percent": 11
                }
            },
            "J": {
                "Choice": "wanted to work for the railroad",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the late 1800s, most immigrants who settled in the Midwest went to work on farms, not on railroads.",
                    "Percent": 13
                }
            }
        },
        "Parts": {}
    },
    "19": {
        "Number": 19,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [
            "H.14(A)",
            "H.29(B)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            ":box:In 2015 the New York City Mayor’s office reported that the city had recently accomplished the following:\n\n• Reduced carbon emissions by one-fifth and achieved the city’s cleanest air in 50 years\n• Upgraded building codes to prepare for extreme weather like flooding and high winds\n• Added nearly one million trees and six million square feet of reflective rooftop to the city landscape",
            "Which challenges prompted New York City to take these actions?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Increasing threats to large urban areas by foreign and domestic terrorism",
                "Key": {
                    "Correct": false,
                    "Rationale": "New York City’s efforts to improve aging infrastructure and pollution were not related to domestic and foreign terrorist threats.",
                    "Percent": 7
                }
            },
            "B": {
                "Choice": "A widening gap in income levels between socioeconomic groups in society",
                "Key": {
                    "Correct": false,
                    "Rationale": "New York City’s efforts to improve aging infrastructure were not designed to address social and economic differences between people.",
                    "Percent": 6
                }
            },
            "C": {
                "Choice": "Escalating costs of providing health care and social services for senior citizens",
                "Key": {
                    "Correct": false,
                    "Rationale": "New York City’s efforts to improve aging infrastructure were not a way to address the rising costs of health care for the elderly.",
                    "Percent": 5
                }
            },
            "D": {
                "Choice": "Aging infrastructure and pollution caused by high population density",
                "Key": {
                    "Correct": true,
                    "Rationale": "The New York City Mayor’s office in 2015 upgraded building codes to solve problems caused by aging infrastructure. The city also reduced carbon emissions that cause pollution and added trees and reflective rooftops.",
                    "Percent": 81
                }
            }
        },
        "Parts": {}
    },
    "20": {
        "Number": 20,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [
            "H.18(A)",
            ""
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "How did Bill Gates earn the title “World’s Richest Man”?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "By creating social media sites",
                "Key": {
                    "Correct": false,
                    "Rationale": "Bill Gates earned his money by developing computer software, but he did not create social media sites.",
                    "Percent": 3
                }
            },
            "G": {
                "Choice": "By investing in global satellite communications",
                "Key": {
                    "Correct": false,
                    "Rationale": "Bill Gates earned his money by developing computer software, not by creating cell phone technology.",
                    "Percent": 8
                }
            },
            "H": {
                "Choice": "By developing computer software",
                "Key": {
                    "Correct": true,
                    "Rationale": "Bill Gates earned the title “World’s Richest Man” by establishing a very profitable computer-software company.",
                    "Percent": 79
                }
            },
            "J": {
                "Choice": "By creating innovations in cell phone technology",
                "Key": {
                    "Correct": false,
                    "Rationale": "Bill Gates earned his money by developing computer software, not by investing in global satellite communications.",
                    "Percent": 9
                }
            }
        },
        "Parts": {}
    },
    "21": {
        "Number": 21,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [
            "H.9(D)",
            "H.29(H)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "problems/TX18HSUSH/media/21a.jpg",
            "Which organizations correctly complete this table?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "problems/TX18HSUSH/media/21b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The NAACP did not encourage members to arm themselves. The Black Panthers did not enforce nonviolence.",
                    "Percent": 8
                }
            },
            "B": {
                "Choice": "problems/TX18HSUSH/media/21c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "SNCC did not encourage members to arm themselves.",
                    "Percent": 14
                }
            },
            "C": {
                "Choice": "problems/TX18HSUSH/media/21d.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "During the civil rights movement of the 1960s, several organizations took different approaches to gain equality for minorities. The Black Panthers were willing to use weapons to achieve their goals. The Student Non-Violent Coordinating Committee (SNCC) enforced nonviolence among demonstrators. The National Association for the Advancement of Colored People (NAACP) used the court system to challenge discrimination laws.",
                    "Percent": 72
                }
            },
            "D": {
                "Choice": "problems/TX18HSUSH/media/21e.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Congress for Racial Equality (CORE) did not encourage members to arm themselves. The American Indian Movement (AIM) did not focus on rights for African Americans.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "22": {
        "Number": 22,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [
            "H.4(C)",
            "H.29(B)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            ":box:II. Absolute freedom of navigation upon the seas, outside territorial waters, alike in peace and in war, except as the seas may be closed in whole or in part by international action for the enforcement of international covenants.\n\n—President Woodrow Wilson, Fourteen Points",
            "Which of the causes underlying World War I was this provision of the Fourteen Points intended to prevent?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Nationalism and militarism",
                "Key": {
                    "Correct": false,
                    "Rationale": "The question is about Point II of the Fourteen Points. While other portions of the Fourteen Points did address nationalism and militarism, the guarantee in Point II would not prevent them.",
                    "Percent": 15
                }
            },
            "G": {
                "Choice": "Blockades and unrestricted submarine warfare",
                "Key": {
                    "Correct": true,
                    "Rationale": "During World War I, Britain’s blockade cut the flow of war supplies, food, and fuel to Germany. Germany retaliated by declaring unrestricted submarine warfare to stop neutral ships that were supplying the Allies. Germany sank thousands of ships, including many from the United States. This was a cause of U.S. entry into World War I. At the end of the war, President Wilson presented his Fourteen Points to Congress. President Wilson’s speech included Point II about freedom of the seas. Wilson wanted to prevent naval blockades and submarine warfare.",
                    "Percent": 70
                }
            },
            "H": {
                "Choice": "Secret treaties and alliances",
                "Key": {
                    "Correct": false,
                    "Rationale": "The question is about Point II of the Fourteen Points. While other portions of the Fourteen Points did address secret treaties and alliances, the guarantee in Point II would not prevent them.",
                    "Percent": 9
                }
            },
            "J": {
                "Choice": "Imperialism and self-determination",
                "Key": {
                    "Correct": false,
                    "Rationale": "The question is about Point II of the Fourteen Points. While other portions of the Fourteen Points did address imperialism and self-determination, the guarantee in Point II would not prevent them.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "23": {
        "Number": 23,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [
            "H.25(C)",
            "H.29(H)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "problems/TX18HSUSH/media/23a.jpg",
            "problems/TX18HSUSH/media/23b.jpg",
            ":box:Skateboarding started in the late 1940s and early 1950s. California surfers wanted to find a way to surf when the water was calm. The modern skateboard originated from attaching wheels to simple wooden boards that resembled surfboards.",
            "Which of the following developments is best illustrated by this information?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Diffusion of American popular culture",
                "Key": {
                    "Correct": true,
                    "Rationale": "Skateboarding was introduced in the United States, and its popularity has spread to countries such as Germany and Australia. This is an example of cultural diffusion, or the spread of items from one culture to another culture.",
                    "Percent": 70
                }
            },
            "B": {
                "Choice": "Growth of American student exchange programs",
                "Key": {
                    "Correct": false,
                    "Rationale": "These images do not provide any information about student exchange programs.",
                    "Percent": 4
                }
            },
            "C": {
                "Choice": "Establishment of cultural imperialism",
                "Key": {
                    "Correct": false,
                    "Rationale": "Cultural imperialism is the forced imposition of a culture or civilization onto another nation or community. The voluntary adoption of a leisure activity does not fit the definition of cultural imperialism.",
                    "Percent": 18
                }
            },
            "D": {
                "Choice": "Expansion of affirmative action",
                "Key": {
                    "Correct": false,
                    "Rationale": "Affirmative action is an active effort to improve opportunities for groups who have been discriminated against. These images do not illustrate efforts to improve opportunities.",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    },
    "24": {
        "Number": 24,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [
            "H.1(A)",
            ""
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "What was the most important diplomatic effect of the Declaration of Independence for the United States?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "It allowed foreign governments to officially recognize the United States.",
                "Key": {
                    "Correct": true,
                    "Rationale": "On July 4, 1776, the thirteen American colonies issued the Declaration of Independence and ended their political connections with Great Britain. The Declaration presented the American colonists’ motivations for seeking independence. By declaring themselves an independent nation, the new United States was able to be recognized by friendly foreign governments.",
                    "Percent": 71
                }
            },
            "G": {
                "Choice": "It forced Great Britain to trade with the United States.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Issuing the Declaration of Independence heightened the state of war between the colonists and Great Britain. The Declaration of Independence did not lead to an increase in trade.",
                    "Percent": 7
                }
            },
            "H": {
                "Choice": "It required Great Britain to pay war reparations to the United States.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Declaration of Independence states the colonists’ reasons for wanting independence. The Declaration of Independence does not include a request that Great Britain pay reparations.",
                    "Percent": 12
                }
            },
            "J": {
                "Choice": "It allowed the United States to establish immigration quotas.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Declaration of Independence states the colonists’ reasons for wanting independence. The Declaration of Independence contains no information about immigration.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "25": {
        "Number": 25,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [
            "H.20(B)",
            "H.29(H)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "problems/TX18HSUSH/media/25a.jpg",
            "What role did the Supreme Court play in this declaration?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The court ruled Florida’s use of butterfly ballots violated the Equal Protection Clause.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Supreme Court ruled on the procedures for counting votes. It did not rule that any specific type of ballot violated the Equal Protection Clause.",
                    "Percent": 12
                }
            },
            "B": {
                "Choice": "The court ruled on the constitutionality of the vote recount in Florida.",
                "Key": {
                    "Correct": true,
                    "Rationale": "During the presidential election of 2000, an issue arose regarding the counting of votes in Florida. The outcome of the election hinged on Florida, where George W. Bush led Al Gore by less than 500 votes. Because the vote was so close, Florida law allowed for a recount of votes. However, the U.S. Supreme Court declared the recount to be unconstitutional. George Bush received Florida’s electoral college votes and won the presidential election.",
                    "Percent": 62
                }
            },
            "C": {
                "Choice": "The court determined that campaign contributions are forms of free speech.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The status of campaign contributions was not a question in this Supreme Court case.",
                    "Percent": 25
                }
            },
            "D": {
                "Choice": "The court ruled that requiring literacy tests to vote was unconstitutional.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The constitutionality of literacy tests was not a question in this Supreme Court case.",
                    "Percent": 11
                }
            }
        },
        "Parts": {}
    },
    "26": {
        "Number": 26,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [
            "H.26(D)",
            "H.29(B)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            ":box:In 1884 Toynbee Hall was founded in a poor neighborhood in London. The primary mission of Toynbee Hall was to offer services to those in need, but it also gave university students first-hand experience with the effects of poverty. This allowed the students to develop practical solutions to further assist people in need. Many reformers in the United States soon adopted this model.",
            "This model was evident in the United States through the works of —"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Frances Willard and her support of the temperance movement",
                "Key": {
                    "Correct": false,
                    "Rationale": "Frances Willard was a reformer in the temperance movement, which was an effort to limit alcohol consumption in the United States. She was not involved in the settlement house movement.",
                    "Percent": 22
                }
            },
            "G": {
                "Choice": "A. Philip Randolph and his protests during World War II",
                "Key": {
                    "Correct": false,
                    "Rationale": "A. Philip Randolph was a reformer who protested racial discrimination. He was not involved in the settlement house movement.",
                    "Percent": 6
                }
            },
            "H": {
                "Choice": "Jane Addams and her programs for new immigrants",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the 1880s Jane Addams visited Toynbee Hall in London, England, and applied this model to immigrant communities in the United States. Her settlement houses helped immigrants assimilate into U.S. society and provided other social services to the immigrants.",
                    "Percent": 66
                }
            },
            "J": {
                "Choice": "Eugene V. Debs and his establishment of the American Railway Union",
                "Key": {
                    "Correct": false,
                    "Rationale": "Eugene V. Debs was a socialist political leader and labor union organizer. He was not involved in the settlement house movement.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "27": {
        "Number": 27,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [
            "H.8(C)",
            ""
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Which action caused the United States to engage in a “police action” on the Korean Peninsula in 1950?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The collapse of South Korea’s democratic government",
                "Key": {
                    "Correct": false,
                    "Rationale": "South Korea’s government did not collapse in 1950.",
                    "Percent": 11
                }
            },
            "B": {
                "Choice": "The assassination of North Korea’s political leader",
                "Key": {
                    "Correct": false,
                    "Rationale": "The leader of North Korea was not assassinated in 1950.",
                    "Percent": 10
                }
            },
            "C": {
                "Choice": "South Korea’s blockade of North Korea",
                "Key": {
                    "Correct": false,
                    "Rationale": "South Korea did not blockade North Korea in 1950.",
                    "Percent": 11
                }
            },
            "D": {
                "Choice": "North Korea’s invasion of South Korea",
                "Key": {
                    "Correct": true,
                    "Rationale": "During the 1950s the United States was committed to a foreign policy of containment, or preventing the spread of communism. When communist North Korea invaded noncommunist South Korea, the United States sent soldiers to help stop the invasion. President Harry Truman referred to this conflict as a police action since Congress had not declared war.",
                    "Percent": 68
                }
            }
        },
        "Parts": {}
    },
    "28": {
        "Number": 28,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [
            "H.7(D)",
            "H.29(B)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            ":box:• Hanford, Washington\n• Oak Ridge, Tennessee\n• Los Alamos, New Mexico",
            "Which technological advancement was developed in installations near these cities during World War II?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Long-range submarines",
                "Key": {
                    "Correct": false,
                    "Rationale": "The installations at these sites were not established to develop long-range submarines during World War II.",
                    "Percent": 5
                }
            },
            "G": {
                "Choice": "Radio navigation",
                "Key": {
                    "Correct": false,
                    "Rationale": "The installations at these sites were not established to develop radio-navigation technology during World War II.",
                    "Percent": 33
                }
            },
            "H": {
                "Choice": "Atomic bombs",
                "Key": {
                    "Correct": true,
                    "Rationale": "During World War II, the U.S. government initiated the Manhattan Project, the top secret, scientific military program to develop the atomic bomb. Facilities in remote areas in Washington, Tennessee, and New Mexico were established to conduct research and to perform atomic tests.",
                    "Percent": 52
                }
            },
            "J": {
                "Choice": "Jet engines",
                "Key": {
                    "Correct": false,
                    "Rationale": "The installations at these sites were not established to develop jet engines during World War II.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "29": {
        "Number": 29,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [
            "H.3(B)",
            ""
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The Knights of Labor and the American Federation of Labor developed in response to the —"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "increased need to protect worker interests",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the late 1800s the United States became more industrialized and dependent on factory labor. Workers were expected to work long hours for little pay in unsafe conditions. Labor unions, such as the Knights of Labor and the American Federation of Labor, developed in response to the increasing need to protect worker interests.",
                    "Percent": 65
                }
            },
            "B": {
                "Choice": "decreased power of political machines",
                "Key": {
                    "Correct": false,
                    "Rationale": "Political machines were local political parties that provided public services in exchange for political votes and support, while labor unions were created to protect worker interests.",
                    "Percent": 7
                }
            },
            "C": {
                "Choice": "increased demand for skilled workers",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Knights of Labor and the American Federation of Labor focused on protecting mostly unskilled workers, not skilled workers.",
                    "Percent": 23
                }
            },
            "D": {
                "Choice": "decreased profitability of the agricultural sector",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Knights of Labor and the American Federation of Labor focused on industrial workers and were not developed in response to changes in the agricultural sector.",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    },
    "30": {
        "Number": 30,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [
            "H.14(B)",
            "H.29(H)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "problems/TX18HSUSH/media/30a.jpg",
            "What was the most likely topic of discussion between these men?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Limiting the power of major railroad companies",
                "Key": {
                    "Correct": false,
                    "Rationale": "President Theodore Roosevelt was known for his policy of “trust-busting” to break up railroad and business monopolies, but this is not what he would have likely been discussing with John Muir.",
                    "Percent": 14
                }
            },
            "G": {
                "Choice": "Creating alternative maritime shipping routes",
                "Key": {
                    "Correct": false,
                    "Rationale": "President Theodore Roosevelt was involved with building the Panama Canal, but this is not what he would have likely been discussing with John Muir.",
                    "Percent": 12
                }
            },
            "H": {
                "Choice": "Designating additional land as national parks",
                "Key": {
                    "Correct": true,
                    "Rationale": "President Theodore Roosevelt was an early conservationist, and John Muir was an early advocate for the preservation of natural places. Based on this shared concern for the environment, the two men were both interested in setting aside land as national parks. A few years after the meeting shown in the photograph, Yosemite National Park was established.",
                    "Percent": 70
                }
            },
            "J": {
                "Choice": "Reducing the influence of environmental lobbyists",
                "Key": {
                    "Correct": false,
                    "Rationale": "President Theodore Roosevelt and John Muir were both concerned about the environment and would likely have desired an increased influence, not a reduced influence, of environmental lobbyists.",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    },
    "31": {
        "Number": 31,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [
            "H.8(F)",
            "H.29(B)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            ":box: ͟ ͟ ͟ ͟ ͟ ͟ ͟ ͟ ͟ ͟?͟ ͟ ͟ ͟ ͟ ͟ ͟ ͟ ͟ ͟  : A term that originated during President Lyndon Johnson’s administration to describe the perception of a discrepancy between public statements and actual policies.",
            "Which term completes this text box?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Hawk mentality",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Hawk mentality” was a term used during the 1960s and 1970s to describe people who favored the continuation or the escalation of the Vietnam War.",
                    "Percent": 13
                }
            },
            "B": {
                "Choice": "Credibility gap",
                "Key": {
                    "Correct": true,
                    "Rationale": "During the 1960s and 1970s, the term “credibility gap” was widely used by journalists to describe the difference between actual situations, policies, and events that took place and the information that the government provided to the public.",
                    "Percent": 61
                }
            },
            "C": {
                "Choice": "Living-room war",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Living-room war” was a term used during the 1960s and 1970s to describe the Vietnam War because it was the first war to be televised and given extensive media coverage.",
                    "Percent": 6
                }
            },
            "D": {
                "Choice": "Flexible response",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Flexible response” was a policy that was introduced in 1961 during the Cold War between the United States and the Soviet Union. Rather than relying solely on nuclear weapons, flexible response proposed using a variety of diplomatic, political, and military strategies to respond to communist aggression.",
                    "Percent": 19
                }
            }
        },
        "Parts": {}
    },
    "32": {
        "Number": 32,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [
            "H.9(H)",
            "H.29(H)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "problems/TX18HSUSH/media/32a.jpg",
            "How did the Voting Rights Act of 1965 contribute to the changes shown in this table?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "It helped reduce voter discrimination at polling sites.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In an effort to stop racial discrimination in voting, Congress passed the Voting Rights Act. This legislation outlawed measures such as literacy tests that required minorities to prove they could read and write before voting. The table shows that the percent of the population casting votes increased between the two election years. This was due in part to the Voting Rights Act of 1965.",
                    "Percent": 63
                }
            },
            "G": {
                "Choice": "It increased state revenues associated with poll taxes.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Voting Rights Act of 1965 had no impact on the revenue raised from poll taxes. Poll taxes were abolished when the Twenty-Fourth Amendment was ratified in 1964.",
                    "Percent": 14
                }
            },
            "H": {
                "Choice": "It contributed to increased involvement of lobbyists in political campaigns.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Lobbyists are individuals who try to influence legislators and officials regarding particular issues. The Voting Rights Act of 1965 did not have to do with lobbyists.",
                    "Percent": 17
                }
            },
            "J": {
                "Choice": "It helped voters determine educational policy based on literacy test results.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Voting Rights Act of 1965 banned the use of literacy tests for voting. It did not impact educational policy.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "33": {
        "Number": 33,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [
            "H.15(D)",
            ""
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "What was one economic effect of the Spanish–American War?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Shipbuilding industries in the United States declined.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The acquisition of several overseas territories by the United States would increase the need for a larger fleet of ships. Shipbuilding did not decline.",
                    "Percent": 4
                }
            },
            "B": {
                "Choice": "New free and fair trade treaties were established between the United States and developing countries.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the United States made treaties with developing countries after the Spanish-American War, the treaties were not focused on free and fair trade.",
                    "Percent": 39
                }
            },
            "C": {
                "Choice": "The United States gained direct access to additional natural resources and overseas markets.",
                "Key": {
                    "Correct": true,
                    "Rationale": "As a result of the Spanish-American War, the United States acquired Puerto Rico, the Philippines, and Guam. These territories provided natural resources and new markets for trade.",
                    "Percent": 52
                }
            },
            "D": {
                "Choice": "Demand for coal and petroleum as energy sources declined.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The acquisition of new territories, ports, and markets would require more coal and petroleum for shipping and supplying naval vessels and military bases. Demand for coal and petroleum increased rather than decreased.",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    },
    "34": {
        "Number": 34,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [
            "H.24(B)",
            "H.29(H)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "problems/TX18HSUSH/media/34a.jpg",
            "Who is the recipient of this award?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Frances Perkins",
                "Key": {
                    "Correct": false,
                    "Rationale": "Frances Perkins was the first woman to serve as a cabinet secretary. She served under President Franklin Delano Roosevelt.",
                    "Percent": 8
                }
            },
            "G": {
                "Choice": "Hillary Clinton",
                "Key": {
                    "Correct": false,
                    "Rationale": "Hillary Clinton was the first woman to run for president from a major political party.",
                    "Percent": 13
                }
            },
            "H": {
                "Choice": "Sandra Day O’Connor",
                "Key": {
                    "Correct": true,
                    "Rationale": "Sandra Day O’Connor was the first female Supreme Court Justice.",
                    "Percent": 68
                }
            },
            "J": {
                "Choice": "Barbara Jordan",
                "Key": {
                    "Correct": false,
                    "Rationale": "Barbara Jordan was the first African American state senator in the United States since 1883 and the first African American in the twentieth century elected to Congress from the South.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "35": {
        "Number": 35,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [
            "H.23(A)",
            "H.29(B)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            ":box:Issues Regarding the Selection of U.S. Senators Prior to 1913\n\n• All senators were chosen by state legislatures, but states used different procedures to select them.\n• Intimidation and bribery of state legislators were often used to influence the selection of senators.\n• Deadlocked legislatures were often unable to select senators, leaving vacancies for several years.",
            "Which of the following was implemented in 1913 to solve these problems?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Each state held party conventions in order to select senators.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The method of selecting senators was changed by the Seventeenth Amendment, not by a political party convention.",
                    "Percent": 8
                }
            },
            "B": {
                "Choice": "A national referendum was held to standardize the procedures for selecting senators.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The method of selecting senators was changed by the Seventeenth Amendment, not by a national referendum.",
                    "Percent": 22
                }
            },
            "C": {
                "Choice": "Open primaries were used to limit the choices of senators who could be confirmed by state legislatures.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The method of selecting senators was changed by the Seventeenth Amendment, not by an open primary.",
                    "Percent": 11
                }
            },
            "D": {
                "Choice": "A constitutional amendment was ratified that required senators to be elected directly by popular vote.",
                "Key": {
                    "Correct": true,
                    "Rationale": "When the Constitution was originally adopted, U.S. senators were chosen by the state legislatures. Several problems such as those in the bulleted list emerged over time. The Seventeenth Amendment provided for the direct election of U.S. senators by popular vote.",
                    "Percent": 59
                }
            }
        },
        "Parts": {}
    },
    "36": {
        "Number": 36,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [
            "H.21(A)",
            ""
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "How did the Brown v. Board of Education decision influence the Civil Rights movement?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "By discouraging activists from relying on the judicial system",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Brown v. Board of Education case encouraged, not discouraged, activists to use the court system to ensure that reform laws were enacted and upheld.",
                    "Percent": 8
                }
            },
            "G": {
                "Choice": "By guaranteeing scholarships to minority college students",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Brown v. Board of Education case did not address the need for scholarships.",
                    "Percent": 21
                }
            },
            "H": {
                "Choice": "By providing a judicial basis for achieving equality in other areas",
                "Key": {
                    "Correct": true,
                    "Rationale": "In Brown v. Board of Education (1954), the Supreme Court determined that state laws requiring separate but equal schools violated the Equal Protection Clause of the Fourteenth Amendment. The decision in the Brown case provided a constitutional and legal basis for helping the Civil Rights movement strive for equality in other areas of life besides education.",
                    "Percent": 63
                }
            },
            "J": {
                "Choice": "By eliminating social barriers associated with hiring practices",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Brown v. Board of Education case did not eliminate social barriers having to do with hiring practices.",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    },
    "37": {
        "Number": 37,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [
            "H.12(B)",
            "H.29(H)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "problems/TX18HSUSH/media/37a.jpg",
            "Which factor facilitated statehood for the darker–shaded areas?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The introduction of barbed wire throughout the Great Plains",
                "Key": {
                    "Correct": false,
                    "Rationale": "Barbed wire on the Great Plains was used to identify and protect properties owned by different settlers. Barbed wire did not help western territories achieve statehood.",
                    "Percent": 11
                }
            },
            "B": {
                "Choice": "The expansion of railway lines throughout the West",
                "Key": {
                    "Correct": true,
                    "Rationale": "After the Civil War, the construction of railroad lines linked the United States from East to West. The railroad lines allowed passengers and freight to travel to the western territories more easily and more quickly. This helped increase the populations of the regions. The territories were able to meet the required minimum population needed to apply for statehood.",
                    "Percent": 66
                }
            },
            "C": {
                "Choice": "The acceptance of Mormons by other religious sects in the East",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Mormons did move west during this time period, their movement was not caused by acceptance in the East. Mormons moved west to escape discrimination against them in the East.",
                    "Percent": 5
                }
            },
            "D": {
                "Choice": "The peaceful integration of settlers with American Indian populations",
                "Key": {
                    "Correct": false,
                    "Rationale": "The integration of settlers with American Indians was not peaceful. The nature of relations between settlers and American Indians was not included in the requirements for statehood.",
                    "Percent": 18
                }
            }
        },
        "Parts": {}
    },
    "38": {
        "Number": 38,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [
            "H.4(F)",
            "H.29(B)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            ":box:The great rule of conduct for us in regard to foreign nations is in extending our commercial relations, to have with them as little political connection as possible. So far as we have already formed engagements, let them be fulfilled with perfect good faith. Here let us stop. Europe has a set of primary interests which to us have none; or a very remote relation. Hence she must be engaged in frequent controversies, the causes of which are essentially foreign to our concerns.\n\n—George Washington, Farewell Address, 1796",
            "Which group followed the advice given in this address?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Expansionists during the Spanish-American War",
                "Key": {
                    "Correct": false,
                    "Rationale": "Expansionists in the United States supported U.S. participation in the Spanish-American War in order to gain territory owned by Spain. They did not follow the advice in President Washington’s address.",
                    "Percent": 21
                }
            },
            "G": {
                "Choice": "Isolationists regarding the Treaty of Versailles after World War I",
                "Key": {
                    "Correct": true,
                    "Rationale": "In his Farewell Address, President George Washington advised political leaders to avoid permanent alliances or involvement in the political affairs of other countries. The Treaty of Versailles after World War I included a provision establishing the League of Nations, an international organization. Isolationists, like President Washington, opposed getting too involved in international alliances. Isolationists therefore opposed the Treaty of Versailles.",
                    "Percent": 59
                }
            },
            "H": {
                "Choice": "Hawks in Congress during the Vietnam War",
                "Key": {
                    "Correct": false,
                    "Rationale": "Hawks were representatives in Congress who supported continued U.S. participation in the Vietnam War. They did not follow the advice in President Washington’s address.",
                    "Percent": 7
                }
            },
            "J": {
                "Choice": "Civil libertarians in Congress after the start of the War on Terror",
                "Key": {
                    "Correct": false,
                    "Rationale": "The advice in this address is about relations with foreign countries, not civil liberties.",
                    "Percent": 13
                }
            }
        },
        "Parts": {}
    },
    "39": {
        "Number": 39,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [
            "H.4(A)",
            ""
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "In the late 1800s, Sanford B. Dole contributed to the expansion of the United States by advocating the annexation of —"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Puerto Rico",
                "Key": {
                    "Correct": false,
                    "Rationale": "Sanford B. Dole was not involved in the annexation of Puerto Rico. Puerto Rico was annexed as a result of the Spanish- American War.",
                    "Percent": 14
                }
            },
            "B": {
                "Choice": "the Panama Canal Zone",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Panama Canal Zone was not annexed by the United States. The United States leased the Panama Canal Zone from 1903 until 1979.",
                    "Percent": 19
                }
            },
            "C": {
                "Choice": "Hawaii",
                "Key": {
                    "Correct": true,
                    "Rationale": "In 1875 U.S. sugar plantation owners, including Sanford B. Dole, organized a coup that deposed Hawaii’s queen. These men then declared Hawaii an independent republic and asked Congress to annex the Hawaiian islands. The annexation was completed in 1898.",
                    "Percent": 54
                }
            },
            "D": {
                "Choice": "the Philippines",
                "Key": {
                    "Correct": false,
                    "Rationale": "Sanford B. Dole was not involved in the annexation of the Philippines. The Philippines were annexed as a result of the Spanish- American War.",
                    "Percent": 13
                }
            }
        },
        "Parts": {}
    },
    "40": {
        "Number": 40,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [
            "H.3(C)",
            "H.29(B)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            ":box:In the spring of 1882, the Chinese Exclusion Act was passed by Congress and signed by President Chester A. Arthur. This act provided an absolute 10-year moratorium on Chinese labor immigration. . . . When the exclusion act expired in 1892, Congress extended it for 10 years in the form of the Geary Act.\n\n—“Chinese Exclusion Act (1882),” National Archives and Records Administration, www.ourdocuments.gov (accessed August 31, 2013)",
            "What was the main reason given for the creation of these restrictions?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Preventing the depletion of natural resources",
                "Key": {
                    "Correct": false,
                    "Rationale": "The limitation on Chinese immigrants by the U.S. government was not an attempt to conserve natural resources.",
                    "Percent": 8
                }
            },
            "G": {
                "Choice": "Discouraging anti-American activism",
                "Key": {
                    "Correct": false,
                    "Rationale": "Immigration limitations were not imposed to discourage anti-American activism.",
                    "Percent": 21
                }
            },
            "H": {
                "Choice": "Reducing competition for U.S. jobs",
                "Key": {
                    "Correct": true,
                    "Rationale": "A large number of Chinese moved to California and the West Coast in the mid-1800s during the Gold Rush. The Chinese labored in gold mines, helped build railroads, and worked in factories. In 1882 the U.S. government passed the Chinese Exclusion Act, which limited the future immigration of Chinese workers to the United States in reaction to fears that the Chinese were responsible for unemployment and declining wages.",
                    "Percent": 67
                }
            },
            "J": {
                "Choice": "Addressing a lack of urban housing",
                "Key": {
                    "Correct": false,
                    "Rationale": "Shortages of urban housing became an issue during the time period, but they were not the reason for restrictions on immigration.",
                    "Percent": 4
                }
            }
        },
        "Parts": {}
    },
    "41": {
        "Number": 41,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [
            "H.11(A)",
            "H.29(H)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "problems/TX18HSUSH/media/41a.jpg",
            "How did this treaty contribute to the end of the Cold War?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "By reducing tensions associated with the threat of nuclear war",
                "Key": {
                    "Correct": true,
                    "Rationale": "In 1987 U.S. President Ronald Reagan and Soviet leader Mikhail Gorbachev signed a treaty whereby the United States and the Soviet Union agreed to reduce their nuclear arsenals. This reduced tensions associated with the threat of nuclear war and helped lead to the end of the Cold War.",
                    "Percent": 75
                }
            },
            "B": {
                "Choice": "By providing an exchange of weapons for war hostages",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Iran-Contra Affair involved the exchange of weapons in an attempt to gain the release of U.S. hostages being held by Iran. Iran was not a party to the missile treaty described in the newspaper headline.",
                    "Percent": 7
                }
            },
            "C": {
                "Choice": "By allowing secret weapons technologies to be shared",
                "Key": {
                    "Correct": false,
                    "Rationale": "The United States and the Soviet Union did not agree to share military or weapons technology in the missile treaty described in the newspaper headline.",
                    "Percent": 4
                }
            },
            "D": {
                "Choice": "By establishing an official cease-fire",
                "Key": {
                    "Correct": false,
                    "Rationale": "There was no armed conflict between the United States and Soviet Union that required a cease-fire.",
                    "Percent": 14
                }
            }
        },
        "Parts": {}
    },
    "42": {
        "Number": 42,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [
            "H.17(E)",
            "H.29(H)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "These gasoline rationing stamps were printed beginning in January 1974, but were never used.",
            "problems/TX18HSUSH/media/42a.jpg",
            "Which situation led the U.S. government to print these coupons?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The economic collapse of the Soviet Union caused by increased defense spending",
                "Key": {
                    "Correct": false,
                    "Rationale": "These coupons, printed in 1974, are not related to the collapse of the Soviet Union that occurred in 1991.",
                    "Percent": 8
                }
            },
            "G": {
                "Choice": "A shortage of consumer goods following the end of a global conflict",
                "Key": {
                    "Correct": false,
                    "Rationale": "The coupons were printed in 1974. There was no shortage of consumer goods at that time.",
                    "Percent": 24
                }
            },
            "H": {
                "Choice": "Economic deflation caused by increased trade globalization",
                "Key": {
                    "Correct": false,
                    "Rationale": "Deflation has to do with decreasing prices. The rationing plans were in response to gasoline shortages and increasing prices, not decreasing prices.",
                    "Percent": 13
                }
            },
            "J": {
                "Choice": "An embargo organized by the Organization of Petroleum Exporting Countries",
                "Key": {
                    "Correct": true,
                    "Rationale": "During the early 1970s, the Organization of Petroleum Exporting Countries (OPEC) imposed an oil embargo against the United States in retaliation for the U.S. decision to support Israel in an Arab-Israeli War. The embargo contributed to gasoline shortages and price increases in the United States. One solution that the U.S. government considered was using rationing stamps.",
                    "Percent": 54
                }
            }
        },
        "Parts": {}
    },
    "43": {
        "Number": 43,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [
            "H.28(A)",
            "H.29(B)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            ":box:In the future there will be tele-medicine, where you can operate on someone somewhere else in the world. I don't think that's far-fetched science fiction anymore. I think that I’ll see that in my lifetime.\n\n—Dr. Michael Palese, Mount Sinai Hospital, New York, 2012",
            "Innovations in which industry will most likely make this kind of surgery possible?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Robotics",
                "Key": {
                    "Correct": true,
                    "Rationale": "Tele-medicine involves two-way, real-time, interactive communication between the patient and health care provider at distant sites. Advances in robotics make it possible for a doctor to perform an operation by directing movement of a machine. The doctor could therefore perform surgery on a patient without being in the same location as the patient.",
                    "Percent": 70
                }
            },
            "B": {
                "Choice": "Aeronautics",
                "Key": {
                    "Correct": false,
                    "Rationale": "Aeronautics is the science of travel through the air. Tele-medicine does not involve travel on the part of the doctor.",
                    "Percent": 12
                }
            },
            "C": {
                "Choice": "Chemistry",
                "Key": {
                    "Correct": false,
                    "Rationale": "Chemistry is the study of matter, substances, and their interactions. A better knowledge of chemistry is not most likely to make tele-medicine surgery possible.",
                    "Percent": 5
                }
            },
            "D": {
                "Choice": "Nursing",
                "Key": {
                    "Correct": false,
                    "Rationale": "Nursing is a profession that focuses on medical care for individuals, families, and communities. It is technology, not better nursing, that makes tele-medicine surgery possible.",
                    "Percent": 13
                }
            }
        },
        "Parts": {}
    },
    "44": {
        "Number": 44,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [
            "H.5(A)",
            ""
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "How did the Nineteenth Amendment expand the democratic process?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "By prohibiting discrimination in voting on the basis of race",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Fifteenth Amendment prohibited discrimination in voting on the basis of race.",
                    "Percent": 14
                }
            },
            "G": {
                "Choice": "By eliminating the poll tax",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Twenty-Fourth Amendment eliminated the poll tax.",
                    "Percent": 8
                }
            },
            "H": {
                "Choice": "By prohibiting discrimination in voting on the basis of gender",
                "Key": {
                    "Correct": true,
                    "Rationale": "The Nineteenth Amendment was ratified in 1920. It expanded the democratic process by granting women the right to vote.",
                    "Percent": 66
                }
            },
            "J": {
                "Choice": "By lowering the voting age",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Twenty-Sixth Amendment lowered the voting age to 18.",
                    "Percent": 12
                }
            }
        },
        "Parts": {}
    },
    "45": {
        "Number": 45,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [
            "H.28(B)",
            "H.29(H)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "problems/TX18HSUSH/media/45a.jpg",
            "Which industry is most responsible for these quality–of–life improvements?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Communications",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the media and communications industry uses satellites to gather and broadcast information, it is not responsible for developing the technology that makes weather forecasting more accurate. The media and communications industry is not responsible for developing technology that improves energy efficiency.",
                    "Percent": 14
                }
            },
            "B": {
                "Choice": "Aerospace",
                "Key": {
                    "Correct": true,
                    "Rationale": "The aerospace industry develops technology for manned and unmanned flight through air and space. The industry developed the satellite technology used for weather forecasting. High-tech insulation and other climate control technology, first developed for use in space travel, have influenced the home-building industry.",
                    "Percent": 81
                }
            },
            "C": {
                "Choice": "Medical research",
                "Key": {
                    "Correct": false,
                    "Rationale": "Medical researchers are not involved in weather prediction or improving the energy efficiency of homes.",
                    "Percent": 3
                }
            },
            "D": {
                "Choice": "Transportation",
                "Key": {
                    "Correct": false,
                    "Rationale": "The transportation industry is not involved in weather prediction or improving the energy efficiency of homes.",
                    "Percent": 2
                }
            }
        },
        "Parts": {}
    },
    "46": {
        "Number": 46,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [
            "H.13(A)",
            "H.29(B)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            ":box:It was during the First World War that a silent pilgrimage took its first steps within the borders of this country. . . . It would not end until the 1970s. . . . Over the course of six decades, some six million black southerners left the land of their forefathers and fanned out across the country for an uncertain existence in nearly every other corner of America. . . .\n\n—Isabel Wilkerson, The Warmth of Other Suns: The Epic Story of America’s Great Migration, 2010",
            "What was a primary reason for the demographic shift described in this excerpt?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Increased demand for sharecroppers in the North",
                "Key": {
                    "Correct": false,
                    "Rationale": "Sharecropping is a type of farming in which families rent small plots of land from a landowner in exchange for part of the annual crop. It was very common in the South.",
                    "Percent": 6
                }
            },
            "G": {
                "Choice": "Limited economic opportunities for African Americans in the South",
                "Key": {
                    "Correct": true,
                    "Rationale": "The movement of people described in this excerpt is called the Great Migration. During the Great Migration, approximately six million African Americans moved from rural communities in the South to other parts of the United States. During and after World War I, factories in northern and western cities had many job openings. African Americans moved away from the South to get the jobs and to escape poor economic conditions and social problems in the rural South.",
                    "Percent": 73
                }
            },
            "H": {
                "Choice": "Increased availability of manufactured goods in the North",
                "Key": {
                    "Correct": false,
                    "Rationale": "Manufactured goods may have been more available in the North than in the South. However, most African Americans moved North to seek better jobs, not more goods.",
                    "Percent": 12
                }
            },
            "J": {
                "Choice": "A lack of educational institutions for African Americans in the South",
                "Key": {
                    "Correct": false,
                    "Rationale": "Educational opportunities for African Americans were limited in both the South and the North. A primary reason for migration to the North was job opportunities, not educational opportunities.",
                    "Percent": 9
                }
            }
        },
        "Parts": {}
    },
    "47": {
        "Number": 47,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [
            "H.20(A)",
            "H.29(B)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "problems/TX18HSUSH/media/47a.jpg",
            "Which similarity completes this Venn diagram?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Included debate over the use of line-item veto",
                "Key": {
                    "Correct": false,
                    "Rationale": "The line-item veto is the power to veto part of a law without rejecting the entire law. The legislative actions in the diagram are not about the line-item veto.",
                    "Percent": 6
                }
            },
            "B": {
                "Choice": "Violated the principle of due process",
                "Key": {
                    "Correct": false,
                    "Rationale": "Due process requires that certain rules be followed so that people are treated fairly by the police and courts. These legislative actions are not about the arrest or trial of individuals.",
                    "Percent": 11
                }
            },
            "C": {
                "Choice": "Involved debate over the extent of executive and legislative authority",
                "Key": {
                    "Correct": true,
                    "Rationale": "A Venn diagram is used to compare objects. This Venn diagram compares the Gulf of Tonkin Resolution and the War Powers Act. Congress passed the Gulf of Tonkin Resolution in 1964. It gave the president the executive authority to take all necessary measures to retaliate against armed attacks and to prevent further aggression. Over time a growing number of people thought the resolution gave the president too much power, so Congress passed the War Powers Act in 1973. It required the president to consult with and report to Congress before involving U.S. soldiers in fighting. The two legislative actions in the diagram both have to do with a debate over the division of executive (presidential) and legislative (congressional) authority.",
                    "Percent": 66
                }
            },
            "D": {
                "Choice": "Deemed unconstitutional by the judicial branch",
                "Key": {
                    "Correct": false,
                    "Rationale": "Judicial review is the Supreme Court’s power to determine whether or not laws are constitutional. The Supreme Court did not review these legislative actions.",
                    "Percent": 17
                }
            }
        },
        "Parts": {}
    },
    "48": {
        "Number": 48,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [
            "H.8(B)",
            ""
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "What prompted the House Un-American Activities Committee (HUAC) to target the “Hollywood Ten”?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Support for American isolationism in the years leading up to World War II",
                "Key": {
                    "Correct": false,
                    "Rationale": "The HUAC was most active after World War II (1945) and focused on the spread of communism in the United States. The HUAC did not support isolationism.",
                    "Percent": 6
                }
            },
            "G": {
                "Choice": "Increased political pressure from racial groups regarding civil rights legislation",
                "Key": {
                    "Correct": false,
                    "Rationale": "The HUAC was focused on investigating communism, not civil rights abuses.",
                    "Percent": 13
                }
            },
            "H": {
                "Choice": "Growing anxiety related to the economic effects of the Great Depression",
                "Key": {
                    "Correct": false,
                    "Rationale": "The HUAC was focused on the spread of communism in America, not on economic conditions in the United States.",
                    "Percent": 8
                }
            },
            "J": {
                "Choice": "Fear of communist infiltration within the American entertainment industry",
                "Key": {
                    "Correct": true,
                    "Rationale": "The “Hollywood Ten” were ten motion-picture producers, directors, and screenwriters who appeared before the House Un- American Activities Committee (HUAC) in October 1947. They were asked to answer questions about their possible associations with members of the Communist Party. The “Hollywood Ten” refused to answer questions and were sent to jail.",
                    "Percent": 72
                }
            }
        },
        "Parts": {}
    },
    "49": {
        "Number": 49,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [
            "H.7(C)",
            "H.29(H)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "problems/TX18HSUSH/media/49a.jpg",
            "What was the purpose of this type of Office of War Information poster?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "To provide jobs to unemployed artists during an economic crisis",
                "Key": {
                    "Correct": false,
                    "Rationale": "The poster encourages Americans to limit their speech. The poster contains no information about jobs.",
                    "Percent": 3
                }
            },
            "B": {
                "Choice": "To help the public understand its role in national security",
                "Key": {
                    "Correct": true,
                    "Rationale": "The Office of War Information was created shortly after the United States entered World War II in order to give the public information about the war. This poster was designed to remind Americans about the danger of discussing information that could be overheard and used by enemy spies. It helped the public understand its role in national security.",
                    "Percent": 67
                }
            },
            "C": {
                "Choice": "To encourage young men to join the war effort",
                "Key": {
                    "Correct": false,
                    "Rationale": "The poster encourages Americans to limit their speech. The poster contains no information about joining the war effort.",
                    "Percent": 5
                }
            },
            "D": {
                "Choice": "To protect civil liberties during times of national emergency",
                "Key": {
                    "Correct": false,
                    "Rationale": "The First Amendment guarantees individual freedoms such as speech. The poster is encouraging that speech be limited, not protected.",
                    "Percent": 24
                }
            }
        },
        "Parts": {}
    },
    "50": {
        "Number": 50,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [
            "H.26(A)",
            "H.29(B)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            ":box:New Jersey lawyer Ravinder Singh Bhalla . . . went to visit a client at the Metropolitan Detention Center in Brooklyn. . . . The guards would not let him in because he refused to remove his turban. Mr. Bhalla informed the guards that the turban is not a hat, but is a religious symbol required of all observant Sikhs. . . . He cited his  ͟ ͟ ͟ ͟ ͟ ͟ ͟ ͟ ͟ ͟?͟ ͟ ͟ ͟ ͟ ͟ ͟ ͟ ͟ ͟  right to practice his religion and his  ͟ ͟ ͟ ͟ ͟ ͟ ͟ ͟ ͟ ͟?͟ ͟ ͟ ͟ ͟ ͟ ͟ ͟ ͟ ͟  protection against unreasonable searches, noting that he had already passed through the metal detector.\n\nMr. Bhalla took his case to the Federal District Court in Newark. Then on January 17, the Federal Bureau of Prisons changed the policy.\n\n—U.S. Congressman Edolphus Towns, address to the House of Representatives, February 7, 2003",
            "Which two amendments should replace the question marks in this excerpt?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Fifth Amendment and Eighth Amendment",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Fifth Amendment guarantees due process, and the Eighth Amendment protects against excessive punishments. These two amendments do not correctly replace the question marks.",
                    "Percent": 11
                }
            },
            "G": {
                "Choice": "Third Amendment and Seventh Amendment",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Third Amendment protects against quartering soldiers, and the Seventh Amendment guarantees the right to trial by jury. These two amendments do not correctly replace the question marks.",
                    "Percent": 14
                }
            },
            "H": {
                "Choice": "First Amendment and Fourth Amendment",
                "Key": {
                    "Correct": true,
                    "Rationale": "The first question mark refers to the First Amendment right to freedom of religion, and the second question mark refers to the Fourth Amendment protection against unreasonable searches.",
                    "Percent": 65
                }
            },
            "J": {
                "Choice": "Second Amendment and Sixth Amendment",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Second Amendment guarantees the right to bear arms, and the Sixth Amendment guarantees the right to a speedy and public trial. These two amendments do not correctly replace the question marks.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "51": {
        "Number": 51,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [
            "H.19(C)",
            ""
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "What was the reaction of many Americans to the Watergate scandal?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Confidence in the presidential selection process",
                "Key": {
                    "Correct": false,
                    "Rationale": "Because the Watergate scandal involved the actions of an elected president, it did not encourage confidence in the presidential selection process.",
                    "Percent": 8
                }
            },
            "B": {
                "Choice": "Support for the containment of communism",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Watergate scandal was not about containing communism. The public’s opinion of containment was not affected by the scandal.",
                    "Percent": 11
                }
            },
            "C": {
                "Choice": "Discontent over the antiwar and civil rights protests",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the Vietnam War and the Civil Rights movement took place around this time, the Watergate scandal was not related to these events.",
                    "Percent": 13
                }
            },
            "D": {
                "Choice": "Cynicism about government and elected politicians",
                "Key": {
                    "Correct": true,
                    "Rationale": "In 1972 several burglars were caught wiretapping phones and stealing documents in the Democratic National Committee headquarters, located in the Watergate complex in Washington, D.C. The burglars were eventually associated with Republican President Richard Nixon’s reelection campaign, and in 1974 President Nixon resigned. The Watergate scandal caused many Americans to have less trust in government and elected officials.",
                    "Percent": 68
                }
            }
        },
        "Parts": {}
    },
    "52": {
        "Number": 52,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [
            "H.11(A)",
            "H.29(B)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            ":box:The attack took place on American soil, but it was an attack on the heart and soul of the civilized world. And the world has come together to fight a new and different war, the first, and we hope the only one, of the 21st century. A war against all those who seek to export terror, and a war against those governments that support or shelter them.\n\n—President George W. Bush, news conference, October 11, 2001",
            "Which event prompted this speech by President Bush?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The attacks on the World Trade Center and the Pentagon",
                "Key": {
                    "Correct": true,
                    "Rationale": "In October 2001 President George W. Bush held a news conference in response to a series of terrorist attacks on the United States. The Islamic group al-Qaeda attacked the World Trade Center and the Pentagon on September 11, 2001.",
                    "Percent": 90
                }
            },
            "G": {
                "Choice": "The attack on the USS Cole",
                "Key": {
                    "Correct": false,
                    "Rationale": "The USS Cole was attacked by terrorists on October 12, 2000. This event did not prompt this speech by President George W. Bush.",
                    "Percent": 3
                }
            },
            "H": {
                "Choice": "The mail-bombing campaign of the Unabomber",
                "Key": {
                    "Correct": false,
                    "Rationale": "Theodore (Ted) Kaczynski, also known as the Unabomber, was a domestic terrorist responsible for a mail-bombing campaign between 1978 and 1995. He was captured in 1996. This event did not prompt this speech by President George W. Bush.",
                    "Percent": 3
                }
            },
            "J": {
                "Choice": "The bombing of a federal building in Oklahoma City",
                "Key": {
                    "Correct": false,
                    "Rationale": "The federal building in Oklahoma City was bombed in 1995 by the domestic terrorist Timothy McVeigh. This event did not prompt this speech by President George W. Bush.",
                    "Percent": 4
                }
            }
        },
        "Parts": {}
    },
    "53": {
        "Number": 53,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [
            "H.4(D)",
            ""
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "What was one effect of the arrival of the American Expeditionary Forces in Europe during World War I?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Italy left the Central powers alliance.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Prior to World War I, Italy was allied with Germany and Austria. In 1915, Italy left that alliance and entered the war on the side of the Allied Powers. The AEF did not arrive until near the end of the war in 1917, so they had no impact on Italy’s decision to change sides.",
                    "Percent": 10
                }
            },
            "B": {
                "Choice": "The heir to the Austro-Hungarian throne was assassinated in Sarajevo.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Archduke Franz Ferdinand of Austria was assassinated by a Bosnian in June of 1914, before the war began. The AEF did not arrive until near the end of the war in 1917.",
                    "Percent": 9
                }
            },
            "C": {
                "Choice": "The Allies were able to launch a major counterattack on the western front.",
                "Key": {
                    "Correct": true,
                    "Rationale": "World War I began in Europe in 1914, and the United States entered the war in 1917. With the arrival of the American Expeditionary Forces (AEF), British and French soldiers, who had been fighting since 1914, were able to launch a major counterattack on the western front that led to Germany’s defeat.",
                    "Percent": 69
                }
            },
            "D": {
                "Choice": "Russian forces were able to withdraw from the eastern front.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The AEF arrived in Europe in 1917, but they did not fully engage in the fighting until 1918. By that time, Russian forces had already been withdrawn from the war as a result of the Russian Revolution.",
                    "Percent": 12
                }
            }
        },
        "Parts": {}
    },
    "54": {
        "Number": 54,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [
            "H.6(A)",
            "H.29(H)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "problems/TX18HSUSH/media/54a.jpg",
            "What was a result of the social problems presented in this 1917 political cartoon?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Government leaders introduced health-care reform laws.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although efforts to improve health care occurred during this time, those efforts are not the subject of this cartoon.",
                    "Percent": 20
                }
            },
            "G": {
                "Choice": "Lobbyists focused attention on the power of corporate monopolies.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although antitrust legislation outlawing corporate monopolies was passed during this time, it is not the subject of this cartoon.",
                    "Percent": 8
                }
            },
            "H": {
                "Choice": "Women worked to improve conditions in tenement houses.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Tenement houses were buildings in cities where many poor immigrant families lived during the early 1900s. Although women did work to improve tenement houses, that work is not the subject of this cartoon.",
                    "Percent": 3
                }
            },
            "J": {
                "Choice": "Progressives worked to ratify a prohibition amendment.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the early 1900s, many Americans were concerned about the ill effects of drinking alcoholic beverages. These concerns evolved into a widespread temperance movement that sought to prohibit the manufacture, sale, and transportation of alcohol. Members of the Progressive Party, a political party that focused on social reforms, contributed to the ratification of the Eighteenth Amendment. The Eighteenth Amendment established Prohibition in the United States.",
                    "Percent": 68
                }
            }
        },
        "Parts": {}
    },
    "55": {
        "Number": 55,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [
            "H.19(B)",
            ""
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "In 1919, Charles Schenck was charged with violating the Espionage Act. The Supreme Court ruled that Schenck's actions created a “clear and present danger.”",
            "How did the decision in this case affect the rights of U.S. citizens?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "By establishing restrictions on the right to vote",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Supreme Court decision was not related to voting and voting restrictions.",
                    "Percent": 7
                }
            },
            "B": {
                "Choice": "By protecting the freedoms of religious minorities",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Supreme Court decision was not related to freedom of religion.",
                    "Percent": 11
                }
            },
            "C": {
                "Choice": "By placing limits on freedom of expression",
                "Key": {
                    "Correct": true,
                    "Rationale": "During World War I, Congress passed the Espionage Act. This act made it illegal to make statements that would interfere with the military defense of the nation. Charles Schenck printed and distributed pamphlets urging men to resist being drafted into the armed forces. Schenck was arrested and convicted of violating the Espionage Act. The case went to the Supreme Court. Schenck’s lawyer argued that Schenck was exercising his First Amendment freedom of speech. In 1919 the Supreme Court ruled that freedom of speech could be restricted if the words spoken or printed resulted in a “clear and present danger.” Schenck’s conviction was upheld.",
                    "Percent": 56
                }
            },
            "D": {
                "Choice": "By protecting the rights of accused persons",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Supreme Court decision was not related to due process and the rights of people accused of crimes.",
                    "Percent": 26
                }
            }
        },
        "Parts": {}
    },
    "56": {
        "Number": 56,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [
            "H.7(A)",
            "H.29(B)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "problems/TX18HSUSH/media/56a.jpg",
            "Which action replaces the question mark on this cause-and-effect diagram?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "implements an embargo against Japan",
                "Key": {
                    "Correct": true,
                    "Rationale": "During the late 1930s and early 1940s, Japan invaded China, joined an alliance with the Axis powers of Germany and Italy, and occupied French Indochina. As a result, the United States froze Japanese assets in the United States and declared an embargo on oil and other materials to Japan. On December 7, 1941, Japan attacked the U.S. naval base at Pearl Harbor, Hawaii, causing the United States to enter World War II.",
                    "Percent": 72
                }
            },
            "G": {
                "Choice": "sends ground troops to fight the Chinese",
                "Key": {
                    "Correct": false,
                    "Rationale": "The United States did not send soldiers to fight the Chinese during this period of time.",
                    "Percent": 10
                }
            },
            "H": {
                "Choice": "bans the sale of weapons to China",
                "Key": {
                    "Correct": false,
                    "Rationale": "The United States did not ban the sale of weapons to the Chinese during this period of time.",
                    "Percent": 8
                }
            },
            "J": {
                "Choice": "appeases Japanese demands for new territory",
                "Key": {
                    "Correct": false,
                    "Rationale": "Appeasement means meeting the demands of an aggressor in order to avoid war. The United States disapproved of Japan’s invasion of Southeast Asia and imposed an embargo on Japan. The United States did not appease the Japanese.",
                    "Percent": 9
                }
            }
        },
        "Parts": {}
    },
    "57": {
        "Number": 57,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [
            "H.19(A)",
            ""
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Which of the following was a significant effect of New Deal legislation?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Income tax rates fell to historic lows.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Income tax rates did not fall. As part of the New Deal, the government raised federal income taxes to help fund government programs.",
                    "Percent": 17
                }
            },
            "B": {
                "Choice": "The federal government took on new roles.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The Great Depression began in 1929 when the stock market crashed. The nation’s money supply diminished, companies went bankrupt, banks failed, and the unemployment rate rose greatly. In 1932 Franklin D. Roosevelt was elected president. He implemented a broad series of social and economic programs known as the New Deal. The New Deal changed the federal government’s role.",
                    "Percent": 59
                }
            },
            "C": {
                "Choice": "The regulation of intrastate trade was transferred to the states.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Intrastate trade is trade that happens within a state. States have always had the power to regulate trade within their borders.",
                    "Percent": 18
                }
            },
            "D": {
                "Choice": "States became the sole enforcers of immigration law.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While states may assist in the enforcement of immigration laws, they are not the sole enforcers of those laws. The primary responsibility for making and enforcing immigration laws rests with the federal government.",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    },
    "58": {
        "Number": 58,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [
            "H.3(A)",
            "H.29(H)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "problems/TX18HSUSH/media/58a.jpg",
            "This legislation affected how federal employees were hired. The law now required government jobs to be —"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "based on the political party affiliation of the applicant",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Pendleton Act required that jobs be awarded on the basis of merit determined by competitive exams, not by membership in a particular political party.",
                    "Percent": 16
                }
            },
            "G": {
                "Choice": "determined by a merit system based on civil service examinations",
                "Key": {
                    "Correct": true,
                    "Rationale": "The Pendleton Act replaced the “spoils system” in which supporters of presidents and federal officials were rewarded with government positions. After the assassination of President James Garfield by a disappointed, unsuccessful job seeker, Congress passed the Pendleton Act in 1883. The act changed the way federal government jobs were to be awarded to people. The jobs were to be based on merit, and applicants had to take competitive exams.",
                    "Percent": 60
                }
            },
            "H": {
                "Choice": "based on the approval of lawmakers",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Pendleton Act required that jobs be awarded on the basis of merit determined by competitive exams, not by the recommendations of lawmakers.",
                    "Percent": 15
                }
            },
            "J": {
                "Choice": "set aside for business executives of large corporations",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Pendleton Act required that jobs be awarded on the basis of merit determined by competitive exams, not by a person’s status in the business community.",
                    "Percent": 9
                }
            }
        },
        "Parts": {}
    },
    "59": {
        "Number": 59,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [
            "H.9(A)",
            "H.29(B)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            ":box:We claim for ourselves every single right that belongs to a freeborn American, political, civil and social; and until we get these rights we will never cease to protest and assail the ears of America. The battle we wage is not for ourselves alone but for all true Americans.\n\n—W. E. B. Du Bois, Niagara Movement Address to the Country, 1906",
            "How did the ideas presented in this address affect the early Civil Rights movement in the United States?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "By encouraging African Americans to achieve equality through vocational education",
                "Key": {
                    "Correct": false,
                    "Rationale": "Booker T. Washington, not W. E. B. Du Bois, focused on vocational education as the means by which African Americans could gain economic security and gradually win racial acceptance.",
                    "Percent": 17
                }
            },
            "B": {
                "Choice": "By directly supporting Marcus Garvey’s Black Star Steamship Line",
                "Key": {
                    "Correct": false,
                    "Rationale": "Unlike W. E. B. Du Bois, Marcus Garvey called for separate self-development of African Americans within the United States and the resettlement of black Americans in Liberia. The Black Star Line was part of his effort to create a separate economy run for and by African Americans.",
                    "Percent": 3
                }
            },
            "C": {
                "Choice": "By encouraging African Americans to accept Jim Crow laws",
                "Key": {
                    "Correct": false,
                    "Rationale": "Jim Crow laws were state and local laws that enforced racial segregation in the South. Civil rights activists like Du Bois opposed Jim Crow laws.",
                    "Percent": 6
                }
            },
            "D": {
                "Choice": "By forming the basis for the National Association for the Advancement of Colored People (NAACP)",
                "Key": {
                    "Correct": true,
                    "Rationale": "This address was the basis for the formation of the National Association for the Advancement of Colored People (NAACP), an organization seeking to challenge discrimination and promote equal protection for all people by using the court system.",
                    "Percent": 73
                }
            }
        },
        "Parts": {}
    },
    "60": {
        "Number": 60,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [
            "H.16(E)",
            "H.29(B)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "problems/TX18HSUSH/media/60a.jpg",
            "Which New Deal agency was created to specifically serve this population?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Federal Housing Administration",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Federal Housing Administration was not specifically designed to serve only the types of people shown in the table. The Federal Housing Administration insures home loans for qualified buyers.",
                    "Percent": 15
                }
            },
            "G": {
                "Choice": "Securities and Exchange Commission",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Securities and Exchange Commission was not specifically designed to serve only the types of people shown in the table. The Securities and Exchange Commission was created to regulate the stock market and protect investors.",
                    "Percent": 5
                }
            },
            "H": {
                "Choice": "Federal Deposit Insurance Corporation",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Securities and Exchange Commission was not specifically designed to serve only the types of people shown in the table. The Securities and Exchange Commission was created to regulate the stock market and protect investors.",
                    "Percent": 15
                }
            },
            "J": {
                "Choice": "Social Security Administration",
                "Key": {
                    "Correct": true,
                    "Rationale": "The Social Security Act was signed into law by President Franklin D. Roosevelt in 1935. The act created the Social Security Administration. Social Security is a social insurance program designed to pay workers an income after retirement. It also helps people with disabilities and other needs.",
                    "Percent": 65
                }
            }
        },
        "Parts": {}
    },
    "61": {
        "Number": 61,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [
            "H.17(D)",
            ""
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Which action is prohibited under provisions of Title IX of the Education Amendments of 1972?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "A principal refuses to organize athletic events and programs for female sports teams.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Title IX is a federal law that prohibits discrimination on the basis of gender in any federally funded education program or activity. The main goal of Title IX is to avoid the use of federal money to support gender discrimination in education programs. A principal who refuses to organize athletic programs for female sports teams would be in violation of this law.",
                    "Percent": 71
                }
            },
            "B": {
                "Choice": "The funding for a music program is cut because of declining tax revenues.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The decision to cut funding for the music program was not based on gender and therefore does not violate Title IX legislation.",
                    "Percent": 10
                }
            },
            "C": {
                "Choice": "A teacher attempts to organize a charity basketball game for faculty and students.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Participation in the basketball game was not based on gender and therefore does not violate Title IX legislation.",
                    "Percent": 6
                }
            },
            "D": {
                "Choice": "The staffing for a foreign language class is reduced due to lack of interest.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Cancellation of the class was not based on gender and therefore does not violate Title IX legislation.",
                    "Percent": 13
                }
            }
        },
        "Parts": {}
    },
    "62": {
        "Number": 62,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [
            "H.5(B)",
            "H.29(H)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "problems/TX18HSUSH/media/62a.jpg",
            "What were photographs such as this one taken by Lewis Hine primarily intended to accomplish?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Encourage leaders to make segregation in schools illegal",
                "Key": {
                    "Correct": false,
                    "Rationale": "Photographs such as this one did not provide information about schools of the time period. Ending segregation was not the goal of this photographer.",
                    "Percent": 5
                }
            },
            "G": {
                "Choice": "Document labor conditions during an economic crisis",
                "Key": {
                    "Correct": false,
                    "Rationale": "Economic crises during the time were short-lived and did not significantly impact working conditions. Depicting the impact of an economic crisis was not the purpose of photographs such as this one.",
                    "Percent": 14
                }
            },
            "H": {
                "Choice": "Depict the evils of capitalism in communist propaganda",
                "Key": {
                    "Correct": false,
                    "Rationale": "Photographs such as this one were not primarily intended to be used in communist publications. There was not a strong communist movement in the United States at this time.",
                    "Percent": 2
                }
            },
            "J": {
                "Choice": "Focus attention on the need for child labor reforms",
                "Key": {
                    "Correct": true,
                    "Rationale": "By the early 1900s, concerns about child labor were gaining increasing support. Lewis Hine became an investigative photographer for the National Child Labor Committee. He traveled across the United States photographing and documenting working conditions of children. By 1916 Congress passed a law establishing child-labor standards. These laws were later expanded to increase protections for children.",
                    "Percent": 78
                }
            }
        },
        "Parts": {}
    },
    "63": {
        "Number": 63,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [
            "H.26(C)",
            "H.29(B)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            ":box:Lacrosse gained popularity . . . in the mid-nineteenth century . . . [in] the urban areas of New York, Philadelphia, and especially Baltimore and Annapolis. Advent of the synthetic stick and conversion of the field to a hockey-like box . . . in the 1930s made lacrosse even more popular. . . . Sporadically disappearing and reappearing, today the old native game enjoys a record following. Organized professional leagues have surfaced during the past two decades, and college intramural and varsity lacrosse, which have long thrived in the northeast, are established at state universities across the South and West.\n\n—Anthony Aveni, Colonial Williamsburg Journal, 2010",
            "A student could use this excerpt in a paper about the —"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "challenges of preserving American Indian traditional clothing",
                "Key": {
                    "Correct": false,
                    "Rationale": "The excerpt is not about traditional American Indian clothing.",
                    "Percent": 4
                }
            },
            "B": {
                "Choice": "movement to reform American Indian schools",
                "Key": {
                    "Correct": false,
                    "Rationale": "The excerpt does not reference American Indian schools.",
                    "Percent": 9
                }
            },
            "C": {
                "Choice": "contributions of American Indians to U.S. culture",
                "Key": {
                    "Correct": true,
                    "Rationale": "Lacrosse is based on a sport first played by American Indians and then adopted by American settlers. The student could use the excerpt as one example of contributions by American Indians to U.S culture.",
                    "Percent": 80
                }
            },
            "D": {
                "Choice": "pressure on American Indians to assimilate",
                "Key": {
                    "Correct": false,
                    "Rationale": "This excerpt demonstrates the assimilation of American Indian culture into U.S. culture, not pressure on American Indians to give up their culture.",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    },
    "64": {
        "Number": 64,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [
            "H.16(C)",
            "H.29(B)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "problems/TX18HSUSH/media/64a.jpg",
            "Which action completes this cause-and-effect diagram?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Banks lower interest rates",
                "Key": {
                    "Correct": false,
                    "Rationale": "Many banks in the late 1920s were raising interest rates, not lowering them.",
                    "Percent": 13
                }
            },
            "G": {
                "Choice": "Elected leaders lower tariff rates",
                "Key": {
                    "Correct": false,
                    "Rationale": "Elected leaders raised, not lowered, tariff rates to protect domestic industry from foreign competition.",
                    "Percent": 6
                }
            },
            "H": {
                "Choice": "Companies lay off employees",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the 1920s many people purchased goods using credit-installment plans. After the stock market crashed in 1929, people were unable to make the payments on these plans. As a result the demand for goods declined, and manufacturers reduced the amount of goods they produced. Companies needed fewer employees and began to lay off people.",
                    "Percent": 69
                }
            },
            "J": {
                "Choice": "Labor unions demand higher wages",
                "Key": {
                    "Correct": false,
                    "Rationale": "As manufacturers reduced production and were struggling, labor unions were unlikely to demand higher wages.",
                    "Percent": 13
                }
            }
        },
        "Parts": {}
    },
    "65": {
        "Number": 65,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [
            "H.7(G)",
            ""
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "What important military contribution did Navajo Code Talkers make during World War II?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "They were part of a volunteer group of U.S. pilots that defended China from Japanese aggression.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The volunteer group of U.S. pilots who flew missions in China to protect against Japanese aggression were known as the Flying Tigers.",
                    "Percent": 7
                }
            },
            "B": {
                "Choice": "They were one of the groups that transmitted secret military information in the Pacific Theater.",
                "Key": {
                    "Correct": true,
                    "Rationale": "During World War II, the Marine Corps used the Navajo language to create a secret code. This code was used to transmit military information in the Pacific Theater of the war. The men who transmitted this military information were Navajo and were known as the Navajo Code Talkers.",
                    "Percent": 78
                }
            },
            "C": {
                "Choice": "They were among the first black servicemen to fly as military aviators in the U.S. armed forces.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Members of the first squadron of African American military pilots in the U.S. Army Air Corps were known as the Tuskegee Airmen.",
                    "Percent": 10
                }
            },
            "D": {
                "Choice": "They were members of the tank division that helped liberate France after the invasion of Normandy.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Navajo Code Talkers served in the Pacific Theater, not in France.",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    },
    "66": {
        "Number": 66,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [
            "H.2(B)",
            "H.29(B)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Which box lists characteristics of the 1960s?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": ":box:• Prohibition\n• The Lost Generation\n• The Harlem Renaissance\n• Religious fundamentalism",
                "Key": {
                    "Correct": false,
                    "Rationale": "These are characteristics of the 1920s.",
                    "Percent": 11
                }
            },
            "G": {
                "Choice": ":box:• Widespread unemployment\n• New Deal programs\n• The Golden Age of Hollywood\n• The Dust Bowl",
                "Key": {
                    "Correct": false,
                    "Rationale": "These are characteristics of the 1930s.",
                    "Percent": 10
                }
            },
            "H": {
                "Choice": ":box:• The counterculture\n• The Civil Rights movement\n• The Vietnam War\n• The Space Race",
                "Key": {
                    "Correct": true,
                    "Rationale": "The counterculture, the Civil Rights movement, the Vietnam War, and the Space Race all took place during the 1960s.",
                    "Percent": 75
                }
            },
            "J": {
                "Choice": ":box:• Televangelists\n• Neoconservatism\n• Video games\n• The fall of the Soviet Union",
                "Key": {
                    "Correct": false,
                    "Rationale": "These are characteristics of the 1980s and early 1990s.",
                    "Percent": 3
                }
            }
        },
        "Parts": {}
    },
    "67": {
        "Number": 67,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [
            "H.8(A)",
            "H.29(D)"
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "problems/TX18HSUSH/media/67a.jpg",
            "problems/TX18HSUSH/media/67b.jpg",
            "Which action best explains the differences shown in these photographs?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The United States gave economic assistance through the Marshall Plan.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The photographs show a French steel plant during and after World War II. After World War II, the U.S. government implemented the European Recovery Program, more commonly known as the Marshall Plan. The plan sent more than $13 billion dollars to help rebuild and finance the recovery of western and southern European economies. The Marshall Plan helped rebuild factories like the steel plant in the photograph.",
                    "Percent": 74
                }
            },
            "B": {
                "Choice": "The United States and the Soviet Union created an alliance after World War II.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The United States and the Soviet Union became rivals after World War II. They were not in alliance.",
                    "Percent": 9
                }
            },
            "C": {
                "Choice": "U.S. leaders created the United Nations.",
                "Key": {
                    "Correct": false,
                    "Rationale": "U.S. leaders did not create the United Nations. It was created primarily to prevent future conflicts.",
                    "Percent": 5
                }
            },
            "D": {
                "Choice": "The Soviet Union established the “Iron Curtain” after World War II.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Iron Curtain is a name referring to the division of Europe between communist countries in Eastern Europe, under the influence of the Soviet Union, and democratic countries in Western Europe. The Iron Curtain had nothing to do with the rebuilding of the French factory in the photo.",
                    "Percent": 12
                }
            }
        },
        "Parts": {}
    },
    "68": {
        "Number": 68,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [
            "H.23(C)",
            ""
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Which action is the best example of a civic responsibility?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Writing an editorial piece for a newspaper",
                "Key": {
                    "Correct": false,
                    "Rationale": "Writing an editorial is protected by the First Amendment’s freedom of speech and press. Not all citizens are able to write and publish an editorial in a newspaper.",
                    "Percent": 4
                }
            },
            "G": {
                "Choice": "Volunteering to sell raffle tickets",
                "Key": {
                    "Correct": false,
                    "Rationale": "This action is known as volunteerism, or choosing to spend time doing something for a community. The purpose of this raffle is not clear. Selling raffle tickets is not a civic responsibility.",
                    "Percent": 3
                }
            },
            "H": {
                "Choice": "Voting on election day",
                "Key": {
                    "Correct": true,
                    "Rationale": "Voting is one of the most important duties associated with continuing the American tradition of representative government.",
                    "Percent": 88
                }
            },
            "J": {
                "Choice": "Opening a business",
                "Key": {
                    "Correct": false,
                    "Rationale": "Opening a business is an economic activity. It is not a civic responsibility.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    }
}