{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Words in Context, for which students must determine the meaning of a high-utility academic word or phrase in context or use such vocabulary in a precise, contextually appropriate way."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The following text is from Nella Larsen's 1928 novel Quicksand.",
            ":ibox:The trees in their spring beauty sent through her restive mind a sharp thrill of pleasure. Seductive, charming, and beckoning as cities were, they had not this easy unhuman loveliness.",
            "As used in the text, what does the word “beckoning” most nearly mean"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Demanding",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no indication in this context that cities are “demanding,” or requiring effort.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Signaling",
                "Key": {
                    "Correct": false,
                    "Rationale": "Though “signaling,” or communicating something, might be considered a key feature of the act of “beckoning,” in the context here, “beckoning” suggests that cities have attractive qualities that naturally draw people to them. Such attractive qualities are not described by the word “signaling” alone. Therefore, “signaling” is an incorrect answer because it is insufficiently precise.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Inviting",
                "Key": {
                    "Correct": true,
                    "Rationale": "As used in the text, “beckoning” most nearly means “inviting,” or attractive. The text portrays a woman who is looking at “trees in their spring beauty.” She compares them to cities, which have their own pleasures even if they do not have the “easy unhuman loveliness” of trees: she thinks of cities as “seductive” and “charming,” both adjectives that signify something that is enticing, or attractive. Therefore, cities that are seductive and charming would also be described as inviting people closer to them.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Shifting",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no reason to think in this context that the cities are “shifting,” or changing shape.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Words in Context, for which students must determine the meaning of a high-utility academic word or phrase in context or use such vocabulary in a precise, contextually appropriate way."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Physicist Joseph Weber performed _______ work in gravitational wave research in the 1960s and 1970s, conducting key experiments that scientists later used as the basis for their own investigations that led to the first verified detection of a gravitational wave in 2015.",
            "Which choice completes the text with the most logical and precise word or phrase?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "foundational",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text's discussion of physicist Joseph Webster's research on gravitational waves. In this context “foundational” means the basis on which something else develops. The text indicates that Webster's experiments in the 1960s and 1970s were earlier than, and “key” to, the work of later scientists in the field; thus, Webster's work was foundational to the later scientists' experiments and the eventual detection of a gravitational wave in 2015.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "supplementary",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text does not suggest that Webster's work was supplementary, or an additional element of an existing, larger project, but rather it was “the basis for” later experiments.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "repetitive",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text does not assert that Webster's work was repetitive, or involved doing something the same way many times. Rather, the text indicates that Webster's work formed the basis for later investigations in the field of gravitational wave research.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "ineffective",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text does not state that Webster's work was ineffective, or failed to produce the desired outcome. Rather, the text strongly implies that Webster's work was productive and extremely important to later work in the field of gravitational wave research.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Words in Context, for which students must determine the meaning of a high-utility academic word or phrase in context or use such vocabulary in a precise, contextually appropriate way."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Sueño de Familia is an exhibition of drawings, paintings, and ceramics that explores the artistic heritage of US-based artist Yolanda González. The exhibition _______ five generations, featuring works by González's great-grandfather, grandmother, mother, and niece as well as González herself.",
            "Which choice completes the text with the most logical and precise word or phrase?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "borrows",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice wouldn't make sense to say that the exhibition “borrows,” or acquires, five generations of González's family. The text indicates that the exhibition features artwork by family members from five generations, not that the five generations themselves have been acquired for inclusion in the exhibition.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "spans",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text's discussion of the Sueño de Familia art exhibition. In this context, “spans” means extends across or covers. The text states that the exhibition explores González's artistic heritage and features artwork by her great-grandfather, grandmother, mother, and niece. This context conveys the idea that the exhibition spans, or extends across, five generations of González's family.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "judges",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text indicates that the purpose of the exhibition is to highlight artwork, not to “judge,” or give an opinion on, five generations of the artist's family.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "neglects",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text doesn't suggest that the exhibition “neglects,” or gives little attention to, five generations of González's family. On the contrary, the text indicates that the exhibition is dedicated to exploring González's artistic heritage and therefore designed to bring attention to her family members and their artwork.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Words in Context, for which students must determine the meaning of a high-utility academic word or phrase in context or use such vocabulary in a precise, contextually appropriate way."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The following text is from Claude McKay's 1922 poem “Morning Joy.” The speaker is looking out a window and observing a wold, or large area of land.",
            ":ibox:At night the wide and level stretch of wold,\nWhich at high noon had basked in quiet gold,\nFar as the eye could see was ghostly white;\nDark was the night save for the snow's weird\n\tlight.\nI drew the shades far down, crept into bed;\nHearing the cold wind moaning overhead\nThrough the sad pines, my soul, catching its\n\tpain,\nWent sorrowing with it across the plain.",
            "As used in the text, what does the word “drew” most nearly mean?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Pulled",
                "Key": {
                    "Correct": true,
                    "Rationale": "As used in the text, “drew” most nearly means pulled. In the text, the speaker stands at a window, looking out on a landscape at night. The speaker then “drew the shades far down, crept into bed.” That is, the speaker pulled down, or lowered, the shades until they were completely shut before going to sleep.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Drained",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although in some contexts, “drew” can refer to draining or removing liquid, especially water, as when someone draws water from a well, in this context it refers to the speaker pulling down window shades for the night.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Inspired",
                "Key": {
                    "Correct": false,
                    "Rationale": "In some contexts, “drew” can be used to describe how a person or thing inspires, or elicits, a response from someone, as when a performer draws applause from an audience. But in this context it refers to the speaker pulling down window shades for the night.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Sketched",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although “drew” has several meanings, including sketched, or illustrated with a pen or pencil, in this context it refers to the speaker pulling down window shades for the night.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Words in Context, for which students must determine the meaning of a high-utility academic word or phrase in context or use such vocabulary in a precise, contextually appropriate way."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Some people have speculated that two helmets with attached horns discovered in Denmark in 1942 belonged to Vikings, but scholars have long been skeptical. Archaeologist Helle Vandkilde and colleagues recently provided radiocarbon dates for the helmets, and their findings _______ scholars' skepticism: the helmets date to the Nordic Bronze Age, centuries before the Vikings existed.",
            "Which choice completes the text with the most logical and precise word or phrase?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "anticipate",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Anticipate” means expect or come before, neither of which would make sense in context. The text indicates that scholars have long been skeptical of the idea that the helmets belonged to Vikings. Because the skepticism has existed for a long time, Vandkilde and colleagues' research couldn't be said to anticipate it. Instead, the radiocarbon dating results justify or confirm the scholar's skepticism.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "inspect",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Inspect” means examine or review, which wouldn't make sense in this context. Research findings are inanimate and therefore unable to inspect scholars' skepticism. The text focuses on the origin of two helmets, which some people believe belonged to Vikings. Vandkilde and colleagues found that the helmets are from the Nordic Bronze Age and therefore much older than the Vikings. This context suggests that the researchers' findings justify, not inspect, the scholars' skepticism.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "reveal",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Reveal” means uncover or report, which wouldn't make sense in context. The text focuses on the origin of two helmets, which some people believe belonged to Vikings. Vandkilde and colleagues tested the helmets and found that they date to the Nordic Bronze Age and therefore are much older than the Vikings. This context suggests that the researchers' findings confirm or justify the scholars' skepticism, which was already known so didn't need to be revealed.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "justify",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text's discussion of the helmets found in Denmark. In this context, “justify” means confirm or give reasons for. The text indicates that scholars have long been skeptical about the supposed Viking origin of two helmets found in Denmark. The radiocarbon dating of the helmets conducted by Vandkilde and colleagues demonstrates that the helmets date from the Nordic Bronze Age, making the helmets too old to have belonged to Vikings. This context supports the idea that the scholars' skepticism is justified.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Text Structure and Purpose, for which students must analyze the structure of a text or determine the main rhetorical purpose of a text."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Streams and rivers carry soil and rocks from one location to another. But there is another way for these geological materials to move. [Scientists call this process “aeolian transport.”] In aeolian transport, winds move small particles of soil or rock over potentially great distances. Geologist Melisa Diaz and her team studied dust in Antarctica to find out if it was moved by aeolian transport. They discovered that the dust matched geological material in Australia. Aeolian transport had carried it from one continent to another, across thousands of miles of open ocean.",
            "Which choice best describes the function of the emphasized portion in the text as a whole?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It presents Melisa Diaz's remarks about difficulties that her team encountered.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The emphasized portion of the text doesn't present any remarks from Melisa Diaz, nor does it suggest that Diaz and her team encountered difficulties in their study. Instead, the phrase in quotation marks in the emphasized portion simply presents a term that is used by scientists to refer to a specific process discussed in the text.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "It introduces a scientific term that is used in the discussion that follows.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most accurately describes the function of the emphasized portion in the text as a whole. The first two sentences introduce the idea that soil and rocks can be moved from one location to another by something other than rivers and streams. The emphasized sentence then states that the term used by scientists to refer to this process is “aeolian transport.” The discussion that follows explains what aeolian transport is (the movement of small geological materials over potentially great distances by the wind) and describes an example of a study that found that dust particles had been moved by aeolian transport from Australia to Antarctica. Thus, the emphasized portion introduces a scientific term that is used in the discussion that follows.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "It emphasizes the surprising nature of the findings that are presented.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Nothing in either the emphasized portion or the text as a whole suggests that the findings of the study presented in the text were surprising or unexpected. In fact, the text suggests that Diaz and her team wanted to see if aeolian transport could explain the appearance of certain geological materials in Antarctica, and their findings did indeed confirm the involvement of aeolian transport.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "It explains the difference between two kinds of geological material.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the first sentence of the text mentions soil and rocks, which are two different kinds of geological material, the emphasized portion doesn't refer to these materials, nor does it explain the difference between them. Rather, the emphasized portion introduces the scientific term “aeolian transport,” which is used in the discussion that follows.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Text Structure and Purpose, for which students must analyze the structure of a text or determine the main rhetorical purpose of a text."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:San Francisco is known for the colorful murals painted on many of its buildings. The densest collection of murals is found on Balmy Alley in the Mission District neighborhood. In the 1970s, Latina artists painted vivid scenes of community life on walls along this block. As the original murals have faded, later generations of artists have painted new ones over them. As a result, Balmy Alley has become a living showcase of San Francisco's artistic spirit, with its murals reflecting changes in the cultural life of the city.",
            "Which choice best states the main purpose of the text?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "To compare the Balmy Alley murals to other murals in San Francisco",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although it can be inferred from the text that there are murals in other areas of San Francisco besides Balmy Alley, the text doesn't specifically discuss murals in other areas or compare the murals of Balmy Alley to those in other areas.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "To offer an overview of the history and importance of the Balmy Alley murals",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice best states the main purpose of the text. The text begins by briefly stating that San Francisco is known for its murals, then transitions to a discussion of a single collection of murals, which is found on Balmy Alley in the city's Mission District. The text explains that the murals in this area were originally created in the 1970s, then observes that they have changed over time: as some have faded through the decades, others have been painted in their place. The text ends by emphasizing that these murals are significant because they reflect San Francisco's artistic spirit and cultural life. Therefore, the text provides an overview of the history and importance of the Balmy Alley murals.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "To urge people to protect the murals of San Francisco from decay",
                "Key": {
                    "Correct": false,
                    "Rationale": "By observing that some of the murals of Balmy Alley have been replaced due to fading, the text implies that murals can decay, but it never urges readers to protect this specific collection of murals—or any murals elsewhere in San Francisco, for that matter. Indeed, by describing the ever-changing murals of Balmy Alley as “a living showcase of San Francisco's artistic spirit,” the text emphasizes the positive aspects of the fact that the original Balmy Alley murals have faded and been replaced with new murals.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "To describe the rise of mural painting in San Francisco beginning in the 1970s",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text doesn't describe the rise of mural painting in San Francisco generally or note when this occurred. The only historical development of the 1970s mentioned in the text is the origin of the murals in a specific area of the city: Balmy Alley in the Mission District.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Text Structure and Purpose, for which students must analyze the structure of a text or determine the main rhetorical purpose of a text."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Industrial activity is often assumed to be a threat to wildlife, but that isn't always so. [Consider the silver‑studded blue butterfly (Plebejus argus)]: as forest growth has reduced grasslands in northern Germany, many of these butterflies have left meadow habitats and are now thriving in active limestone quarries. In a survey of multiple active quarries and patches of maintained grassland, an ecologist found silver‑studded blue butterflies in 100% of the quarries but only 57% of the grassland patches. Moreover, butterfly populations in the quarries were four times larger than those in the meadows.",
            "Which choice best describes the function of the emphasized portion in the text as a whole?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It challenges a common assumption about the species under investigation in the research referred to in the text.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the first sentence indicates that “industrial activity is often assumed” to harm wildlife, in the case of the silver-studded blue butterfly the text mentions neither an assumption about this species nor any challenge to such an assumption.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "It introduces discussion of a specific example that supports the general claim made in the previous sentence.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most accurately describes how the emphasized portion functions in the text as a whole. The first sentence presents the general claim that industrial activity is not always a threat to wildlife. The emphasized portion of the sentence that follows suggests that the silver-studded blue butterfly is an example of wildlife thriving in areas of industrial activity: active limestone quarries. Thus, the function of the emphasized portion is to introduce a specific example in support of the general claim in the previous sentence.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "It suggests that a certain species should be included in additional studies like the one mentioned later in the text.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text mentions only one study: the “survey.” Additional studies are not mentioned in the text.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "It provides a definition for an unfamiliar term that is central to the main argument in the text.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Neither the emphasized portion nor any other portion of the text provides a definition for any of the terms used in the text's argument.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Cross-Text Connections, for which students must draw a reasonable connection between two topically related texts."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:TEXT 1\n\n\nDominique Potvin and colleagues captured five Australian magpies (Gymnorhina tibicen) to test a new design for attaching tracking devices to birds. As the researchers fitted each magpie with a tracker attached by a small harness, they noticed some magpies without trackers pecking at another magpie's tracker until it broke off. The researchers suggest that this behavior could be evidence of magpies attempting to help another magpie without benefiting themselves.",
            ":ibox:TEXT 2\n\n\nIt can be tempting to think that animals are deliberately providing help when we see them removing trackers and other equipment from one another, especially when a species is known to exhibit other cooperative behaviors. At the same time, it can be difficult to exclude the possibility that individuals are simply interested in the equipment because of its novelty, curiously pawing or pecking at it until it detaches.",
            "Based on the texts, how would the author of Text 2 most likely respond to the researchers' perspective in Text 1 on the behavior of the magpies without trackers?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "That behavior might have been due to the novelty of the magpies' captive setting rather than to the novelty of the tracker.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Text 2 never discusses the novelty, or the newness and unusual quality, of the captive settings in which animals have been observed to remove trackers from other animals, nor does it suggest that such novelty might account for this behavior. Instead, the text suggests that it's the novelty of the tracking equipment itself that might cause the behavior: interested in the trackers because they're unusual, animals might paw or peck at them until they fall off.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "That behavior likely indicates that the magpies were deliberately attempting to benefit themselves by obtaining the tracker.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Text 2 never suggests that when animals remove trackers from other animals, they do so because they wish to obtain the trackers for themselves. Instead, Text 2 argues that animals paw or peck at trackers because they are merely curious about them.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "That behavior may not be evidence of selflessness in Gymnorhina tibicen because not all the captured magpies demonstrated it.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Text 2 doesn't argue that when captured animals are observed removing trackers from each other, their behavior should be regarded as selfless only if all of them participate in it. Instead, the text argues that the behavior may not be selfless at all and may instead be attributed to animals' curiosity about the new and unusual trackers.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "That behavior might be adequately explained without suggesting that the magpies were attempting to assist the other magpie.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice reflects how the author of Text 2 would most likely respond to the researchers' perspective in Text 1 on the behavior of the magpies without trackers. According to Text 1, Dominique Potvin and colleagues observed magpies without trackers pecking at a tracker on another magpie until the device fell off. The researchers suggested that the birds might have been attempting to help the other bird, with no benefit to themselves. Text 2 generally discusses scenarios in which animals have been observed removing trackers from each other. The text cautions that it shouldn't be assumed that these animals are helping one another deliberately, since they might simply be pecking at trackers out of curiosity, causing them to fall off eventually. Therefore, the author of Text 2 would most likely respond to Potvin and colleagues' perspective in Text 1 by saying that the behavior of the magpies without trackers could be adequately explained without suggesting that they were attempting to assist the other magpie.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Central Ideas and Details, for which students must determine the central idea of a text and/or interpret the key details supporting that idea."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Philadelphia's Black Pearl Chamber Orchestra, founded by Jeri Lynne Johnson, performs classical music, from well-known compositions by Beethoven to contemporary works by Jessie Montgomery. For the orchestra's iConduct! program, Johnson invites community members to learn some basic elements of conducting and then experience conducting the Black Pearl orchestra themselves.",
            "Which choice best states the main idea of the text?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The Black Pearl orchestra performs music from all over the world but mostly performs music composed by Philadelphians.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the text states that the Black Pearl orchestra is based in Philadelphia, it doesn't indicate that most of the music it plays was composed by Philadelphians.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Johnson founded the Black Pearl orchestra to perform classical music by contemporary artist Jessie Montgomery.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the text does state that Johnson founded the Black Pearl orchestra, this is just a detail and not the main focus of the text. Moreover, while the text does say that the orchestra sometimes plays music by Montgomery, it doesn't assert that the orchestra was founded solely for the purpose of performing Montgomery's work.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The Black Pearl orchestra gives community members the chance to both listen to and participate in classical music performance.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most accurately states the main idea of the text. The text begins by stating that the Black Pearl orchestra performs classical music, and then goes on to explain that the orchestra offers an iConduct! program. According to the text, this program offers community members the opportunity to learn some basics about conducting and then apply what they learn by conducting the orchestra themselves. Thus, the main idea of the text is that community members can both listen to and participate in a classical music performance.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Johnson has community members conduct an orchestra to demonstrate how difficult the task is.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the text explains that community members are invited to conduct the Black Pearl orchestra after participating in the iConduct! program, the text doesn't indicate that Johnson allows community members to do this for the specific purpose of showing how difficult the task is.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Central Ideas and Details, for which students must determine the central idea of a text and/or interpret the key details supporting that idea."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:The recovery of a 1,000-year-old Chinese shipwreck in the Java Sea near present-day Indonesia has yielded a treasure trove of artifacts, including thousands of small ceramic bowls. Using a portable X-ray fluorescence analyzer tool, Lisa Niziolek and her team were able to detect the chemical composition of these bowls without damaging them. By comparing the chemical signatures of the bowls with those of the materials still at old Chinese kiln sites, Niziolek and her team can pinpoint which Chinese kilns likely produced the ceramic bowls.",
            "Which choice best states the main idea of the text?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Because of a new technology, researchers can locate and recover more shipwrecks than they could in the past.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the text indicates that the researchers used technology in the form of a portable X-ray fluorescence analyzer, it doesn't specifically state that this technology is new. In addition, the text says that Niziolek and her team used the tool to determine the chemical composition of bowls that were found in a Chinese shipwreck, not to locate and recover the shipwreck itself. There's no indication in the text that a new technology can help researchers locate and recover shipwrecks.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Researchers have been able to identify the location of a number of Chinese kilns in operation 1,000 years ago.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text indicates that the researchers collected materials from old kiln sites for chemical comparison with the ceramic bowls, which means that the researchers must have already known the location of those kiln sites. Rather than identifying the location of the kilns, the researchers determined which kilns in operation 1,000 years ago had likely produced the bowls that were found in the shipwreck.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "With the help of a special tool, researchers have determined the likely origin of bowls recovered from a shipwreck.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most accurately states the main idea of the text. According to the text, thousands of ceramic bowls were found in a recovered Chinese shipwreck. The text goes on to say that Niziolek and her team used a special tool, a portable X-ray fluorescence analyzer, to determine the bowls' chemical signatures. Comparing these chemical signatures with the chemical signatures of materials they had collected from old Chinese kiln sites, the text says, allowed the researchers to identify which kilns had produced the bowls. In other words, the researchers determined the bowls' origin.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Before the invention of portable X-ray fluorescence, researchers needed to take a small piece out of an artifact to analyze its components.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the text says that using a portable X-ray fluorescence analyzer tool enabled Niziolek and her team to analyze artifacts in the form of ceramic bowls without damaging them, the text doesn't discuss how researchers analyzed artifacts before this tool was invented. Moreover, the point that the bowls were left undamaged isn't the text's main idea. Rather, it's a detail that's provided to develop the main idea, which is that the researchers used a special tool to determine where the bowls had been produced.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Central Ideas and Details, for which students must determine the central idea of a text and/or interpret the key details supporting that idea."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The following text is adapted from Guy de Maupassant's nineteenth-century short story “The Trip of Le Horla” (translated by Albert M. C. McMaster, A. E. Henderson, Mme. Quesada, et al.). The narrator is part of a group traveling in a hot-air balloon at night.",
            ":ibox:The earth no longer seems to exist, it is buried in milky vapors that resemble a sea. We are now alone in space with the moon, which looks like another balloon travelling opposite us; and our balloon, which shines in the air, appears like another, larger moon, a world wandering in the sky amid the stars, through infinity. We no longer speak, think nor live; we float along through space in delicious inertia. The air which is bearing us up has made of us all beings which resemble itself, silent, joyous, irresponsible beings, peculiarly alert, although motionless.",
            "Which choice best states the main idea of the text?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The narrator feels a growing sense of isolation even though his companions are nearby during the balloon ride.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The narrator never describes himself as feeling isolated from his companions; instead, he characterizes riding in the balloon as an experience he is sharing with them. And although he does imply a sense of isolation, it is isolation from those on the ground, as when he says of himself and his companions, “We are now alone.”",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The narrator and his companions are completely absorbed in the change in perspective they gain while riding in the balloon.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most accurately states the main idea of the text. The narrator describes the view he and his companions have from the balloon: the earth lies beneath “milky vapors,” and the balloon itself looks like another moon. The narrator goes on to explain how the people riding in the balloon are affected by the ride, explaining that they are immersed in the experience: floating along in “delicious inertia,” or inactivity, like “silent, joyous, irresponsible beings.” Thus, the main idea is that the narrator and his companions are completely absorbed in the change in perspective they gain while riding in the balloon.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The narrator and his companions are troubled by the disorienting effects of the altitude while riding in the balloon.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The narrator doesn't suggest that he or his companions are troubled by the effects of the balloon ride. Instead, he describes himself and his companions as “joyous” and the experience of floating in the balloon as “delicious.”",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The narrator is pleasantly surprised by his companions' unrestrained enthusiasm about the sensation of riding in the balloon.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Nothing in the text suggests that the narrator is surprised by his companions' response to the balloon ride. In fact, the text indicates that the narrator and his companions are having the same experience: they're described as “silent” and “motionless,” rather than as having unrestrained enthusiasm.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Command of Evidence (Textual), for which students must use textual evidence (e.g., a fact, detail, or example) to appropriately support, challenge, or otherwise respond to a specified claim or point."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Icebergs generally appear to be mostly white or blue, depending on how the ice reflects sunlight. Ice with air bubbles trapped in it looks white because much of the light reflects off the bubbles. Ice without air bubbles usually looks blue because the light travels deep into the ice and only a little of it is reflected. However, some icebergs in the sea around Antarctica appear to be green. One team of scientists hypothesized that this phenomenon is the result of yellow-tinted dissolved organic carbon in Antarctic waters mixing with blue ice to produce the color green.",
            "Which finding, if true, would most directly weaken the team's hypothesis?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "White ice doesn't change color when mixed with dissolved organic carbon due to the air bubbles in the ice.",
                "Key": {
                    "Correct": false,
                    "Rationale": "According to the text, the scientists' hypothesis was that blue icebergs, not white ones, change color when their ice mixes with yellow-tinted dissolved organic carbon. A finding that white ice, because of its air bubbles, doesn't change color when it's mixed with dissolved organic carbon would therefore have no bearing on the scientists' hypothesis.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Dissolved organic carbon has a stronger yellow color in Antarctic waters than it does in other places.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text focuses only on Antarctic icebergs that appear to be green. It doesn't indicate that icebergs in locations other than Antarctica have been found to have a green hue. A finding that dissolved organic carbon has a stronger yellow color in Antarctic waters than in other places would therefore have no bearing on the scientists' hypothesis that green color in icebergs in Antarctica is caused by yellow-tinted dissolved organic carbon mixing with blue ice.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Blue icebergs and green icebergs are rarely found near each other.",
                "Key": {
                    "Correct": false,
                    "Rationale": "According to the text, the scientists' hypothesis was that blue icebergs turn green when their ice mixes with yellow-tinted dissolved organic carbon in the sea around them. If that's correct, one would expect blue icebergs and green icebergs to be located at a distance from each other since all blue icebergs in an area where the waters contain yellow-tinted dissolved organic carbon would take on a green hue. A finding that blue icebergs and green icebergs are rarely found near each other would therefore strengthen, not weaken, the researchers' hypothesis.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Blue icebergs and green icebergs contain similarly small traces of dissolved organic carbon.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice presents a finding that, if true, would weaken the scientists' hypothesis about icebergs that appear to be green. The text indicates that most icebergs are either mostly white or blue in color but that some icebergs in Antarctica appear to be green. The text goes on to say that the scientists hypothesized that this green color occurs when yellow-tinted dissolved organic carbon in ocean waters mixes with blue ice. A finding that both blue icebergs and green icebergs contain similarly small traces of dissolved organic carbon would suggest that something other than yellow-tinted organic carbon causes some icebergs' green color, since the blue icebergs that contain yellow- tinted organic carbon remained blue instead of turning green.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Inferences, for which students must draw a reasonable inference based on explicit and/or implicit information and ideas in a text."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:To create the poems in her 2017 collection One Last Word, poet Nikki Grimes used a writing method called the golden shovel. This method often involves choosing a line from an existing poem and then using each word from that line as the last word of each line in a new poem. Grimes wanted the poems in One Last Word to honor important Black poets of the past, so she chose lines by poets such as Langston Hughes and Georgia Douglas Johnson. Writing in this way can be challenging and might seem as though it would produce awkward poems. However, reviewers praised One Last Word as a beautiful and powerful tribute to the poets who inspired it. This reaction suggests that _______",
            "Which choice most logically completes the text?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "most reviewers didn't understand Grimes's goal for One Last Word.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The reaction suggests that most reviewers did understand Grimes's goal for her book. According to the text, the reviewers noted that the poems in her book were a “beautiful and powerful tribute to the poets who inspired it.” Earlier, the text claims that Grimes intended the poems “to honor important Black poets of the past,” so in their praise of her book, the reviewers clearly indicated that they understood Grimes's goal.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Grimes successfully used the golden shovel method to achieve her goal for One Last Word.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text's discussion of Nikki Grimes's poetry collection One Last Word. The text explains that Grimes used a writing method called the golden shovel to create the poems in her book. According to the text, the method involves basing a new poem on a line from an existing poem. The text then mentions Langston Hughes and Georgia Douglas Johnson as examples of important Black poets whose lines of poetry form the basis of Grimes's poems. The text goes on to say that this writing method is difficult and that the resulting poems can be awkward, but reviewers have positively reviewed Grimes's book. If the reviewers of One Last Word specifically note that the work is a “beautiful and powerful tribute to the poets who inspired it,” then they must have appreciated how Grimes used the golden shovel method to pay tribute to other poets. This suggests that Grimes was successful in using the golden shovel method to achieve her goal of honoring Black poets in her book.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Langston Hughes and Georgia Douglas Johnson are two of Grimes's favorite poets.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although it's likely that Grimes sought to honor Hughes and Johnson in her book of poetry because they're among her favorite poets, this fact isn't suggested by the reviewers' positive reaction to her book. Instead, the reaction suggests that Grimes was successful in her use of the golden shovel method.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Grimes inspired many other writers to create poems using the golden shovel method.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text doesn't discuss whether other writers were inspired by Grimes to use the golden shovel method in their poetry. The text mentions the poets Hughes and Johnson as examples of poets honored in Grimes's book and describes reviewers' positive reception of her book, but it doesn't detail Grimes's impact on other writers.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Inferences, for which students must draw a reasonable inference based on explicit and/or implicit information and ideas in a text."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:The Indus River valley civilization flourished in South Asia from 3300 BCE to 1300 BCE. Many examples of the civilization's writing system exist, but researchers haven't yet deciphered it or identified which ancient language it represents. Nevertheless, archaeologists have found historical artifacts, such as clay figures and jewelry, that provide information about the civilization's customs and how its communities were organized. The archaeologists' findings therefore suggest that _______",
            "Which choice most logically completes the text?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "investigating an ancient civilization is easier without knowledge of the civilization's language.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text doesn't discuss how easy it is to investigate ancient civilizations with or without knowledge of the civilization's language; rather, it states that even though researchers have not yet deciphered the language of the Indus River valley civilization, they are still able to learn about it through historical artifacts.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "knowing an ancient civilization's language isn't necessary in order to learn details about the civilization.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text's discussion of the Indus River valley civilization. The text establishes that archaeologists haven't been able to interpret the Indus River valley civilization's writing system but have nevertheless acquired information about the civilization through historical artifacts. The fact that archaeologists have been able to learn about the Indus River valley civilization's customs and community organization from historical artifacts suggests that it isn't necessary to understand an ancient civilization's language to learn about the civilization.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "archaeological research should focus on finding additional artifacts rather than deciphering ancient languages.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text doesn't make any claims as to what the focus of archaeological research should be. Rather, the text discusses how archaeologists have been able to learn about an ancient civilization through historical artifacts despite not understanding the civilization's language.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "examining the civilization's historical artifacts has resolved the debate about this civilization's language.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text states that the civilization's language has not yet been interpreted; it makes no mention of a debate about the language. Instead, the text suggests that examination of the historical artifacts has allowed archaeologists to learn about the civilization but has not aided thus far in deciphering its language.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Inferences, for which students must draw a reasonable inference based on explicit and/or implicit information and ideas in a text."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Ana Castillo's 1986 novel The Mixquiahuala Letters is a story told entirely through expressive letters from the narrator to her friend—letters that Castillo suggests could be read in several different orders. As they began reading it in class, some students remarked that they found the novel's letter format daunting and its treatment of gender relations old-fashioned. The professor, however, pointed out that the novel is written in modern-sounding language and addresses issues that still matter today, suggesting that The Mixquiahuala Letters _______",
            "Which choice most logically completes the text?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "has more to say about gender relations than other novels from the same period.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The professor's response to the students only mentions The Mixquiahuala Letters: it doesn't compare the novel to others from the same period.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "is more relevant to contemporary audiences than it may seem at first.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text's discussion of Ana Castillo's 1986 novel The Mixquiahuala Letters. The text states that the novel consists entirely of letters from the narrator to her friend—a format that some students reading the novel in a class found intimidating. According to the text, those students also found the novel's treatment of gender to be old-fashioned. In response to the students' concerns, their professor emphasized the novel's relevance: it's written in modern-sounding language and addresses issues that still matter. This, in turn, suggests that The Mixquiahuala Letters is more relevant to contemporary audiences than it may initially seem.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "is easier to read than many contemporary novels that focus on friendship.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Nothing in the professor's response to the students compares The Mixquiahuala Letters to contemporary novels about friendship.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "is best understood after multiple readings in different orders.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The professor's response to the students doesn't address the idea of reading the novel's letters multiple times and in different orders.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "17": {
        "Number": 17,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Inferences, for which students must draw a reasonable inference based on explicit and/or implicit information and ideas in a text."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:By running computer simulations of the development of our solar system, André Izidoro, Rajdeep Dasgupta, and colleagues concluded that the Sun may have been surrounded by three giant dust rings before the planets started to form. The researchers suggest that the materials in the innermost ring became the four planets closest to the Sun, the materials in the middle ring produced the rest of the planets, and the materials in the outermost ring created the asteroids and other small bodies in the region beyond Neptune. In one simulation, the researchers delayed the initial formation of the middle ring, causing oversized super-Earths to begin developing from the innermost ring. The researchers therefore hypothesize that _______",
            "Which choice most logically completes the text?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "the middle ring formed earlier in the solar system's development than the initial simulations suggested.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the text explains that when the researchers delayed the formation of the middle ring in one simulation, the size of the innermost planets was affected (which suggests that the middle ring likely formed earlier than it did in this simulation), the text doesn't indicate that this was an initial simulation—that is, a simulation that was conducted before other simulations. Moreover, the text makes no reference to the specific results of any other simulations; therefore, there is no basis for comparing any conclusions based on the simulation in which the middle ring's formation was delayed with conclusions based on other simulations.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "the timing of the initial formation of the middle ring played an important role in determining the eventual size of Earth.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically follows from the text's discussion of André Izidoro, Rajdeep Dasgupta, and colleagues' computer simulations of our solar system's development. The text begins by stating that the simulations led the researchers to conclude that the solar system likely formed from three giant dust rings that encircled the Sun. The text explains that the four inner planets, including Earth, formed from the innermost ring and that the remaining planets formed from the middle ring. It then explains that in one simulation, the researchers delayed the formation of the middle ring—that is, they tested to see what would happen if the middle ring had formed later than it actually did. They found that doing so affected the size of the innermost planets, resulting in oversized super-Earths, planets that are much larger than Earth. Since the delayed timing had the effect of changing the size of Earth in the simulation relative to Earth's real size, it's reasonable to conclude that the timing of the middle ring's formation was important in determining Earth's eventual size.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "if the formation of the outermost ring had occurred earlier in a simulation, all the planets would have become super-Earths.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text discusses how altering the timing of the formation of the middle ring, not the outermost ring, affected the four innermost planets' eventual size in the researchers' simulation; therefore, the simulation offers no basis for a conclusion about how the outermost ring's formation affected the size of the planets.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "the innermost ring actually formed into all the planets in our solar system, not just the four closest to the Sun.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is nothing in the text to suggest that the innermost ring produced all the solar system's planets. Rather, the text states that the simulations showed that the innermost planets formed from the innermost ring and that the remaining planets formed from the middle ring.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "18": {
        "Number": 18,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Inferences, for which students must draw a reasonable inference based on explicit and/or implicit information and ideas in a text."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Archaeologists and historians used to believe that the Maya civilization during its Classic period (roughly 250–900) lacked agricultural marketplaces. One reason for this belief was that these scholars misunderstood the ecology of the regions the Maya inhabited. Marketplaces typically emerge because different individuals or groups want to trade resources they control for resources they don't control. Scholars seriously underestimated the ecological diversity of the Maya landscape and thus assumed that _______",
            "Which choice most logically completes the text?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "marketplaces likely would not have attracted many traders from outside the regions controlled by the Maya.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text doesn't say anything about trade between the Maya and people from outside the regions controlled by the Maya. Although scholars' mistaken belief that the Maya lands weren't very ecologically diverse would give those scholars a reason to think that the Maya didn't have marketplaces, it wouldn't lead scholars to assume that traders from outside Maya lands were uninterested in acquiring resources produced by the Maya. Even if the Maya actually did produce only a small array of resources throughout their lands, there is no reason to believe from the text that people outside Maya lands also produced these same resources and thus would have no need to trade with the Maya people.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "farming practices would have been largely the same throughout Maya lands even if the crops people produced varied significantly.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text indicates that scholars underestimated the ecological diversity of the Maya lands, which suggests that they mistakenly believed that the Maya produced a relatively small array of resources throughout their territory, not that the crops the Maya produced varied significantly throughout the Maya lands. Although the scholars might have assumed that a lack of ecological diversity suggests that Maya farming practices were largely the same everywhere, the text does not support that they also assumed there was a lot of variation in the crops that Maya people produced. In fact, the text states that marketplaces emerge when people want to obtain resources they don't already control. If it were the case that scholars assumed that the crops Maya people produced varied significantly, this would have led them to conclude that Maya people likely established marketplaces so they could trade for resources they didn't already possess, not that the Maya civilization lacked marketplaces.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "marketplaces would not have enabled Maya people to acquire many products different from those they already produced.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice presents the conclusion that most logically follows from the text's discussion of scholars' understanding of Maya ecology and agricultural marketplaces. The text indicates that scholars used to believe that during the Classic period, the Maya civilization didn't have agricultural marketplaces. According to the text, scholars held this view because they misunderstood the ecology of areas where the Maya lived. The text points out that people tend to create marketplaces in order to acquire resources they don't otherwise control. Agricultural marketplaces would have allowed farmers who produced one type of crop to trade that crop for other types of crops that they didn't produce. The text goes on to say, however, that scholars underestimated the ecological diversity of the Maya areas, meaning that scholars thought that the Maya landscape produced a smaller range of resources than it actually produced. Taken together, then, this information suggests that scholars assumed that marketplaces wouldn't have allowed Maya people to acquire products different from the products they already produced: that is, if everyone produced the same array of crops, as scholars mistakenly believed, then there wouldn't have been any need for marketplaces where people could trade those crops.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "farmers would trade agricultural products only if they had already produced enough to meet their own needs.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Nothing in the text suggests that scholars assumed that farmers wouldn't trade their agricultural products unless they had already met their own needs with those products. Instead, the text says that scholars thought that the Maya lands produced a smaller array of resources than they actually did, which the text suggests led scholars to assume that the Maya didn't have any need for marketplaces. The scholars' mistaken belief has no bearing on the issue of whether farmers met their own needs before trading their products.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "19": {
        "Number": 19,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Standard English Conventions"
        ],
        "SubTopics": [
            "Boundaries, for which students must edit text to ensure that sentences are conventionally complete."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:In 1976, the Inuit rock group Sikumiut recorded the album People of the Ice. Though only their first record, it shows a band already skilled at the difficult task of making music that sounds easy and fun. On songs like “Utirumavunga,” Lucassie Koperqualuk's guitar riffs effortlessly _______ Charlie Adams's delightfully catchy vocal melodies.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "blend, with",
                "Key": {
                    "Correct": false,
                    "Rationale": "No punctuation is needed between the verb and the prepositional phrase.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "blend. With",
                "Key": {
                    "Correct": false,
                    "Rationale": "No punctuation is needed between the verb and the prepositional phrase.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "blend; with",
                "Key": {
                    "Correct": false,
                    "Rationale": "No punctuation is needed between the verb and the prepositional phrase.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "blend with",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is punctuation between a verb and a prepositional phrase. No punctuation is needed between the verb “blend” and the prepositional phrase “with Charlie Adams's delightfully catchy vocal melodies.” The prepositional phrase completes the idea of the sentence, explaining with what Koperqualuk's guitar riffs blend.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "20": {
        "Number": 20,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Standard English Conventions"
        ],
        "SubTopics": [
            "Form, Structure, and Sense, for which students must edit text to conform to conventional usage (e.g., agreement, verb tense/aspect)."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:If you try on one of artist Nick Cave's signature Soundsuits, you can expect to swish, rustle, or clang every time you move. Cave makes his suits out of found objects, everything from ceramic birds to broken record players. He carefully considers the sound an object makes before using _______ in a suit.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "this",
                "Key": {
                    "Correct": false,
                    "Rationale": "The singular pronoun “this” is used to refer to a specific thing, but here there is no specific object being referred to. Instead, the sentence is referring back to a hypothetical object that Cave might use in a Soundsuit.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "that",
                "Key": {
                    "Correct": false,
                    "Rationale": "The singular pronoun “that” is used to refer to a specific thing, but here there is no specific object being referred to. Instead, the sentence is referring back to a hypothetical object that Cave might use in a Soundsuit.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "these",
                "Key": {
                    "Correct": false,
                    "Rationale": "The plural pronoun “these” doesn't agree in number with the singular antecedent “object.”",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "it",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested here is pronoun-antecedent agreement. The singular pronoun “it” agrees in number with the singular antecedent “object.”",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "21": {
        "Number": 21,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Standard English Conventions"
        ],
        "SubTopics": [
            "Form, Structure, and Sense, for which students must edit text to conform to conventional usage (e.g., agreement, verb tense/aspect)."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:The alga species Chlorella vulgaris is very efficient at making oxygen. For this reason, scientists are currently exploring ways to use this species in space. C. vulgaris might be used, for example, to build future biological air exchange systems that _______ oxygen for astronauts.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "are producing",
                "Key": {
                    "Correct": false,
                    "Rationale": "The present progressive tense verb “are producing” suggests that the oxygen is currently being produced, not that it might be produced in the future.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "produced",
                "Key": {
                    "Correct": false,
                    "Rationale": "The past tense verb “produced” suggests that the oxygen was produced in the past, not that it might be produced in the future.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "produce",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is the use of verbs to express tense. Simple present tense verbs can be used to describe actions that tend to occur, including in a hypothetical or future scenario. In this case, the simple present tense verb “produce” indicates what the air exchange systems might be able to do in the future (produce oxygen for astronauts).",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "have produced",
                "Key": {
                    "Correct": false,
                    "Rationale": "The present perfect tense verb “have produced” suggests that the oxygen has been produced from a point in the past up to the present, not that it might be produced in the future.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "22": {
        "Number": 22,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Standard English Conventions"
        ],
        "SubTopics": [
            "Form, Structure, and Sense, for which students must edit text to conform to conventional usage (e.g., agreement, verb tense/aspect)."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Farouk El-Baz, a geologist and space scientist, _______ part of the team that selected the lunar landing sites for the Apollo program during the 1960s and 1970s.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "are",
                "Key": {
                    "Correct": false,
                    "Rationale": "The plural verb “are” doesn't agree in number with the singular subject “Farouk El-Baz.”",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "was",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is subject-verb agreement. The singular verb “was” agrees in number with the singular subject “Farouk El-Baz.”",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "have been",
                "Key": {
                    "Correct": false,
                    "Rationale": "The plural verb “have been” doesn't agree in number with the singular subject “Farouk El-Baz.”",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "were",
                "Key": {
                    "Correct": false,
                    "Rationale": "The plural verb “were” doesn't agree in number with the singular subject “Farouk El-Baz.”",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "23": {
        "Number": 23,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Standard English Conventions"
        ],
        "SubTopics": [
            "Form, Structure, and Sense, for which students must edit text to conform to conventional usage (e.g., agreement, verb tense/aspect)."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:A pioneer in the field of taphonomy (the study of how organic remains become fossils), _______ may be just as prevalent in the fossil record as those of thick-shelled organisms.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "fossils of thin-shelled organisms, Anna Behrensmeyer demonstrated in a 2005 analysis,",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a dangling modifier. The placement of the noun phrase “fossils of thin-shelled organisms” immediately after the modifying phrase illogically suggests that the “fossils” are a pioneer in the field of taphonomy.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Anna Behrensmeyer demonstrated in a 2005 analysis that fossils of thin-shelled organisms",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is subject-modifier placement. This choice makes the noun phrase “Anna Behrensmeyer” the subject of the sentence and places it immediately after the modifying phrase “a pioneer... fossils.” In doing so, this choice clearly establishes that Anna Behrensmeyer — and not another noun in the sentence — is a pioneer in the field of taphonomy.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "it was demonstrated in a 2005 analysis by Anna Behrensmeyer that fossils of thin-shelled organisms",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a dangling modifier. The placement of the pronoun “it” immediately after the modifying phrase illogically suggests that “it” is a pioneer in the field of taphonomy.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "a 2005 analysis—by Anna Behrensmeyer— demonstrated that fossils of thin-shelled organisms",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a dangling modifier. The placement of the noun phrase “a 2005 analysis” immediately after the modifying phrase illogically suggests that “a 2005 analysis” is a pioneer in the field of taphonomy.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "24": {
        "Number": 24,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Standard English Conventions"
        ],
        "SubTopics": [
            "Boundaries, for which students must edit text to ensure that sentences are conventionally complete."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:In 2018, the innovative works of Congolese sculptor and architect Bodys Isek _______ were featured in City Dreams, a solo exhibition at New York's Museum of Modern Art.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Kingelez;",
                "Key": {
                    "Correct": false,
                    "Rationale": "No punctuation is needed between the subject and the verb.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Kingelez,",
                "Key": {
                    "Correct": false,
                    "Rationale": "No punctuation is needed between the  subject and the verb.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Kingelez",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is punctuation between a subject and a verb. No punctuation is needed when the subject of a sentence is immediately followed by a main verb. In this case, the sentence's subject (“the innovative works of Congolese sculptor and architect Bodys Isek Kingelez”) is followed by the main verb “were featured,” and no punctuation should come between them.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Kingelez:",
                "Key": {
                    "Correct": false,
                    "Rationale": "No punctuation is needed between the subject and the verb.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "25": {
        "Number": 25,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Standard English Conventions"
        ],
        "SubTopics": [
            "Boundaries, for which students must edit text to ensure that sentences are conventionally complete."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:The poem Beowulf begins with the word “hwæt,” which is an Old English _______ as “hark!” or “listen!” in some versions, the word was playfully rendered as “bro!” by Maria Dahvana Headley in her 2020 translation of the poem.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "exclamation, translated",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a comma splice after “exclamation.” A comma can't be used in this way to mark the boundary between sentences.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "exclamation and translated",
                "Key": {
                    "Correct": false,
                    "Rationale": "Without a comma preceding it, the conjunction “and” can't be used in this way to join sentences.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "exclamation translated",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a comma splice after “versions.” A comma can't be used in this way to mark the boundary between sentences.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "exclamation. Translated",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is punctuation use between sentences. In this choice, the period is used correctly to mark the boundary between one sentence (“The poem...exclamation”) and another sentence that begins with a supplementary element (“Translated...poem”). The supplementary element “translated as 'hark!' or 'listen!' in some versions” modifies the subject of the second sentence, “the word” (referring to hwæt).",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "26": {
        "Number": 26,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expression Of Ideas"
        ],
        "SubTopics": [
            "Transitions, for which students must determine the most effective transition word or phrase to logically connect information and ideas in a text."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:In June, female loggerhead sea turtles will swim back to the sandy beaches where they were born to lay eggs of their own. First, the turtle will dig her nest in the sand. _______ she will lay up to 100 eggs in the nest. Finally, she will cover it all with sand, before returning to the ocean.",
            "Which choice completes the text with the most logical transition?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "By contrast,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“By contrast” illogically signals that the egg laying in this sentence contrasts with the nest digging in the previous sentence. Instead, the egg laying follows the nest digging as the next step in the sequence of events.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Similarly,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Similarly” illogically signals that the egg laying in this sentence is similar to the nest digging in the previous sentence. Though the two actions are related, they are not similar. Instead, the egg laying follows the nest digging as the next step in the sequence of events.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Next,",
                "Key": {
                    "Correct": true,
                    "Rationale": "“Next” logically signals that the egg laying in this sentence is the next step in the sequence of events described in the other sentences.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "For example,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“For example” illogically signals that the egg laying in this sentence is an example of the nest digging in the previous sentence. Instead, the egg laying follows the nest digging as the next step in the sequence of events.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "27": {
        "Number": 27,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expression Of Ideas"
        ],
        "SubTopics": [
            "Transitions, for which students must determine the most effective transition word or phrase to logically connect information and ideas in a text."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:As biologist Terrie Williams has documented, deep dives present a challenge for seals and other marine mammals. A seal must exert enough energy to propel itself hundreds of meters downward, while keeping its heart rate low enough that it doesn't run out of oxygen while underwater. _______ a seal moves its flippers as little as possible on a deep dive, gliding to conserve energy.",
            "Which choice completes the text with the most logical transition?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "In the first place,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“In the first place” illogically signals that this sentence is the first point in a discussion. Instead, the sentence describes a behavior that is a consequence of the previous information about seals.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "On the other hand,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“On the other hand” illogically signals that the behavior described in this sentence contrasts with the previous information about seals. Instead, it is a consequence of that information.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "For this reason,",
                "Key": {
                    "Correct": true,
                    "Rationale": "“For this reason” logically signals that the behavior described in this sentence is a consequence of the information about seals in the previous sentence. That is, a seal moves its flippers as little as possible during a deep dive because it needs to keep its heart rate low enough that it does not run out of oxygen.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "In comparison,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“In comparison” illogically signals that the behavior described in this sentence is being compared to the previous information about seals. Instead, it is a consequence of that information.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "28": {
        "Number": 28,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expression Of Ideas"
        ],
        "SubTopics": [
            "Transitions, for which students must determine the most effective transition word or phrase to logically connect information and ideas in a text."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:As a young historian in the 1950s, Alixa Naff began interviewing fellow Arab American immigrants about their experiences straddling two cultures. Over the next few decades, Naff conducted more than 450 such interviews, also known as oral histories. _______ she collected photographs and other artifacts that represented her subjects' experiences.",
            "Which choice completes the text with the most logical transition?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "In other words,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“In other words” illogically signals that the information about Naff's artifact collecting restates the previous information about her interviewing. Instead, Naff collected artifacts in addition to conducting interviews.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "On the contrary,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“On the contrary” illogically signals that Naff's artifact collecting was contrary to her interviewing. Instead, Naff collected artifacts in addition to conducting interviews.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "In addition,",
                "Key": {
                    "Correct": true,
                    "Rationale": "“In addition” logically signals that Naff's artifact collecting was separate from, and in addition to, her interviewing.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Today,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Today” illogically signals that Naff's artifact collecting is occurring in the present day. Instead, this activity occurred in the past, as indicated by the past tense verb “collected.”",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "29": {
        "Number": 29,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expression Of Ideas"
        ],
        "SubTopics": [
            "Rhetorical Synthesis, for which students must strategically integrate provided information and ideas on a topic to form an effective sentence achieving a specified rhetorical aim."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "While researching a topic, a student has taken the following notes:",
            ":ibox:• The tundra is a type of environment characterized by especially harsh winter conditions.\n\n• Winter temperatures in the tundra average a frigid –30 degrees Fahrenheit.\n\n• Animals that have adapted to these conditions can survive tundra winters.\n\n• During the tundra's short growing season, average temperatures can reach a relatively mild 54 degrees Fahrenheit.\n\n• Around 1,700 different kinds of plants are able to grow in the tundra.",
            "The student wants to emphasize how harsh the conditions can be in the tundra. Which choice most effectively uses relevant information from the notes to accomplish this goal?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Winters in the tundra are especially harsh, with temperatures averaging a frigid –30 degrees Fahrenheit.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sentence emphasizes how harsh the conditions in the tundra can be, noting that the winters are especially harsh and describing the average temperatures as “frigid.”",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Animals that have adapted to harsh winter conditions can survive tundra winters.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence explains that some animals can survive harsh tundra winters; it doesn't emphasize how harsh the conditions can be.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "There are around 1,700 different kinds of plants that can live in the tundra, where average temperatures can reach a mild 54 degrees Fahrenheit.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence specifies how many different kinds of plants can live in the tundra; it doesn't emphasize how harsh the conditions in the tundra can be.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Along with animals that have adapted to the tundra's conditions, around 1,700 different kinds of plants can live in the tundra.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence explains that both plants and animals can survive in the tundra; it doesn't emphasize how harsh the conditions in the tundra can be.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "30": {
        "Number": 30,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expression Of Ideas"
        ],
        "SubTopics": [
            "Rhetorical Synthesis, for which students must strategically integrate provided information and ideas on a topic to form an effective sentence achieving a specified rhetorical aim."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "While researching a topic, a student has taken the following notes:",
            ":ibox:• Minnesota defines a lake as an inland body of water of at least 10 acres.\n\n• Wisconsin's definition of a lake doesn't take size into account.\n\n• By its own definition, Wisconsin has over 15,000 lakes, many smaller than 10 acres.\n\n• By Minnesota's definition, Wisconsin has only about 6,000 lakes.",
            "The student wants to contrast Minnesota's definition of a lake with Wisconsin's. Which choice most effectively uses relevant information from the notes to accomplish this goal?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Wisconsin, which doesn't take size into account in defining a lake, claims that it has over 15,000 lakes.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the sentence notes that Wisconsin's definition of a lake doesn't take size into account, it doesn't contrast Minnesota's definition with Wisconsin's.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Because its definition of a lake is different from Minnesota's, it is unclear how many lakes Wisconsin really has.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence states that Wisconsin's definition of a lake is different from Minnesota's, but it doesn't clarify how they differ. In other words, it doesn't contrast Minnesota's definition with Wisconsin's.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "According to Minnesota's definition of a lake—an inland body of water of at least 10 acres—Wisconsin has about 6,000 lakes.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence indicates how many lakes Wisconsin has according to Minnesota's definition of a lake, but it doesn't clarify how the states' definitions differ. In other words, it doesn't contrast Minnesota's definition with Wisconsin's.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Minnesota's definition of a lake—an inland body of water of at least 10 acres—is more restrictive than Wisconsin's, which doesn't take size into account.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sentence contrasts Minnesota's definition of a lake with Wisconsin's, explaining that Minnesota's definition (which takes size into account) is more restrictive than Wisconsin's definition (which doesn't).",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "31": {
        "Number": 31,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expression Of Ideas"
        ],
        "SubTopics": [
            "Rhetorical Synthesis, for which students must strategically integrate provided information and ideas on a topic to form an effective sentence achieving a specified rhetorical aim."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "While researching a topic, a student has taken the following notes:",
            ":ibox:• Just like states have state flags, some cities have city flags.\n\n• Over one hundred US cities have redesigned their flags since 2015.\n\n• The city of Pocatello, Idaho, redesigned its flag after it was named the most poorly designed flag in North America.\n\n• Pocatello's new flag better represents the city's mountainous geography and civic priorities.\n\n• Residents consider the new flag to be a meaningful symbol of civic pride.",
            "The student wants to make and support a generalization about the effect of redesigning a city flag. Which choice most effectively uses relevant information from the notes to accomplish this goal?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Over one hundred US cities have redesigned their flags, including Pocatello, whose flag had been named the most poorly designed flag in North America.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence explains that many US cities have redesigned their flags and provides an example; it doesn't make and support a generalization about the effect of redesigning a city flag.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Pocatello is just one of over one hundred US cities that have redesigned their flags.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence provides an example of a city that redesigned its flag; it doesn't make and support a generalization about the effect of redesigning a city flag.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "After it was named the most poorly designed flag in North America, the flag of Pocatello was redesigned to better represent the city's geography and civic priorities.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence emphasizes why the flag of Pocatello was redesigned; it doesn't make and support a generalization about the effect of redesigning a city flag.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Redesigning a poorly designed city flag can create a meaningful symbol of civic pride, as was the case when Pocatello redesigned its original flag to better represent its geography and civic priorities.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sentence makes and supports a generalization about the effect of redesigning a city flag, noting that redesigning a city flag can create a meaningful symbol of civic pride, as was the case when the city of Pocatello redesigned its flag.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "32": {
        "Number": 32,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expression Of Ideas"
        ],
        "SubTopics": [
            "Rhetorical Synthesis, for which students must strategically integrate provided information and ideas on a topic to form an effective sentence achieving a specified rhetorical aim."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "While researching a topic, a student has taken the following notes:",
            ":ibox:• Allan Houser was a Chiricahua Warm Springs Apache sculptor, illustrator, and painter.\n\n• Many of his sculptures featured Native American figures.\n\n• He depicted this subject matter using abstract, modernist forms, developing a distinctive style that influenced many other artists.\n\n• His well-known sculpture Sacred Rain Arrow was pictured on the State of Oklahoma license plate.",
            "The student wants to describe the distinctive style of Houser's sculptures. Which choice most effectively uses relevant information from the notes to accomplish this goal?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "A sculptor, illustrator, and painter, Houser developed a distinctive style for portraying Native American figures.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the sentence indicates that Houser developed a distinctive style for portraying Native American figures, it doesn't describe this style.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Houser's sculptures employ abstract, modernist forms to depict Native American figures.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sentence describes the distinctive style of Houser's sculptures, explaining that the sculptures use abstract, modernist forms to depict Native American figures.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Many other artists have been influenced by the style of Houser's sculptures.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the sentence states that other artists have been influenced by the style of Houser's sculptures, it doesn't describe this style.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The sculpture Sacred Rain Arrow is a well-known example of Houser's style.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the sentence mentions the name of a sculpture that's a well-known example of Houser's style, it doesn't describe the sculpture's style.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "33": {
        "Number": 33,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expression Of Ideas"
        ],
        "SubTopics": [
            "Rhetorical Synthesis, for which students must strategically integrate provided information and ideas on a topic to form an effective sentence achieving a specified rhetorical aim."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "While researching a topic, a student has taken the following notes:",
            ":ibox:• Architect Julian Abele studied Gregorian and neo-Gothic architecture in Europe.\n\n• Abele worked for an architecture firm that was hired in 1924 to design buildings for Duke University's new campus.\n\n• Most of the buildings on Duke's campus were designed in the Gregorian or neo-Gothic architectural styles.\n\n• At the time, Abele was not formally credited with designing the buildings.\n\n• Based on the buildings' architectural styles, historians believe Abele designed most of the campus buildings.",
            "The student wants to specify why historians believe Abele designed most of Duke's campus buildings. Which choice most effectively uses relevant information from the notes to accomplish this goal?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Given that most of the buildings on Duke's campus feature architectural styles that Abele had studied in Europe, historians believe Abele is the one who designed them.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sentence specifies why historians believe Abele designed most of Duke's campus buildings, noting that most of the buildings feature architectural styles that Abele had studied.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Though Abele wasn't formally credited at the time, historians believe he designed most of the buildings on Duke's campus.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the sentence explains that historians believe Abele designed most of Duke's campus buildings, it doesn't specify why historians hold that belief.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Most of Duke's campus buildings, which were designed by a firm Abele worked for, were designed in the Gregorian and neo-Gothic architectural styles.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence emphasizes the architectural styles of Duke's campus buildings; it doesn't specify why historians believe Abele designed the buildings.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Abele, an architect who studied Gregorian and neo-Gothic architecture in Europe, is believed to have designed most of the buildings on Duke's campus.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the sentence explains that Abele is believed to have designed most of the buildings on Duke's campus, it doesn't specify why historians believe that he designed the buildings.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    }
}