{
    "Directions": "Read the passage below, then answer each question that follows.",
    "Context": [],
    "Title": "New Responsibility",
    "Subtitle": "a story from colonial America",
    "Author": "",
    "LabelType": "P",
    "Content": [
        [" ", "\tI opened my eyes and blinked a few times. Outside, the sky was still pitch black, and the air in the room felt chilly. While I normally might want to sleep a few minutes longer, today I felt jittery, so I jumped out of bed. I, Temperance Bishop, had been looking forward to this day since I was a little girl. I hurriedly got dressed and skipped to the barn to complete my chores of gathering the eggs from the chickens and checking the animals in the barn."],
        [" ", "\tAs I entered the kitchen with a basket of fresh eggs, Mother greeted me with a smile. “Good morning, Temperance. Remember what happens today after breakfast?” she asked me."],
        [" ", "\tHow could I forget? I had been waiting for this day since I noticed my mother walking down the street carrying a sack filled with pins, needles, and other sewing supplies. Today was the day I would become an official member of the town sewing circle. Members met weekly at Mrs. Johnson's house and worked together to complete various sewing projects for their homes and community. Mother had made it clear that along with learning new skills and using a spinning wheel, the women used the time to converse with one another about local news."],
        [" ", "\t“Yes, Mother, I know, and I am very excited!” I exclaimed. It was true; I was excited, but I was also very nervous. I had been sewing since I was old enough to hold a needle and thread, but being part of the sewing circle would be a whole new level of responsibility. Not only was I expected to sew, but I also had a vital role in creating a͟d͟m͟i͟r͟a͟b͟l͟e projects with other people. Mother and the others would expect me to do my best and uphold the high standards of the group."],
        [" ", "\tI took my seat at the kitchen table and observed my siblings loading their plates with food in what seemed a blur of movements. Their voices sounded distant. My thoughts were focused on what might happen at my first day with the sewing circle. Today I could make myself and Mother proud, but what if I make a big mistake? My stomach began to ache with my nervousness, but not wanting anyone to realize my doubts, I began to eat. The food seemed tasteless in my dry mouth, and the knot in my stomach steadily grew. I didn't say anything to anyone. Mother might forbid me from participating if she knew how anxious I was feeling."],
        [" ", "\tAfter breakfast, I quietly helped clear the dishes from the table and then collected my sewing materials. Slowly I followed Mother to the door. With each step, I silently told myself that I would be OK, that I knew what I was doing, that I would have fun, and, after all, today I would be treated as a responsible adult."],
        [" ", "\tAlthough it was only a ten-minute walk to Mrs. Johnson's house, it felt like an eternity. With each step I lost focus of my positive thoughts as my negative doubts crept back in. What if I don't understand what the adults are talking about? What if I embarrass Mother and am sent home and told not to return until I'm older? I felt faint and my knees began to buckle. My hands were wet with perspiration."],
        [" ", "\tI was so caught up in my thoughts that I hadn't realized that I was dragging my feet. Mother turned back, noticing that I was walking at a snail's pace behind her. “Temperance, I was nervous my first time going to the sewing circle too,” she said reassuringly as she walked toward me."],
        [" ", "\t“You were?” I asked incredulously."],
        [" ", "\t“Of course I was,” she laughed. “I was so worried that I would make a mistake and embarrass your grandmother or that I wouldn't understand the jokes that the adults were telling.”"],
        [" ", "\tI couldn't believe it. My mother had once had the same worries I did, yet she's a confident and accomplished woman. Everyone in the community respects her. I never imagined her as anything but self-assured. I breathed a sigh of relief and decided to be optimistic about all the aspects of the day that I had been looking forward to. Today, I will contribute to my community. Today, I will show that I am responsible. Today, I will learn something new. Together, Mother and I walked the rest of the way to Mrs. Johnson's house. I was now ready to begin my journey as the newest member of the sewing circle."]
    ],
    "Copyright": "",
    "References": []
}