{
    "Directions": "Read the passage below, then answer each question that follows.",
    "Context": [],
    "Title": "King Midas Has Donkey Ears",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["", "problems/MOG6E/media/S3a.jpg"],
        [" ", "NARRATOR: Apollo and Pan are arguing about who makes better music."],
        [" ", "APOLLO: My lyre sings sweeter than silver bells."],
        [" ", "PAN: My flute copies the songs of blackbirds."],
        [" ", "APOLLO: Let judges decide who is a better musician."],
        [" ", "NARRATOR: Three judges, including King Midas, agree to listen. (APOLLO picks up his lyre and plays. JUDGE ONE nods his head; JUDGE TWO sways from side to side; KING MIDAS yawns.)"],
        [" ", "PAN: You call that music? (He picks up his flute and plays a lively tune. JUDGE ONE frowns; JUDGE TWO snorts; KING MIDAS taps his foot enthusiastically.)"],
        [" ", "NARRATOR: When Pan finishes, the judges huddle to discuss the music."],
        [" ", "JUDGE ONE: Apollo's music is soothing."],
        [" ", "JUDGE TWO: I agree that Apollo is the superior musician."],
        [" ", "KING MIDAS: I disagree, as I nearly napped while he was playing. Music should be lively, so I vote for Pan."],
        [" ", "APOLLO: Two against one, clearly I have won. But Midas, your ears are too small to appreciate what you hear, so I will fix that. (He touches KING MIDAS's ears.)"],
        [" ", "NARRATOR: Still arguing, Apollo and Pan exit, while the two judges leave shaking their heads."],
        [" ", "KING MIDAS: My ears are tingling, and they feel itchy. (He examines his ears in a mirror.) This is worse than awful; it is horrible, dreadful, and embarrassing. I have the ears of a donkey!"],
        [" ", "No one must know, so I'll let my hair grow, and hide these monstrous furry ears under a hat. (He rummages through a box, takes out a hat, and pulls it over his ears.)"],
        [" ", "NARRATOR: He is able to deceive for a time, but eventually his long hair becomes bothersome, so he summons his barber."],
        [" ", "KING MIDAS: Timor!"],
        [" ", "(TIMOR, the barber, enters.)"],
        [" ", "KING MIDAS: I need my hair trimmed, but promise you will keep secret whatever you see."],
        [" ", "TIMOR: Yes, Your Majesty."],
        [" ", "KING MIDAS: Promise?"],
        [" ", "TIMOR: Yes, Your Majesty, I promise."],
        [" ", "NARRATOR: When Timor takes off the king's hat and combs his hair, he is astonished."],
        [" ", "TIMOR: (in a whispery voice) The king has donkey ears. King Midas has donkey ears."],
        [" ", "KING MIDAS: I heard that. You just promised to never tell anyone. Now get on with the trimming, but be careful, my ears are sensitive."],
        [" ", "NARRATOR: Timor has a difficult time keeping King Midas's secret, but he had promised. Meanwhile, King Midas goes about the business of his kingdom, wearing a hat pulled down to conceal his ears."],
        [" ", "One day Timor can no longer hold the secret."],
        [" ", "TIMOR: If I don't tell somebody about King Midas's donkey ears, I'll explode like a kernel of corn dropped into the fire."],
        [" ", "I will go up the mountainside, dig a hole, and whisper the secret into it. That will relieve me of the burden of the king's secret."],
        [" ", "NARRATOR: So that is what Timor does, but the hole he digs reaches into the chamber where Echo resides, and Echo has the habit of repeating everything she hears."],
        [" ", "TIMOR: (on hands and knees beside the hole) The king has donkey ears."],
        [" ", "ECHO: The king has donkey ears. King has donkey ears. Donkey ears. Ears, ears, ears."],
        [" ", "NARRATOR: Soon the trees pick up the words Echo whispered."],
        [" ", "TREES: The king has donkey ears."],
        [" ", "NARRATOR: The words are carried on the breeze until they reach the village. Soon everyone knows King Midas's secret."],
        [" ", "SMALL CHILD: King Midas has donkey ears. No wonder he always wears a hat!"],
        [" ", "ANOTHER CHILD: How wonderful. No one else has ears like his."],
        [" ", "KING MIDAS: Timor!"],
        [" ", "TIMOR: Yes, Your Majesty."],
        [" ", "KING MIDAS: You gave your word you would not disclose my secret, so you are hereby discharged of your duties as royal barber. Instead, you will work in the stables, grooming the horses—and the donkeys."],
        [" ", "TIMOR: (hanging his head) Yes, Your Majesty. I have learned that when I promise not to reveal a secret, I must keep my word."],
        [" ", "KING MIDAS: I have learned something too. I should not be ashamed of how I look. (He throws his hat away.)"]
    ],
    "Copyright": "",
    "References": []
}