{
    "Directions": "Read thE passage, then answer each question that follows.",
    "Context": [],
    "Title": "[from] “The Wild Horses of Assateague Island”",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["", "problems/ILG4E/media/S4a.jpg"],
        ["", "A Nᴀᴛɪᴏɴᴀʟ Tʀᴇᴀsᴜʀᴇ"],
        ["1", "The wild horses of Assateague Island are descendants of domesticated animals brought to the island over 300 years ago. Horses tough enough to survive the scorching heat, abundant insects, stormy weather and poor quality food found on this windswept barrier island have formed a unique wild horse society. Enjoy their beauty from a distance, and you can help make sure these extraordinary wild horses will continue to thrive on Assateague Island."],
        ["2", "“My treasures do not click together or glitter. —They gleam in the sun and neigh in the night.” —Bedouin proverb."],
        ["", "Wʜᴇʀᴇ ᴅɪᴅ ᴛʜᴇʏ ᴄᴏᴍᴇ ꜰʀᴏᴍ?\n\nWᴇʀᴇ ᴛʜᴇ ʜᴏʀsᴇs sʜɪᴘᴡʀᴇᴄᴋ sᴜʀᴠɪᴠᴏʀs ..."],
        ["3", "Local folklore describes the Assateague horses as survivors of a shipwreck off the Virginia coast. While this dramatic tale of struggle and survival is popular, there are no records yet that confirm it."],
        ["", "problems/ILG4E/media/S4a.jpg"],
        ["", "... ᴏʀ sᴇᴛᴛʟᴇʀs' ʜᴏʀsᴇs?"],
        ["4", "During the 17th century free-roaming horses, cows, sheep and pigs caused expensive crop damage to local farms. Farmers were required to pay taxes on all mainland livestock and fence them in."],
        ["5", "Like people in the 21st century, these resourceful coastal residents looked for ways to avoid paying this tax. They turned to nearby Assateague Island with its abundance of food, shelter and a natural “corral” made of water to solve their problem."],
        ["6", "It is likely that modern Assateague horses are descendants of those hardy animals turned loose on the island to graze tax-free."],
        ["", "Lɪᴠɪɴɢ ᴛʜᴇ ᴡɪʟᴅ ʟɪꜰᴇ ɪɴ Mᴀʀʏʟᴀɴᴅ"],
        ["7", "Assateague's horses are uniquely adapted to survive on a barrier island. How do they do it?"],
        ["", "Wʜᴀᴛ ᴅᴏ ᴛʜᴇʏ ᴇᴀᴛ?"],
        ["8", "The horses spend most of their time grazing on abundant but nutrient-poor saltmarsh cordgrass, saltmeadow hay and beach grass. The horses' short stature is a result of hundreds of years of adaptation to this low quality diet. Genetically they are considered horses, even though they are now pony size."],
        ["9", "The Assateague horses drink over twice the amount of water that domesticated horses will due to their salty food supply. All that drinking combined with a high salt diet contributes to their bloated appearance."],
        ["", "Wʜᴇʀᴇ ᴅᴏ ᴛʜᴇʏ ʟɪᴠᴇ ᴛʜʀᴏᴜɢʜᴏᴜᴛ ᴛʜᴇ ʏᴇᴀʀ?"],
        ["10", "Spring brings cool, rainy weather and fresh plant growth to the island. Many of the horses live in the marshes close to their best food sources. Foals are usually born in late spring and live with their mothers in a family group called a “band.” Each band is usually made up of 2–10 mares, their offspring, and a stallion."],
        ["11", "Hot, humid, and full of insects, summer brings a new set of challenges. The horses escape the mosquitoes and flies of the marsh by spending more time on the beach and in the surf, letting the refreshing ocean breezes carry away airborne pests. Cooler fall weather and fewer insects allow the bands to move from the beaches back to the marshes and their abundant grasses."],
        ["12", "The horses prefer to browse in shrub thickets during the damp, chilly, winter season. Their thick, furry coats will protect them from ferocious winter winds and the occasional snowstorm."],
        ["", "Dᴏ ᴛʜᴇʏ ʀᴇᴄᴇɪᴠᴇ ᴠᴇᴛᴇʀɪɴᴀʀʏ ᴄᴀʀᴇ?"],
        ["13", "While action may be taken to end the suffering of a gravely ill, seriously injured, or dying horse, no measures are taken to prolong the lives of Maryland's wild horses. As with other species of Assateague wildlife, horses that are sick or weak do not survive. This helps maintain a hardy, healthy population of wild horses."],
        ["14", "Virginia's horses are privately owned by the Chincoteague Volunteer Fire Department and receive some veterinary care."],
        ["", "Wʜᴇʀᴇ ᴄᴀɴ ʏᴏᴜ sᴇᴇ ᴛʜᴇ ᴡɪʟᴅ ʜᴏʀsᴇs?\n\nIɴ Mᴀʀʏʟᴀɴᴅ"],
        ["15", "Maryland's horses are owned and managed by the National Park Service. They are free-roaming wildlife and could be anywhere in the park. During the summer months many bands can be found on the beach. You can often see the horses and other wildlife by driving slowly along park roads. Protect island habitat by parking only in designated parking areas. The “Life of the Forest” and “Life of the Marsh” trails are good places to look, especially during spring, fall and winter seasons."],
        ["16", "Do not feed or pet the horses. Horses that learn to come up to the road are hit and killed by cars."],
        ["", "Iɴ Vɪʀɢɪɴɪᴀ"],
        ["17", "Virginia's horses are privately owned by the Chincoteague Volunteer Fire Department and are fenced in large enclosures."],
        ["18", "Look for the horses in the marshes along Beach Road and from the observation platform on the Woodland Trail."]
    ],
    "Copyright": "Text and photographs from “The Wild Horses of Assateague Island,” National Park Service, US Department of the Interior.",
    "References": []
}