{
    "Directions": "Read the article, then answer each question that follows.",
    "Context": [],
    "Title": "Wild Ponies of Chincoteague",
    "Subtitle": "",
    "Author": "by Annika Brynn Jenkins",
    "LabelType": "P",
    "Content": [
        ["1", "The last Wednesday and Thursday of every July are amazing days at Chincoteague (SHING-kuh-teeg). That's pony-penning time on this island just off the coast of Virginia."],
        ["2", "The ponies normally live wild on nearby Assateague Island. To keep the herd from getting too big, some new foals are sold each year at auction on Chincoteague. To get there, the ponies are rounded up and herded across the narrow channel between the two islands."],
        ["", "Wednesday Morning—Really Early!"],
        ["3", "My family and I woke at 4:30 in the morning to drive to Chincoteague. I was so excited, I jumped out of bed. The drive from our home in Virginia Beach was just two hours, but it seemed like a week."],
        ["4", "After we got there, we took a small boat into the channel. The weather was wet and dreary, and I felt like an icicle as raindrops fell cold against my cheeks. But in my mind I was dancing! All I could think was, It's almost time for the ponies to cross!"],
        ["5", "First, I heard faint whinnying sounds drifting through the salty air. Then I could see the ponies on the Assateague shore. The “Saltwater Cowboys” were rounding them up. I loved the ponies at first sight! I wondered if they were thinking, What's happening? Where are we going?"],
        ["", "problems/ILG4E/media/S5a.jpg"],
        ["6", "The cowboys waited a bit for the tide to change. Meanwhile, I imagined myself flying through the wind on a black-and-white mare. Oh, how I wished I could have a horse like that! Then, all of a sudden, I heard a shout from the crowd on the Chincoteague shore. I nearly jumped overboard with excitement! The ponies were stepping into the channel."],
        ["", "problems/ILG4E/media/S5b.jpg"],
        ["7", "Before I knew it, pony heads were bobbing in the water. The swim across the channel didn't take long, but I wish it could have lasted a lifetime. It was so beautiful that I took a photograph of it in my mind."],
        ["", "Going to Town"],
        ["8", "After the crossing, the ponies had a chance to rest. Some slept, and some of the foals suckled their mothers' milk. They were getting their strength back for the next event."],
        ["9", "That would be the pony parade to the carnival grounds, where we would watch the auction. I could see a ferris wheel and a roller coaster, but I kept going. I wanted only to see the ponies. The cowboys were herding them right down Main Street!"],
        ["", "problems/ILG4E/media/S5c.jpg"],
        ["10", "My sisters and I sloshed through the mud to get to the corral where the ponies were held for the auction. I couldn't believe it when I got to pet a brown-and- white foal through the fence. It felt like love itself! His coat was coarse and smelled like a salty sea breeze. I was surprised that his nose felt so soft, like velvet. I imagined him thinking, Can I go home with you?"],
        ["11", "Later, I got to ride a tame Chincoteague pony. When I first climbed on, a shiver of excitement went down my spine. He was ready to go, and I wanted to gallop away with him."],
        ["", "problems/ILG4E/media/S5d.jpg"],
        ["", "Day of the Auction"],
        ["12", "There were so many people at the auction, I couldn't see what was happening. I had to stand on my tiptoes to get a glimpse of each foal that was brought out. But I could hear the bidding and the crowd going wild. When the price was as high as it could go, the auctioneer yelled, “Sold!” Then another foal would come out, and the bidding would start all over again."],
        ["13", "After it was over, we visited Chincoteague National Wildlife Refuge on Assateague Island. There were tall grasses, shady trees, sandy beaches, and mosquitoes—lots of mosquitoes. I also saw the corral where the ponies stayed before their swim."],
        ["", "Going Home"],
        ["14", "On Friday morning, the ponies that weren't sold at auction swam back across the channel. I sat on the rocks on Chincoteague's shore and looked to Assateague. It's a nice, peaceful place, I thought. The ponies are lucky to be home where there's grass to graze and land to roam."],
        ["15", "In the afternoon, I got to ride again. The pony was strong and spirited, and I had to hold him back. Riding him is something I'll always remember. And how could I ever forget the gallant ponies swimming across the channel—their hearts so full of courage and wildness!"]
    ],
    "Copyright": "Wild Ponies of Chincoteague Island by Annika Brynn Jenkins. Text copyright © 2004 by National Wildlife Federation. Reprinted from the July 2004 issue of Ranger Rick® Magazine, with the permission of the copyright owner, the National Wildlife Federation®",
    "References": []
}