{
    "Directions": "Read this story, then answer each question that follows.",
    "Context": [
        "During the late 1400s in Mohawk Nation Territory in a longhouse village in Upstate New York, eleven-year-old Ohkwa'ri spends time with his uncle, learning more about the traditions of his Native American culture."
    ],
    "Title": "[Excerpt from] “A Man's Cup” from Children of the Longhouse",
    "Subtitle": "",
    "Author": "by Joseph Bruchac",
    "LabelType": "P",
    "Content": [
        ["1", "\tWhen Ohkwa'ri came that evening to sit by the central hearth in the Turtle Clans' section of the big longhouse, his uncle suspected that his nephew had something important to ask. So Bgi Tree continued to work in silence, giving his nephew plenty of time to collect his thoughts. It was fully dark outside now, and Grandmother Moon was looking down through the smoke hole overhead."],
        ["2", "\tBig Tree picked up a burning coal from the fire with his fingers, lifted it unhurriedly, and dropped it into the wooden cup that he was making from a piece of hard maple. He had been working on that cup for two moons and it was almost finished."],
        ["3", "\tOhkwa'ri watched carefully. He remembered two winters ago when he tried to pick up a coal as his uncle did, but only succeeded in blistering his finger-tips. Bgi Trees' fingers were tougher than Ohkwa'ri's, the callouses on them as thick that the glowing coal did not burn them."],
        ["4", "\tIt will be many seasons, Ohkwa'ri thought, before I can do the things that my uncle can do."],
        ["5", "\tBig Tree placed the glowing coal into the bowl of the cup and nodded to his nephew. Ohkwa'ri leaned forward. This job was one that he could do now. He could help his uncle finish hollowing the bowl by blowing on the coal through the thin hollow branch of a sumac. Ohkwa'ri blew and the coal burned with a sound like that of a tiny storm wind, reddening the blackened wood, burning the hollow deeper. He moved the sumac branch as he blew steadily, puffing his cheeks in and out as he blew, making sure that the coal moved around the bowl evenly to make the inner shape of the cup just right. His uncle raised a hand and Ohkwa'ri stopped blowing. The coal, which had been the size of the end of his thumb, was now a tiny spark Big Tree took his sharp-edged scraping stone and used it to clean out the bowl."],
        ["6", "\t“This is good,” his uncle said. “Now I only have to smooth the inside and this cup will be ready to use.”"],
        ["7", "\tHe held it up and both he and Ohkwa'ri admired it. The finely detailed handle was the long head of a bear. Big Tree had used his sharp flint knife to finish off the details of the bear's head at the front of the cup, even making marks that looked like the fur of the bear. Then he had blackened it in the fire to harden and darken it and make it look even more like a bear."],
        ["8", "\t“Who will be the owner of this cup, my uncle?” Ohkwa'ri asked."],
        ["9", "\t“A man who needs it,” his uncle replied with a smile."],
        ["10", "\tOhkwa'ri nodded. Every man owned a cup such as that, usually with some design on it which indicated his clan. Your cup, which would be hung from your belt, could be used for dipping up drinking water when you were in the forest."],
        ["11", "\tDipping water with a cup was a wise idea, for you could remain watchful and alert while doing this. If you had to lean down and drink with your mouth from the spring or the stream, an enemy or a dangerous animal could creep up unseen. You also could thrust the cup deep under the surface where the water was cleaner and colder. Then, when you were back in the longhouse, you could use your cup to dip soup from the pot when the food was ready and your hunger told you to eat."],
        ["12", "\tOhkwa'ri already had a cup of his own, a small one made of soft basswood that hung on his belt. But that cup was plain and chipped and it was not well carved. It was a boy's cup. It was useful, but it was better to have something that was useful and beautiful."],
        ["13", "\tOhkwa'ri put the sumac blowpipe back on the shelf above his uncle's bed. Like all things that would be useful to more than one person, it was kept in plain sight. That way, if anyone in the village had need of it they could simply take it and return it when they were done. Truly personal things - like Ohkwa'ri's stone with its two beautiful crystals - were kept out of sight in the bark boxes under everyone's beds. No one should ever look under another person's bed."],
        ["14", "\tOhkwa'ri came and sat back down by his uncle, who continued to work on smoothing the inside of the cup."],
        ["15", "\t“Uncle,” Ohkwa'ri said, “I think it is time for me to build a lodge.”"],
        ["16", "\tBig Tree continued to work on the cup without saying anything in response."],
        ["17", "\t“I do not mean that I think it is time for me to move away from my mother's hearth,” Ohkwa'ri said. “I know that it is still two or three winters before it will be time for me to do that, to go and live on my own. But I think that it would be good for me to make a little lodge and sleep in it some nights. It would be a good way to learn, a good way to make myself tougher and stronger.”"],
        ["18", "\tOhkwa'ri's words were true. In another few winters we would be expected to move out of the longhouse, to no longer live near his mother. Then he would need to know how to care for himself. Every boy came to this time in his life when he was expected to go through a whole year of the hard training needed to be accepted fully as a man. He would find a place outside the village and build his own lodge, sleeping there every night. Although he could still return to the big longhouse and take meals with his family, he would truly be responsible for himself."]
    ],
    "Copyright": "",
    "References": []
}