{
    "Directions": "Read the passage and then answer each question that follows.",
    "Context": [],
    "Title": "Pictures on Papyrus",
    "Subtitle": "",
    "Author": "by Jane Hill McHugh",
    "LabelType": "P",
    "Content": [
        ["1", "\tMy package arrived in six days from Cairo, Egypt. I tore it open and found everything I had hoped for, and more—a colorful picture of Queen Cleopatra painted on a sheet of papyrus. Papyrus looks like stiff paper, but it isn't paper at all. (Read below to find out how it's made.) Egyptian hieroglyphs made a handsome background behind the queen. In the package, I also found three plain pieces of papyrus the same size as the picture."],
        ["2", "\tThe papyrus felt smoother than I had expected, but stiff. The edges were rough. I could see the crisscrossing lines of the fiber of the plant it was made from. The color was tan, and none of the sheets were alike. Their thicknesses were different. When I held up a thin piece, I could see light through the reeds. I could imagine myself writing on it."],
        ["3", "\tPapyrus is an amazing plant. In the marshy areas around Egypt's Nile River, papyrus often grows as high as 15 feet. In ancient Egypt, the people made boats, sails, candles, cloth, mats, and more with it. They ate some parts of the plant, and they burned the roots for fuel. But most important, they made papyrus into thin, flat sheets, much like paper."],
        ["4", "\tPapyrus sheets were a fantastic invention. They were lightweight, could be rolled up, and were easy to write on with a reed pen. What a change from carving hieroglyphs into stone! (Hieroglyphs were carved in gold, painted on pottery, sculpted on the walls of tombs, and—eventually—written on sheets of papyrus.)"],
        ["5", "\tEgyptian kings didn't want to share this invention. They decided the making of papyrus sheets should be a secret. It didn't take too long, however, before others figured out how to copy this Egyptian invention. After several thousand years of use, there wasn't enough papyrus left to keep up with the demand. Meanwhile, around the year 105, paper was invented in China. Over time, people around the world learned how to make paper, and papyrus was no longer used."],
        ["", "Get Ready to Write ..."],
        ["6", "\tIn 1965, an Egyptian scientist named Dr. Hassan Ragab began to grow papyrus and make papyrus sheets, just like his ancestors had done thousands of years ago. Today, Dr. Ragab's family continues the tradition of making papyrus “paper.”"],
        ["7", "\tTo make papyrus sheets, you need papyrus plants. First, you cut the stem of the papyrus plant into pieces about 9 inches long."],
        ["8", "\tThen you slice the pieces into thin strips, which you lay out side by side on a flat surface."],
        ["9", "\tNext, you place another layer of strips across the first layer."],
        ["10", "\tThen you hammer this sheet flat and leave it to dry in the sun. The sticky juices from the plant act like glue to hold the sheet together. Once the sheet is dry, you cut the edges to make them even."],
        ["11", "\tThen, you glue several sheets together, end to end. This makes one long piece."],
        ["12", "\tNow your papyrus is ready to be written on, rolled into a cylinder, tied with a string, and sealed."],
        ["", "problems/MS22G3E/media/S5a.jpg"]
    ],
    "Copyright": "Excerpt and illustration from “Pictures on Papyrus” by Jane Hill McHugh, illustrated by Cheryl Jacobsen, AppleSeeds, November 1, 2004. Copyright © 2004 by Cricket Media. Used with permission of Carus Publishing Company via Copyright Clearance Center.",
    "References": []
}