{
    "Directions": "Read the passage and then answer each question that follows.",
    "Context": [],
    "Title": "[Excerpt from] The Story of Doctor Dolittle",
    "Subtitle": "",
    "Author": "by Hugh Lofting",
    "LabelType": "P",
    "Content": [
        ["1", "\t[Polynesia] the parrot flew off the window on to the Doctor's table and said,"],
        ["2", "\t“That man's got sense. That's what you ought to do. Be an animal­doctor. Give the silly people up—if they haven't brains enough to see you're the best doctor in the world. Take care of animals instead—THEY'll soon find it out. Be an animal­doctor.”"],
        ["3", "\t“Oh, there are plenty of animal­doctors,” said John Dolittle, putting the flower­pots outside on the window­sill to get the rain."],
        ["4", "\t“Yes, there ARE plenty,” said Polynesia. “But none of them are any good at all. Now listen, Doctor, and I'll tell you something. Did you know that animals can talk?”"],
        ["5", "\t“I knew that parrots can talk,”"],
        ["6", "\t“Oh, we parrots can talk in two languages—people's language and bird­language,” said Polynesia proudly. “If I say, 'Polly wants a cracker,' you understand me. But hear this: Kaka oi­ee, fee­fee?”"],
        ["7", "\t“Good Gracious!” cried the Doctor. “What does that mean?”"],
        ["8", "\t“That means, 'Is the porridge hot yet?'—in bird­language.”"],
        ["9", "\t“My! You don't say so!” said the Doctor. “You never talked that way to me before.”"],
        ["10", "\t“What would have been the good?” said Polynesia, dusting some cracker­crumbs off her left wing. “You wouldn't have understood me if I had.”"],
        ["11", "\t“Tell me some more,” said the Doctor, all excited; and he rushed over to the dresser­drawer and came back with the butcher's book and a pencil. “Now don't go too fast—and I'll write it down. This is interesting—very interesting—something quite new. Give me the Birds' A.B.C. first—slowly now.”"],
        ["12", "\tSo that was the way the Doctor came to know that animals had a language of their own and could talk to one another. And all that afternoon, while it was raining, Polynesia sat on the kitchen table giving him bird words to put down in the book."],
        ["13", "\tAt tea­time, when the dog, Jip, came in, the parrot said to the Doctor, “See, HE'S talking to you.”"],
        ["14", "\t“Looks to me as though he were scratching his ear,” said the Doctor."],
        ["15", "\t“But animals don't always speak with their mouths,” said the parrot in a high voice, raising her eyebrows. “They talk with their ears, with their feet, with their tails—with everything. Sometimes they don't WANT to make a noise. Do you see now the way he's twitching up one side of his nose?”"],
        ["16", "\t“What's that mean?” asked the Doctor."],
        ["17", "\t“That means, 'Can't you see that it has stopped raining?'” Polynesia answered. “He is asking you a question. Dogs nearly always use their noses for asking questions.”"],
        ["18", "\tAfter a while, with the parrot's help, the Doctor got to learn the language of the animals so well that he could talk to them himself and understand everything they said. Then he gave up being a people's doctor altogether..."],
        ["19", "\tOne day a plow­horse was brought to him; and the poor thing was terribly glad to find a man who could talk in horselanguage."],
        ["20", "\t“You know, Doctor,” said the horse, “that vet over the hill knows nothing at all. He has been treating me six weeks now —for spavins. What I need is SPECTACLES. I am going blind in one eye. There's no reason why horses shouldn't wear glasses, the same as people. But that stupid man over the hill never even looked at my eyes. He kept on giving me big pills. I tried to tell him; but he couldn't understand a word of horse­language. What I need is spectacles.”"],
        ["21", "\t“Of course—of course,” said the Doctor. “I'll get you some at once.”"],
        ["22", "\t“I would like a pair like yours,” said the horse—“only green. They'll keep the sun out of my eyes while I'm plowing the Fifty­Acre Field.” ..."],
        ["23", "\tThen John Dolittle got a fine, big pair of green spectacles; and the plow­horse stopped going blind in one eye and could see as well as ever."],
        ["24", "\tAnd soon it became a common sight to see farm­animals wearing glasses in the country round Puddleby; and a blind horse was a thing unknown."],
        ["25", "\tAnd so it was with all the other animals that were brought to him. As soon as they found that he could talk their language, they told him where the pain was and how they felt, and of course it was easy for him to cure them."],
        ["26", "\tNow all these animals went back and told their brothers and friends that there was a doctor in the little house with the big garden who really WAS a doctor. And whenever an  creatures got sick—not only horses and cows and dogs—but all the little things of the fields, like harvest­mice and water-voles, badgers and bats, they came at once to his house on the edge of the town, so that his big garden was nearly always crowded with animals trying to get in to see him."],
        ["", "problems/MS22G3E/media/S1a.jpg"]
    ],
    "Copyright": "Excerpt and illustration from The Story of Doctor Dolittle by Hugh Lofting. Originally published in 1920.",
    "References": []
}