{
    "Directions": "Read the following story and article about caves. Then answer the questions. Some questions may ask you about certain paragraphs. The paragraphs are numbered on the left side.",
    "Context": [],
    "Title": "Out of the Dark",
    "Subtitle": "",
    "Author": "written for the Minnesota Department of Education",
    "LabelType": "P",
    "Content": [
        ["1", "Jason tried to force a smile as his classmates lined up to enter the cave. “This will be great,” he whispered to Dawn, his best friend, who was standing in front of him. Jason wiped his sweaty palms on his pants and swallowed hard. The rest of his classmates were laughing and talking excitedly to one another. Jason hoped that no one would discover how he really felt about this field trip."],
        ["2", "Dawn inched closer to Jason and turned to face him. “What did you say?”"],
        ["3", "“I said, ‘This will be so great,’” he replied. “Don’t you think so?”"],
        ["4", "“Well,maybe,”Dawn replied, sounding a bit unsure of herself. She swung away from him then and looked past the tour guide, who was standing at the cave entrance. Her eyes darted back and forth, searching the ceiling of the cave."],
        ["5", "Jason took a deep breath as the line began to move, following the guide around a bend where the group could no longer see the light from the entrance. Only a few low lights shone from the sides of the cave. Silence fell as the guide motioned for the line to stop, and he began to explain the rules of cave exploration. Jason was not listening, however. Not only was his attention on his own thoughts, but his heartbeat was also drowning out the sound of the guide’s voice. He felt like the cave was swallowing him."],
        ["6", "I should have told the teacher the truth, Jason thought, rubbing his arms against the chilly air. She would not have made me come. But he had not wanted to look foolish to the other kids. After all, how many other third graders were afraid of the dark?"],
        ["7", "The guide continued walking deeper into the cave with the students shuffling closely behind him. He stopped and pointed to a dark corner at the top of the cave. “Bats used to live here. They would sleep during the day but become very active at night.” He quickly added, “We won’t be able to see them today, though, because the bats left this area a long time ago.”"],
        ["8", "Dawn suddenly grabbed Jason’s arm. “Did he say bats?” she yelped. Without waiting for an answer, she blurted out, “I knew it! I knew there would be bats here. I should have told the teacher. She wouldn’t have made me come if she had known.”"],
        ["9", "Ignoring the stares and giggles of his classmates, Jason tried to calm Dawn by asking in a quiet voice, “If she had known what?”"],
        ["10", "Dawn peered at the ground and kicked a loose rock."],
        ["11", "“I’m a little afraid of bats, ”Dawn whispered."],
        ["12", "Jason smiled, but only because of the warm feeling spreading throughout his heart. What a relief to know that he was not alone! “Well, I think bats are cool, but I know how it feels to be afraid. I’m a little frightened of the dark.” His grin was so big that he thought it might split his face. “Don’t forget that the guide just said bats are no longer here.”"],
        ["13", "Dawn squeezed his arm again, but this time in a slow, careful way. Then she laughed, the sound bouncing around the darkness. With Dawn’s support and the echo of her laughter all around him, Jason began to think that the cave was not so scary after all."]
    ],
    "Copyright": "“Out of the Dark” written for the Minnesota Department of Education.",
    "References": []
}