{
    "Directions": "Read the folktale about Hodja, a wise man known for his sense of humor. Then answer each question that follows.",
    "Context": [],
    "Title": "Hodja and the Hungry Coat",
    "Subtitle": "A Turkish Tale",
    "Author": "Retold by Gale Sypher Jacob",
    "LabelType": "P",
    "Content": [
        ["1", "When Hodja arrived home late one fall afternoon, dirt clung to his patched trousers, his faded shirt, and his tattered felt cap. He'd been laboring in the vineyards since sunrise."],
        ["2", "“Hurry! Change your clothes and bathe,” said his wife, Fatima. “You'll be late for the grand banquet at the Emir's!”"],
        ["3", "“I can't be late,” declared Hodja, washing his hands and splashing water on his face. “I'll have to go in these clothes.”"],
        ["4", "Fatima frowned and brushed dirt from his trousers. Then Hodja climbed on Zeki, his little donkey, and waved good-bye."],
        ["5", "As he approached the Emir's mansion, Hodja admired the candles gleaming in the many windows. Music and bits of conversations drifted through the crisp air, and heavy footsteps and laughter echoed in the courtyard as the men arrived for the banquet. Hodja tethered Zeki and joined the well-dressed crowd inside."],
        ["6", "Servants circled the reception room carrying trays of sweetmeats and cups of tea. Hodja greeted other guests, but not one spoke to him in return. People turned their backs or swept past, barely glancing his way."],
        ["7", "Soon the Emir announced that the banquet was ready. Groups of chattering guests pressed through the doorway and sat at low tables where soup was waiting for them. Hodja, not wanting to be jostled in the crowd, stood waiting in a dark corner of the candlelit room."],
        ["8", "The Emir glanced briefly in Hodja's direction and clapped his hands to call a servant. “Who admitted that dirty laborer in patched trousers?” the Emir whispered to the man. “Get rid of him.”"],
        ["9", "The dark-eyed servant grabbed Hodja's arm and pulled him outside."],
        ["10", "“I'm going, I'm going,” said Hodja, “but you may see me again.”"],
        ["11", "He climbed on Zeki and plodded home."],
        ["12", "“What happened?” asked Fatima. When he told her, she cried, “Oh, my poor dear!”"],
        ["13", "“Don't worry,” Hodja said. “I have a plan. Bring me basins of hot water and soap, my new shoes, and my best shirt, trousers, turban, and coat.”"],
        ["14", "He soaped and scrubbed himself, then donned his festive clothes, a perfectly wound turban, and his fine coat."],
        ["15", "Fatima kissed him. “Is that still you, Hodja?”"],
        ["16", "“Yes, indeed,” he replied. “And now I will return to the banquet.”"],
        ["17", "As before, he tethered Zeki in the courtyard and walked toward the house. In the doorway stood the dark-eyed servant who had thrown Hodja out."],
        ["18", "The servant bowed. “Welcome. It is a pleasure to see you, effendi.¹ Allow me to escort you.”"],
        ["19", "Hodja smiled and followed the servant into the banquet room. Heads turned as he was led toward the Emir. Guests whispered."],
        ["20", "“Come, Hodja Effendi,” called the Emir, “sit here beside me in the place of honor. The soup is finished, but there will be other courses for your pleasure.”"],
        ["21", "“Thank you,” Hodja replied as he sat on a cushion at the low table."],
        ["22", "Soon trays of lamb shish kebab, rice pilaf, vegetables, cheeses, and breads were passed. Hodja filled his plate. Then he picked up several pieces of lamb and a handful of rice and tucked the food into his left coat pocket."],
        ["23", "“Eat, coat, eat!” commanded Hodja."],
        ["24", "He picked up a fistful of vegetables, a slice of bread, and a wedge of cheese. He stuffed them into his right coat pocket."],
        ["25", "“Eat, coat, eat!” commanded Hodja."],
        ["26", "All the guests stared at him."],
        ["27", "“Tell me, Hodja Effendi,” said the Emir, “why are you feeding your coat?”"],
        ["28", "“When I came to your banquet wearing my work clothes, you threw me out,” declared Hodja. “Now I'm wearing my fine coat, and you welcome me. It must be the coat, then, that you invited to your banquet, not me.”"],
        ["29", "The Emir's face flushed with shame. Other guests lowered their eyes and stared at their laps."],
        ["30", "“Ah, here comes dessert!” cried Hodja. “Before I leave, my coat would love to savor pieces of sweet baklava and perhaps a cup of rich coffee.”"]
    ],
    "Copyright": "“Hodja and the Hungry Coat: A Turkish Tale” by Gale Sypher Jacob, from Spider Magazine, (February 2007). Copyright © 2007 by Gale S. Jacob. Reprinted by permission of Cricket Media.",
    "References": [
        ["¹", "effendi — a term of respect or courtesy, similar to “Sir”"]
    ]
}