{
    "Directions": "Read this article, then answer each question that follows.",
    "Context": [],
    "Title": "Goo Fighters",
    "Subtitle": "",
    "Author": "by John Perritano",
    "LabelType": "L",
    "Content": [
        ["", "Firefighters in Florida Have Discovered a Way to Turn the Polymers in Disposable"],
        ["", "Diapers into a Barricade Against Fire."],
        [" ", "\tIn 1998, Jim and Debbie Hodges moved into their dream house in a quiet, wooded"],
        [" ", "neighborhood in Palm Coast, Fla. But their dreams almost went up in smoke that year"],
        ["5", "during the Fourth of July weekend. That's when a wildfire roared through their new"],
        [" ", "neighborhood."],
        [" ", "\tThe wildfire, one of many in Florida that summer, destroyed 200 buildings and"],
        [" ", "blackened a half million acres. It moved so quickly that firefighters forced the couple to"],
        [" ", "leave the area at once. Their mutt, Elvis, hid from the flames in his doghouse."],
        ["10", "\tThe Hodgeses returned to their dream house the next day, expecting to find it in ruins"],
        [" ", "and Elvis dead. They were amazed at what they saw instead. Among the scorched trees"],
        [" ", "and smoking ashes, their house stood virtually untouched by the blaze. As for Elvis, “He"],
        [" ", "made it. He's still alive. Elvis is alive,” Debbie Hodges said."],
        [" ", "\tWhat spared Elvis and his owners' house?"],
        ["15", "\tJust before flames engulfed the neighborhood, firefighters slimed the house and"],
        [" ", "doghouse with a chemical compound found in disposable baby diapers. The sticky, gellike"],
        [" ", "substance protected everything it covered in a cocoon of fire-resistant ooze. “That gel is"],
        [" ", "the best invention since the fire truck,” Jim Hodges said."],
        ["", "Sᴜᴘᴇʀᴀʙsᴏʀʙᴇɴᴛ Pᴏʟʏᴍᴇʀ"],
        [" ", "\tThe idea for that invention came seven years ago, when John Bartlett, a firefighter in"],
        ["20", "Florida's Palm County, was cleaning up after a routine trash fire. As he picked through the"],
        [" ", "debris, he noticed something that hadn't burned. That something was a wet disposable"],
        [" ", "diaper."],
        [" ", "\tWhy didn't the diaper turn to ashes? Bartlett investigated. He found that the main"],
        [" ", "ingredient in disposable diapers is a superabsorbent polymer called sodium polyacrylate."],
        ["25", "A polymer is a chemical compound that forms as a long, sometimes branched, chain of"],
        [" ", "molecules. Each link in its structure is an individual molecule called a monomer. Polymers"],
        [" ", "occur naturally, as in cotton, wool, and rubber. Materials made of synthetic, or artificial,"],
        [" ", "polymers include vinyl, nylon and neoprene."],
        [" ", "\tBartlett also learned that sodium polyacrylate acts like a tiny, superabsorbent sponge,"],
        ["30", "soaking up to 800 times its weight in water. When the baby wet the diaper before the trash"],
        [" ", "fire, the sodium polyacrylate in the diaper soaked up so much moisture that the flames"],
        [" ", "could not burn through."],
        [" ", "\tA light bulb went on in Bartlett's head. Why not, he wondered, spray sodium"],
        [" ", "polyacrylate onto a house to build a barrier that flames cannot penetrate? He tested"],
        ["35", "combinations of sodium polyacrylate, water, and other chemicals to make a sticky gel."],
        [" ", "Working with his father and another firefighter, Bruce Hill, for a period of five years,"],
        [" ", "Bartlett finally created Barricade, the slime firefighters spewed on Jim and Debbie"],
        [" ", "Hodges's house. Barricade, or “diaper goo,” as some firefighters call it, can fend off flames"],
        [" ", "for up to 30 hours. “What we've developed is sticky water,” Hill told Current Science."],
        ["", "Wᴀᴛᴇʀ Sᴛᴜᴄᴋ Oɴ ᴀ Wᴀʟʟ"],
        ["40", "\tBarricade doesn't start as sticky water. Sodium polyacrylate is a powder. Firefighters"],
        [" ", "mix that powder at the scene of a fire with water, in a process called hydration. During"],
        [" ", "that process, sodium polyacrylate encases millions of tiny water droplets in a bubblelike"],
        [" ", "shell. That shell is very sticky and has the consistency of warm maple syrup."],
        [" ", "\tFirefighters spray the diaper goo on a structure with a hose. Firefighters can use the"],
        ["45", "gel to protect a building before a fire or to put out a blaze. The gel sticks to wood, metal,"],
        [" ", "brick, asphalt, plastic, glass, and most other building materials."],
        [" ", "\t“It's like sticking water on a wall,” Bartlett said. “Think of the polymers as sponges. By"],
        [" ", "using Barricade gel, we're basically wetting millions of sponges and throwing them, one on"],
        [" ", "top of another, against a wall or whatever it is we don't want to burn.”"],
        ["", "Nᴀᴛᴜʀᴀʟ Dᴇᴄᴀʏ"],
        ["50", "\tHill said that once a fire has been put out, Barricade can be washed away with water."],
        [" ", "The gel is biodegradable—it breaks down into harmless substances. It is nontoxic and safe"],
        [" ", "for the environment."],
        [" ", "\tBarricade has scored a number of successes during the short time it has been used."],
        [" ", "The gel saved 20 homes in Florida in 1998 and a paper mill in Slave Lake, Alberta,"],
        ["55", "Canada, that same year. It's relatively inexpensive, too. It takes 3 to 5 gallons of Barricade"],
        [" ", "to protect one house, at an average cost of $60 per application, said Hill. One coating of"],
        [" ", "gel remains active for up to six days, depending on wind, humidity—the amount of water"],
        [" ", "vapor in the air—and other weather conditions."],
        ["", "Qᴜᴀɴᴛᴜᴍ Lᴇᴀᴘ"],
        [" ", "\tIn areas prone to wildfires, Barricade has caught on like, well, wildfire. All firefighters"],
        ["60", "in Los Angeles carry diaper goo in their trucks. Homeowners can even purchase"],
        [" ", "do-it-yourself spray kits of Barricade. Bill Kramer, a former fire chief who teaches fire"],
        [" ", "science at the University of Cincinnati, calls the gel “a quantum leap in firefighting”"],
        [" ", "because the goo can save lives as well as property."],
        [" ", "\tSaid one firefighter: “If it's safe enough for a baby's bottom, it's safe enough for us.”"],
        ["65", "Elvis and his owners would certainly agree."]
    ],
    "Copyright": "",
    "References": []
}