{
    "Directions": "Read this story, then answer each question.",
    "Context": [
        "That Spot had been purchased for sixty-five dollars by two men setting out to search for gold in the Klondike. They have now decided to sell him because, although he is a good-looking dog, he cannot be coaxed into working."
    ],
    "Title": "That Spot",
    "Subtitle": "",
    "Author": "by Jack London",
    "LabelType": "L",
    "Content": [
        [" ", "\tBut he was a good looker. At the end of the first week we sold him for seventy-five"],
        [" ", "dollars to the Mounted Police. They had experienced dog-drivers, and we knew that by"],
        [" ", "the time he’d covered the six hundred miles to Dawson he’d be a good sled-dog. I say we"],
        [" ", "knew, for we were just getting acquainted with that Spot. A little later we were not brash"],
        ["5", "enough to know anything where he was concerned. A week later we woke up in the"],
        [" ", "morning to the dangdest dog-fight we’d ever heard. It was that Spot came back and"],
        [" ", "knocking the team into shape. We ate a pretty depressing breakfast, I can tell you; but"],
        [" ", "cheered up two hours afterward when we sold him to an official courier, bound in to"],
        [" ", "Dawson with government despatches. That Spot was only three days in coming back, and,"],
        ["10", "as usual, celebrated his arrival with a rough-house."],
        [" ", "\tWe spent the winter and spring, after our own outfit was across the pass, freighting"],
        [" ", "other people’s outfits; and we made a fat stake. Also, we made money out of Spot. If we"],
        [" ", "sold him once, we sold him twenty times. He always came back, and no one asked for"],
        [" ", "their money. We didn’t want the money. We’d have paid handsomely for any one to take"],
        ["15", "him off our hands for keeps. We had to get rid of him, and we couldn’t give him away, for"],
        [" ", "that would have been suspicious. But he was such a fine looker that we never had any"],
        [" ", "difficulty in selling him. “Unbroke,” we’d say, and they’d pay any old price for him. We sold"],
        [" ", "him as low as twenty-five dollars, and once we got a hundred and fifty for him. That"],
        [" ", "particular party returned him in person, refused to take his money back, and the way he"],
        ["20", "abused us was something awful. He said it was cheap at the price to tell us what he"],
        [" ", "thought of us; and we felt he was so justified that we never talked back. But to this day"],
        [" ", "I’ve never quite regained all the old self-respect that was mine before that man talked"],
        [" ", "to me."],
        [" ", "\tWhen the ice cleared out of the lakes and river, we put our outfit in a Lake Bennett"],
        ["25", "boat and started for Dawson. We had a good team of dogs, and of course we piled them"],
        [" ", "on top the outfit. That Spot was along—there was no losing him; and a dozen times, the"],
        [" ", "first day, he knocked one or another of the dogs overboard in the course of fighting with"],
        [" ", "them. It was close quarters, and he didn’t like being crowded."],
        [" ", "\t“What that dog needs is space,” Steve said the second day. “Let’s maroon him.”"],
        ["30", "\tWe did, running the boat in at Caribou Crossing for him to jump ashore. Two of the"],
        [" ", "other dogs, good dogs, followed him; and we lost two whole days trying to find them. We"],
        [" ", "never saw those two dogs again; but the quietness and relief we enjoyed made us decide,"],
        [" ", "like the man who refused his hundred and fifty, that it was cheap at the price. For the first"],
        [" ", "time in months Steve and I laughed and whistled and sang. We were as happy as clams."],
        ["35", "The dark days were over. The nightmare had been lifted. That Spot was gone."],
        [" ", "\tThree weeks later, one morning, Steve and I were standing on the river-bank at"],
        [" ", "Dawson. A small boat was just arriving from Lake Bennett. I saw Steve give a start, and"],
        [" ", "heard him say something that was not nice and that was not under his breath. Then I"],
        [" ", "looked; and there, in the bow of the boat, with ears pricked up, sat Spot. Steve and I"],
        ["40", "sneaked immediately, like beaten curs, like cowards, like absconders from justice. It was"],
        [" ", "this last that the lieutenant of police thought when he saw us sneaking. He surmised that"],
        [" ", "there was law-officers in the boat who were after us. He didn’t wait to find out, but kept us"],
        [" ", "in sight, and in the M. & M. saloon got us in a corner. We had a merry time explaining,"],
        [" ", "for we refused to go back to the boat and meet Spot; and finally he held us under guard of"],
        ["45", "another policeman while he went to the boat. After we got clear of him, we started for the"],
        [" ", "cabin, and when we arrived, there was that Spot sitting on the stoop waiting for us. Now"],
        [" ", "how did he know we lived there? There were forty thousand people in Dawson that"],
        [" ", "summer, and how did he savve our cabin out of all the cabins? How did he know we were"],
        [" ", "in Dawson, anyway? I leave it to you."]
    ],
    "Copyright": "",
    "References": []
}