{
    "Directions": "Read this story, then answer each question.",
    "Context": [],
    "Title": "Wolf",
    "Subtitle": "",
    "Author": "by Albert Payson Terhune",
    "LabelType": "L",
    "Content": [
        [" ", "\tThe collie is supposed to be descended direct from the wolf, and Wolf looked far more"],
        [" ", "like his original ancestors than like a thoroughbred collie. From puppyhood he had been"],
        [" ", "the living image, except in color, of a timber-wolf, and it was from this queer throw-back"],
        [" ", "trait that he had won his name."],
        ["5", "\tLad was the Mistress' dog. Bruce was the Master's. Wolf belonged to the Boy, having"],
        [" ", "been born on the latter's birthday."],
        [" ", "\tFor the first six months of his life Wolf lived at The Place on sufferance.¹ Nobody"],
        [" ", "except the Boy took any special interest in him. He was kept only because his better-"],
        [" ", "formed brothers had died in early puppyhood and because the Boy, from the outset, had"],
        ["10", "loved him."],
        [" ", "\tAt six months it was discovered that he was a natural watch-dog. Also that he never"],
        [" ", "barked except to give an alarm. A collie is, perhaps, the most excitable of all large dogs."],
        [" ", "The veriest trifle will set him off into a thunderous paroxysm² of barking. But Wolf, the"],
        [" ", "Boy noted, never barked without strong cause."],
        ["15", "\tHe had the rare genius for guarding that so few of his breed possess. For not one dog"],
        [" ", "in ten merits the title of watch-dog. The duties that should go with that office are far more"],
        [" ", "than the mere clamorous announcement of a stranger's approach, or even the attacking of"],
        [" ", "such a stranger."],
        [" ", "\tThe born watch-dog patrols his beat once in so often during the night. At all times he"],
        ["20", "must sleep with one ear and one eye alert. By day or by night he must discriminate"],
        [" ", "between the visitor whose presence is permitted and the trespasser whose presence is"],
        [" ", "not. He must know what class of undesirable to scare off with a growl and what class"],
        [" ", "needs stronger measures. He must also know to the inch the boundaries of his own"],
        [" ", "master's land."],
        ["25", "\tFew of these things can be taught; all of them must be instinctive. Wolf had been born"],
        [" ", "with them. Most dogs are not."],
        [" ", "\tHis value as a watch-dog gave Wolf a settled position of his own on The Place. Lad"],
        [" ", "was growing old and a little deaf. He slept, at night, under the piano in the music-room."],
        [" ", "Bruce was worth too much money to be left at large in the night time for any clever dog-"],
        ["30", "thief to steal. So he slept in the study. Rex, a huge mongrel, was tied up at night, at the"],
        [" ", "lodge, a furlong away. Thus Wolf alone was left on guard at the house. The piazza was his"],
        [" ", "sentry-box. From this shelter he was wont to set forth three or four times a night, in all"],
        [" ", "sorts of weather, to make his rounds."],
        [" ", "\tThe Place covered twenty-five acres. It ran from the high-road, a furlong above the"],
        ["35", "house, down to the lake that bordered it on two sides. On the third side was the forest."],
        [" ", "Boating-parties, late at night, had a pleasant way of trying to raid the lakeside apple-"],
        [" ", "orchard. Tramps now and then strayed down the drive from the main road. Prowlers,"],
        [" ", "crossing the woods, sometimes sought to use The Place's sloping lawn as a short cut to the"],
        [" ", "turnpike below the falls."],
        ["40", "\tFor each and all of these intruders Wolf had an ever-ready welcome. A whirl of madly"],
        [" ", "pattering feet through the dark, a snarling growl far down in the throat, a furry shape"],
        [" ", "catapulting into the air—and the trespasser had his choice between a scurrying retreat or a"],
        [" ", "double set of white fangs in the easiest-reached part of his anatomy."],
        [" ", "\tThe Boy was inordinately proud of his pet's watchdog prowess. He was prouder yet of"],
        ["45", "Wolf's almost incredible sharpness of intelligence, his quickness to learn, his knowledge of"],
        [" ", "word meaning, his zest for romping, his perfect obedience, the tricks he had taught"],
        [" ", "himself without human tutelage³ — in short, all the things that were a sign of the brain he"],
        [" ", "had inherited from Lad."],
        [" ", "\tBut none of these talents overcame the sad fact that Wolf was not a show dog and that"],
        ["50", "he looked positively underbred and shabby alongside of his sire or of Bruce. Which"],
        [" ", "rankled at the Boy's heart; even while loyalty to his adored pet would not let him confess"],
        [" ", "to himself or to anyone else that Wolf was not the most flawlessly perfect dog on earth."],
        [" ", "\tUnder-sized (for a collie), slim, graceful, fierce, affectionate, Wolf was the Boy's"],
        [" ", "darling, and he was Lad's successor as official guardian of The Place. But all his youthful"],
        ["55", "life, thus far, had brought him nothing more than this—while Lad and Bruce had been"],
        [" ", "winning prize after prize at one local dog show after another within a radius of"],
        [" ", "thirty miles."]
    ],
    "Copyright": "",
    "References": [
        ["¹", "sufferance: patient tolerance"],
        ["²", "paroxysm: sudden outburst"],
        ["³", "tutelage: instruction"]]
}