{
    "Directions": "Read the following passage about Beverly Sills then answer each question that follows.",
    "Context": [],
    "Title": "Beverly Sills: America's Own Opera Star",
    "Subtitle": "",
    "Author": "by Mona Kerby",
    "LabelType": "P",
    "Content": [
        ["", "problems/PA16G3E/media/S2a.jpg"],
        [" ", "\tTen-year-old Beverly sat beside Mama in the opera theater. She was excited. Slowly the lights dimmed. She watched as the conductor walked toward the orchestra and bowed to the audience. He turned and lifted his hands. Music filled the air. The curtain rose. Actors and actresses in lovely costumes began to sing. The story was told by the music."],
        [" ", "\tWhen it was over, Beverly jumped to her feet and shouted “Bravo!” for the men opera stars. For the women opera stars, she shouted “Brava!”"],
        [" ", "\tBy the age of ten, Beverly knew what she wanted to be—an opera star, “not an opera singer, but a star.”"],
        [" ", "\tBeverly knew that singing an opera was very hard work. First of all, the opera singer must have a wonderful voice and must have years of musical training. The singer must be able to sing in English, Italian, French, and German because operas are written in many languages. Also, an opera singer must be able to act and to dance."],
        [" ", "\tWith Miss Liebling as a teacher, Beverly began to train. She took piano lessons. She took French and Italian lessons. She read operas that were written in those languages, and then rewrote them in English."],
        [" ", "\tOn Saturdays, Beverly had her singing lessons. From Brooklyn, it was a four-hour trip to Miss Liebling's studio. To get there, Mama and Beverly had to take a bus, a trolley, and two subways. When Beverly grew older, she made the trip alone."],
        [" ", "\tOn Sundays, she performed on the radio. Beverly won a contest and became a regular member of “Major Bowes Capitol Family Hour.” This program was heard by millions of people all over the United States."],
        [" ", "\tOnce when Major Bowes stated that Beverly was holding a small glass elephant for luck, she received hundreds more in the mail. Another time, Beverly wished that she might have a sled since it was snowing. Twenty- two listeners sent sleds. (She was allowed to keep one; the rest were sent to orphans.) “From then on,” Beverly said later, “anytime I wanted anything I just mentioned it over the air.”"],
        [" ", "\tBeverly performed in other shows. For 36 weeks, she acted and sang in a soap opera called “Our Gal Sunday.” She sang a commercial for soap and made it famous: “Rinso White, Rinso White, happy little wash day song.” She was even on a TV program called “Stars of the Future.”"],
        [" ", "\tMiss Liebling invited Beverly and Mrs. Silverman to dinner parties with famous singers. After dinner, Beverly would sing for the guests. And because Miss Liebling gave them tickets, Mama and Beverly often went to the opera."],
        [" ", "\tBeverly had many lessons and spent much of her time with adults. Years later, her brother Stanley said that Beverly “never had a childhood.” Although Beverly was busy, sometimes she did things just for fun. She went to the movies. She loved to read. And she went with her brothers to Ebbets Field to watch the Brooklyn Dodgers play baseball. But even then her dream was not forgotten. Her brothers would tell her, “Stop shouting, Bubbly. You'll hurt your voice.”"],
        [" ", "\tOne of Beverly's favorite things to do was to talk. Papa was always telling her, “Lower your voice, cutie, lower your voice. It bothers me.”"],
        [" ", "\tBeverly's high voice was perfect for singing soprano. But because Beverly loved to talk so much, she learned to speak in a low voice. When she grew up, people were always surprised that her speaking voice was low and her singing voice was high."],
        [" ", "\tPapa Silverman did not want his little girl to be in show business. He wanted his children to be educated. When Beverly was 12, she stopped performing. Papa wanted her to, and she agreed. Beverly continued her singing lessons, but now more than anything, she just wanted to be a teenager. She was an editor of her school newspaper. She chatted for hours with her friends."],
        [" ", "\tIn 1942, Beverly graduated from P.S. 91. She made her graduation dress. It was the first and last dress she ever made. She was voted Prettiest Girl, Most Likely to Succeed, Fashion Plate, Most Talented, and Most Personality."],
        [" ", "\tWhile Beverly was in school, the Silvermans lived in Brooklyn. Their house had three rooms on the first floor and three bedrooms upstairs. Beverly helped with the “victory garden” in the backyard."],
        [" ", "\tDuring World War II, Americans and their allies fought Germany and Japan. U.S. children helped with gardens as a way of saving food for the soldiers. Both of Beverly's brothers were soldiers. By working in the garden, Beverly felt she was helping them win the war."],
        [" ", "\tAfter Beverly graduated from the eighth grade, she entered Erasmus High School. But by the time she was fifteen, she was tired of being just a teenager. She was ready to perform again."],
        [" ", "\tMama and Papa and Beverly spent hours talking about Beverly's future. In almost every discussion, Papa had the last word."],
        [" ", "\tBut Beverly's career was an entirely different matter. She had to make Papa understand. During supper one evening, Beverly pleaded with her mother to explain it all to her father. “Listen, Morris,” Mama said, “the child wants to be an opera star.” Papa never looked up from his soup. “The child will go to college and be smart.”"],
        [" ", "\t“No, Morris, the two boys will go to college ... this one will be an opera singer.”"]
    ],
    "Copyright": "",
    "References": []
}