{
    "Directions": "Read the passage, then answer each question that follows.",
    "Context": [],
    "Title": "[from] “What Is a Spacewalk?”",
    "Subtitle": "",
    "Author": "by NASA",
    "LabelType": "P",
    "Content": [
        ["", "problems/NJG3E/media/S6a.jpg"],
        ["", "Wʜʏ Dᴏ Asᴛʀᴏɴᴀᴜᴛs Gᴏ ᴏɴ Sᴘᴀᴄᴇᴡᴀʟᴋs?"],
        ["1", "Astronauts go on spacewalks for many reasons. Spacewalks let astronauts work outside their spacecraft while still in space. Astronauts can do science experiments on a spacewalk. Experiments can be placed on the outside of a spacecraft. This lets scientists learn how being in space affects different things."],
        ["2", "Spacewalks also let astronauts test new equipment. They can repair satellites or spacecraft that are in space. By going on spacewalks, astronauts can fix things instead of bringing them back to Earth to fix."],
        ["", "Hᴏᴡ Dᴏ Asᴛʀᴏɴᴀᴜᴛs Gᴏ ᴏɴ Sᴘᴀᴄᴇᴡᴀʟᴋs?"],
        ["3", "When astronauts go on spacewalks, they wear spacesuits to keep themselves safe. Inside spacesuits, astronauts have the oxygen they need to breathe. They have the water they need to drink."],
        ["4", "Astronauts put on their spacesuits several hours before a spacewalk. The suits are pressurized. This means that the suits are filled with oxygen."],
        ["5", "Once in their suits, astronauts breathe pure oxygen for a few hours. Breathing only oxygen gets rid of all the nitrogen in an astronaut's body. If they didn't get rid of the nitrogen, the astronauts might get gas bubbles in their body when they walked in space. These gas bubbles can cause astronauts to feel pain in their shoulders, elbows, wrists and knees. This pain is called getting “the bends” because it affects the places where the body bends. Scuba divers can also get “the bends.”"],
        ["6", "Astronauts are now ready to get out of their spacecraft. They leave the spacecraft through a special door called an airlock. The airlock has two doors. When astronauts are inside the spacecraft, the airlock is airtight so no air can get out. When astronauts get ready to go on a spacewalk, they go through the first door and lock it tight behind them. They can then open the second door without any air getting out of the spacecraft. After a spacewalk, astronauts go back inside through the airlock."],
        ["", "problems/NJG3E/media/S6b.jpg"],
        ["", "Hᴏᴡ Dᴏ Asᴛʀᴏɴᴀᴜᴛs Sᴛᴀʏ Sᴀꜰᴇ Dᴜʀɪɴɢ Sᴘᴀᴄᴇᴡᴀʟᴋs?"],
        ["7", "When on a spacewalk, astronauts use safety tethers to stay close to their spacecraft. Tethers are like ropes. One end is hooked to the spacewalker. The other end is connected to the vehicle. The safety tethers keep astronauts from floating away into space. Astronauts also use tethers to keep tools from floating away. They tether their tools to their spacesuits."],
        ["8", "Another way astronauts stay safe during spacewalks is by wearing a SAFER. SAFER stands for Simplified Aid for EVA Rescue. SAFER is worn like a backpack. It uses small jet thrusters to let an astronaut move around in space. If an astronaut were to become untethered and float away, SAFER would help him or her fly back to the spacecraft. Astronauts control SAFER with a small joystick, like on a video game."]
    ],
    "Copyright": "from “What Is a Spacewalk?” by NASA—Public Domain",
    "References": []
}