{
    "Directions": "Read the story, then answer each question that follows.",
    "Context": [],
    "Title": "Johnny Chuck Finds the Best Thing in the World",
    "Subtitle": "",
    "Author": "by Thornton W. Burgess",
    "LabelType": "P",
    "Content": [
        ["1", "Old Mother West Wind had stopped to talk with the Slender Fir Tree."],
        ["2", "“I've just come across the Green Meadows,” said Old Mother West Wind, “and there I saw the Best Thing in the World.”"],
        ["3", "Striped Chipmunk was sitting under the Slender Fir Tree and he couldn't help hearing what Old Mother West Wind said. “The Best Thing in the World—now what can that be?” thought Striped Chipmunk. “Why, it must be heaps and heaps of nuts and acorns! I'll go and find it.”"],
        ["4", "So Striped Chipmunk started down the Lone Little Path through the wood as fast as he could run. Pretty soon he met Peter Rabbit."],
        ["5", "“Where are you going in such a hurry, Striped Chipmunk?” asked Peter Rabbit."],
        ["6", "“Down in the Green Meadows to find the Best Thing in the World,” replied Striped Chipmunk, and ran faster."],
        ["7", "“The Best Thing in the World,” said Peter Rabbit, “why, that must be a great pile of carrots and cabbage! I think I'll go and find it.”"],
        ["8", "So Peter Rabbit started down the Lone Little Path through the wood as fast as he could go after Striped Chipmunk."],
        ["9", "As they passed the great hollow tree Bobby Raccoon put his head out. “Where are you going in such a hurry?” asked Bobby Raccoon."],
        ["10", "“Down in the Green Meadows to find the Best Thing in the World!” shouted Striped Chipmunk and Peter Rabbit, and both began to run faster."],
        ["11", "“The Best Thing in the World,” said Bobby Raccoon to himself, “why, that must be a whole field of sweet milky corn! I think I'll go and find it.”"],
        ["12", "So Bobby Raccoon climbed down out of the great hollow tree and started down the Lone Little Path through the wood as fast as he could go after Striped Chipmunk and Peter Rabbit, for there is nothing that Bobby Raccoon likes to eat so well as sweet milky corn."],
        ["13", "At the edge of the wood they met Jimmy Skunk."],
        ["14", "“Where are you going in such a hurry?” asked Jimmy Skunk."],
        ["15", "“Down in the Green Meadows to find the Best Thing in the World!” shouted Striped Chipmunk and Peter Rabbit and Bobby Raccoon. Then they all tried to run faster."],
        ["16", "“The Best Thing in the World,” said Jimmy Skunk. “Why, that must be packs and packs of beetles!” And for once in his life Jimmy Skunk began to hurry down the Lone Little Path after Striped Chipmunk and Peter Rabbit and Bobby Raccoon."],
        ["17", "They were all running so fast that they didn't see Reddy Fox until he jumped T out of the long grass and asked:"],
        ["18", "“Where are you going in such a hurry?”"],
        ["19", "“To find the Best Thing in the World!” shouted Striped Chipmunk and Peter T Rabbit and Bobby Raccoon and Jimmy Skunk, and each did his best to run faster."],
        ["20", "“The Best Thing in the World,” said Reddy Fox to himself. “Why, that must be a whole pen full of tender young chickens, and I must have them.”"],
        ["21", "So away went Reddy Fox as fast as he could run down the Lone Little Path after Striped Chipmunk, Peter Rabbit, Bobby Raccoon and Jimmy Skunk."],
        ["22", "By and by they all came to the house of Johnny Chuck."],
        ["23", "“Where are you going in such a hurry?” asked Johnny Chuck."],
        ["24", "“To find the Best Thing in the World,” shouted Striped Chipmunk and Peter Rabbit and Bobby Raccoon and Jimmy Skunk and Reddy Fox."],
        ["25", "“The Best Thing in the World,” said Johnny Chuck. “Why I don't know of anything better than my own little home and the warm sunshine and the beautiful blue sky.”"],
        ["26", "So Johnny Chuck stayed at home and played all day among the flowers with the Merry Little Breezes of Old Mother West Wind and was as happy as could be."],
        ["27", "But all day long Striped Chipmunk and Peter Rabbit and Bobby Raccoon and Jimmy Skunk and Reddy Fox ran this way and ran that way over the Green Meadows trying to find the Best Thing in the World. The sun was very, very warm and they ran so far and they ran so fast that they were very, very hot and tired, and still they hadn't found the Best Thing in the World."],
        ["28", "When the long day was over they started up the Lone Little Path past Johnny Chuck's house to their own homes. They didn't hurry now for they were so very, very tired! And they were cross—oh so cross! Striped Chipmunk hadn't found a single nut. Peter Rabbit hadn't found so much as the leaf of a cabbage. Bobby Raccoon hadn't found the tiniest bit of sweet milky corn. Jimmy Skunk hadn't seen a single beetle. Reddy Fox hadn't heard so much as the peep of a chicken. And all were as hungry as hungry could be."],
        ["29", "Half way up the Lone Little Path they met Old Mother West Wind going to her home behind the hill. “Did you find the Best Thing in the World?” asked Old Mother West Wind."],
        ["30", "“No!” shouted Striped Chipmunk and Peter Rabbit and Bobby Raccoon and Jimmy Skunk and Reddy Fox all together."],
        ["31", "“Johnny Chuck has it,” said Old Mother West Wind. “It is being happy with the things you have and not wanting things which some one else has. And it is called Con-tent-ment.”"]
    ],
    "Copyright": "From OLD MOTHER WEST WIND by Thornton W. Burgess—Public Domain",
    "References": []
}