{
    "Directions": "Read this article, then answer each question that follows.",
    "Context": [],
    "Title": "What Is Lake-Effect Snow?",
    "Subtitle": "",
    "Author": "by NASA",
    "LabelType": "P",
    "Content": [
        ["1", "\tIt was the early morning hours in Buffalo, New York. Trouble was brewing. Temperatures had plummeted and strong squalls began to blow across neighboring Lake Erie. Even though it was October, snow was falling faster than an inch per hour by the next afternoon."],
        ["", ":box:plummeted = fell quickly"],
        ["", ":box:squalls = strong gusts of wind"],
        ["2", "\tThe storm, called the “October Surprise” by locals, caught the Buffalo area off-guard. In a very short period of time, up to 27 inches of heavy snow fell. The snow damaged trees and power lines, shutting down electricity and blocking roads."],
        ["3", "\tThis storm was the result of a phenomenon called “lake-effect snow.” It's one of the main reasons why areas near big lakes, like the Great Lakes, get such remarkable snowstorms. Such storms usually occur between November and February, not October. It just so happened that all of the ingredients for lake-effect snow came together in a remarkable way that October."],
        ["3", "\tLake-effect snow forms when cold air passes over the warmer waters of a lake. Water holds on to heat more than air. As a result, below freezing air often passes over much warmer water. This causes some lake water to evaporate into the air and warm it. This warmer, wetter air rises and cools as it moves away from the lake. When it cools, it dumps all that moisture on the ground. If it's cold enough, that moisture becomes snow."],
        ["4", "\tIf the winds and temperatures are right, the air acts like a big sponge that sops up water from the lake and wrings it out on land. The direction of the wind is important —  if the wind is blowing in a direction that covers more of the lake, the air will take in more water. The greater the temperature difference the more water the air will take in."],
        ["5", "\tAll that water picked up from the lake normally travels no farther than about 25 miles away before falling, but it can sometimes travel as far as 10 miles away! That moisture can make for a whole lot of snow. Luckily for people living near large lakes, lake-effect snow generally slows down around February. That's when the lakes freeze over, making it impossible for the air to steal moisture away from the lake."],
        ["6", "\tNot surprisingly, Buffalo is one of the snowiest cities in the country. Conditions are frequently right for lake-effect snow. To many who live there, massive snowstorms are a regular part of life. But don't think you could get more snow days by moving to an area that experiences lake-effect snow. People there are well trained in snow removal!"],
        ["", "problems/NY22G5E/media/S3a.jpg"]
    ],
    "Copyright": "",
    "References": []
}