{
    "Directions": "Read this article, then answer each question that follows.",
    "Context": [],
    "Title": "“Janet Guthrie: Lady in the Fast Lane”",
    "Subtitle": "from Profiles in Sports Courage",
    "Author": "by Ken Rappoport",
    "LabelType": "P",
    "Content": [
        ["1", "\tIt was no surprise that Janet Guthrie excelled at one of the most dangerous sports on Earth. She had always loved adventure and daring new experiences."],
        ["2", "\tJanet was born on March 7, 1938, in Iowa City, Iowa, and lived on a farm for the first few years of her life. Her father, an airline pilot, later moved the family to South Florida, where Janet took up flying."],
        ["3", "\tAt 13, she had already flown an airplane. At age 16, Janet decided she wanted to try a free-fall parachute jump. In free-fall, the parachutist jumps out of a plane without opening the chute. After falling several hundred feet at more than 100 miles an hour, the cord is pulled to open the chute. Then, if all goes well, the parachutist floats safely to the ground."],
        ["4", "\tHer father wouldn't hear of it. “Absolutely not,” he said. “No free-fall!”"],
        ["5", "\tBut Janet persisted. Finally, her father gave in. “Just one time,” he said, “but you have to be careful and do it the right way.”"],
        ["6", "\tHe would allow her to jump only on two conditions: He would fly the plane and she would receive parachuting lessons before the jump."],
        ["7", "\tSince there were no parachuting schools in South Florida at the time, Janet's father hired a pro to give her private lessons. In her autobiography, Janet Guthrie—A Life at Full Throttle, Janet said the pro taught her how to pull the rip cord that opened the chute, how to absorb the shock after landing, and how to fasten the helmet so it wouldn't fly off."],
        ["", "♦♦♦"],
        ["8", "\tBy the time she was 21, she had earned a commercial pilot's license. She flew whenever she could break away from her classes at the University of Michigan."],
        ["9", "\tAfter graduating, Guthrie got a job as a physicist in the aerospace industry. She saved her money for an entire year and bought a car. Guthrie wasn't satisfied with just any car. She chose a Jaguar XK 120—the sleek and popular sports car that she had dreamed about since she was a teenager."],
        ["", ":box:areospace = a business involved with space flight"],
        ["10", "\tAt first, Guthrie enjoyed just driving the car around Long Island, outside New York City. Then she heard about a local sports car club where members could compete. She loved her car and wanted to see how it would do on a track. Soon she was entering races—and winning them."],
        ["11", "\tExcited by her success, Guthrie attended a driving school in Connecticut. She was a natural. Her instructor, veteran driver Gordon McKenzie, liked the way she handled her car. He suggested she try auto racing."],
        ["12", "\tA thrill shot through Guthrie. What a great idea. Off she went to enroll in a racing car drivers' school sponsored by the Sports Car Club of America. Guthrie swapped her Jaguar for a higher-priced model built especially for racing—the XK 140. Before long she taught herself how to take apart and rebuild its engine like a pro."],
        ["", "♦♦♦"],
        ["13", "\tGuthrie's career started to pick up speed."],
        ["14", "\tShe entered races all over the United States, finishing in some of the country's most celebrated long-distance competitions. In 1973, she won the North Atlantic Road Racing Championship. A champion, yes, but a tired champion. By then she had been racing for 13 years. She was exhausted, broke, and thinking of leaving the sport."],
        ["15", "\tThat's when she got the phone call. Someone named Vollstedt was asking her to drive his car in the 1976 Indy 500. No woman had ever driven in that race. This has to be a prank, thought Guthrie. But Vollstedt, an auto designer and builder from Oregon, wasn't kidding. Could she drive a “championship” car? That was the big question."],
        ["16", "\tWith their open cockpits, wide wheelbases, and rear engines, championship cars were much different than the closed sports cars Guthrie had been accustomed to driving for many years."],
        ["17", "\t“Before she would agree to drive for me,” Vollstedt said, “she wanted to see if she could handle the car.”"],
        ["18", "\tVollstedt was wondering the same thing, too. He arranged for a secret test at the Ontario Motor Speedway near Los Angeles."],
        ["19", "\tTo get into top physical shape for Vollstedt's test, Guthrie did exercises in front of her TV. One day she lost her balance, landed hard on her left foot, and fell to the floor. The doctors told her she had broken a bone and they put her foot in a heavy cast. How am I going to drive a racing car? she worried. Will I miss my big chance?"],
        ["", "♦♦♦"],
        ["20", "\tBroken ankle and all, Guthrie stepped into an unfamiliar car. She hit the accelerator. When her car got up to speed, Guthrie couldn't believe the feeling. “What a thrill,” she said. “It was like going to the moon.”"],
        ["21", "\tVollstedt was impressed with her time—an average speed of 178.52 miles per hour and a top speed of 196 mph."],
        ["22", "\tTest passed."],
        ["23", "\tShe had showed Vollstedt she could drive the car. Now she had to show the rest of the world."]
    ],
    "Copyright": "",
    "References": []
}