{
    "Directions": "Read the following drama about curiosity then answer each question that follows.",
    "Context": [],
    "Title": "The Crane Wife",
    "Subtitle": "adapted from a Japanese tale",
    "Author": "by Kathleen Hollenbeck",
    "LabelType": "P",
    "Content": [
        ["", "Characters"],
        ["", ":box:Narrator\nMan\nFisherman\nWoman\nEmperor\nCrane"],
        [" ", "Narrator: There once lived a man who earned his living making charcoal for people to burn in their stoves. He worked hard, but he earned little money and was poor."],
        [" ", "Man: I have labored my entire life and saved what little I could all these years. Finally, I have enough money to buy a sleeping mattress. No longer will I sleep on the bare floor!"],
        [" ", "Narrator: The next day, the man set out for the market. He walked down the long, dusty road toward town."],
        [" ", "(He comes upon a fisherman who has trapped a crane in his fishing net.)"],
        [" ", "Fisherman: Ha! Ha! Ha! Look at that gawky crane, struggling to free herself from my sturdy net! She'll never break loose! Ha! Ha! Ha!"],
        [" ", "Man: Young man! Let that bird free!"],
        [" ", "Fisherman: (laughing) It's just a bird. What do you care?"],
        [" ", "Man: That bird has done nothing to you. (He reaches into his pocket.) Look; here is the money I have saved to buy myself a mattress. I will give you this money in exchange for the crane's freedom. Take my money and release her."],
        [" ", "(The fisherman takes the money and sets the crane free. The crane immediately soars to the sky and flies away.)"],
        [" ", "Man: (to himself as he walks back home) All my savings are gone. I have worked hard, and yet I have nothing to show for it. (He smiles.) The crane is free, though! What a beautiful, glorious bird!"],
        [" ", "Narrator: That night, the man heard a knock at his door. When he opened the door, there stood a stunning young woman."],
        [" ", "Man: May I help you?"],
        [" ", "Woman: I wish to be your wife."],
        [" ", "Man: Why would you want to marry me?"],
        [" ", "Woman: I have seen that you are kind and gentle. I know you have worked hard, and it's time someone cared for you. I want to do that."],
        [" ", "Man: I would be honored to call you my wife."],
        [" ", "Narrator: For years, the man and his wife lived in happiness together. She became a loving wife and cared for him. He wished only that he had more money so he could buy her beautiful clothes and provide a more comfortable home."],
        [" ", "Man: (sitting by the fireplace) I wish I had more money to provide for you."],
        [" ", "Woman: Perhaps I can help you, my dear husband. I must go into that little room and close the door. I will be in there for hours, and you must promise me not to open the door."],
        [" ", "Man: Whatever you wish, I will do."],
        [" ", "Narrator: Hours passed, and his wife finally came out of the room. In her arms she carried the finest white fabric ever made."],
        [" ", "Woman: Take this fine cloth to the Emperor. He will pay you handsomely for it."],
        [" ", "Narrator: The man met with the Emperor the next day."],
        [" ", "Emperor: (He admires the cloth.) This is the most beautiful cloth I've ever seen! Here, take this money in exchange. (He pays the man.)"],
        [" ", "Narrator: Several years pass."],
        [" ", "Man: (sitting by the fire again) With the money we got for the cloth, we built a fine home, enjoyed plenty of food and bought nice clothes. But now the money has run out, and I have no way to replace it."],
        [" ", "Woman: Once again, I will go into that little room and close the door. I will be in there for several hours, but remember ... you must promise me not to open the door."],
        [" ", "Narrator: Again, hours passed and the wife came out with fine cloth. Again, the man took it to the Emperor and came home with a sack full of coins. The man and his wife lived on this money for quite some time. Eventually, the money again ran out, and the man felt despair."],
        [" ", "Woman: If it will please you, I will make some more cloth."],
        [" ", "(She goes into the little room and closes the door.)"],
        [" ", "Man: I am curious to know how my wife makes that beautiful cloth. What can she possibly use to spin such exquisite fabric? Surely one little peek will not hurt."],
        [" ", "Narrator: The man cracked open the door, and to his surprise, there stood the beautiful white crane he had saved so long ago."],
        [" ", "Crane: (sadly) Yes, it is I, the crane you once saved. I became your wife that night to thank you for saving my life. Now that you have discovered my secret, I can no longer stay here."],
        [" ", "(She flies out an open window. The man rushes outside, calling after her.)"]
    ],
    "Copyright": "",
    "References": []
}