{
    "Directions": "Read the passage below, then answer each question that follows.",
    "Context": [],
    "Title": "How a Cat in a Hat Changed Children's Education",
    "Subtitle": "",
    "Author": "",
    "LabelType": "N",
    "Content": [
        [" ", "\tIn a 1954 Life magazine article, author John Hersey expressed concern that children in the United States were disengaged from learning how to read. Among other problems, Hersey noted, the reading material available to grade-schoolers had a hard time competing with television, radio, [L1] [and] other media for children's attention. One solution he proposed was to make children's books more [L2] [interesting, since “an individual's sense of wholeness ... follows, and cannot precede, a sense of accomplishment.”]"],
        [" ", "\tThe story of The Cat in the Hat's publication began when William [L3] [Spaulding, the director] of the education division at the publishing company Houghton Mifflin, read Hersey's article and had an idea. Spaulding agreed that there was a need for appealing books for beginning [L4] [readers. He] thought he knew who should write one. He arranged to have dinner with Theodor Geisel, who wrote and illustrated children's books under the name “Dr. Seuss,” and issued him a challenge: “Write me a story that first graders can't put down!”"],
        [" ", "\tHaving [L5] [known Spaulding for many years and having maintained a professional relationship with him,] Geisel was an experienced writer and illustrator. [L6] [However,] this new project presented him with an obstacle. Spaulding told Geisel to write his entire book using a restricted vocabulary from an elementary school list of 348 words. Geisel started two stories, only to abandon them when he found that he needed to use words that were not on the list. On the verge of giving up, [L7] [Geisel's story finally hit upon an image that became its basis:] a cat wearing a battered stovepipe hat. His main character established, Geisel commenced the difficult task of writing a book with a limited vocabulary. [L8] [At the end of a duration nine months long,] The Cat in the Hat was complete."],
        [" ", "\tThe book was a hit. Children were entertained by its plot about the antics of a mischievous cat and [L9] [is] captivated by its eye-catching illustrations and memorable rhythms and rhymes. Its sales inspired another publishing company, Random House, to establish a series for early readers called Beginner Books, which featured works by Geisel and other writers, and other publishers quickly followed suit. In the years that [L10] [followed. Many] talented writers and illustrators of children's books imitated Geisel's formula of restricted vocabulary and whimsical artwork. But perhaps the best proof of The Cat in the Hat's success is not its influence on other books but its [L11] [limited vocabulary and appealing word choices.]"]
    ],
    "Copyright": "",
    "References": []
}
