{
    "Directions": "Read the passage below, then answer each question that follows.",
    "Context": [],
    "Title": "Keep Student Volunteering Voluntary",
    "Subtitle": "",
    "Author": "",
    "LabelType": "N",
    "Content": [
        [" ", "\tA growing number of public schools in the United States require students to complete community service hours to graduate. Such volunteering, be it helping at a local animal shelter, [L1] [when they pick up litter,] or working at a health-care facility, has obvious benefits for the community it serves and teaches students important life skills. But critics say that making volunteerism compulsory misses the point of the act."],
        [" ", "\t[L2] [By its very definition,] volunteer work is done willingly. By requiring students to do community service in order to graduate, school [L3] [officials' are taking away students'] choice to give up their time for nonprofit activities, making volunteerism less meaningful and pleasurable. According to a psychological concept called the reactance theory, the loss of freedom in choosing an activity can cause a negative reaction. For instance, instead of focusing on the good they are doing, students may become resentful of the demands that compulsory volunteering places on their schedules."],
        [" ", "\tProponents of compulsory [L4] [volunteering who are in favor of it] point out that it allows young people to garner the benefits that volunteering offers. Students who volunteer report increased self-esteem, better relationship-building skills, and [L5] [increasingly busy schedules.] Some studies have also found that students who do community service are more likely to volunteer as adults, and thus [L6] [effect] society positively over the course of many years."],
        [" ", "\tHowever, most research looks at students who volunteer in general, not making a distinction between students who are required to volunteer by their schools and those who volunteer willingly. One recent study by Sara E. Helms, assistant professor of economics at Samford University in Birmingham, Alabama, did focus specifically on [L7] [mandatory] volunteering. She found that students who were required to volunteer rushed to complete their service hours in early high [L8] [school, they then] did significantly less regular volunteer work in the twelfth grade [L9] [than the service hours of those] not required to volunteer. Helms concluded that compulsory volunteering does not necessarily create lifelong volunteers."],
        [" ", "\tInstead of requiring students to volunteer, schools [L10] [have to recognize that not all students are equally well suited to the same activities.] Many studies show that when schools simply tell students about opportunities for community service and connect them with organizations that need help, more students volunteer of their own free will. [L11]"]
    ],
    "Copyright": "",
    "References": []
}
