{
    "Directions": "Read the passage and supplementary material below, then answer each question that follows.",
    "Context": [],
    "Title": "Marsupials Lend a Hand to Science",
    "Subtitle": "",
    "Author": "",
    "LabelType": "N",
    "Content": [
        [" ", "\tMarsupials (mammals that carry their young in a pouch) are a curiosity among biologists because they lack a corpus callosum, the collection of nerve fibers connecting the two hemispheres of the brain. In most other mammals, the left hemisphere of the brain controls the right side of the body, the right hemisphere controls the left, and the corpus callosum allows communication between the hemispheres. Scientists [L1] [are long believing] that this structure enables complex tasks by sequestering skilled movement to a single hemisphere without sacrificing coordination between both sides of the body; this sequestration would explain handedness, the tendency to consistently prefer [L2] [one hand over the other,] in humans. However, a recent finding of handedness in marsupials suggests that a [L3] [trait] other than the presence of a corpus callosum [L4] [links as] handedness: bipedalism."],
        [" ", "\tResearchers at Saint Petersburg State University and the University of Tasmania observed marsupials walking on either two legs (bipeds) or four (quadrupeds) and performing tasks such as bringing food to their mouths. The scientists employed a mean handedness index; [L5] [negative scores indicated a left-forelimb preference and positive scores indicated a right-forelimb preference.] While eating, the eastern gray kangaroo, red-necked wallaby, red [L6] [kangaroo and,] brush-tailed bettong, all bipedal marsupials, preferred using their left forelimb, as revealed by [L7] [positive mean handedness index values less than 0.2] for all four species. These results suggest handedness among these animals."],
        ["", "problems/SAT20RW2/media/S3a.jpg"],
        ["", ":ibox:Adapted from Andrey Giljov et al., “Parallel Emergence of True Handedness in the Evolution of Marsupials and Placentals.” ©2015 by Elsevier Ltd."],
        [" ", "\t[L8] [Having four feet,] quadrupedal marsupials in the study did not show a strong preference for the use of one forelimb. For instance, gray short-tailed opossums and sugar gliders were assigned mean handedness values very close to zero—they used their right and left forelimbs nearly equally. In effect, the study provided no evidence of handedness among quadrupedal marsupials."],
        [" ", "\t[L9] [Kangaroos, though, still do not exhibit handedness to the extent that humans do.] As the researchers noted, the quadrupeds typically live in trees and employ all four limbs in climbing. The bipeds, on the other hand, are far less arboreal, leaving their forelimbs relatively free for tasks in [L10] [whom] handedness may confer an evolutionary advantage. Why the majority of marsupials studied preferred their left forelimbs while the majority of humans prefer their right remains a mystery, however, [L11] [as does the mechanism by which, in the absence of a corpus callosum, the hemispheres of the marsupial brain communicate.]"]
    ],
    "Copyright": "",
    "References": []
}
