{
    "Directions": "Read the following folktale about a priest and a king then answer each question that follows.",
    "Context": [],
    "Title": "The Fruit of Hard Work",
    "Subtitle": "an Indian Folktale",
    "Author": "retold by Deepa Agarwal",
    "LabelType": "P",
    "Content": [
        [" ", "\tLong, long ago, a priest named Ram Dhan lived in a village in the heart of India. He made his living by performing ceremonies for the villagers. But since the village was small and such ceremonies were required only once in a great while, Ram Dhan barely made enough money to feed his wife and himself."],
        [" ", "\tOne evening as he and his wife, Shweta Devi, ate their dinner of two dry chapatis¹ with a lump of salt, she said, “We deserve better than this, surely. I wish I had money to buy some vegetables at least.”"],
        [" ", "\tRam Dhan sighed. “There's no way for me to earn more.”"],
        [" ", "\t“Well,” said Shweta Devi, “I've heard our raja sahib is very generous. He gives freely to learned men like you.”"],
        [" ", "\tRam Dhan frowned. “Kings acquire their wealth by taxing their subjects or by looting their enemies in battle. I'd rather remain poor than accept such money in alms.”"],
        [" ", "\t“I'm sure not all his money is earned like that,” Shweta Devi insisted. “Why don't you go to the palace and find out?”"],
        [" ", "\tRam Dhan thought for a long while. “All right,” he said finally. “But I'll only accept money the king has earned by his own honest work.”"],
        [" ", "\tThe next morning he set off for the capital. When he reached the palace, he noticed a long line of men winding out from the central gates. Discovering they were all alms seekers like himself, he joined the queue."],
        [" ", "\tInside, the king was sitting on a jeweled throne. A huge diamond flashed in his turban, and his brocade coat shimmered with gold. Two attendants stood beside him, holding an enormous salver covered with coins. As each supplicant approached, the king picked up a handful of coins and poured it into the man's cupped palms."],
        [" ", "\tAfter a long wait, Ram Dhan's turn came. As soon as the king scooped up the coins, Ram Dhan said, “Your Majesty, with all due respect, I would like to ask you a question. Have you earned this money by the sweat of your brow?"],
        [" ", "\tThe king was so startled that the coins slid out of his hands back onto the salver. “Earned?” he replied. “Don't you know kings do not sweat to earn money like ordinary people?”"],
        [" ", "\tRam Dhan said, “Then I cannot accept this money. It is money that has not been earned by honest labor.”"],
        [" ", "\tThe king paled. When he came to the throne, he had made a vow that a needy person would never go empty-handed from his door. If this man left without accepting alms from him, his vow would be broken!"],
        [" ", "\t“Wait!” he cried to Ram Dhan, who was already turning away. “If you come again tomorrow, I promise you will get money that I have earned by my own labor.”"],
        [" ", "\tAfter the crowd had dispersed, the king went to his chamber and disguised himself as a common laborer. He then slipped out of the palace and began to look for work in the city. After knocking at many doors he found a job — fetching water for a householder."],
        [" ", "\tThe king had never in his whole life lifted a finger to do any kind of work. Just filling the clay pot with water from the well and carrying it on his head was exhausting. When he staggered back to the house with the full pot, he was ordered to fetch another. This was even more of an effort, but he thought of his vow and went on. However, as soon as he reentered the house, he stumbled and dropped the pot. It shattered at once."],
        [" ", "\tThe householder was furious. “You useless fellow!” he cried. “Take this and get out. It's more than you deserve!” He flung a couple of paise2 after him."],
        [" ", "\tThe king picked up the coins gratefully. At least he would not have to break his vow."],
        [" ", "\tThe next day, when Ram Dhan appeared, the king produced the coins. He said, “This is all I could earn by my own labor.”"],
        [" ", "\tRam Dhan touched the coins to his forehead, bowed to the king, and said, “These coins are more precious than gold.” And he left for his village."],
        [" ", "\tHis wife ran out eagerly as soon as she saw him arrive. “What did the king give you?” she asked."],
        [" ", "\tRam Dhan produced the two coins. “It was all he could earn by his own honest work.”"],
        [" ", "\tShweta Devi was bitterly disappointed. But she took the two coins and placed them by a tulsi plant, which grew in a pot in their tiny courtyard. It was her custom to light a lamp before the plant every night."],
        [" ", "\tOne evening Shweta Devi noticed that another plant had sprouted in the pot beside the tulsi. It was quite different from the common weeds that sometimes took root there. Curious to see how it would grow, she decided to let it remain. The plant grew taller and taller as the days passed. Tiny buds appeared on its stems. The buds bloomed into little white flowers, so pretty and unusual that Shweta Devi was quite fascinated by them."],
        [" ", "\tShe was even more intrigued when the flowers began turning into fruit, the oddest fruit she had ever seen. Little white balls, hard, with a wonderful sheen."],
        [" ", "\t“Do you think this fruit has any use?” she asked Ram Dhan."],
        [" ", "\t“I don't know,” he said. “I've never seen anything like it.”"],
        [" ", "\tSoon the plant was producing so much fruit that it fell and scattered all over the courtyard. Every day Shweta Devi swept up a big handful. The little balls were so unusual she didn't feel like throwing them away, so she collected them in a mud pot."],
        [" ", "\tOne day she heard the fruit seller calling out, “Guavas, fresh guavas!” Shweta Devi's mouth watered. It was years since she had eaten a sweet guava. But she had no money. As she stood there wondering what she could do, she suddenly had an idea."],
        [" ", "\tShe ran and got some of the strange fruit and went to the fruit seller. “Leelabai,” she said, “would you like to exchange these for some guavas?”"],
        [" ", "\tLeelabai turned the white balls over in her hand. “What are they?” she asked, perplexed."],
        [" ", "\t“I thought you would know,” Shweta Devi replied."],
        [" ", "\t“Well, I've never seen this kind of fruit before. But it's so pretty, I don't mind giving you some guavas in exchange.”"],
        [" ", "\tThe fruit seller took the strange fruit to the village grocer. As soon as he saw them, he exclaimed, “Where did you get these?”"],
        [" ", "\t“From Shweta Devi, the Ram Dhan's wife. She says they grow on a plant in her courtyard. Do they have any use?”"],
        [" ", "\tThe grocer's face grew guarded. “Maybe,” he said. “I'm not sure. But they look very nice. I don't mind giving you some provisions in exchange for them.”"],
        [" ", "\tNow Leelabai began to give Shweta Devi fruit and vegetables in exchange for the gleaming white balls. In turn, she passed the little balls on to the grocer."],
        [" ", "\tOne day, on a visit to the city, the grocer heard the sound of the town crier's drum. “Hear all! Hear all!” he proclaimed. “The marriage of Her Highness Princess Roopvati is near. Her wedding dress is to be embroidered with fine pearls. His Majesty the king will pay handsomely for the best pearls, so if you possess any, bring them forth.”"],
        [" ", "\tThe grocer rushed home. He took out all the little white balls he had, put them in a silken pouch, and hurried back to the city."],
        [" ", "\tWhen the king saw them, his eyes gleamed with delight. “These pearls are incomparable,” he said. “Where did you get them?”"],
        [" ", "\tThe grocer told him about the strange plant. “Impossible!” cried the king. “Pearls do not grow on plants. You are lying!”"],
        [" ", "\t“I speak the truth!” the grocer pleaded, terrified. “There is such a plant.”"],
        [" ", "\t“Then I must see it for myself.” The king set off for the village at once."],
        [" ", "\t“Show me the wonderful plant that bears pearls for fruit,” the king demanded as soon as Shweta Devi opened the door."],
        [" ", "\tFor a moment she was confused. Then she cried out, “Pearls! I knew they were something rare!”"],
        [" ", "\tShe ran and got the pot of tulsi. The king took it from her and looked at the pearl-bearing plant. “This is truly a miracle!” he cried out, amazed. “But how is it possible?”"],
        [" ", "\tAs he tilted the pot this way and that, it slipped from his hands and fell to the floor. The pot broke, scattering soil and exposing the plant's roots."],
        [" ", "\t“The coins!” Shweta Devi exclaimed. “It is growing out of the coins!”"],
        [" ", "\tRam Dhan came forward. “Your Majesty,” he explained, “you gave me those coins in charity. It was money you earned from your own honest labor.”"],
        [" ", "\tThe king was wonder-stricken. “Of course, I remember,” he replied. “It was the first and only time I labored with my hands.”"],
        [" ", "\t“These pearls are the fruit of that work, Your Majesty,” said Ram Dhan."],
        [" ", "\t“You are truly the wisest man in my kingdom,” declared the king. “You shall be the royal tutor and teach my sons all you know. Particularly the value of hard work.”"],
        [" ", "\tRam Dhan and Shweta Devi went to live in the palace that day. And they never lacked for anything again."]
    ],
    "Copyright": "",
    "References": [
        ["¹", "chapatis — unleavened flatbread"],
        ["²", "paise — coins"]
    ]
}