{
    "Directions": "Read the following passage about two people with powerful memories then answer each question.",
    "Context": [],
    "Title": "Two Amazing Tales of Memory",
    "Subtitle": "",
    "Author": "by Valerie Rodgers",
    "LabelType": "P",
    "Content": [
        [" ", "\t57463396874638586751. Read these numbers slowly, then close your eyes and say them in order. Seems impossible, doesn’t it? Yet a man called Mr. S, born with an extraordinary memory, was able to remember lists four times this long. Even more surprising, a young man born with an ordinary memory taught himself to do the same. How can anyone develop a memory this powerful?"],
        [" ", "\tTo answer this question, let’s go back more than seventy years to Russia, where a stranger had just appeared, unannounced, at the laboratory of the famous psychologist Dr. Alexander Luria. The man’s name was S. V. Shereshevskii, and he wanted the doctor to test his memory. Dr. Luria noted the man’s ordinary appearance and somewhat puzzled expression. Little did he realize that this would be one of the most remarkable people he would meet in his long career of studying the mind."],
        [" ", "\tMr. S explained to the doctor that he worked as a reporter. Every day he and the other reporters met with their editor to hear their assignments. The instructions were long and detailed, so everyone scribbled notes to help them remember. Everyone, that is, but Mr. S. Seeing this day after day, the irritated editor finally asked him why he never took notes. Mr. S replied that it wasn’t worth his effort because he remembered everything. When the editor seemed skeptical, Mr. S repeated, like a tape recorder, every instruction the man had just given. The editor was stunned and urged him to visit Dr. Luria to have his memory tested. Interestingly, this incident amazed Mr. S even more than his editor. Never before had he imagined that there was anything unusual about his memory."],
        [" ", "\tDr. Luria gave Mr. S a simple test. He slowly read to him a series of numbers, such as 7 . . . 4 . . . 2 . . . 6 . . . 8 . . . , and so on. Mr. S listened intently. When the doctor had finished, Mr. S repeated every number back in perfect order. The doctor presented thirty, fifty, and finally seventy- five numbers, but each time Mr. S recalled all of them. He remembered letters and words as well as numbers and could even repeat the lists backward. In fact, sixteen years later Mr. S could still remember these lists. Although Dr. Luria tested Mr. S extensively over the next thirty years, he never found a limit to the man’s memory."],
        [" ", "\tWhy was Mr. S’s memory so powerful? One reason was that he used powerful mnemonic strategies. The term mnemonic means related to memory, and it comes from Mnemosyne, the Greek goddess of memory. Mnemonic strategies are techniques that people use to aid their memories. Among those that Mr. S used were imagery and the method of loci, or location."],
        [" ", "\tA good way to remember something is to create a picture of it in the mind, called an image. For example, Mr. S mentally pictured the word green as a green flowerpot and red as a man in a red shirt. Even numbers became images. Six was a man with a swollen foot, seven a man twirling his mustache, and eight a woman. For larger numbers Mr. S combined images. Thus for eighty-seven he pictured a man twirling his mustache next to a woman."],
        [" ", "\tMr. S’s mental images often included vivid details—sounds, colors, textures, and even tastes. For example, he once described a fence that he had seen as having a salty taste, rough feel, and sharp sound. This detail made Mr. S’s images extremely memorable, because the more vivid and detailed an image, the better a person can remember it."],
        [" ", "\tTo remember items in order, Mr. S used another mnemonic strategy called “the method of loci,” attributed to the Greek poet Simonides (556–468 B.C.). One evening Simonides left a banquet early. Simonides was able to name everyone present by recalling where each person had sat at the banquet table. This taught him that people remember information better when they relate it to a familiar location. Using this idea, he devised a mnemonic strategy, the method of loci. It helped Greek orators remember long speeches, Roman generals name the men under their command, and medieval scholars memorize long texts."],
        [" ", "\tHow did Mr. S use this strategy to remember a list of words? First he turned each word into an image. Then he pictured himself walking down a familiar street, placing each image in a different spot along the way. To recall the word list, he simply pictured himself strolling back up the street, naming each item as he passed it. This technique worked remarkably well and had only an occasional glitch. Once Mr. S needed to remember a list that included the word egg. Walking down a familiar street in his mind, he placed his image of an egg against a white wall. Unfortunately, the white egg blended so well with the white wall that when he walked up the street in his mind again, he failed to see it."],
        [" ", "\tCan an average person use mnemonic strategies to develop a memory like Mr. S’s? In the early 1980s, the scientist K. A. Ericsson and his colleagues investigated this question. They recruited S.F., a normal college student with average intelligence. Once a day, three to five times a week, they tested his memory with number lists, much as Dr. Luria had tested Mr. S, and recorded the results. Most adults can, without practice, remember between five and nine numbers immediately after they hear or read them. When first tested, S.F. remembered seven. But with practice his score steadily improved until, twenty months and 230 hours later, he could recall seventy-nine numbers. This is just as good as Mr. S’s performance with Dr. Luria."],
        [" ", "\tHow did S.F. remember so many numbers? By using a mnemonic strategy that he invented himself and practicing it a lot. S.F. was a runner, so he converted the numbers he wanted to remember into running times in addition to other meaningful information, like ages or significant dates. To recall the number 34928921944, for example, he might remember 3492 as 3 minutes 49.2 seconds, 892 as 89.2 years old, and 1944 as “near the end of World War II.” This strategy worked because we remember information more easily when it has meaning for us."],
        [" ", "\tDid this show that S.F.’s memory was now as powerful as that of Mr. S? Unfortunately, no. Unlike Mr. S, whose mnemonic strategies helped him remember everything, S.F.’s strategy only worked for numbers. When the researchers later tested him with letters, he could recall only six of them."],
        [" ", "\tOn the surface, Mr. S’s memory may seem tremendously useful. Imagine remembering the birth date, phone number, and address of everyone you know. Yet this great gift hid an even greater problem. The same images that helped Mr. S remember information often prevented him from understanding it. One example of this was his difficulty with reading. When Mr. S read a paragraph in a book, the words would form a series of images in his mind. By recalling these images, he could accurately repeat back the words he had read. When asked to tell the story, however, Mr. S was often in trouble. Again, he would recall his images, but too often they had little to do with the meaning of the writing. To tell the story, Mr. S would describe these images, but the resulting jumble of ideas made little sense to his listeners. This often left him confused and frustrated. Mr. S could handle simple, straightforward information with ease, but had difficulty with more complex or changing information."],
        [" ", "\tImages also prevented Mr. S from expressing himself clearly in conversation. As Mr. S spoke, the words would create images in his mind that were often unrelated to what he was saying. Distracted from his train of thought, he would then begin to talk about these images. Making sense of his rambling conversation, as Dr. Luria admitted, was often a chore."],
        [" ", "\tAs the images in Mr. S’s mind controlled his thoughts more and more, he began to confuse his imagination with reality. This affected his performance in everyday life. For example, once Mr. S needed to defend himself in court on some minor charge. Before going to the courthouse, he vividly pictured the scene that he expected to see. What he actually saw when he arrived in court, however, was not at all what he had imagined. The judge was on the left not the right, and the courtroom looked different. This so flustered Mr. S that he could not defend himself and lost his case. Incidents like this plagued Mr. S throughout his life."],
        [" ", "\tMost of us will never be able to remember as much information as Mr. S. Yet we can still improve our memories if we practice using mnemonic strategies. Who knows how much improvement is possible? S.F.’s extraordinary feat suggests that even an ordinary memory can improve dramatically. With a little work, our minds may be capable of much more than we ever imagined."]
    ],
    "Copyright": "",
    "References": []
}