{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Informational Text - Vocabulary Acquisition & Use"
        ],
        "SubTopics": [
            "Demonstrate understanding of figurative language, word relationships, and nuances in word meanings."
        ],
        "SuppContent": [
            "problems/PA19G5E/supps/PA19G5E-S1.json"
        ],
        "Explain": false,
        "Content": [
            "Read the sentence from “The First Transcontinental Railroad.”",
            ":box:“The age of the stagecoach and wagons gave way to the era of the 'iron horse.' ”",
            "What does the figurative language in the sentence suggest?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Trains moved slower than horses.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is not true and does not directly relate to the given sentence.",
                    "Percent": 8
                }
            },
            "B": {
                "Choice": "Trains replaced horses as the leading form of transportation.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The phrase “gave way” suggests that stagecoaches and wagons were replaced by the “iron horse,” which refers to the train.",
                    "Percent": 59
                }
            },
            "C": {
                "Choice": "Trains required horses to move them forward.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is not true and does not directly relate to the given sentence.",
                    "Percent": 7
                }
            },
            "D": {
                "Choice": "Trains were stronger than horses since they were made of metal.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although true, this option is not correct since it does not relate to the given sentence.",
                    "Percent": 26
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Informational Text - Key Ideas & Details"
        ],
        "SubTopics": [
            "Explain the relationships or interactions between two or more individuals, events, ideas, or concepts in a historical, scientific, or technical text based on specific information in the text."
        ],
        "SuppContent": [
            "problems/PA19G5E/supps/PA19G5E-S1.json"
        ],
        "Explain": false,
        "Content": [
            "Which sentence from “The First Transcontinental Railroad” best explains why the railroad was built?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "“The railroad president got ready to hammer in the spike that would finally connect east and west.”",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the railroad was built to connect the East and West, the motivation for its construction was to make a profit.",
                    "Percent": 27
                }
            },
            "B": {
                "Choice": "“Still, the crowd cheered, and other important people took their turns.”",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the sentence describes the day when the two railroads were joined, it does not explain why the railroad was built.",
                    "Percent": 6
                }
            },
            "C": {
                "Choice": "“A group of businessmen predicted that a railroad that extended across the West could be quite profitable.”",
                "Key": {
                    "Correct": true,
                    "Rationale": "The passage states that with westward migration, businessmen of the time thought the construction of the railroad could be a profitable venture.",
                    "Percent": 51
                }
            },
            "D": {
                "Choice": "“Both companies had tremendous difficulty getting their supplies on site.”",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although it explains a difficulty while building the railroad, it does not explain why the railroad was built.",
                    "Percent": 16
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MP",
        "NumChoices": 0,
        "Topics": [
            "Informational Text - Craft & Structure/Integration Of Knowledge & Ideas"
        ],
        "SubTopics": [
            "Explain how an author uses reasons and evidence to support particular points in a text, identifying which reasons and evidence support which point(s)."
        ],
        "SuppContent": [
            "problems/PA19G5E/supps/PA19G5E-S1.json"
        ],
        "Explain": false,
        "Content": [
            "This question has two parts. Answer Part One and then answer Part Two."
        ],
        "AnswerChoices": {},
        "Parts": {
            "One": {
                "Type": "MC",
                "NumChoices": 4,
                "Explain": false,
                "Content": [
                    "In “The First Transcontinental Railroad,” what is one point that the author makes about the railroad?"
                ],
                "AnswerChoices": {
                    "A": {
                        "Choice": "The transcontinental railroad was less expensive to create than first estimated.",
                        "Key": {
                            "Correct": false,
                            "Rationale": "The construction of the railroad ended up costing more than was originally estimated.",
                            "Percent": 0
                        }
                    },
                    "B": {
                        "Choice": "Supplies needed to build the transcontinental railroad were shipped by steamboat.",
                        "Key": {
                            "Correct": false,
                            "Rationale": "Only supplies used to construct the Union Pacific railroad were shipped by steamboat.",
                            "Percent": 0
                        }
                    },
                    "C": {
                        "Choice": "It took several months to complete the construction of the transcontinental railroad.",
                        "Key": {
                            "Correct": false,
                            "Rationale": "It took years, not months, to complete the construction of the transcontinental railroad.",
                            "Percent": 0
                        }
                    },
                    "D": {
                        "Choice": "The transcontinental railroad was important to the future development of the country.",
                        "Key": {
                            "Correct": true,
                            "Rationale": "The text states that the railroad allowed people from the East to emigrate to the West.",
                            "Percent": 0
                        }
                    }
                }
            },
            "Two": {
                "Type": "MC",
                "NumChoices": 4,
                "Explain": false,
                "Content": [
                    "What evidence from the passage best supports the answer in Part One? Choose one answer."
                ],
                "AnswerChoices": {
                    "A": {
                        "Choice": "“In 1862, President Abraham Lincoln signed a bill that gave the railroad companies special land grants and government bonds to help pay for the job.”",
                        "Key": {
                            "Correct": false,
                            "Rationale": "This choice does not support the importance to future development of the country.",
                            "Percent": 0
                        }
                    },
                    "B": {
                        "Choice": "“Even so, the owners of the Central Pacific and Union Pacific railroad companies had to raise even more money.”",
                        "Key": {
                            "Correct": false,
                            "Rationale": "This choice does not support the importance to future development of the country.",
                            "Percent": 0
                        }
                    },
                    "C": {
                        "Choice": "“Although the official date for the opening of the railroad was November 6, 1869, when the Union Pacific and Central Pacific railroads joined on May 10, 1869, the dream of a transcontinental railroad became a reality.”",
                        "Key": {
                            "Correct": false,
                            "Rationale": "This choice does not support the importance to future development of the country.",
                            "Percent": 0
                        }
                    },
                    "D": {
                        "Choice": "“The railroad opened the door to settlers from the East and from other countries eager to make lives for themselves in California and other points in the West.”",
                        "Key": {
                            "Correct": true,
                            "Rationale": "This choice supports the point that the “railroad was important to the future development of the country.”",
                            "Percent": 0
                        }
                    }
                }
            }
        }
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Informational Text - Craft & Structure/Integration Of Knowledge & Ideas"
        ],
        "SubTopics": [
            "Interpret text features (e.g., headings, graphics, charts) and/or make connections between text and the content of text features."
        ],
        "SuppContent": [
            "problems/PA19G5E/supps/PA19G5E-S2.json"
        ],
        "Explain": false,
        "Content": [
            "In “I Saw the Golden Spike,” what does the text box help readers understand?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "details of who helped build the railroad",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text box does not identify who built the railroad.",
                    "Percent": 25
                }
            },
            "B": {
                "Choice": "reasons why the railroad was built",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text box does not provide reasons why the railroad was built.",
                    "Percent": 27
                }
            },
            "C": {
                "Choice": "personal opinions from the author",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text box does not provide personal opinions from the author.",
                    "Percent": 11
                }
            },
            "D": {
                "Choice": "background information about the author",
                "Key": {
                    "Correct": true,
                    "Rationale": "The text box tells who the author was and provides information that the passage is a primary document.",
                    "Percent": 37
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Informational Text - Craft & Structure/Integration Of Knowledge & Ideas"
        ],
        "SubTopics": [
            "Explain how an author uses reasons and evidence to support particular points in a text, identifying which reasons and evidence support which point(s)."
        ],
        "SuppContent": [
            "problems/PA19G5E/supps/PA19G5E-S2.json"
        ],
        "Explain": false,
        "Content": [
            "Which detail from “I Saw the Golden Spike” supports the author's point that the driving of the golden spike on May 10, 1869, was a celebrated event?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "“They had a grading contract with the Central Pacific and their camp was near Blue Creek.”",
                "Key": {
                    "Correct": false,
                    "Rationale": "This sentence does not relate to the celebration of the driving of the golden spike.",
                    "Percent": 14
                }
            },
            "B": {
                "Choice": "“But the two companies had settled on Promontory as the meeting place some days prior to the actual meeting.”",
                "Key": {
                    "Correct": false,
                    "Rationale": "This sentence does not relate to the celebration of the driving of the golden spike.",
                    "Percent": 14
                }
            },
            "C": {
                "Choice": "“But the Union Pacific planned to lay their iron as far west as Humboldt Wells, in Nevada, and had most of their grade completed that far west.”",
                "Key": {
                    "Correct": false,
                    "Rationale": "This sentence does not relate to the celebration of the driving of the golden spike.",
                    "Percent": 19
                }
            },
            "D": {
                "Choice": "“Then the engineers shook hands and had their pictures taken and each broke a bottle on the pilot of the other's engine and had their pictures taken again.”",
                "Key": {
                    "Correct": true,
                    "Rationale": "The taking of pictures and the breaking of bottles indicates a celebration of an event.",
                    "Percent": 53
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MP",
        "NumChoices": 0,
        "Topics": [
            "Informational Text - Key Ideas & Details"
        ],
        "SubTopics": [
            "Determine two or more main ideas of a text and explain how they are supported by key details; summarize the text."
        ],
        "SuppContent": [
            "problems/PA19G5E/supps/PA19G5E-S3.json"
        ],
        "Explain": false,
        "Content": [
            "This question has two parts. Answer Part One and then answer Part Two."
        ],
        "AnswerChoices": {},
        "Parts": {
            "One": {
                "Type": "MC",
                "NumChoices": 4,
                "Explain": false,
                "Content": [
                    "Which sentence contains two main ideas of “The Impact of the Transcontinental Railroad”?"
                ],
                "AnswerChoices": {
                    "A": {
                        "Choice": "The transcontinental railroad allowed for the development of other railways in New York; the transcontinental railroad carried important goods out of California on its first trip.",
                        "Key": {
                            "Correct": false,
                            "Rationale": "Although the transcontinental railroad did lead to the development of other parallel railroads and the transcontinental railroad did carry goods out of California, these are details and not main ideas.",
                            "Percent": 0
                        }
                    },
                    "B": {
                        "Choice": "The completion of the transcontinental railroad caused cannons to be fired; the transcontinental railroad carried Japanese tea east to Utah.",
                        "Key": {
                            "Correct": false,
                            "Rationale": "Although Japanese tea was carried east, it was carried to New York, not Utah.",
                            "Percent": 0
                        }
                    },
                    "C": {
                        "Choice": "The completion of the transcontinental railroad caused sledgehammers to be hit; the transcontinental railroad led to people wanting to read more.",
                        "Key": {
                            "Correct": false,
                            "Rationale": "Although books were able to be shared more quickly coast to coast, there is no evidence in the passage to suggest that the railroad led to people wanting to read more.",
                            "Percent": 0
                        }
                    },
                    "D": {
                        "Choice": "The transcontinental railroad allowed for the movement of people in a short amount of time; the transcontinental railroad led to the sharing of ideas between areas.",
                        "Key": {
                            "Correct": true,
                            "Rationale": "The railroad allowed the transmission of both people and ideas.",
                            "Percent": 0
                        }
                    }
                }
            },
            "Two": {
                "Type": "MS",
                "NumChoices": 4,
                "Explain": false,
                "Content": [
                    "Which details from the passage support the answer in Part One? Choose two answers."
                ],
                "AnswerChoices": {
                    "A": {
                        "Choice": "“On May 15, though the road required hundreds of thousands of dollars in patchwork along its length, regular passenger service opened for business.”",
                        "Key": {
                            "Correct": false,
                            "Rationale": "This choice does not show evidence of how the transcontinental railroad was able to quickly move people and ideas across the nation.",
                            "Percent": 0
                        }
                    },
                    "B": {
                        "Choice": "“Travelers could make the trip between San Francisco and New York in a week.”",
                        "Key": {
                            "Correct": true,
                            "Rationale": "This choice provides specific evidence about how the transcontinental railroad allowed for the movement of people in a timely manner.",
                            "Percent": 0
                        }
                    },
                    "C": {
                        "Choice": "“Books written in San Francisco found homes on New York shelves just one week after their publication.”",
                        "Key": {
                            "Correct": true,
                            "Rationale": "This choice provides specific evidence about how the transcontinental railroad led to sharing ideas across the nation.",
                            "Percent": 0
                        }
                    },
                    "D": {
                        "Choice": "“The transcontinental railroad did not long remain the sole venue of travel through America's center.”",
                        "Key": {
                            "Correct": false,
                            "Rationale": "This choice does not show evidence of how the transcontinental railroad was able to quickly move people and ideas across the nation.",
                            "Percent": 0
                        }
                    }
                }
            }
        }
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Informational Text - Craft & Structure/Integration Of Knowledge & Ideas"
        ],
        "SubTopics": [
            "Compare and contrast the overall structure (e.g., chronology, comparison, cause/effect, problem/solution) of events, ideas, concepts, or information in two or more texts."
        ],
        "SuppContent": [
            "problems/PA19G5E/supps/PA19G5E-S2.json",
            "problems/PA19G5E/supps/PA19G5E-S3.json"
        ],
        "Explain": false,
        "Content": [
            "How are the structures of “I Saw the Golden Spike” and “The Impact of the Transcontinental Railroad” different?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "One presents events in time order, and the other identifies the effects of an event.",
                "Key": {
                    "Correct": true,
                    "Rationale": "“I Saw the Golden Spike” relays events that the author witnessed on one day, and “The Impact of the Transcontinental Railroad” describes the different effects that the construction of the railroad had on the United States.",
                    "Percent": 46
                }
            },
            "B": {
                "Choice": "One states a problem and possible solutions, and the other compares two aspects of a topic.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice does not accurately describe the text structures of the two passages.",
                    "Percent": 19
                }
            },
            "C": {
                "Choice": "One contrasts several subjects, and the other lists events in the order of importance.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice does not accurately describe the text structures of the two passages.",
                    "Percent": 21
                }
            },
            "D": {
                "Choice": "One presents a main idea and supporting details, and the other gives answers to questions.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice does not accurately describe the text structures of the two passages.",
                    "Percent": 14
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Informational Text - Craft & Structure/Integration Of Knowledge & Ideas"
        ],
        "SubTopics": [
            "Analyze multiple accounts of the same event or topic, noting important similarities and differences in the point of view they represent."
        ],
        "SuppContent": [
            "problems/PA19G5E/supps/PA19G5E-S1.json",
            "problems/PA19G5E/supps/PA19G5E-S2.json",
            "problems/PA19G5E/supps/PA19G5E-S3.json"
        ],
        "Explain": false,
        "Content": [
            "Which statement best describes the difference in the points of view between “I Saw theGolden Spike” and the other two passages?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "“I Saw the Golden Spike” is written from the point of view of a railroad worker who was involved in the events of May 10, 1869, while the other passages are written from the point of view of government officials who attended the events of May 10, 1869.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is not supported by textual evidence.",
                    "Percent": 26
                }
            },
            "B": {
                "Choice": "“I Saw the Golden Spike” is written from the point of view of a mayor who led the events of May 10, 1869, while the other passages are written from the point of view of businesspeople who had given money for the events of May 10, 1869.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is not supported by textual evidence.",
                    "Percent": 15
                }
            },
            "C": {
                "Choice": "“I Saw the Golden Spike” is written from the point of view of a person who observed the events of May 10, 1869, while the other passages are written from the point of view of individuals who researched the events of May 10, 1869.",
                "Key": {
                    "Correct": true,
                    "Rationale": "“I Saw the Golden Spike” is a primary document, while the other two passages are secondary documents written by authors who researched the events.",
                    "Percent": 49
                }
            },
            "D": {
                "Choice": "“I Saw the Golden Spike” is written from the point of view of a photographer who took pictures of the events of May 10, 1869, while the other passages are written from the point of view of reporters who interviewed people about the events of May 10, 1869.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is not supported by textual evidence.",
                    "Percent": 10
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Informational Text - Craft & Structure/Integration Of Knowledge & Ideas"
        ],
        "SubTopics": [
            "Integrate information from several texts on the same topic in order to write or speak about the subject knowledgeably."
        ],
        "SuppContent": [
            "problems/PA19G5E/supps/PA19G5E-S1.json",
            "problems/PA19G5E/supps/PA19G5E-S2.json",
            "problems/PA19G5E/supps/PA19G5E-S3.json"
        ],
        "Explain": false,
        "Content": [
            "What do all three of the passages suggest about the day of May 10, 1869?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The day was marked by many types of celebrations.",
                "Key": {
                    "Correct": true,
                    "Rationale": "All three passages give examples of events that celebrated the completion of the transcontinental railroad.",
                    "Percent": 44
                }
            },
            "B": {
                "Choice": "The day was filled with very funny events.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Only two passages describe the funny event of the governor and the businessman missing when trying to hit the spike.",
                    "Percent": 7
                }
            },
            "C": {
                "Choice": "The day was attended by many important people.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Only two passages contain information about government officials attending the event.",
                    "Percent": 32
                }
            },
            "D": {
                "Choice": "The day was recorded for others to hear.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Only one passage states that the sound of the last spike of the railroad being driven into the ground was transmitted across the country.",
                    "Percent": 17
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "LR",
        "NumChoices": 0,
        "Topics": [
            "Literature - Key Ideas & Details"
        ],
        "SubTopics": [
            "Quote accurately from a text when explaining what the text says explicitly and when drawing inferences from the text."
        ],
        "SuppContent": [
            "problems/PA19G5E/supps/PA19G5E-S4.json"
        ],
        "Explain": false,
        "Content": [
            "The character of David has a function in “Into the Volcano.” Write an essay analyzing the important role David plays as a character throughout the passage. Use evidence from the passage to support your response."
        ],
        "AnswerChoices": {},
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Conventions Of Standard English"
        ],
        "SubTopics": [
            "Spell grade-appropriate words correctly."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Read the sentence.",
            ":box:She found the puppy hiding underneath an enormus piece of furniture.",
            "Which word in the sentence is spelled wrong?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "underneath",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is spelled correctly in the given sentence.",
                    "Percent": 12
                }
            },
            "B": {
                "Choice": "enormus",
                "Key": {
                    "Correct": true,
                    "Rationale": "“Enormus” should be spelled “enormous.”",
                    "Percent": 61
                }
            },
            "C": {
                "Choice": "piece",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is spelled correctly in the given sentence.",
                    "Percent": 14
                }
            },
            "D": {
                "Choice": "furniture",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is spelled correctly in the given sentence.",
                    "Percent": 13
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Conventions Of Standard English"
        ],
        "SubTopics": [
            "Expand, combine, and reduce sentences for meaning, reader/listener interest, and style."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Read the sentences.",
            ":box:Lancaster is a great place to pick cherries in June.\n\nLancaster is in south central Pennsylvania.",
            "Choose the best way to combine the information into one sentence."
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Lancaster is a great place to pick cherries, which is in south central Pennsylvania, in June.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice lack the same degree of clarity, coherence, and conciseness as the best option.",
                    "Percent": 6
                }
            },
            "B": {
                "Choice": "Lancaster is a great place, which is in south central Pennsylvania, to pick cherries in June.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice lack the same degree of clarity, coherence, and conciseness as the best option.",
                    "Percent": 6
                }
            },
            "C": {
                "Choice": "Lancaster, which is in south central Pennsylvania, is a great place to pick cherries in June.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sentence provides the most clarity, coherence, and conciseness.",
                    "Percent": 59
                }
            },
            "D": {
                "Choice": "Lancaster is a great place to pick cherries in June, which is in south central Pennsylvania.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice lack the same degree of clarity, coherence, and conciseness as the best option.",
                    "Percent": 29
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Conventions Of Standard English"
        ],
        "SubTopics": [
            "Correctly use frequently confused words (e.g., to, too, two; there, their, they're)."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Which sentence uses the underlined word correctly?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The forecast is for rain the entire w͟e͟a͟k.",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Weak” should be spelled “week” based on usage.",
                    "Percent": 9
                }
            },
            "B": {
                "Choice": "Dina gave her brother a dollar for bus f͟a͟i͟r.",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Fair” should be spelled “fare” based on usage.",
                    "Percent": 19
                }
            },
            "C": {
                "Choice": "That s͟i͟t͟e will be perfect for a vegetable garden.",
                "Key": {
                    "Correct": true,
                    "Rationale": "“Site” is spelled correctly for the way it is used in the given sentence.",
                    "Percent": 38
                }
            },
            "D": {
                "Choice": "Adam decided to p͟e͟a͟l the apple before he ate it.",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Peal” should be spelled “peel” based on usage.",
                    "Percent": 34
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Conventions Of Standard English"
        ],
        "SubTopics": [
            "Use a comma to separate an introductory element from the rest of the sentence."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Read the paragraph.",
            ":box:(1) Once people had learned to increase the amount of food they could grow, cities began to fully develop. (2) Somewhere within the region of ancient Mesopotamia the first city arose because people were able to produce more than just enough food. (3) This new ability allowed people time to work at activities other than finding or growing food. (4) When there was extra food for everyone, people could spend their time on art, government, and business.",
            "Which revision should be made to correct the error in punctuation?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Remove the comma after g͟r͟o͟w in sentence 1.",
                "Key": {
                    "Correct": false,
                    "Rationale": "A comma is needed after an introductory dependent clause.",
                    "Percent": 14
                }
            },
            "B": {
                "Choice": "Add a comma after M͟e͟s͟o͟p͟o͟t͟a͟m͟i͟a in sentence 2.",
                "Key": {
                    "Correct": true,
                    "Rationale": "A comma should be added after the introductory dependent clause in sentence 2.",
                    "Percent": 69
                }
            },
            "C": {
                "Choice": "Add a comma after T͟h͟i͟s in sentence 3.",
                "Key": {
                    "Correct": false,
                    "Rationale": "A comma should not be added after a definite article.",
                    "Percent": 4
                }
            },
            "D": {
                "Choice": "Remove the comma after e͟v͟e͟r͟y͟o͟n͟e in sentence 4.",
                "Key": {
                    "Correct": false,
                    "Rationale": "A comma is needed after an introductory dependent clause.",
                    "Percent": 13
                }
            }
        },
        "Parts": {}
    }
}