{
    "Directions": "Read this passage, then answer each question.",
    "Context": [],
    "Title": "Don't Touch Me!",
    "Subtitle": "",
    "Author": "by Elizabeth Preston",
    "LabelType": "P",
    "Content": [
        ["1", "\tPlants can't run away from hungry animals. So some of them fight back. They have defenses to keep creatures from eating them. These plants can scratch you or stab you. Some of them can make you sick. Others make you itch like crazy. Don't get too close, or you'll be sorry!"],
        ["", "problems/NY19G3E/media/S5a.jpg"],
        ["", "Oᴡ"],
        ["2", "\tDo you have a rose bush in your yard? Then you know these pretty flowers are better for sniffing than touching. Roses have sharp prickles on their stems. Some other plants, like the hawthorn, have woody thorns."],
        ["3", "\tAnd beautiful holly leaves have very sharp points. (Holly leaves and berries have extra protection. They're poisonous!)"],
        ["", "Oᴡ Oᴡ Oᴡ"],
        ["4", "\tCactus plants keep animals away with spines. Some cacti have arms, but hugging them is a bad idea."],
        ["", "Yᴏᴡᴄʜ!"],
        ["5", "\tA stinging nettle doesn't look as dangerous as a spiny cactus. But it's covered with sharp hairs called trichomes. The hairs are like tiny needles. If you touch them, they poke your skin with chemicals that sting and itch. You might get a nasty rash."],
        ["", "Iᴛᴄʜ"],
        ["6", "\tPoison ivy leaves have oils that can make you itchy. If your soccer ball rolls into a patch of poison ivy during a game, you might be scratching later. Poison oak and poison sumac are related plants that make the same oils. You can watch out for poison ivy by remembering the rhyme, “Leaves of three, let it be!”"],
        ["", "Sʜʏ Pʟᴀɴᴛs"],
        ["7", "\tThe sensitive or touch-me-not plant doesn't stab you, poison you, or make you itch. If you touch it, the plant quickly folds up its leaves."],
        ["", "Pʟᴀɴᴛs ᴡɪᴛʜ Aɴᴛs"],
        ["8", "\tAcacia trees have big, scary thorns. But for extra protection, they use ants. The ants have a special friendship with the tree. They live inside hollow thorns and eat food the tree makes for them. If a bug or a bigger animal comes too close, the ants attack and sting it."]
    ],
    "Copyright": "",
    "References": []
}