{
    "Directions": "Read this story, then answer each question.",
    "Context": [],
    "Title": "(Excerpt from) Just the Right Gift",
    "Subtitle": "",
    "Author": "by Mary Penn",
    "LabelType": "P",
    "Content": [
        ["1", "\tA boy on in-line skates zoomed around the corner and crashed into me before I could jump out of the way. We fell into a sprawling heap as the box I’d been carrying flew from my hands and landed in the street with a sickening thump. A moment later, a car whizzed past, sending the box spinning in circles."],
        ["2", "\tThe skater got up, mumbled sorry, and sped oﬀ around the corner."],
        ["3", "\t“Are you OK, Emily?” Aiden asked."],
        ["4", "\t“I think so.” My arm had slapped the sidewalk hard. I stood and slowly moved it in circles."],
        ["5", "\t“Oh no! Look at Mom’s present!” Aiden’s face was red."],
        ["6", "\tI picked up the crushed box and opened it. The drinking glasses inside were broken. I closed the box and left it in a garbage can on the sidewalk, then started hurrying toward home. Aiden had to run at full speed to keep up with me."],
        ["7", "\tWhen we got to the apartment, we plopped down on chairs in the kitchen."],
        ["8", "\t“It isn’t fair! Why did that happen?” Aiden said."],
        ["9", "\t“I didn’t even see that guy! He came out of nowhere,” I huﬀed. Aiden’s lower lip trembled. “Mom would’ve loved those glasses.”"],
        ["10", "\tWe’d saved our money for weeks to buy glasses with pink flowers on them for Mother’s Day. We have other glasses, but not a full set that matches. I wished I could sling something against the wall and scream, but I knew I couldn’t. I’m the older one. I had to hold it together."],
        ["11", "\t“I wanted to make her happy,” Aiden sputtered."],
        ["12", "\t“We’ll think of something else to give her for Mother’s Day,” I said, trying to cheer up Aiden."],
        ["13", "\t“Like what?” he asked. “We don’t have any money left.”"],
        ["14", "\tI swallowed hard and knew I had to think of something fast. “Maybe we can make a present for Mom.”"],
        ["15", "\tAiden’s eyes lit up. “At school we cut out pictures and glued them on paper. We could find pictures in old magazines and make her a Mother’s Day card.”"],
        ["16", "\t“Good thinking,” I said. “And I’ll come up with something else to make her happy, too.” An idea was starting to form in my head."],
        ["17", "\tThe next morning, Aiden and I pulled Mom from her bedroom into the kitchen, where we had set out her favorite breakfast: yogurt with cereal and bananas. Mom put her hand over her heart. “I forgot it was Mother’s Day.”"],
        ["18", "\t“We have presents,” Aiden said, handing her the card he’d made out of bright red construction paper with pictures of pink flowers scattered across it."],
        ["19", "\tI waved a stack of index cards in the air. “And look, Mom. Every card has a riddle on it with the answer on the back. You used to love riddles.”"],
        ["20", "\tWhen Aiden saw tears rolling down Mom’s cheeks, he yelled, “I knew this was a bad idea!” and flung himself onto the floor."],
        ["21", "\t“Aiden!” Mom pulled him to his feet and kissed him. “I love your presents. Your Mother’s Day card is beautiful. You know I love pink flowers.” She pulled me into a hug, too. “And I’ll love reading the riddles. I’m crying because you’ve made me so happy.”"],
        ["22", "\tThe anger left Aiden’s face as he took his card from Mom and turned it over and over, beaming with pride."],
        ["23", "\t“What is black and white and red all over?” I read from one of my index cards."],
        ["24", "\t“A newspaper?” Mom asked."],
        ["25", "\t“Nope,” I said as Aiden shouted, “A sunburned zebra!”"],
        ["26", "\tMom looked at us and smiled. It was a quiet smile at first, but it grew big and bright."]
    ],
    "Copyright": "",
    "References": []
}