{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:As Mexico's first president from an Indigenous community, Benito Juarez became one of the most ______ figures in his country's history: among the many significant accomplishments of his long tenure in office (1858–1872), Juarez consolidated the authority of the national government and advanced the rights of Indigenous peoples.",
            "The sentence identifies the method Obata used; it doesn't indicate when the painting was completed."
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "unpredictable",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text focuses on Juarez's role as the first president of Mexico from an Indigenous community and on his many major accomplishments during his lengthy time in office; nothing in the text suggests that Juarez was “unpredictable,” or tended to behave in ways that couldn't be predicted.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "important",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text's discussion of Juarez. In this context, “important” means marked by significant work or consequence. The text indicates that Juarez, who was the first president of Mexico from an Indigenous community, became a certain kind of figure in Mexico's history. It then supports that claim by describing some of the “many significant accomplishments” from Juarez's long tenure in office. This context conveys that Juarez is a significant and consequential figure in Mexico's history.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "secretive",
                "Key": {
                    "Correct": false,
                    "Rationale": "Nothing in the text suggests that Juarez was a particularly “secretive” figure, or that he tended to keep things private or hidden from others. Instead, the text focuses on things that are known about Juarez: that he was the first president of Mexico from an Indigenous community, that he had a lengthy tenure, and that his many major accomplishments included consolidating the national government's authority and advancing Indigenous rights.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "ordinary",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text focuses on the idea that Juarez, who was the first president of Mexico from an Indigenous community, had many major accomplishments during his lengthy time in office. Rather than suggesting that Juarez was an “ordinary,” or common and typical, figure in Mexico's history, this context conveys that Juarez was instead a notable figure.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Mônica Lopes-Ferreira and others at Brazil's Butantan Institute are studying the freshwater stingray species Potamotrygon rex to determine whether biological characteristics such as the rays' age and sex have _______ effect on the toxicity of their venom—that is, to see if differences in these traits are associated with considerable variations in venom potency.",
            "Which choice completes the text with the most logical and precise word or phrase?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "a disconcerting",
                "Key": {
                    "Correct": false,
                    "Rationale": "There's nothing in the text that suggests that the researchers have been studying whether the stingrays' age and sex have “a disconcerting,” or an unsettling and disturbing, effect on the stingrays' venom. The text indicates that the researchers wish to determine if stingray age and sex cause large variations in the toxicity of stingray venom, not if the effect of age and sex is disconcerting.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "an acceptable",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text indicates that researchers want to find out whether differences in stingray age and sex produce differences in stingray venom, not that the researchers want to find out whether age and sex have “an acceptable,” or a satisfactory, effect on venom. The text makes no mention of what would make an effect on venom toxicity acceptable and gives no indication that the researchers are interested in that question.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "an imperceptible",
                "Key": {
                    "Correct": false,
                    "Rationale": "It wouldn't make sense in context for the researchers to be looking for “an imperceptible,” or an unnoticeable, effect of age and sex on stingray venom. The text says that the researchers are trying to determine if there are “considerable variations” in venom toxicity linked to age and sex, not that the researchers are trying to find effects that they can't perceive.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "a substantial",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text's discussion of the research that Lopes-Ferreira and her colleagues are conducting on the stingray species Potamotrygon rex. As used in this context, “a substantial” effect means an effect that is sizable or noteworthy. The text indicates that the researchers are seeking to determine whether there are “considerable variations” in the potency of stingray venom that are associated with variation in the stingrays' age and sex. This context suggests that the researchers want to find out whether stingray age and sex have a substantial effect on venom toxicity.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Kelp forests grow underwater along the eastern Pacific Coast. These underwater forests are important to fish and other marine animals. Ocean currents can be powerful and rough, making it difficult for animals to find safe places to hide from predators. The underwater forests slow down the currents. This creates a more _______ environment with calmer waters where animals can take shelter.",
            "Which choice completes the text with the most logical and precise word or phrase?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "tranquil",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text's discussion of how kelp forests help marine animals. In this context, “tranquil” means free from disturbance, or calm. The text indicates that ocean currents are powerful and make it difficult for marine animals to hide from predators and that kelp forests slow currents down to create calmer areas. In other words, kelp forests create a more tranquil environment.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "dangerous",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text indicates that kelp forests provide shelter for marine animals, meaning they create environments that are safer, not more “dangerous.”",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "imaginative",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text discusses how kelp forests affect currents in the ocean, and it isn't clear how an ocean environment could be “imaginative,” or full of imagination.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "surprising",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text indicates that kelp forests create a calm and safe environment, and an environment that is “surprising” would be characterized by unexpected occurrences, not calmness.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:The Mule Bone, a 1930 play written by Zora Neale Hurston and Langston Hughes, is perhaps the best-known of the few examples of ______ in literature. Most writers prefer working alone, and given that working together cost Hurston and Hughes their friendship, it is not hard to see why.",
            "Which choice completes the text with the most logical and precise word or phrase?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "characterization",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this context, “characterization” would mean a literary work's portrayal of characters' psychological experiences and motivations, but the text doesn't discuss characterization in The Mule Bone specifically or in collaborative works more generally.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "interpretation",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this context, “interpretation” would mean the explanation of a literary work's meaning or significance, but the text doesn't discuss how readers or critics have interpreted The Mule Bone; instead, the text discusses how the play was written collaboratively and how the writing process affected the two authors.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "collaboration",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice logically and precisely completes the text's discussion of The Mule Bone, a play that Zora Neale Hurston and Langston Hughes wrote together. In this context, “collaboration” means working together with someone to write a literary work. The text indicates that most writers prefer to work alone and that working together destroyed the friendship between Hurston and Hughes. This establishes that The Mule Bone is a relatively rare example of collaboration in literature.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "commercialization",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this context, “commercialization” would mean writing a literary work in such a way as to ensure its commercial appeal, but the text never discusses commercial appeal as a factor in the writing of The Mule Bone specifically or the writing of collaborative works more generally.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Ofelia Zepeda's contributions to the field of linguistics are _______: her many accomplishments include working as a linguistics professor and bilingual poet, authoring the first Tohono O'odham grammar book, and co-founding the American Indian Language Development Institute.",
            "Which choice completes the text with the most logical and precise word or phrase?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "pragmatic",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence presents Zepeda's accomplishments as examples to support the claim made in the first part of the sentence. It wouldn't make sense to say that achievements as a professor, poet and author, and co-founder of a language institute demonstrate that Zepeda's contributions in her field are “pragmatic,” or related to practical matters and not involving intellectual or artistic matters.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "controversial",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence presents Zepeda's accomplishments as a professor, poet and author, and co-founder of a language institute as examples to support the claim made in the first part of the sentence. There's no reason to believe that the positive achievements listed demonstrate that Zepeda's contributions in her field are “controversial,” or have caused disputes and opposing viewpoints.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "extensive",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text's discussion of how Ofelia Zepeda has contributed to the field of linguistics. As used in this context, “extensive” means having a wide or considerable extent. The text indicates that Zepeda's many accomplishments in linguistics are varied, including teaching linguistics, writing poetry in more than one language, creating a grammar book, and co-founding a language institute. This context supports the idea that Zepeda's contributions to the field are extensive.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "universal",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this context, “universal” would mean including or covering everything in a group. The sentence presents Zepeda's accomplishments as examples to support the claim made in the first part of the sentence, and it wouldn't make sense to say that these specific achievements—particularly as the author of a grammar book specific to the Tohono O'odham language—demonstrate that Zepeda's contributions relate to everything in the field of linguistics.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Archaeologists studying the ancient city of Pompeii in Italy recently discovered a well-preserved food shop known as a thermopolium. The site contains food remains, artworks, and decorations. These items give researchers a better understanding of what daily life in Pompeii may have been like. For example, the archaeologists found a ceramic jar that they believe likely contained a meat and seafood stew.",
            "Which choice best states the main purpose of the text?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "To compare ancient artworks with modern ones",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the text states that archaeologists found ancient artworks, it doesn't compare these artworks to modern ones or to any other artworks.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "To discuss the political system of Italy",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the archaeological discovery discussed in the text was made in Italy, the text doesn't provide any information about politics or government in Italy.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "To present a recent archaeological discovery",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most accurately describes the main purpose of the text. The text states that archaeologists recently discovered a well-preserved food shop, or thermopolium, in Pompeii, Italy. The text then further describes the contents of the discovery and provides an example of what was found. Thus, the overall purpose of the text is to present a recent archaeological discovery.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "To describe a region's climate",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text doesn't discuss the climate where the archaeological discovery was made or in any other region.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The following text is from Sarah Orne Jewett's 1899 short story “Martha's Lady.” Martha is employed by Miss Pyne as a maid.",
            ":ibox:Miss Pyne sat by the window watching, in her best dress, looking stately and calm; she seldom went out now, and it was almost time for the carriage. Martha was just coming in from the garden with the strawberries, and with more flowers in her apron. It was a bright cool evening in June, the golden robins sang in the elms, and the sun was going down behind the apple-trees at the foot of the garden. The beautiful old house stood wide open to the long-expected guest.",
            "Which choice best states the main purpose of the text?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "To convey the worries brought about by a new guest",
                "Key": {
                    "Correct": false,
                    "Rationale": "Tthere is nothing in the text to indicate that the characters feel any worry about the guest's arrival. The text indicates that the guest was “long-expected,“ but characterizing Miss Pyne as “stately and calm” conflicts with the idea that the characters are worried about the guest.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "To describe how the characters have changed over time",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text describes a moment in time when two characters are awaiting the arrival of a visitor rather than an extended period over which characters could be seen changing.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "To contrast the activity indoors with the stillness outside",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the text describes the activity indoors (Miss Pyne sitting calmly), it describes a higher level of activity, not stillness, outside (Martha bringing fruit and flowers and birds singing).",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "To depict the setting as the characters await a visitor's arrival",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most accurately reflects the main purpose of the text. The text portrays Miss Pyne as awaiting the arrival of a carriage while Martha brings strawberries and flowers from the garden into the house. The text also describes the surroundings of the scene, stating that Miss Pyne looks “stately and calm,” the evening is bright and cool, and birds are singing in the garden as the sun sets. Then the last sentence states that the house was “wide open to the long-expected guest,” which strongly suggests that Miss Pyne's anticipation and Martha's activities were in preparation for the guest who is expected to arrive in the carriage. Thus, the text depicts the setting and conveys what these characters are doing as they await the arrival of their visitor.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The following text is adapted from Aphra Behn's 1689 novel The Lucky Mistake. Atlante and Rinaldo are neighbors who have been secretly exchanging letters through Charlot, Atlante's sister.",
            ":ibox:[Atlante] gave this letter to Charlot; who immediately ran into the balcony with it, where she still found Rinaldo in a melancholy posture, leaning his head on his hand: She showed him the letter, but was afraid to toss it to him, for fear it might fall to the ground; so he ran and fetched a long cane, which he cleft at one end, and held it while she put the letter into the cleft, and stayed not to hear what he said to it. But never was man so transported with joy, as he was at the reading of this letter; it gives him new wounds; for to the generous, nothing obliges love so much as love.",
            "Which choice best describes the overall structure of the text?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It describes the delivery of a letter, and then portrays a character's happiness at reading that letter.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most accurately describes the overall structure of the text. The narrator begins by explaining how Charlot carefully delivers Atlante's letter to Rinaldo, and then relates that Rinaldo feels “transported with joy” after reading the letter. Therefore, the overall structure of the text is best described as a description of the delivery of a letter followed by the portrayal of a character's happiness after reading the letter.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "It establishes that a character is desperate to receive a letter, and then explains why another character has not yet written that letter.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text indicates that the letter has been written; there's no explanation why another character hasn't written one. In addition, the text's description of Rinaldo “in a melancholy posture” suggests that he's sad and thoughtful, not that he's desperate to receive the letter.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "It presents a character's concerns about delivering a letter, and then details the contents of that letter.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the text states that Charlot won't toss the letter to Rinaldo because she doesn't want it to fall, the text doesn't refer to the contents of the letter. Instead, the text describes how happy Rinaldo feels after reading it.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "It reveals the inspiration behind a character's letter, and then emphasizes the excitement that another character feels upon receiving that letter.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the text does describe Rinaldo's reaction to the letter, the text doesn't begin by discussing Atlante's inspiration for writing the letter. Instead, the text begins by discussing the delivery of the letter.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:According to historian Vicki L. Ruiz, Mexican American women made crucial contributions to the labor movement during World War II. At the time, food processing companies entered into contracts to supply United States armed forces with canned goods. Increased production quotas conferred greater bargaining power on the companies' employees, many of whom were Mexican American women: [employees insisted on more favorable benefits, and employers, who were anxious to fulfill the contracts, complied.] Thus, labor activism became a platform for Mexican American women to assert their agency.",
            "Which choice best describes the function of the emphasized portion in the text as a whole?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It elaborates on a claim about labor relations in a particular industry made earlier in the text.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice best describes how the emphasized portion functions in the text as a whole. The text says that the increased production quotas of food processing companies during World War II enabled employees to make better bargains in exchange for their labor. The emphasized portion presents an example of this increased bargaining power: employees requested more favorable benefits, and employers complied because they were under pressure to fulfill the demanding terms of their contracts. Thus, the emphasized portion of the text elaborates on a claim about labor relations in a particular industry (food processing) made earlier in the text.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "It offers an example of a trend in the World War II–era economy discussed earlier in the text.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no indication in the text that the economic factors that influenced food processing also influenced other parts of the economy; thus, the bargaining described in the emphasized portion of the text cannot be called an example of a trend.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "It notes a possible exception to the historical narrative of labor activism sketched earlier in the text.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The emphasized portion supports the historical narrative of labor activism in food processing that is sketched in the text, instead of noting an exception to that narrative.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "It provides further details about the identities of the workers discussed earlier in the text.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the emphasized portion does discuss the demands that workers made in exchange for their labor, it does not discuss the identities of the workers.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:For many years, the only existing fossil evidence of mixopterid eurypterids—an extinct family of large aquatic arthropods known as sea scorpions and related to modern arachnids and horseshoe crabs—came from four species living on the paleocontinent of Laurussia. In a discovery that expands our understanding of the geographical distribution of mixopterids, paleontologist Bo Wang and others have identified fossilized remains of a new mixopterid species, Terropterus xiushanensis, that lived over 400 million years ago on the paleocontinent of Gondwana.",
            "According to the text, why was Wang and his team's discovery of the Terropterus xiushanensis fossil significant?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The fossil constitutes the first evidence found by scientists that mixopterids lived more than 400 million years ago.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the text states that Wang and his team identified fossilized remains of a mixopterid species that lived more than 400 million years ago, it doesn't indicate that mixopterid fossils previously found by scientists dated to a more recent period than that. ",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The fossil helps establish that mixopterids are more closely related to modern arachnids and horseshoe crabs than previously thought.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the text states that mixopterids are related to modern arachnids and horseshoe crabs, it doesn't suggest that the fossil discovered by Wang and his team confirmed that this relationship is closer than scientists had previously thought.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The fossil helps establish a more accurate timeline of the evolution of mixopterids on the paleocontinents of Laurussia and Gondwana.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The team's fossil established the presence of mixopterids on Gondwana, not on Laurussia. Moreover, the text only discusses the fossil in relation to the geographical distribution of mixopterids, not in relation to their evolution.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The fossil constitutes the first evidence found by scientists that mixopterids existed outside the paleocontinent of Laurussia.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice states why Wang and his team's discovery of the Terropterus xiushanensis fossil was significant. The text explains that up until Wang and his team's discovery, the only fossil evidence of mixopterids came from the paleocontinent of Laurussia. Wang and his team, however, identified fossil remains of a mixopterid species from the paleocontinent Gondwana. Therefore, the team's discovery was significant because the fossil remains of a mixopterid species were outside of the paleocontinent Laurussia.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "problems/SAT8RW1/media/11a.jpg",
            ":ibox:In a recent study, researchers found that relatively few video games released over the decades remain available today. For example, only 14.22 percent of games are still available that were initially released in _______",
            "Which choice most effectively uses data from the table to complete the statement?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "2000–2004.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The years 2000–2004 are not represented in the table.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "1995–1999.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most effectively uses data from the table to complete the statement about video game availability. The text states that just a few games released in the past are available today and then indicates that there is a period of years from which only 14.22 percent of the games released are available. The table shows that 14.22 percent of games are still available from the years 1995–1999.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "1970–1974.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The years 1970–1974 are not represented in the table.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "1985–1989.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The years 1985–1989 correspond to a percentage of games still available of 15.38 percent, not 14.22 percent.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "problems/SAT8RW1/media/12a.jpg",
            ":ibox:Some oceanic fish species live very deep underwater. Researchers collected data about the depths at which various species live.",
            "Based on the information in the table, at what depth does the southern stoplight loosejaw live?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "More than 2,000 meters below the surface",
                "Key": {
                    "Correct": false,
                    "Rationale": "The table indicates that the southern stoplight loosejaw lives 500–2,000 meters below the ocean surface, not at depths more than 2,000 meters below the surface.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "150 to 400 meters below the surface",
                "Key": {
                    "Correct": false,
                    "Rationale": "The table indicates that the southern stoplight loosejaw lives 500–2,000 meters below the ocean surface, not 150–400 meters below the surface.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "500 to 2,000 meters below the surface",
                "Key": {
                    "Correct": true,
                    "Rationale": "The table shows the depths below the ocean surface at which four species of deep-sea fish live. According to the table, the range of depths at which the southern stoplight loosejaw lives is 500–2,000 meters below the surface.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "250 to 500 meters below the surface",
                "Key": {
                    "Correct": false,
                    "Rationale": "The table indicates that the southern stoplight loosejaw lives 500–2,000 meters below the ocean surface, not 250–500 meters below the surface.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "problems/SAT8RW1/media/13a.jpg",
            ":ibox:When construction of a single-family house begins, it is called a housing start. In the first four months of 2022, the highest number of housing starts in the United States was in _____",
            "Which choice most effectively uses data from the table to complete the statement?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "April.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice effectively uses data from the table to complete the statement, identifying the month in which the United States had the highest number of housing starts in 2022. According to the table, which shows the number of US housing starts from January to April 2022, the highest number of housing starts was 1,803 thousand, which occurred in April.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "March.",
                "Key": {
                    "Correct": false,
                    "Rationale": "March had 1,713 thousand housing starts, which is lower than the number of starts in April and in February.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "January.",
                "Key": {
                    "Correct": false,
                    "Rationale": "January had 1,669 thousand housing starts, which is the lowest of all the months listed in the table.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "February.",
                "Key": {
                    "Correct": false,
                    "Rationale": "February had 1,771 thousand housing starts, which is lower than the number of starts in April.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Born in 1891 to a Quechua-speaking family in the Andes Mountains of Peru, Martín Chambi is today considered to be one of the most renowned figures of Latin American photography. In a paper for an art history class, a student claims that Chambi's photographs have considerable ethnographic value—in his work, Chambi was able to capture diverse elements of Peruvian society, representing his subjects with both dignity and authenticity.",
            "Which finding, if true, would most directly support the student's claim?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Chambi took many commissioned portraits of wealthy Peruvians, but he also produced hundreds of images carefully documenting the peoples, sites, and customs of Indigenous communities of the Andes.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice presents a finding that, if true, would support the claim about Chambi's photographs. The text describes a student advancing the claim that Chambi's photographs “have considerable ethnographic value”—meaning that they are valuable as records of cultures—and that they “capture diverse elements of Peruvian society” in a respectful way. If it's true that Chambi carefully photographed people from a range of different communities in Peru as well as photographed the customs and sites of different communities, that would lend support to the claim that the photographs have ethnographic value as depictions of diverse elements of society in Peru.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Chambi's photographs demonstrate a high level of technical skill, as seen in his strategic use of illumination to create dramatic light and shadow contrasts.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student's claim is that Chambi's photographs have considerable ethnographic value because they depict diverse elements of Peruvian society; the student doesn't claim anything about the technical skill demonstrated in the photographs.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "During his lifetime, Chambi was known and celebrated both within and outside his native Peru, as his work was published in places like Argentina, Spain, and Mexico.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Neither Chambi's reputation nor the locations where his photographs may have been published would be relevant to the student's claim that his photographs are valuable as an ethnographic record of Peru's diverse society.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Some of the peoples and places Chambi photographed had long been popular subjects for Peruvian photographers.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The popularity among other photographers of the people and places that Chambi photographed would be irrelevant to the student's claim that Chambi's photographs are valuable as an ethnographic record of Peru's diverse society.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Researchers hypothesized that a decline in the population of dusky sharks near the mid-Atlantic coast of North America led to a decline in the population of eastern oysters in the region. Dusky sharks do not typically consume eastern oysters but do consume cownose rays, which are the main predators of the oysters.",
            "Which finding, if true, would most directly support the researchers' hypothesis?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Declines in the regional abundance of dusky sharks' prey other than cownose rays are associated with regional declines in dusky shark abundance.",
                "Key": {
                    "Correct": false,
                    "Rationale": "A finding that there's an association between a decline in the regional abundance of some of dusky sharks' prey and the regional abundance of dusky sharks wouldn't directly support the researchers' hypothesis that a decline in dusky sharks has led to a decline in eastern oysters in the region. Although such a finding might help explain why shark abundance has declined, it would reveal nothing about whether the shark decline is related to the oyster decline.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Eastern oyster abundance tends to be greater in areas with both dusky sharks and cownose rays than in areas with only dusky sharks.",
                "Key": {
                    "Correct": false,
                    "Rationale": "A finding that eastern oyster abundance tends to be greater when dusky sharks and cownose rays are present than when only dusky sharks are present wouldn't support the researchers' hypothesis that a decline in dusky sharks has led to a decline in eastern oysters in the region. The text indicates that the sharks prey on the rays, which are the main predators of the oysters; if oyster abundance is found to be greater when rays are present than when rays are absent, that would suggest that rays aren't keeping oyster abundance down, and thus that a decline in rays' predators, which would be expected to lead to an increase in the abundance of rays, wouldn't bring about a decline in oyster abundance as the researchers hypothesize.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Consumption of eastern oysters by cownose rays in the region substantially increased before the regional decline in dusky shark abundance began.",
                "Key": {
                    "Correct": false,
                    "Rationale": "A finding that consumption of eastern oysters by cownose rays increased substantially before dusky sharks declined in regional abundance wouldn't support the researchers' hypothesis that the decline in dusky sharks has led to a decline in eastern oysters in the region. Such a finding would suggest that some factor other than shark abundance led to an increase in rays' consumption of oysters and thus to a decrease in oyster abundance, thereby weakening the researchers' hypothesis.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Cownose rays have increased in regional abundance as dusky sharks have decreased in regional abundance.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice presents a finding that, if true, would most directly support the researchers' hypothesis about the connection between the dusky shark population decline and the eastern oyster population decline. The text indicates that although dusky sharks don't usually eat eastern oysters, they do consume cownose rays, which are the main predators of eastern oysters. An increase in the abundance of cownose rays in the region in response to a decline in the abundance of dusky sharks would directly support the researchers' hypothesis: a higher number of cownose rays would consume more eastern oysters, driving down the oyster population.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:In the mountains of Brazil, Barbacenia tomentosa and Barbacenia macrantha—two plants in the Velloziaceae family—establish themselves on soilless, nutrient-poor patches of quartzite rock. Plant ecologists Anna Abrahão and Patricia de Britto Costa used microscopic analysis to determine that the roots of B. tomentosa and B. macrantha, which grow directly into the quartzite, have clusters of fine hairs near the root tip; further analysis indicated that these hairs secrete both malic and citric acids. The researchers hypothesize that the plants depend on dissolving underlying rock with these acids, as the process not only creates channels for continued growth but also releases phosphates that provide the vital nutrient phosphorus.",
            "Which finding, if true, would most directly support the researchers' hypothesis?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Other species in the Velloziaceae family are found in terrains with more soil but have root structures similar to those of B. tomentosa and B. macrantha.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The existence of soil-inhabiting members of the Velloziaceae family with similar root structures to those of the two species discussed in the text wouldn't support the researchers' hypothesis that the species discussed in the text depend on dissolving rock. If other such members exist, that might suggest that the root structures can serve more functions than secreting acids to dissolve rock (since dissolving rock may not be necessary for plants living in soil), but that wouldn't suggest anything about whether the species discussed in the text benefit from dissolving rock.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Though B. tomentosa and B. macrantha both secrete citric and malic acids, each species produces the acids in different proportions.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Differences in the proportions of citric and malic acid secreted by the two species would be irrelevant to the hypothesis that the plants depend on dissolving rock. There's no information in the text to suggest that the proportion of each acid has any bearing on the process of dissolving rock or on any benefits the plants might receive from that process.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The roots of B. tomentosa and B. macrantha carve new entry points into rocks even when cracks in the surface are readily available.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice presents a finding that, if true, would support the researchers' hypothesis about the plants' dependence on dissolving rock. The text indicates that the roots of the two plant species grow directly into quartzite rock, where hairs on the roots secrete acids that dissolve the rock. The researchers hypothesize that the plants depend on this process because dissolving rock opens spaces for the roots to grow and releases phosphates that provide the plants with phosphorus, a vital nutrient. If the plants carry out this process of dissolving rock even when the rock already has spaces into which the roots could grow, that would support the researchers' hypothesis because it suggests that the plants are getting some advantage—such as access to phosphorus—from the action of dissolving rock. If the plants don't benefit from dissolving rock, they would be expected to grow in the cracks that already exist, as doing so would mean that the plants don't have to spend energy creating and secreting acids; if, however, the plants create new entry points by dissolving rock even when cracks already exist, that would support the hypothesis that they depend on dissolving rock for some benefit.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "B. tomentosa and B. macrantha thrive even when transferred to the surfaces of rocks that do not contain phosphates.",
                "Key": {
                    "Correct": false,
                    "Rationale": "If the two species thrive on rocks without phosphates, that would weaken the researchers' hypothesis that the plants depend on dissolving rock partly because dissolving rock gives them access to phosphates. If the plants can survive on rocks without getting a vital nutrient by dissolving those rocks, then either the nutrient isn't actually vital for those plants or they can get the nutrient in some way other than by dissolving rocks.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "17": {
        "Number": 17,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Many mosquito repellents contain natural components that work by activating multiple odor receptors on mosquitoes' antennae. As the insects develop resistance, new repellents are needed. Ke Dong and her team found that EBF, a molecular component of a chrysanthemum-flower extract, can repel mosquitoes by activating just one odor receptor—and this receptor, Or31, is present in all mosquito species known to carry diseases. Therefore, the researchers suggest that in developing new repellents, it would be most useful to _______",
            "Which choice most logically completes the text?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "identify molecular components similar to EBF that target the activation of Or31 receptors.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text's discussion of mosquito repellents. The text begins by explaining that many repellents work by using natural components to activate multiple odor receptors on mosquitoes' antennae, and that new repellents must be created whenever mosquitoes become resistant to older ones. The text then highlights a research team's discovery that EBF, a molecular component of a chrysanthemum-flower extract, can repel mosquitoes by activating a single odor receptor, Or31, that is shared by all species of mosquitoes known to carry diseases. The text suggests that compared to the repellents mentioned earlier, a repellent that acts on the Or31 receptor would be more effective: by noting that all mosquito species known to carry diseases share the Or31 receptor, the text suggests that the Or31 receptor may be unique in this respect, meaning that a repellent such as EBF that acts on it would be more effective since it works on a single receptor shared by all mosquito species that carry diseases, rather than a combination of receptors that is not shared by all species. Once mosquitoes become resistant to EBF, it would therefore make sense for researchers to look for other molecular components similar to EBF that target the activation of Or31 receptors, since a single such component could also repel all disease-carrying mosquitoes.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "investigate alternative methods for extracting EBF molecules from chrysanthemums.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Nothing in the text suggests that EBF molecules are difficult to extract from chrysanthemums and that investigating alternative extraction methods would therefore be useful for developing efficient and effective mosquito repellents. Rather, the text suggests that researchers developing new mosquito repellents should aim to identify molecular components similar to EBF, since that component targets the Or31 odor receptor shared by all species of mosquitoes known to carry diseases.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "verify the precise locations of Or31 and other odor receptors on mosquitoes' antennae.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Nothing in the text suggests that researchers are unaware of the precise location of Or31 and other odor receptors in mosquitoes' antennae or that knowing this information would be useful for developing efficient and effective mosquito repellents. Rather, the text suggests that researchers developing new mosquito repellents should aim to identify molecular components similar to EBF, which targets the Or31 odor receptor.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "determine the maximum number of different odor receptors that can be activated by a single molecule.",
                "Key": {
                    "Correct": false,
                    "Rationale": "It doesn't logically follow that the discovery of one odor receptor shared by all disease-bearing mosquitoes should lead to further research into which repellents might activate the greatest number of odor receptors. Rather, the text suggests that researchers developing new mosquito repellents should instead search for additional molecular components that, like EBF, activate the one odor receptor that is known to be shared by all disease-bearing mosquitoes.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "18": {
        "Number": 18,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Birds of many species ingest foods containing carotenoids, pigmented molecules that are converted into feather coloration. Coloration tends to be especially saturated in male birds' feathers, and because carotenoids also confer health benefits, the deeply saturated colors generally serve to communicate what is known as an honest signal of a bird's overall fitness to potential mates. However, ornithologist Allison J. Shultz and others have found that males in several species of the tanager genus Ramphocelus use microstructures in their feathers to manipulate light, creating the appearance of deeper saturation without the birds necessarily having to maintain a carotenoid-rich diet. These findings suggest that _______",
            "Which choice most logically completes the text?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "individual male tanagers can engage in honest signaling without relying on carotenoid consumption.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Shultz's finding suggests that some tanagers can signal fitness without consuming the carotenoids that contribute to fitness, thereby making those signals dishonest, not that tanagers can give honest signals of their fitness without consuming carotenoids.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "feather microstructures may be less effective than deeply saturated feathers for signaling overall fitness.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Shultz's finding suggests that the microstructures in certain tanagers' feathers can give a dishonest signal of fitness, not that the microstructures are less effective than actual pigmentation for signaling fitness. Whether the signal of fitness is honest or dishonest has no bearing on how effective the signal is: a signal is effective if potential mates behave as though it's true, regardless of whether it's actually true. Since there's no information in the text about how potential mates respond to the dishonest signals of some tanagers, there's no support for the idea that the dishonest signals are less effective than the honest signals.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "scientists have yet to determine why tanagers have a preference for mates with colorful appearances.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Shultz's finding suggests that certain male tanagers may appear to be fitter than they actually are, not that scientists haven't determined why tanagers prefer mates with colorful appearances.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "a male tanager's appearance may function as a dishonest signal of the individual's overall fitness.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text's discussion of Shultz's finding about male tanagers. The text explains that because carotenoids both contribute to deeply saturated feathers and offer health benefits, having deeply saturated feathers is usually “an honest signal” (a true indication) that a bird is generally fit. However, Shultz and others have found that certain male tanagers can appear to have deeply saturated feathers even if they haven't consumed a diet rich in carotenoids, thanks to microstructures in their feathers that manipulate light. If those birds aren't necessarily eating carotenoid-rich diets, they may actually be less fit than other birds that appear to have similarly saturated feathers; this suggests that a male tanager's appearance may function as a dishonest signal, or a false indication, of the bird's overall fitness.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "19": {
        "Number": 19,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:When writing The Other Black Girl (2021), novelist Zakiya Dalila Harris drew on her own experiences working at a publishing office. The award-winning book is Harris's first novel, but her writing _______ honored before. At the age of twelve, she entered a contest to have a story published in American Girl magazine—and won.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "were",
                "Key": {
                    "Correct": false,
                    "Rationale": "The plural verb “were” doesn't agree in number with the singular subject “writing.”",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "have been",
                "Key": {
                    "Correct": false,
                    "Rationale": "The plural verb “have been” doesn't agree in number with the singular subject “writing.”",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "has been",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is subject-verb agreement. The singular verb “has been” agrees in number with the singular subject “writing.”",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "are",
                "Key": {
                    "Correct": false,
                    "Rationale": "The plural verb “are” doesn't agree in number with the singular subject “writing.”",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "20": {
        "Number": 20,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:In order to prevent nonnative fish species from moving freely between the Mediterranean and Red Seas, marine biologist Bella Galil has proposed that a saline lock system be installed along the Suez Canal in Egypt's Great Bitter Lakes. The lock would increase the salinity of the lakes and _______ a natural barrier of water most marine creatures would be unable to cross.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "creates",
                "Key": {
                    "Correct": false,
                    "Rationale": "The finite present tense verb “creates” can't be used in this way with the modal “would” to describe what the lock would do.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "create",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is the use of non-finite (untensed) verb forms in a sentence. The modal “would,” which indicates the future from a perspective in the past, should be accompanied by a non-finite plain form verb. In this choice, the non-finite plain form verb “create” is used correctly in conjunction with the non-finite plain form verb “increase” to describe what the lock would do.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "creating",
                "Key": {
                    "Correct": false,
                    "Rationale": "The present participle “creating” can't be used in this way with the modal “would” to describe what the lock would do.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "created",
                "Key": {
                    "Correct": false,
                    "Rationale": "The finite past tense verb “created” can't be used in this way with the modal “would” to describe what the lock would do.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "21": {
        "Number": 21,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Paintings by the renowned twentieth-century US _______ were featured in Artist to Artist, an exhibition at the Smithsonian Art Museum that paired the works of artists whose career trajectories intersected in meaningful ways.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "artists: Thomas Hart Benton and Jackson Pollock,",
                "Key": {
                    "Correct": false,
                    "Rationale": "No punctuation is needed between the noun phrase “the renowned twentieth-century US artists” and the restrictive appositive “Thomas Hart Benton and Jackson Pollock.” Additionally, no punctuation is needed between the sentence's subject (“paintings by the renowned twentieth-century US artists Thomas Hart Benton and Jackson Pollock”) and the main verb (“were featured”).",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "artists Thomas Hart Benton and Jackson Pollock",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is the use of punctuation around noun phrases. No punctuation is needed because the coordinated noun phrase “Thomas Hart Benton and Jackson Pollock” is a restrictive appositive, meaning that it provides essential identifying information about the noun phrase before it, “the renowned twentieth-century US artists.”",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "artists Thomas Hart Benton, and Jackson Pollock,",
                "Key": {
                    "Correct": false,
                    "Rationale": "No punctuation is needed between the coordinated elements “Thomas Hart Benton” and “Jackson Pollock.” Additionally, no punctuation is needed between the sentence's subject (“paintings by the renowned twentieth-century US artists Thomas Hart Benton and Jackson Pollock”) and the main verb (“were featured”).",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "artists, Thomas Hart Benton and Jackson Pollock",
                "Key": {
                    "Correct": false,
                    "Rationale": "No punctuation is needed between the noun phrase “the renowned twentieth- century US artists” and the restrictive appositive “Thomas Hart Benton and Jackson Pollock.”",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "22": {
        "Number": 22,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:In 1943, in the midst of World War II, mathematics professor Grace Hopper was recruited by the US military to help the war effort by solving complex equations. Hopper's subsequent career would involve more than just _______ as a pioneering computer programmer, Hopper would help usher in the digital age.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "equations, though:",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is the use of punctuation to mark boundaries between supplements and clauses. The comma after “equations” is used to separate the independent clause (“Hopper's... equation”) from the supplementary adverb phrase “though.” The colon after “though” is used to mark the boundary between the clause ending with “though” and the following clause (“as...age”). A colon used in this way introduces information that illustrates or explains information that has come before it. In this case, the colon after “though” introduces the following explanation of how Hopper's subsequent career would involve more than just solving equations: she would become a pioneering computer programmer.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "equations, though,",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a comma splice. A comma can't be used in this way to join two independent clauses (“Hopper's...though” and “as... age”) such as these.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "equations. Though,",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in an illogical sequence of sentences. Placing the period after “equations” and beginning the next sentence with “Though” illogically suggests that the following information (that Hopper would help usher in the digital age) is contrary to the information in the previous sentence (Hopper's subsequent career would involve more than just solving equations). Instead, the information that follows supports the information from the previous sentence by explaining how her work and influence extended beyond solely solving equations. ",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "equations though",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a run-on sentence. The two independent clauses (“Hopper's...though” and “as...age”) are fused without punctuation.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "23": {
        "Number": 23,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Increased gender diversity is revitalizing the field of economics, according to Harvard's Claudia Goldin. The trailblazing accomplishments of Goldin, winner of the 2023 Nobel Prize in Economics for her work on women in the labor force, _______ to the value of scholars of diverse backgrounds in spurring research into previously unexplored, but vitally important, topics.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "attests",
                "Key": {
                    "Correct": false,
                    "Rationale": "The singular verb “attests” doesn't agree in number with the plural subject “trailblazing accomplishments.”",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "has attested",
                "Key": {
                    "Correct": false,
                    "Rationale": "The singular verb “has attested” doesn't agree in number with the plural subject “trailblazing accomplishments.”",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "is attesting",
                "Key": {
                    "Correct": false,
                    "Rationale": "The singular verb “is attesting” doesn't agree in number with the plural subject “trailblazing accomplishments.”",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "attest",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is subject-verb agreement. The plural verb “attest” agrees in number with the plural subject “trailblazing accomplishments.”",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "24": {
        "Number": 24,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:During the English neoclassical period (1660–1789), many writers imitated the epic poetry and satires of ancient Greece and Rome. They were not the first in England to adopt the literary modes of classical _______ some of the most prominent figures of the earlier Renaissance period were also influenced by ancient Greek and Roman literature.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "antiquity, however",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice fails to mark the boundary after “however” between the two independent clauses with appropriate punctuation.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "antiquity, however,",
                "Key": {
                    "Correct": false,
                    "Rationale": "The comma after “however” can't be used in this way to mark the boundary between the two independent clauses.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "antiquity, however;",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is the punctuation of a supplementary phrase following a clause. This choice uses a comma to separate the supplementary adverb phrase “however” from the independent clause it modifies (“They...antiquity”) and uses a semicolon to join the first independent clause (“They...antiquity”) and the second independent clause (“some...literature”). Further, placing the semicolon after “however” indicates that the information in the clause that this is part of (that neoclassical writers were not the first to adopt classical literary modes) is contrary to what might be assumed from the information in the previous sentence (that the neoclassical writers were unique in imitating classical epic poetry and satires).",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "antiquity; however,",
                "Key": {
                    "Correct": false,
                    "Rationale": "Placing the semicolon after “antiquity” illogically indicates that the information in the clause that this is part of (that prominent Renaissance figures were also influenced by classical literature) is contrary to the information in the previous clause (that neoclassical writers were not the first to adopt classical literary modes).",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "25": {
        "Number": 25,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:English poet and Shakespeare contemporary John Donne's _______ much admired during his lifetime (1572–1631) and in the decades that followed, had, at the time of their enthusiastic rediscovery by the early twentieth-century modernists, been essentially gathering dust for the intervening 250 years.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "works were",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice fails to offset the supplementary element (“much...followed”) with appropriate punctuation, and using the finite verb “were much admired” results in an ungrammatical sentence.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "works, were",
                "Key": {
                    "Correct": false,
                    "Rationale": "Using the finite verb “were much admired” results in an ungrammatical sentence.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "works,",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is the use of punctuation and verb forms within a sentence. This choice leaves the verb “admired” in its nonfinite past participle form to function within a supplementary element (“much...followed”). Offset by commas after “works” and “followed,” this supplementary element interrupts the main clause (“English poet and Shakespeare contemporary John Donne's works...had...been essentially gathering dust...”) with additional information about the works' reception during Donne's lifetime.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "works had been",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice fails to offset the supplementary element (“much...followed”) with appropriate punctuation, and using the finite verb “had been much admired” results in an ungrammatical sentence.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "26": {
        "Number": 26,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Compared to that of alumina glass, _______ silica glass atoms are so far apart that they are unable to re-form bonds after being separated.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "silica glass is at a significant disadvantage due to its more dispersed atomic arrangement:",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a dangling modifier. The placement of the noun phrase “silica glass” immediately after the modifying phrase illogically suggests that silica glass itself (rather than its atomic arrangement) is being compared to alumina glass's atomic arrangement.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "silica glass has a more dispersed atomic arrangement, resulting in a significant disadvantage:",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a dangling modifier. The placement of the noun phrase “silica glass” immediately after the modifying phrase illogically suggests that silica glass itself (rather than its atomic arrangement) is being compared to alumina glass's atomic arrangement.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "a significant disadvantage of silica glass is that its atomic arrangement is more dispersed:",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a dangling modifier. The placement of the noun phrase “a significant disadvantage” immediately after the modifying phrase illogically suggests that “a significant disadvantage” is being compared to alumina glass's atomic arrangement.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "silica glass's atomic arrangement is more dispersed, resulting in a significant disadvantage:",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is subject-modifier placement. This choice makes “silica glass's atomic arrangement” the subject of the sentence and places it immediately after the modifying phrase “compared to that of alumina glass.” In doing so, this choice clearly establishes that silica glass's atomic arrangement—and not another noun in the sentence—is being compared to the atomic arrangement (“that”) of alumina glass.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "27": {
        "Number": 27,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:In November 1934, Amrita Sher-Gil was living in what must have seemed like the ideal city for a young artist: Paris. She was studying firsthand the color-saturated style of France's modernist masters and beginning to make a name for herself as a painter. _______ Sher-Gil longed to return to her childhood home of India; only there, she believed, could her art truly flourish.",
            "Which choice completes the text with the most logical transition?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Still,",
                "Key": {
                    "Correct": true,
                    "Rationale": "“Still” logically signals that the information about Sher-Gil in this sentence — that she longed to leave Paris and return to India — contrasts with what one would expect after reading about Sher-Gil's experiences in Paris in the previous sentences.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Therefore,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Therefore” illogically signals that the information about Sher-Gil in this sentence is a result or consequence of the descriptions in the previous sentences. Instead, this information contrasts with what one would expect after reading about Sher-Gil's experiences in Paris.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Indeed,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Indeed” illogically signals that the information about Sher-Gil in this sentence offers additional emphasis in support of the descriptions in the previous sentences. Instead, this information contrasts with what one would expect after reading about Sher-Gil's experiences in Paris.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Furthermore,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Furthermore” illogically signals that the information about Sher-Gil in this sentence offers additional support for or confirmation of the descriptions in the previous sentences. Instead, this information contrasts with what one would expect after reading about Sher-Gil's experiences in Paris.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "28": {
        "Number": 28,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:In 1974, Mexican chemist Mario Molina and US chemist F. Sherwood Rowland discovered that chemicals called CFCs were harmful to the ozone layer. Their research was extremely influential in the fight against CFCs. _______ it laid the foundation for a 1987 treaty that phased out the use of CFCs across the globe.",
            "Which choice completes the text with the most logical transition?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Regardless,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Regardless” illogically signals that the information in this sentence is true despite the previous sentence's claim about the influence of Molina and Rowland's research. Instead, this information—that the research laid the foundation for a later treaty—provides specific details elaborating on the previous claim.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Specifically,",
                "Key": {
                    "Correct": true,
                    "Rationale": "“Specifically” logically signals that the information in this sentence—that Molina and Rowland's research laid the foundation for a later treaty—provides specific, precise details elaborating on the previous sentence's more general claim about the influence of the research.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "However,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“However” illogically signals that the information in this sentence contrasts with the previous sentence's claim about the influence of Molina and Rowland's research. Instead, this information—that the research laid the foundation for a later treaty—provides specific details elaborating on the previous claim.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Earlier,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Earlier” illogically signals that the information in this sentence occurred at a time before Molina and Rowland's research influenced the fight against CFCs. Instead, this information—that the research laid the foundation for a later treaty—provides specific details elaborating on the previous claim about the research's influence.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "29": {
        "Number": 29,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:With his room-sized installation Unicorn/My Private Sky, Norwegian artist Børre Sæthre succeeds in creating a whimsical yet perplexing experience. _______ when visitors set foot inside the fantastically blue room and encounter the life-sized stuffed unicorn preening at the far end of it, they are both dazzled and confused—as if stepping into a strange and enchanting new world.",
            "Which choice completes the text with the most logical transition?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Second,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Second” illogically signals that the description in this sentence is a second, separate claim from the previous sentence's claim about the installation's “whimsical yet perplexing experience.” Instead, the specific details describing the installation emphasize and support the previous claim.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Instead,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Instead” illogically signals that the description in this sentence is an alternative to the previous sentence's claim about the installation's “whimsical yet perplexing experience.” Rather, the specific details describing the installation emphasize and support that claim.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Indeed,",
                "Key": {
                    "Correct": true,
                    "Rationale": "“Indeed” logically signals that the description of the art installation in this sentence—its blue room and preening unicorn that leave visitors “dazzled and confused”—offers additional emphasis in support of the previous sentence's claim about the installation's “whimsical yet perplexing experience.”",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Nevertheless,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Nevertheless” illogically signals that the description in this sentence is true despite the previous sentence's claim about the installation's “whimsical yet perplexing experience.” Instead, the specific details describing the installation emphasize and support that claim.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "30": {
        "Number": 30,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "While researching a topic, a student has taken the following notes:",
            ":ibox:• The Philadelphia and Lancaster Turnpike was a road built between 1792 and 1794.\n\n• It was the first private turnpike in the United States.\n\n• It connected the cities of Philadelphia and Lancaster in the state of Pennsylvania.\n\n• It was sixty-two miles long.",
            "The student wants to emphasize the distance covered by the Philadelphia and Lancaster Turnpike. Which choice most effectively uses relevant information from the notes to accomplish this goal?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The sixty-two-mile-long Philadelphia and Lancaster Turnpike connected the Pennsylvania cities of Philadelphia and Lancaster.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sentence emphasizes the distance covered by the Philadelphia and Lancaster Turnpike, noting that the turnpike, which connected the two Pennsylvania cities in its name, was sixty-two miles long.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The Philadelphia and Lancaster Turnpike was the first private turnpike in the United States.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence emphasizes the significance of the turnpike; it doesn't emphasize the distance that the turnpike covered.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The Philadelphia and Lancaster Turnpike, which connected two Pennsylvania cities, was built between 1792 and 1794.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the sentence mentions that the turnpike connected two Pennsylvania cities, it doesn't emphasize the specific distance covered by the turnpike.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "A historic Pennsylvania road, the Philadelphia and Lancaster Turnpike was completed in 1794.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence emphasizes when the turnpike was built; it doesn't emphasize the distance that the turnpike covered.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "31": {
        "Number": 31,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "While researching a topic, a student has taken the following notes:",
            ":ibox:• Most, but not all, of the Moon's oxygen comes from the Sun, via solar wind.\n\n• Cosmochemist Kentaro Terada from Osaka University wondered if some of the unaccounted-for oxygen could be coming from Earth.\n\n• In 2008, he analyzed data from the Japanese satellite Kaguya.\n\n• Kaguya gathered data about gases and particles it encountered while orbiting the Moon.\n\n• Based on the Kaguya data, Terada confirmed his suspicion that Earth is sending oxygen to the Moon.",
            "The student wants to emphasize the aim of the research study. Which choice most effectively uses relevant information from the notes to accomplish this goal?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "As it orbited the Moon, the Kaguya satellite collected data that was later analyzed by cosmochemist Kentaro Terada.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence focuses on how the Kaguya satellite collected data; it doesn't emphasize the aim of the research study. ",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Before 2008, Kentaro Terada wondered if the Moon was receiving some of its oxygen from Earth.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the sentence mentions what Terada was curious about before conducting the research study, it doesn't emphasize his study's aim. ",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Cosmochemist Kentaro Terada set out to determine whether some of the Moon's oxygen was coming from Earth.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sentence emphasizes the aim, or goal, of the research study, noting what Terada set out to do: determine whether some of the Moon's oxygen was coming from Earth.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Kentaro Terada's study determined that Earth is sending a small amount of oxygen to the Moon.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence presents the research study's conclusion; it doesn't emphasize the study's aim.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "32": {
        "Number": 32,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "While researching a topic, a student has taken the following notes:",
            ":ibox:• The factors that affect clutch size (the number of eggs laid at one time) have been well studied in birds but not in lizards.\n\n• A team led by Shai Meiri of Tel Aviv University investigated which factors influence lizard clutch size.\n\n• Meiri's team obtained clutch-size and habitat data for over 3,900 lizard species and analyzed the data with statistical models.\n\n• Larger clutch size was associated with environments in higher latitudes that have more seasonal change.\n\n• Lizards in higher-latitude environments may lay larger clutches to take advantage of shorter windows of favorable conditions.",
            "The student wants to emphasize the aim of the research study. Which choice most effectively uses relevant information from the notes to accomplish this goal?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Researchers wanted to know which factors influence lizard egg clutch size because such factors have been well studied in birds but not in lizards.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sentence emphasizes the aim of the research study by highlighting what the researchers conducting the study wanted to know—specifically, which factors influence clutch size among lizards.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "After they obtained data for over 3,900 lizard species, researchers determined that larger clutch size was associated with environments in higher latitudes that have more seasonal change.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence emphasizes what researchers determined at the end of the study, not what the study's aim was.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "We now know that lizards in higher-latitude environments may lay larger clutches to take advantage of shorter windows of favorable conditions.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence emphasizes a finding from the research study, not the aim of the study.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Researchers obtained clutch-size and habitat data for over 3,900 lizard species and analyzed the data with statistical models.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence emphasizes the research study's methodology, not its aim.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "33": {
        "Number": 33,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "While researching a topic, a student has taken the following notes:",
            ":ibox:• British musicians John Lennon and Paul McCartney shared writing credit for numerous Beatles songs.\n\n• Many Lennon-McCartney songs were actually written by either Lennon or McCartney, not by both.\n\n• The exact authorship of specific parts of many Beatles songs, such as the verse for “In My Life,” is disputed.\n\n• Mark Glickman, Jason Brown, and Ryan Song used statistical methods to analyze the musical content of Beatles songs.\n\n• They concluded that there is 18.9% probability that McCartney wrote the verse for “In My Life,” stating that the verse is “consistent with Lennon's songwriting style.”",
            "The student wants to make a generalization about the kind of study conducted by Glickman, Brown, and Song. Which choice most effectively uses relevant information from the notes to accomplish this goal?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Based on statistical analysis, Glickman, Brown, and Song claim that John Lennon wrote the verse of “In My Life.”",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence summarizes the methodology and findings of a particular analysis of a single song; it doesn't make a generalization about the kind of study conducted.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "There is only an 18.9% probability that Paul McCartney wrote the verse for “In My Life”; John Lennon is the more likely author.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence mentions the data and conclusion of a particular analysis of a single song; it doesn't make a generalization about the kind of study conducted.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "It is likely that John Lennon, not Paul McCartney, wrote the verse for “In My Life.”",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence focuses on a specific conclusion from a particular analysis of a single song; it doesn't make a generalization about the kind of study conducted.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Researchers have used statistical methods to address questions of authorship within the field of music.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sentence uses information from the notes to make a generalization about the kind of study Glickman, Brown, and Song conducted. Specifically, the sentence indicates that the study was of a kind that used statistical methods to address questions of authorship within the field of music.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    }
}