{
    "Directions": "Read the passage(s) and answer each question that follows.",
    "Context": [
        "The following passage is about Prometheus, a character from Greek mythology."
    ],
    "Title": "Passage 1: Prometheus",
    "Subtitle": "",
    "Author": "by Michael Karas & Charilaos Megas",
    "LabelType": "P",
    "Content": [
        ["1", "\tPrometheus was one of the Titans, son of Iapetus (also a Titan) and Clymene, an Oceanid. His brothers were Epimetheus, Atlas, and Menoetius. The name derives from the Greek word meaning “forethought.”"],
        ["2", "\tDuring the Titanomachy, the war between the Titans and the Olympian gods, Prometheus sided with Zeus, helping to overthrow the old gods. Siding with the winning side, Prometheus avoided being punished with the rest of the Titans and was therefore not sent to Tartarus, the Underworld."],
        ["3", "\tIn all accounts, Prometheus was presented to be the protector and benefactor of mankind. In an event called Trick at Mecone, he tricked Zeus by asking him to choose between two offerings: beef hidden inside an ox’s stomach (something pleasing hidden inside a repelling exterior) or bones wrapped in glistening fat (something inedible hidden inside a pleasing exterior). Zeus chose the latter and hence, a precedent was created in what humans could sacrifice from that moment; so, they kept the meat for themselves and sacrificed bones to the gods."],
        ["4", "\tAs a result of the trick at Mecone, Zeus was infuriated and decided to hide fire from mortals as punishment. Prometheus, in an effort to help humanity again, managed to steal fire back and give it to humans. More enraged, the father of gods asked Hephaestus to create Pandora, the first woman, who according to Hesiod, would bring troubles to mankind. He also punished Prometheus by having him chained to a rock, where an eagle ate his liver during the day, and the liver was regenerated during the night due to Prometheus’ immortality. He was later saved by the demigod Hercules."]
    ],
    "Copyright": "“Prometheus” by Michael Karas & Charilaos Megas. Copyright © 1997–2017, Publisher Michael Karas, GreekMythology.com. In the public domain.",
    "References": []
}