{
    "Directions": "Read this passage and answer each question that follows.",
    "Context": [],
    "Title": "[Excerpt from] Tomatoland: How Modern Industrial Agriculture Destroyed Our Most Alluring Fruit",
    "Subtitle": "",
    "Author": "by Barry Estabrook",
    "LabelType": "P",
    "Content": [
        ["", "On the Tomato Trail"],
        ["1", "\tMy obituary's headline would have read “Food Writer Killed by Flying Tomato.”"],
        ["2", "\tOn a visit to my parents' condominium in Naples, Florida, I was mindlessly driving along the flat, straight pavement of I-75, when I came up behind one of those gravel trucks that seem to be everywhere in southwest Florida's rush to convert pine woods and cypress stands into gated communities and shopping malls. But as I drew closer, I saw that the tractor trailer was top heavy with what seemed to be green Granny Smith apples. When I pulled out to pass, three of them sailed off the truck, narrowly missing my windshield. Chastened, I eased back into my lane and let the truck get several car lengths ahead. Every time it hit the slightest bump, more of those orbs would tumble off. At the first stoplight, I got a closer look. The shoulder of the road was littered with green tomatoes so plasticine and so identical they could have been stamped out by a machine. Most looked smooth and unblemished. A few had cracks in their skins. Not one was smashed. A ten-foot drop followed by a sixty-mile-per-hour impact with pavement is no big deal to a modern, agribusiness tomato."],
        ["3", "\tIf you have ever eaten a fresh tomato from a grocery store or restaurant, chances are good that you have eaten a tomato much like the ones aboard that truck. Although tomatoes are farmed commercially in about twenty states, Florida alone accounts for one-third of the fresh tomatoes raised in the United States, and from October to June, virtually all the fresh-market, field-grown tomatoes in the country come from the Sunshine State, which ships more than one billion pounds to the United States, Canada, and other countries every year. It takes a tough tomato to stand up to the indignity of such industrial-scale farming, so most Florida tomatoes are bred for hardness, picked when still firm and green (the merest trace of pink is taboo), and artificially gassed with ethylene in warehouses until they acquire the rosy-red skin tones of a ripe tomato."],
        ["4", "\tBeauty, in this case, is only skin deep. According to figures compiled by the U.S. Department of Agriculture, Americans bought $5 billion worth of perfectly round, perfectly red, and, in the opinion of many consumers, perfectly tasteless commercially grown fresh tomatoes in 2009 — our second most popular vegetable behind lettuce. We buy winter tomatoes, but that doesn't mean we like them. In survey after survey, fresh tomatoes fall at or near the bottom in rankings of consumer satisfaction. No one will ever be able to duplicate the flavor of garden-grown fruits and vegetables at the supermarket (or even the farmers' market), but there's a reason you don't hear consumers bemoaning the taste of supermarket cabbages, onions, or potatoes. Of all the fruits and vegetables we eat, none suffers at the hands of factory farming more than a tomato grown in the wintertime fields of Florida."],
        ["5", "\tPerhaps our taste buds are trying to send us a message. Today's industrial tomatoes are as bereft of nutrition as they are of flavor. According to analyses conducted by the U.S. Department of Agriculture, 100 grams of fresh tomato today has 30 percent less vitamin C, 30 percent less thiamin, 19 percent less niacin, and 62 percent less calcium than it did in the 1960s. But the modern tomato does shame its 1960s counterpart in one area: It contains fourteen times as much sodium."],
        ["6", "\tA couple of winters ago, I bought an assortment of supermarket tomatoes and brought them home for a tasting. I put four on the counter and reached for a cutting board, accidentally nudging one. I was too slow to stop it and watched as it rolled off the counter and fell on our newly refinished pine floor. It hit and traveled for a few feet but incurred no damage. As I retrieved it, my partner came into the kitchen, and I tossed the tomato at her playfully. She shrieked and dodged, and my hardy store-bought tomato struck the floor with the solid thud of a baking potato. I bowled the fruit through the kitchen door, across the dining room, over a wooden threshold, onto the tile floor of the sunroom, where The Tomato That Would Not Die crashed against the door. No damage done."],
        ["7", "\tThe best way to experience true tomato taste is to grow your own. Little wonder that tomatoes are by far the most popular vegetable for home gardeners, found in nearly nine out of ten backyard plots. Both The Tomato That Would Not Die and the heirloom Brandywines in my Vermont garden are of the species Solanum lycopersicum, and both are red. But the similarity ends there. My Brandywines are downright homely — lumpy, deeply creased, and scarred, they look like badly sunburned Rubens derrieres. Nor are they made for travel. More often than not, one will spontaneously split during the twenty-five-yard stroll from garden to kitchen. If not eaten within a day or so after being picked, they develop brownish bruises and begin leaking a watery orange liquid. But that rarely happens. Around our place, Brandywines go fast. They may be ugly. And fragile. Yet there is no better-tasting tomato than a garden-ripe Brandywine. With sweetness and tartness playing off each other perfectly, and juices that burst into your mouth in a surge that forces you to abandon all pretext of good table manners and to slurp, a real tomato's taste is the distilled essence of sun, warm soil, and fine summer days."]
    ],
    "Copyright": "Excerpt from Tomatoland: How Modern Industrial Agriculture Destroyed Our Most Alluring Fruit by Barry Estabrook. Copyright © 2011, Andrews McMeel Universal. Used by permission of the publisher via Copyright Clearance Center.",
    "References": []
}