{
    "Directions": "Read this article, then answer each question that follows.",
    "Context": [],
    "Title": "Birth of the Cool",
    "Subtitle": "",
    "Author": "by Katy Kelly",
    "LabelType": "L",
    "Content": [
        [" ", "\tIn the 1930s, nothing said sophistication like aspic.¹ Up-to-the-minute modern"],
        [" ", "hostesses engaged in a frenzy of savory jelled-salad making, all thanks to the newly"],
        [" ", "perfected electric refrigerator."],
        [" ", "\tSuch gracious living had been a long time coming. Until the mid-1800s, Americans"],
        ["5", "kept food from spoiling by storing it in streams, cellars, snow, and ice. It was a system that"],
        [" ", "worked better in the cool seasons. In the heat, bacteria bloomed so rapidly that killer food"],
        [" ", "poisoning was referred to as “summer complaint.”"],
        [" ", "\tThe icebox extended shelf and human life. In common use by 1838, the wooden"],
        [" ", "cabinet lined with zinc or tin and insulated with sawdust, cork, or seaweed held ice above"],
        ["10", "or below the food. Water from the melting ice drained into a pan. It was an imperfect"],
        [" ", "solution. Sometimes the water would overflow the damp box. A 1929 Collier's magazine"],
        [" ", "article noted: “Slime accumulates [in the drainpipes] constantly and should be removed"],
        [" ", "with a long-handled circular brush. If your overflow pipe connects with an outside drain,"],
        [" ", "be sure there is a trap to prevent poisonous gases and odors from flowing up it and"],
        ["15", "contaminating foods in the box.” Plus, says Pearl Buchbinder, 95, the icebox “was a good"],
        [" ", "hiding place for mice.”"],
        ["", "Cᴏʟᴅ ᴄᴏᴍꜰᴏʀᴛ"],
        [" ", "\tTo stock the box, city people bought ice, and country dwellers harvested it. In"],
        [" ", "Robinhood, Maine, where Faith Reyher Jackson, 86, grew up, ice cutting was an all-town,"],
        [" ", "all-day event, done at a neighbor's pond in the dead of winter. “They used saws and these"],
        ["20", "big tongs to pull it out,” she says. Then it was hauled from home to home on a"],
        [" ", "horse-drawn cart, packed in sawdust, and put in the family's icehouse, where, she says, it"],
        [" ", "lasted for months. City people depended on a delivery from the iceman. “Kids would"],
        [" ", "chase him down the street, and he'd chip off a piece of ice and give it to them,” says"],
        [" ", "B. J. Smith, 84, who was reared in Lima, Ohio. Customers used a card in their window to"],
        ["25", "place orders. The iceman, with a burlap or leather pad protecting his shoulder, would"],
        [" ", "hoist a block weighing up to 100 pounds. When commercial icehouses opened in the early"],
        [" ", "1800s, they were considered a business with a future. But by the end of the century, pond"],
        [" ", "ice was polluted. That, and unusually hot summers in 1889 and 1890, pushed ahead the"],
        [" ", "advent of refrigerators."],
        ["30", "\tIn 1911, General Electric presented a machine that compressed chemical gases to cool"],
        [" ", "air. By 1920, there were some 200 different refrigerator models on the market. Even the"],
        [" ", "New Yorker raved: “A little water is put in some mysterious place: A few minutes pass,"],
        [" ", "a magic door opens, and a tray of small ice cubes appears before your startled eyes.” But"],
        [" ", "such marvels were not for everybody or, in fact, almost anybody. Most machines were"],
        ["35", "powered by motors so large they were housed in separate rooms. That inconvenience was"],
        [" ", "trumped by cost. One 1922 refrigerator ran $714 (the equivalent of $7,856 today). A"],
        [" ", "competing invention, the Crosley Icyball, required putting part of the machine over a"],
        [" ", "kerosene burner every 24 to 36 hours. But the industry's biggest problem was the coolants"],
        [" ", "that, on occasion, leaked and killed people."],
        ["40", "\tIt wasn't until 1930, when Frigidaire began cooling with chlorofluorocarbons, that"],
        [" ", "people began upgrading to refrigerators. Small, with big fans on top, the appliance"],
        [" ", "changed the way America ate. Manufacturers provided books with menus for a lifestyle"],
        [" ", "that included ice tongs, bridge parties, and recipes showing off all that a refrigerator could"],
        [" ", "do for a single meal. (In 1929, Kelvinator suggested a raspberry cup, molded lamb, celery"],
        ["45", "curls, and Kelvinator fruitcake with whipped cream.) Pre-fridge, “frozen desserts and"],
        [" ", "frozen salads were nonexistent or just for wealthy people,” says Sylvia Lovegren, author of"],
        [" ", "Fashionable Food: Seven Decades of Food Fads. “All of a sudden, the middle class could"],
        [" ", "have things that seemed high class a few years before.” And what could be more high class"],
        [" ", "than frozen cheese salad or an icy frappé² made of condensed tomato soup?"],
        ["50", "\tBy 1937, more than 2 million Americans owned refrigerators. By the mid-'50s, over"],
        [" ", "80 percent of the country had made the switch. Today, while the mechanics have remained"],
        [" ", "much the same, the refrigerator has gotten ever fancier. Freon, the chlorofluorocarbon that"],
        [" ", "changed the future, has been replaced with coolants that don't eat through the ozone layer."],
        [" ", "Hydrators, automatic defrost systems, and icemakers have lured customers, but it is hard"],
        ["55", "to imagine any upgrade that could dazzle as much as the early promise of no ice—and"],
        [" ", "no mice."]
    ],
    "Copyright": "",
    "References": [
        ["¹", "aspic: a jelly made of fish or meat stock that is used to make a mold"],
        ["²", "frappé: an iced or chilled drink"]
    ]
}