{
    "Directions": "Read this article, then answer each question that follows.",
    "Context": [],
    "Title": "Food Fakeout!",
    "Subtitle": "",
    "Author": "by Matthew Hutson",
    "LabelType": "L",
    "Content": [
        [" ", "\tThe craziest things can cause you to overeat or think your food is healthier than it is."],
        [" ", "Take this quiz to test your smarts."],
        ["", "problems/NY17G7E/media/S8a.jpg"],
        ["", "Sᴏ Hᴏᴡ'ᴅ Yᴏᴜ Dᴏ?"],
        [" ", "\tDon't worry if you didn't ace the quiz, because this story wouldn't exist if we expected"],
        [" ", "you to get those questions right. They're tricky. And so are all the little things in your"],
        ["5", "environment that are causing you to eat too much in one sitting or think unhealthy food"],
        [" ", "is good for you. Let us explain."],
        [" ", "\tGood nutrition is not only about choosing what to eat, but also about when to eat and"],
        [" ", "how much to eat. So you're not just deciding between choco puffs and corn flakes. You"],
        [" ", "also have to pick a bowl, decide when to stop pouring into it, and choose whether or not"],
        ["10", "to add more sugar."],
        [" ", "\tYou make 200 of these food decisions a day, according to Brian Wansink, the head"],
        [" ", "of Cornell University's Food and Brand Lab. You may be aware of only 25. The rest are"],
        [" ", "unconscious. And almost all are influenced by sneaky factors, from the commercials you see"],
        [" ", "on TV to the label on the package. Very few are influenced by actual hunger."],
        ["15", "So how can you get the power back over these decisions, so that you're making the"],
        [" ", "healthiest choices possible? Read on as we explain each quiz question. You'll learn a little"],
        [" ", "something about picking foods that will truly fuel your body best—and how to serve"],
        [" ", "yourself a portion that won't give you a stomachache afterward."],
        ["", "TRICKY TRUTH #1: PLATE SIZE MATTERS"],
        [" ", "Wʜᴀᴛ ᴡᴀs sᴏ ᴛʀɪᴄᴋʏ ᴀʙᴏᴜᴛ ᴊᴜᴅɢɪɴɢ ʜᴏᴡ ᴍᴜᴄʜ ᴛʜᴏsᴇ ɢʟᴀssᴇs ʜᴏʟᴅ? Short, wide things"],
        ["20", "can look smaller than tall, skinny things, even if they have more volume. That means"],
        [" ", "you're more likely to serve too much into a wide glass or dish."],
        ["", "problems/NY17G7E/media/S8b.jpg"],
        [" ", "\tPlate size matters too. With a big plate or bowl, a normal-size portion looks smaller in"],
        [" ", "comparison. (See for yourself in the images above.) That means you're going to serve"],
        [" ", "yourself more food to fill it up. In one experiment, people scooped—and ate—a fifth more"],
        ["25", "ice cream with a 24-ounce bowl than with a 16-ounce bowl."],
        [" ", "\tBE FOOLPROOF: Pay attention to portion size, and don't just load your bowl, plate,"],
        [" ", "or glass to capacity. Remember, you can always get seconds if one serving doesn't fill"],
        [" ", "you up!"],
        ["", "TRICKY TRUTH #2: TOO MANY SERVINGS"],
        [" ", "Nᴏᴡ ʏᴏᴜ ᴋɴᴏᴡ ᴛʜᴇ ᴛʀᴜᴛʜ. Yᴏᴜʀ ᴇɴᴛʀᴇ́ᴇ ᴄᴀɴ ᴀᴄᴛᴜᴀʟʟʏ ʜᴀᴠᴇ ᴜᴘ ᴛᴏ 3.5 sᴇʀᴠɪɴɢs! That's"],
        ["30", "because restaurants and food companies keep making their products larger without telling"],
        [" ", "you that all that food is not meant to be eaten in one sitting. Don't believe it? The biggest"],
        [" ", "soda on the McDonald's menu when the chain opened in 1940 was 7 ounces. Today the"],
        [" ", "restaurant's small is 16 ounces!"],
        [" ", "\tAnother sneaky way we end up eating too much: Research shows that when a lot of"],
        ["35", "cookies or pretzels are pictured on a package, people eat more of them, because the image"],
        [" ", "guides their sense of how many it's appropriate to devour at one time."],
        [" ", "\tBE FOOLPROOF: “Always order the small when you're out. It's going to be big"],
        [" ", "anyway,” says nutritionist Lisa Young, author of The Portion Teller. And at home, check the"],
        [" ", "serving size on the back of the bag or box, then put"],
        ["40", "that much in a baggir or bowl."],
        ["", ":box:MORE CRAZY THINGS THAT AFFECT HOW MUCH YOU EAT!\n\n• LIGHTING AND NOISE. Bright lights and loud music make you eat faster. By the time the message that you're full gets from your stomach to your brain, you've already overdone it. Sit back, relax, and enjoy your meal.\n\n• TV AND FRIENDS. If you're distracted, you'll eat more. This is partly because you won't remember how much you've already had. (Patients with amnesia can eat one dinner after another if told repeatedly that it's dinnertime.)\n\n• SCRAPS. Research shows that if you eat things that leave evidence - say, chicken wings or individually wrapped candies - the remainders will remind you of how much you've had, and keep you from overindulging."],
        ["", "TRICKY TRUTH #3: LABELS ARE TRICKY"],
        [" ", "\tYᴇs, ɪɴ ᴛʜɪs ᴄᴏᴍᴘᴀʀɪsᴏɴ, ᴛʜᴇ ᴄᴏᴏᴋɪᴇs ᴀᴄᴛᴜᴀʟʟʏ ʜᴀᴠᴇ"],
        [" ", "ʟᴇss sᴜɢᴀʀ. But that doesn't mean you should eat more"],
        [" ", "cookies. It just means you should be careful with"],
        [" ", "products that claim to be be healthy, or that you associate"],
        ["45", "with “healthy” brands. They may not fuel you the way"],
        [" ", "you think they will."],
        [" ", "\tThis is what's called the halo effect: When"],
        [" ", "something has one good quality (“whole-grain”) or a"],
        [" ", "positive rep (granola), it shines like a halo - and we"],
        ["50", "think everything else about it is grand."],
        [" ", "\tWant another example? Say you're at a “healthy”"],
        [" ", "smoothie shop and see a berry shake that's labeled"],
        [" ", "“low-fat and all-natural.” So you say, “Cool! I'll get the"],
        [" ", "extra large!” and then you order your smoothie... a"],
        ["55", "snack that has almost a day's worth of sugar and more"],
        [" ", "calories than a fast-food meal."],
        [" ", "\tBE FOOLPROOF: don't make decisions on"],
        [" ", "autopilot! Sometimes just stopping to think (for"],
        [" ", "example: Could this “healthy” chain restaurant's Philly"],
        ["60", "cheesesteak really be as good for me as its lean turkey"],
        [" ", "sandwich?) will help. And when in doubt about those"],
        [" ", "“all-natural” chips or “organic” frozen meals? Check"],
        [" ", "the nutrition label. “If it's high in calories, then"],
        [" ", "chances are it's going to be high in fat and sugar, too,”"],
        ["65", "says Young."]
    ],
    "Copyright": "",
    "References": []
}