{
    "Directions": "Read this story, then answer each question that follows.",
    "Context": [],
    "Title": "[Excerpt from] How I Lost My Station in Life",
    "Subtitle": "",
    "Author": "by E.L. Konigsburg",
    "LabelType": "L",
    "Content": [
        [" ", "\tAlthough there were occasions, like music days, when I did not enjoy school, I always"],
        [" ", "enjoyed — really, really enjoyed — being the baby of the family. There were only two of us."],
        [" ", "Although Harriett was smart and responsible, these things were expected of her, for she"],
        [" ", "was the older sister. The baby of the family is never expected to do things as well as the"],
        ["5", "older ones do and when you are the baby of the family, they are all the older ones. The"],
        [" ", "baby of the family is always in training. She gets the kind of attention that is something"],
        [" ", "between being a daughter and being a household pet. And she feels slightly adorable even"],
        [" ", "when she isn't. There is an unexpected quality to everything you do when you are the baby"],
        [" ", "of the family."],
        ["10", "\tPhoenixville was a mill town. The mill was called Ajax. I don't know what was"],
        [" ", "manufactured there, but I do know that when the mill closed down, people stopped"],
        [" ", "buying dresses and dry goods. My parents had to close up shop, and we had to move from"],
        [" ", "over the store."],
        [" ", "\tI was in the middle of fifth grade. I was in the middle of learning about decimals in"],
        ["15", "math and in the middle of learning about the middle of Europe in geography. Before we"],
        [" ", "left, my school principal gave my mother two envelopes for my new school principal. One"],
        [" ", "had my school records and the other had a “To Whom It May Concern” letter. My mother"],
        [" ", "never let me see that letter because it contained my IQ and standard test scores, which"],
        [" ", "were big secrets back then, especially to the person whom they most concerned — me. I"],
        ["20", "had overheard my mother and father whispering about that letter, and I knew they were"],
        [" ", "proud of whatever it said."],
        [" ", "\tWe packed up the family Plymouth four-door and went west, all across the width of"],
        [" ", "Pennsylvania, and moved in with Aunt Rozella in Youngstown, Ohio."],
        [" ", "\tCompared to Phoenixville, Youngstown was big. Last year's geography book"],
        ["25", "printed Yᴏᴜɴɢsᴛᴏᴡɴ in boldface and gave it four lines of text. Phoenixville was not even"],
        [" ", "mentioned."],
        [" ", "\tCompared to our place over the store, Aunt Rozella's house was big. Aunt Rozella's"],
        [" ", "husband was so successful that I was sure that if he ever appeared in a textbook, Uɴᴄʟᴇ Iᴢ"],
        [" ", "would be printed in boldface and be given at least four lines."],
        ["30", "\tAlthough this was to be only a temporary arrangement until we could find affordable"],
        [" ", "housing, I think my mother did not like being beholden to her younger sister; and I think"],
        [" ", "having a whole family move in must have felt like a minor invasion to Aunt Ro. She had a"],
        [" ", "big house, yes, but she had her own uses for it. There was Aunt Ro herself, Uncle Iz,"],
        [" ", "Dorothy, their live-in maid, and their adorable little boy, my cousin Morley. Morley was"],
        ["35", "smart for his age — not smart enough to get A's in school, but only because he was too"],
        [" ", "young to go."],
        [" ", "\tExcept for Morley, who paid attention to no one, and my father, who was on the road"],
        [" ", "in the Plymouth four-door, none of us was very comfortable during the week in Aunt Ro's"],
        [" ", "big house with the live-in maid."],
        ["40", "\tWeekends were another matter. On weekends we went to Farrell, just over the state"],
        [" ", "line in Pennsylvania, where my father would meet us. There we stayed with my father's"],
        [" ", "sister. Aunt Wilma worked in a bakery, and she lived over the store, and her children — she"],
        [" ", "had two — were older than I was, older than Harriett, and one of them was old enough to"],
        [" ", "drive us from Youngstown to Farrell. At Aunt Wilma's we were much more crowded and"],
        ["45", "much more comfortable."],
        [" ", "\tBut on Mondays it was back to Youngstown."],
        [" ", "\tRight across the street from Aunt Rozella's house was Warren G. Harding Elementary"],
        [" ", "School, and a few blocks farther on was Rayen High, the only public high school on the"],
        [" ", "entire Northside. A lot of kids from lesser neighborhoods went there. Harriett registered at"],
        ["50", "Rayen. Once enrolled, she could remain there even after we found affordable housing."],
        [" ", "\tWarren G. Harding Elementary School, on the other hand, did not have kids from"],
        [" ", "lesser neighborhoods; so when my mother marched across the street to register me for the"],
        [" ", "fifth grade, she knew that I would not be there when we moved into our affordable"],
        [" ", "housing in a lesser neighborhood. I would be there for a few weeks at most. It was the"],
        ["55", "time of year between the end of Christmas break and the start of a new semester, and"],
        [" ", "both Mom and Dad had promised that by the start of the new semester, we would leave"],
        [" ", "Aunt Ro's. So even though my mother knew that going to Harding would be a temporary"],
        [" ", "thing, she took that “To Whom It May Concern” letter over to the principal and enrolled"],
        [" ", "me in their fifth grade."],
        ["60", "\tBy this time I had observed that my cousin Morley, who paid attention to no one,"],
        [" ", "needed a lot of attention himself. Furthermore, whenever attention was to be paid, he"],
        [" ", "always needed to be the center of it. I had also observed that as adorable as he was, when"],
        [" ", "Morley didn't get his way, he was not. Furthermore, as the new family pet, he was treated"],
        [" ", "as extremely adorable even when he wasn't even slightly."],
        ["65", "\tAs long as we lived at Aunt Ro's, I would be expected to do things as well as the older"],
        [" ", "ones because I was one of them now. As long as we lived at Aunt Ro's, I would have to"],
        [" ", "make do with only one of my two best things; and that was getting A's."]
    ],
    "Copyright": "",
    "References": []
}