{
    "Directions": "Read this article, then answer each question that follows.",
    "Context": [],
    "Title": "[Excerpt from] Fire: Friend or Foe",
    "Subtitle": "",
    "Author": "by Dorothy Hinshaw Patent",
    "LabelType": "L",
    "Content": [
        [" ", "\tManagers of some public lands now understand the importance of fire in the cycles of"],
        [" ", "nature. When a lightning fire poses no danger to people or buildings, some public"],
        [" ", "agencies now let it burn. Many forests that have not been allowed to burn for decades"],
        [" ", "contain dangerous amounts of fuel. A lightning strike in such a forest could lead to a big,"],
        ["5", "hot, dangerous fire. Suppressing fire in other environments, such as grasslands, has also"],
        [" ", "led to undesirable changes. The best answer to these problems appears to be to fight fire"],
        [" ", "with fire. Land managers use prescribed fire, carefully planned burns that bring about"],
        [" ", "desirable changes."],
        [" ", "\tWildfires usually occur in the summer or early fall, when grasslands and forests are"],
        ["10", "dry. But prescribed burning is more likely to be planned for less extreme conditions so the"],
        [" ", "fires can be better controlled. For example, grassland burning at Aransas National Wildlife"],
        [" ", "Refuge in Texas is done during the cool winter months. Prescribed burns in Montana"],
        [" ", "forests are usually carried out during the spring."],
        [" ", "\tThe problems caused by fire suppression are huge. About 40 million acres of forests"],
        ["15", "across the country are at risk for dangerous fires because natural fires have not been"],
        [" ", "allowed to burn for so many years."],
        [" ", "\tThe goals of prescribed burning are clear. A prescribed fire should burn away heavy"],
        [" ", "undergrowth of brush to remove potential fuel for wildfire. When a fire has plenty of fuel,"],
        [" ", "it burns hotter and travels faster, covering more territory in less time and getting out of"],
        ["20", "control more easily. With a moderate amount of fuel, a wildfire is less likely to burn hot"],
        [" ", "enough to kill adult trees or to overrun an entire forest."],
        [" ", "\tWhen the brush and deadwood on the forest floor burn, they release nutrients that"],
        [" ", "can nourish the trees, grasses, and other forest plants. The less cluttered forest floor, with"],
        [" ", "its fresh growth, provides fine habitat for wildlife such as elk and deer."],
        ["25", "\tThe increase in food for wildlife brought about by burning can also be dramatic."],
        [" ", "When shrubs are allowed to grow without fire, more and more energy goes into"],
        [" ", "maintaining the old wood, and less goes into new growth. When the old wood burns, the"],
        [" ", "shrub puts out many new, succulent shoots that provide food for deer and elk. In an acre"],
        [" ", "of northern shrubland deprived of fire for twenty years, only thirty to forty-five pounds"],
        ["30", "of food for wildlife is produced yearly. After a fire, that same acre will produce at least"],
        [" ", "four hundred to six hundred pounds of food in a year."],
        [" ", "\tHow do land managers decide where to burn? Hundreds of thousands of acres of"],
        [" ", "public lands are possible candidates. In recent years, more and more people have"],
        [" ", "moved into the countryside, often right on the borders of National Forest lands. Such"],
        ["35", "areas are at the top of the list for prescribed burns so that the fire hazard to people and"],
        [" ", "homes is reduced."],
        [" ", "\tIn 1997, the U.S. Forest Service decided to burn more than 52,000 acres in its"],
        [" ", "Northern Region (Montana and parts of Idaho, North Dakota, South Dakota, and"],
        [" ", "Wyoming). Five million acres of northern forests evolved over the ages with fire and were"],
        ["40", "burned by lightning fires about every twenty years. Such forests consisted mostly of"],
        [" ", "ponderosa pines, with some larch and Douglas fir. The frequent, natural fires burned low"],
        [" ", "to the ground, killing the underbrush and young firs, which produced an open forest."],
        [" ", "\tMore than eighty years of fire suppression has changed these forests dramatically. Now"],
        [" ", "they are overcrowded with Douglas fir and prone to superhot fires that can kill older trees"],
        ["45", "and sterilize the soil, making regrowth take years longer. Such hot, intense fires are also"],
        [" ", "more dangerous to firefighters."],
        [" ", "\tUnfortunately, many of the forests have gone so long without fire that even prescribed"],
        [" ", "burning would be dangerous. Some logging or thinning of the trees would need to be"],
        [" ", "done before they can be safely burned."],
        ["50", "\tNative Americans once helped maintain healthy grasslands with their fires. Now"],
        [" ", "managers of wildlands are doing the same thing in many parts of the country. An"],
        [" ", "example is the Buenos Aires National Wildlife Refuge south of Tucson, Arizona. This"],
        [" ", "refuge represents the last remnant of Sonoran savanna grasslands in the United States."],
        [" ", "Cattle once roamed across the refuge, feeding on the grasses and changing the"],
        ["55", "ecosystem drastically."],
        [" ", "\tNow, cattle have been barred, and the refuge is burned to get rid of weeds and shrubs"],
        [" ", "like mesquite. The endangered masked bobwhite quail is being reintroduced, and habitat"],
        [" ", "is being created for birds that stop there on their long migrations."],
        [" ", "\tNot everyone is happy with prescribed burning. Cattle ranchers would like to return"],
        ["60", "their herds to the Buenos Aires refuge, and many critics complain about the cost of"],
        [" ", "reintroducing quail."],
        [" ", "\tPrescribed fire in forests also has its opponents. Some believe logging can solve the"],
        [" ", "problem of crowded forests, while others fear that fires will escape into populated areas."],
        [" ", "But the problem of lands damaged by leaving out fire, a major player in the natural"],
        ["65", "system, will not go away. One way or another, fire will take part. A controlled burn"],
        [" ", "costs money and can cause some air pollution. But fighting a wildfire is many more"],
        [" ", "times as expensive and can bring long periods of smoky conditions. Controlled burns are"],
        [" ", "good “preventative medicine” and can help fire return to its role of maintaining and"],
        [" ", "renewing ecosystems."]
    ],
    "Copyright": "Excerpt from “Fire: Friend or Foe” by Dorothy Hinshaw Patent and William Muñoz. Copyright © 1998, New York: Clarion Books. Used by permission.",
    "References": []
}