{
    "Directions": "Read this story, then answer each question that follows.",
    "Context": [],
    "Title": "[Excerpt from] The Great Whale of Kansas",
    "Subtitle": "",
    "Author": "by Richard W. Jennings",
    "LabelType": "L",
    "Content": [
        ["", "Breaking Ground"],
        [" ", "\tMy story begins where a sadder story might end — with the digging of a hole."],
        [" ", "\tIt was my eleventh birthday, and, as is the case with all my birthday celebrations, it"],
        [" ", "was also Groundhog Day, an occasion that honors a creature with whom I have more than"],
        [" ", "a holiday in common. The groundhog, or woodchuck, is a solitary animal who spends"],
        ["5", "much of his time either digging a hole or basking in the sunshine by the hole he has dug."],
        [" ", "\tThat's me."],
        [" ", "\tI believe there is nothing, absolutely nothing, half so much worth doing as simply"],
        [" ", "digging a hole. A hole is an achievement. A great hole is a great achievement."],
        [" ", "\tI was going to dig a great hole."],
        ["10", "\tMy parents had given me a pond-building kit for my birthday. They ordered it from a"],
        [" ", "catalog filled with color photographs of water gardens on great European estates."],
        [" ", "\t“It's a complete pond in a single, compact box,” they explained, using the exact words"],
        [" ", "printed in the catalog. “It has everything you need.” And except for the tools, rocks, plants,"],
        [" ", "fish, accessories, electrical power to the site, and the hole itself, it did. What I found in the"],
        ["15", "box was a small underwater pump, a coil of plastic tubing, and a sheet of thick, black"],
        [" ", "plastic as big as my patio. There was also an instructional videotape in two languages."],
        [" ", "\tNever have I enjoyed a movie so much."],
        [" ", "\tI watched that video over and over again, waiting for the weather to warm up enough"],
        [" ", "to break ground. Every night before going to sleep, I'd put it on and listen to the soothing"],
        ["20", "voice of the narrator describe the “calm, tranquillity, and serenity of a private water"],
        [" ", "garden.” In English, and again in French, he spoke of “dreaming dreams” and “soothing"],
        [" ", "the soul.” Step by fascinating step, he explained how to create “an escape, a hidden world"],
        [" ", "all your own.”"],
        [" ", "\tI couldn't wait to get started."],
        ["25", "\tHour after hour, I assembled and disassembled the pump. I spread the liner across the"],
        [" ", "living room carpet and walked around the edges, imagining that the plastic was water."],
        [" ", "Using colored pencils and graph paper from school, I drew page after page of miniature"],
        [" ", "ponds with microscopic waterfalls."],
        [" ", "\tWhen winter at last retreated, I took spray paint to the brittle brown grass of my"],
        ["30", "backyard, a flat, vacant half-acre that sweeps like a savanna to the scrublike grove of"],
        [" ", "spiked, gnarled hedgeapple trees just this side of Brewster Higley Memorial Park. Like a"],
        [" ", "vandal or graﬃti artist, I drew overlapping kidney shapes and ovals in intense neon colors"],
        [" ", "until I'd outlined my pond exactly the way I wanted it to be."],
        [" ", "\tFrom a nearby construction site, I gathered stones for the pond's edge, scores of"],
        ["35", "limestone blocks, their uniformity demonstrating the maximum weight an eager boy"],
        [" ", "can carry."],
        [" ", "\tFinally, one morning it was time to dig."],
        [" ", "\tI approached the task like a starving man at a banquet. This was the day I had trained"],
        [" ", "for! Armed with a brand-new forged-steel shovel — a birthday gift from my aunt Nan — I"],
        ["40", "ripped into the earth with tireless fury, flinging dirt right and left."],
        [" ", "\tAs the sun rose in the sky, perspiration fell from my face. The hole grew like a"],
        [" ", "living thing."],
        [" ", "\tBy noon, I had created a depression in the earth that looked like the point of impact"],
        [" ", "of a meteorite. The bowl-shaped hole was roughly four feet in diameter, with gently"],
        ["45", "sloping sides nearly two feet deep."],
        [" ", "\tAt this rate, I figured, I'll be basking in tranquillity in no time at all."],
        [" ", "\tBut don't count your water gardens until the hole is dug. Few things happen the way you"],
        [" ", "think they will."],
        [" ", "\tA sudden thunderstorm interrupted my work. Boiling across the flat Kansas prairie, it"],
        ["50", "sneaked up on me, announcing its arrival with a deafening crash."],
        [" ", "\tKaboom!"],
        [" ", "\tI knew better than to stay outside with a metal object in my hand when there was"],
        [" ", "lightning in the air. I quickly abandoned the job site."],
        [" ", "\tFrom the safety of my house, I watched the darkened skies release their pent-up power"],
        ["55", "directly over my backyard. My heart quickened as sheets of rain overflowed the hole,"],
        [" ", "turning my modest work in progress into a scale model of what I hoped it would"],
        [" ", "become — the loveliest body of water in all of Melville."],
        [" ", "\tMelville, Kansas."],
        [" ", "\tIf America were a dart board and your dart landed on Melville, you'd be the winner,"],
        ["60", "hands down. That's because Melville is smack dab in the middle of the United States,"],
        [" ", "exactly halfway between the great Atlantic and Pacific Oceans, a place with no coastline,"],
        [" ", "no beach, and no blue ocean views."],
        [" ", "\tIt wasn't always like this. In prehistoric times, the spot where Melville sits was"],
        [" ", "submerged beneath a vast inland sea. But over the course of a couple of hundred million"],
        ["65", "years or so, things have a way of changing. Today, luckless Melville is as dry as a bone  — "],
        [" ", "the most landlocked city in America."],
        [" ", "\tClearly, it's a place that could use a few improvements."],
        [" ", "\tThe largest body of water in modern Melville is a man-made pond in Higley Park, the"],
        [" ", "state-owned recreation area that borders my backyard. Rectangular in shape, and held"],
        ["70", "within its banks by enormous, quarried limestone rocks, Higley Pond was dug by"],
        [" ", "bulldozers more than fifty years ago as part of a Kansas flood-control plan."],
        [" ", "\tMy pond, as I imagined it, although not as big as Higley Pond, would be far more"],
        [" ", "attractive than that aging, government-designed lagoon."],
        [" ", "\tThe spring rains that had diverted me from my mission eventually ended, and the sun"],
        ["75", "returned. With my nose pressed against the breakfast room windows, I found myself"],
        [" ", "gazing not at the sparkling natural beauty of an elegant water garden, but at a waterlogged"],
        [" ", "trap of sticky mud."],
        [" ", "\tReality."],
        [" ", "\tI hate how it keeps getting in the way of my dreams."]
    ],
    "Copyright": "Excerpt from “The Great Whale of Kansas” by Richard W. Jennings. Copyright © 2001, Houghton Mifflin Harcourt Inc. Used by permission. ",
    "References": []
}