{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [
        "Brittany has been training for a gymnastics competition for several months. Her best friend Alix has been coming to every practice and cheering her on, but also critiquing Brittany’s performance—and with the competition only a week away, Brittany is tiring of Alix’s suggestions."
    ],
    "Title": "A Dose of Support",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "“Brittany, your routine looks great—the judges will be so impressed!” Alix shouted and greeted Brittany with a hug after an excruciating practice. “But tomorrow, it might help if you reduce the number of flips toward the end of the routine so that it can look a bit more polished—then you’re sure to get a perfect score.”"],
        ["2", "“Look, Alix,” Brittany interrupted, unable to hide her feelings. “I know what’s best for my routine—I’ve been perfecting it for months—and I can figure out what needs to be fixed, if anything. I’ve got it from here.”"],
        ["3", "Alix frowned, clearly perturbed by Brittany’s response."],
        ["4", "“I’m sorry, Brittany, I know you’re great at gymnastics, but I was just trying to offer some advice. I just thought... never mind. I’ll give you some space.” With that, Alix turned and headed toward the exit."],
        ["5", "Brittany felt a dark cloud above her, realizing she had driven her friend away, but she refused to let her feelings distract her. It’ll be easier to focus without the constant critiquing, Brittany convinced herself."],
        ["6", "Five days had passed since Brittany had confronted Alix—and just two days were left until the competition."],
        ["7", "“Come on, Brittany—watch that somersault!” Coach Jen yelled from the sidelines as Brittany rehearsed her routine. Brittany grunted with pain and frustration; her muscles were strained, and sweat from her brow stung her eyes. Brittany looked into the stands and saw the empty seat beside Coach Jen and tried to ignore the pang she felt from her friend’s absence."],
        ["8", "Coach Jen approached Brittany after practice. “You seem off your game, Brit—and you need to get it together by Saturday morning. I’d hate to see all your hard work go to waste.” Coach Jen walked off with a look of disappointment, leaving Brittany feeling alone."],
        ["9", "Brittany sat on the tumbling mat, her hands holding her head as if it were a weighty boulder. Alix always nitpicked her performance too, but she always had something supportive to say as well. Brittany missed the encouragement Alix gave her when she was doubting herself—like now. Brittany stared at the empty stands, imagining how she must have made Alix feel."],
        ["10", "When the day of the competition finally arrived, Brittany was plagued with nerves. Her parents were in the stands, and Coach Jen was in the front row beside other coaches. Brittany practiced her moves and, although she had memorized the routine, she felt clumsy and insecure. Brittany stood with a s͟o͟l͟e͟m͟n expression, concerned that this was about to be a disaster."],
        ["11", "“You’re going to be great!” Brittany heard suddenly. She turned toward the familiar voice and was stunned to see Alix walking toward her."],
        ["12", "Brittany stood with her mouth hanging open. “I really didn’t think you were going to show up. I’m sorry—you were just trying to help me, and I didn’t want to take the time to listen to what you had to say.”"],
        ["13", "Alix enveloped Brittany in a hug. “I know how important this competition is to you, Brit. There’s no way I was going to miss this— you’re my best friend! I know you needed your space, but that doesn’t mean I was going to abandon you.”"],
        ["14", "Alix placed her hands on Brittany’s shoulders and gave her a little shake. “You’ve got this, Brit; and no matter what happens, I’ll be cheering you on.” Brittany gave Alix a warm embrace before Alix went to sit in the stands beside Brittany’s parents."],
        ["15", "After a few moments, the judges announced the beginning of the event and called Brittany’s name first. Brittany approached the edge of the mat with her head held high. She saw Alix, giving two thumbs up, and Brittany envisioned the judges giving her the same gesture after her routine. She felt a weight lift from her shoulders, now buoyed by a dose of support from her friend."]
    ],
    "Copyright": "",
    "References": []
}