{
    "Directions": "Read the next two selections and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [],
    "Title": "Last Dance",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "Every evening before my older sister Becca and I went to sleep, we would take five minutes to have a full-blown dance party. We took turns each night picking which song to dance to, and no matter what had gone on that day or how mad we would be at each other, we would dance."],
        ["2", "It was a tradition my dad helped establish when we were little. One day Becca and I were having a huge argument over who got to play with Olivia the doll. A few minutes in time-out had not been enough for us to stop being angry at each other, so before bedtime our dad took us to the living room and turned on his favorite song."],
        ["3", "“You two are going to dance!” he exclaimed with a huge smile. “For a full five minutes. No talking, only rhythmic movement. Then you’re going to bed.”"],
        ["4", "My sister and I shared the same expression as we stared back at my dad. He had gone crazy."],
        ["5", "Nonetheless, he replayed the song until we both agreed to start dancing. Becca went first—making a sarcastic, jerky movement—but it was all I needed to break out my best moves. Becca and I both started laughing and continued to dance as our anger crept out of the living room. After the five minutes were over, we were laughing so hard that neither of us remembered Olivia or why we had been angry."],
        ["6", "Since that night, and up until recently, our five-minute dance party was something we returned to every evening; it was a refuge in the midst of our petty arguments and silly misunderstandings."],
        ["7", "Now it was the night before Becca moved across the country to attend college, and it had been a whole month since our last dance party. We were older now, and I understood that Becca had things to do and was preoccupied with spending her final days of high school with her friends. I never realized how much I had cherished those nightly dance parties with my sister. I couldn’t shake the feeling of how upset I would be if we didn’t get to have one last dance party."],
        ["8", "Becca and I sat with my parents at the dinner table as we had so many nights before. It was sad to think this would be the last time we all ate together for a while."],
        ["9", "My mom had made Becca’s favorite meal, but Becca seemed more distracted than usual. She quickly ate her meal and asked to be excused."],
        ["10", "“I just want to go say bye to Alex and Jeanie one more time!” she exclaimed."],
        ["11", "My mom sighed but agreed. I stared at the empty chair at the table and started to r͟e͟m͟i͟n͟i͟s͟c͟e about times with Becca as I finished my meal. I thought about the days when our biggest problems involved Olivia the doll."],
        ["12", "Some hours passed, and I began to get ready for bed, giving up on the notion that a last dance party would be happening. I felt childish worrying about it in the first place. Maybe it was time to grow up."],
        ["13", "Suddenly I heard a slight knock on my door."],
        ["14", "“Are you still up?” Becca whispered and tiptoed in."],
        ["15", "“Yes, I’m still awake. What are you doing?”"],
        ["16", "Becca chuckled and flicked on the light. “Julie, you didn’t seriously think I was going to leave tomorrow without us dancing it out one more time, did you?”"],
        ["17", "I tried to fight the smile from forming on my lips and threw a pillow at her."],
        ["18", "“I think it’s only appropriate that I get to pick the departing song,” she declared."],
        ["19", "I stood waiting, assuming she’d pick a song by one of those weird groups she had been listening to lately. I was surprised when the melody of Dad’s favorite song—the one that had started it all— began playing. Becca jerked her arm and started dancing, and I laughed, following her lead. We didn’t even notice when Dad stepped into the doorway, watching us with the same smile he had on that first night."],
        ["20", "I basked in the bittersweet, realizing that these were the moments to cherish. Things would always be changing, and though I hated to think of my sister leaving, the fact that this last dance was as important to her as it was to me made the moment even more special. I pushed the thought of Becca leaving tomorrow out of my head, and we danced."]
    ],
    "References": []
}