{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [
        "Silas and Caleb, soldiers in the Continental army, are standing guard at Valley Forge. They are watching for spies. Caleb exits, leaving Silas alone."
    ],
    "Title": "Martha Washington's Spy",
    "Subtitle": "",
    "Author": "by Earl J. Dias",
    "LabelType": "P",
    "Content": [
        ["", "Cʜᴀʀᴀᴄᴛᴇʀs"],
        [" ", "GENERAL GEORGE WASHINGTON"],
        [" ", "MARTHA WASHINGTON"],
        [" ", "SILAS WEGG: Young soldier"],
        [" ", "CALEB JENKINS: Young soldier"],
        [" ", "BETSY: A young woman"],
        [" ", "SAM HOWARD: Young soldier\n\n"],
        [" ", "TIME: A cold night in January, 1777."],
        [" ", "SETTING: A sentry outpost at Valley Forge.\n\n"],
        ["1", "(Silas begins pacing. There is a sudden noise offstage left, followed by an exclamation. Silas advances cautiously toward exit. He exits. Silas returns holding Betsy by the collar. She wears a man's coat and hat. Silas points at his captive, who huddles, shivering and afraid.)"],
        ["2", "SILAS: Now, my sly fellow, just what is your business here? (Silas advances toward captive, examines the face closely, and then whistles in surprise.) You're a girl!"],
        ["3", "BETSY: Y-yes. My name is Betsy."],
        ["4", "SILAS: So the British are using females now to do their nasty work!"],
        ["5", "BETSY: (With spirit.) What do you mean?"],
        ["6", "SILAS: My meaning should be clear. Here you are, creeping about the camp on a night as cold as King George's heart, and dressed as a man, too! It's as plain as a dish of beans that you're bent on mischief."],
        ["7", "BETSY: That's not true."],
        ["8", "SILAS: (He whistles loudly.) That will bring somebody here who'll take you to General Washington."],
        ["9", "BETSY: (Cringing.) I swear to you that I'm not a spy!"],
        ["10", "CALEB: What's wrong, Silas? I heard your signal. (Looking at Betsy.) And who is this?"],
        ["11", "SILAS: A female dressed as a man, Caleb."],
        ["12", "CALEB: (Going to Betsy and examining her closely.) I told you the countryside was swarming with spies. I'll bring the General to her. He's not far from here now. And his wife is with him."],
        ["13", "(Caleb exits.)"],
        ["14", "BETSY: I wish he'd hurry, then."],
        ["15", "(Caleb enters, followed by General Washington and Martha Washington.)"],
        ["16", "WASHINGTON: (Looking at Betsy.) And who is this? Is this war now being fought by women?"],
        ["17", "SILAS: She's a spy, sir."],
        ["18", "WASHINGTON: Hm-m. (To Betsy.) And what have you to say for yourself, young woman?"],
        ["19", "BETSY: I am not a spy, sir."],
        ["20", "MARTHA: You certainly don't look like a spy."],
        ["21", "WASHINGTON: If you're not a spy, what are you? And what are you doing here?"],
        ["22", "BETSY: (Defiantly.) I can't say, sir."],
        ["23", "WASHINGTON: (A bit impatiently.) Surely, if your presence here is entirely innocent, you can tell us about it. (More gently.) I don't bite, child."],
        ["24", "BETSY: (Beginning to cry.) I — I can't say."],
        ["25", "MARTHA: (Gently.) Why can't you tell us why you are here?"],
        ["26", "BETSY: Because — well, because someone would get into trouble if I did."],
        ["27", "MARTHA: But can't you see that you're in even greater trouble yourself?"],
        ["28", "WASHINGTON: Please — let's get to the business at hand. You had better come with us, young woman."],
        ["29", "MARTHA: Wait, George. (Leading Betsy right.) Let's go over here, and you can whisper your secret to me."],
        ["30", "BETSY: (Obviously relieved.) I will! (She starts whispering to Martha, who smiles and nods with increasing signs of approval.)"],
        ["31", "WASHINGTON: Do you know anything of a soldier named Sam Howard? He's missing from his quarters."],
        ["32", "SILAS: (Hesitating.) W-well, sir — "],
        ["33", "WASHINGTON: I see. He has deserted, and you don't want to give him away."],
        ["34", "CALEB: Sam has gone back to his farm, sir. It's only a few miles from here."],
        ["35", "WASHINGTON: (Shaking his head.) If only we can get through this bitter winter. It does things to a man, weakens the very moral fiber of him."],
        ["36", "(Martha and Betsy walk to center.)"],
        ["37", "MARTHA: George — this young woman is no spy."],
        ["38", "WASHINGTON: Indeed — then what is she?"],
        ["39", "MARTHA: I'll tell you privately, George. There is no reason for her secret to be shared by the entire army."],
        ["40", "WASHINGTON: (Dubiously.) But, surely — "],
        ["41", "MARTHA: (Irritated.) George, certainly you don't doubt the word of your own wife."],
        ["42", "WASHINGTON: (To Silas and Caleb.) Give her something warm to drink."],
        ["43", "(Silas, Caleb and Betsy go toward right. Before they exit, Betsy speaks.)"],
        ["44", "BETSY: Thank you with all my heart. (The three exit.)"],
        ["45", "(Sam Howard enters quietly and pauses hesitantly.)"],
        ["46", "WASHINGTON: Who goes there? (Sam goes center, surprised at the sight of Washington.) Your face is familiar."],
        ["47", "SAM: (Saluting.) Sam Howard, sir."],
        ["48", "WASHINGTON: I heard you had gone back to your farm."],
        ["49", "AM: I couldn't do it, sir."],
        ["50", "WASHINGTON: Good lad!"],
        ["51", "SAM: You see, sir, I have been worried about my wife. She hasn't been well, and then there is the baby to care for."],
        ["52", "MARTHA: Your Betsy is here. She came near to being taken as a spy."],
        ["53", "SAM: What is she doing so far from home?"],
        ["54", "WASHINGTON: You're not the only one who would like to solve that mystery."],
        ["55", "MARTHA: (To Sam.) When Betsy received your last letter, Sam — "],
        ["56", "SAM: (Sighing, ruefully.) I said a lot of foolish things in that letter."],
        ["57", "MARTHA: When Betsy received it, she had a suspicion you might be planning to desert the army. So she walked a good eight or ten miles to see you tonight."],
        ["58", "SAM: Poor Betsy — in all this cold."],
        ["59", "MARTHA: She wanted to persuade you to stay. She says that she is over her sickness, and that she can manage things on the farm. Her mother and father have come to stay with her."],
        ["60", "WASHINGTON: (Thoughtfully.) So that is why young Betsy attempted to break through the lines tonight. I see now why she was reluctant to discuss her mission."]
    ],
    "Copyright": "“Martha Washington's Spy” by Earl J. Dias is reprinted with the permission of Plays, the Drama Magazine for a Young People/Sterling Partners, Inc. Copyright © 1987. Sterling Partners, Inc.",
    "References": []
}