{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [],
    "Title": "Ready, Set, Walk!",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "Most people know that exercise is important. When people think of exercise, they probably envision someone muscular lifting hundreds of pounds on a barbell or swift and strong sprinters speeding along a racetrack. It is daunting to think about exerting this kind of energy. However, you don’t have to be like the professional athletes who push their bodies to the limit to get in a good workout. Luckily there is a much easier form of exercise that is just as beneficial as an intense sport. If you are looking to incorporate exercise into your routine, then you should consider walking."],
        ["", "Eᴀsɪɴɢ ɪɴᴛᴏ Exᴇʀᴄɪsᴇ"],
        ["2", "The American Heart Association recommends that people get 150 minutes of exercise a week. That means that a person should exercise for about 30 minutes a day, five days a week. A half hour of brisk walking can easily help someone meet that goal. Simply increasing your normal walking speed from a slothlike pace to a quick-step movement counts as a moderate form of exercise. You don’t need to walk 30 minutes all at one time to start either. A professor of medicine at Harvard Medical School, Dr. I-Min Lee, recommends that beginners start with three short 10-minute walks. Eventually longer walks will become easier. Who knew that such a small change in something we already do counts as exercise?"],
        ["3", "Some people believe that exercise requires certain equipment or gear. For this reason people are discouraged to exercise because they do not believe they have what they need. One great benefit to walking is that you do not need special equipment. You do not even need to have access to a special area like a racetrack. You can begin walking toward better health as early as today. Don’t have workout clothes to wear? You’re in luck, because what you’re wearing right now is probably perfect for walking. Anywhere you can walk at a quick pace is a suitable way to get in your daily steps. Once you are finished, you can have the satisfaction of knowing you have done something good for your health. All you need to do is walk quickly enough to raise your heart rate."],
        ["", "Iᴛ Dᴏᴇs ᴀ Bᴏᴅʏ Gᴏᴏᴅ"],
        ["4", "Many studies stress the values of walking and its benefits for our health and fitness. According to a Harvard Medical School study, research has shown that briskly walking for 30 minutes can burn over 100 calories. Walking also builds muscle in your legs and core. Although it may not seem like it, walking is weight training because your legs carry the weight of your upper body whenever you walk. Walking does not cause the same strain on your bones that running or other high-impact exercises do. As a result, walking helps your leg bones become stronger and resist the bone loss that typically happens as people get older."],
        ["5", "Even your immune system benefits when you walk. A report from Harvard noted one study involving over 1,000 participants. It showed that “those who walked at least 20 minutes a day, at least five days a week, had 43% fewer sick days than those who exercised once a week or less. And if they did get sick, it was for a shorter duration, and their symptoms were milder.” Beyond reducing your chances of catching the common cold, walking has been shown to reduce your risk of developing several severe diseases such as diabetes, cancer, and heart disease."],
        ["", "Cʟᴇᴀʀ Yᴏᴜʀ Mɪɴᴅ"],
        ["6", "If the physical perks of walking aren’t enough to motivate you, know that walking also has positive effects on your mood. Walks can be taken in peaceful places such as nature trails or parks. Walking in these areas can help a person feel calm. Going on a daily walk gives your mind a break from the busyness of each day as well. A good walk lets you clear your mind. The exercise causes your brain to produce chemicals that improve your mood. As a bonus, walking with a friend provides a bonding opportunity to strengthen your relationships and enjoy the company of others."],
        ["", "problems/TX22G7R/media/S6a.jpg"],
        ["", "Jᴏɪɴ ᴛʜᴇ Cʀᴏᴡᴅ"],
        ["7", "Walking has long been valued as a way to stay fit. It has also been a way for people to engage in healthy competition. It is believed that hieroglyphics in ancient Egypt document walking contests dating over 4,000 years ago! A competitive sport known as racewalking officially began in England when the Amateur Athletics Association (AAA) held the AAA Championships in 1880. Since then racewalking has gone on to become an Olympic event."],
        ["8", "Walking for exercise is increasing in popularity with the arrival of new technologies too. Fitness trackers and step counters on smartphones and wristbands are becoming c͟o͟m͟m͟o͟n͟p͟l͟a͟c͟e. People can set goals on these trackers to help themselves reach the numbers of steps they hope to walk each day. It is clear that people everywhere are embracing this great activity."],
        ["9", "If you are looking for a simple exercise that comes with several benefits, then walking may be the activity for you. Lace up your shoes, and take a walk!"]
    ],
    "Copyright": "Third party trademarks American Heart Association® and Harvard Medical School® were used in these testing materials.",
    "References": []
}