{
    "Directions": "Read the passage and then answer each question that follows.",
    "Context": [],
    "Title": "The Great Museum Mystery",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "\tGlindy Glemmon was hard at work completing her latest and greatest project: the Museum of Oddities and Uncommon Things. GG, as she was called by friends, came up with the idea for the museum while she and her parents visited the Tubfoot Town Museum. As they had walked through the town museum, Mr. and Mrs. Glemmon (also known as Pops and Mumster) had loved everything. GG had just yawned."],
        ["2", "\t“I could have painted that when I was three,” GG huffed to her parents, as they studied a large blue and purple painting that almost covered an entire wall. “In fact, I could make a way better museum than this with my eyes closed!”"],
        ["3", "\t“Well, then, sweetie,” said Pops, “why don’t you do that, then?” Pops was always saying, “Why don’t you do that, then?”"],
        ["4", "\t“Maybe I will,” GG said. But there was no maybe about it — GG’s brain was already hard at work thinking of awesome names for her museum."],
        ["5", "\tThe awesome name was easy, but finding things to put in The Museum of Oddities and Uncommon Things was harder. Of course, GG included The Rainbow of Rare Rocks, The Carnival of Lint, and The Shelf of Smelly Seashells (which, if said five times fast, got you into the museum for free). But easily the greatest display of all was The Giant Ball of Rubber Bands, which was said to be made of “1,001 (probably) bands of real rubber.”"],
        ["6", "\tOpening day at the museum, also known as GG’s backyard, was disappointing. Pops and Mumster came, bringing with them GG’s baby brother, Walter. And Grandma Glemmon came over from next door, but no one else showed up."],
        ["7", "\tOn day two, a dreadful thing happened. GG woke up early so she could add her newest science display, The Moldy Pizza Slice, only to find that The Giant Ball of Rubber Bands was missing! GG immediately knew what this was — a mystery! She was going to find out who stole the ball if she had to search every corner of the earth!"],
        ["8", "\tGG ran into the kitchen and opened the kitchen junk drawer, looking for her Special Detective Magnifying Glass, only to discover The Giant Ball of Rubber Bands lying there in the junk drawer — like it was junk!"],
        ["9", "\t“Oh, hello, dear,” said Mumster, walking into the kitchen. “I needed a couple of rubber bands, so I borrowed them from your ball and forgot to put it back in the museum. I’m sorry!”"],
        ["10", "\tAs GG carefully placed the ball back in the museum, she felt pleased that she had solved the mystery so quickly. All that was needed was a quick change to its sign: “999 (probably) bands of real rubber.”"]
    ],
    "Copyright": "",
    "References": []
}