{
    "Directions": "",
    "Context": [],
    "Title": "Passage 2: from The Secret Garden",
    "Subtitle": "",
    "Author": "by Frances Hodgson Burnett",
    "LabelType": "P",
    "Content": [
        ["10", "\tShe was standing inside the secret garden."],
        ["11", "\tIt was the sweetest, most mysterious-looking place any one could imagine. The high walls which shut it in were covered with the leafless stems of climbing roses which were so thick that they were matted together. Mary Lennox knew they were roses because she had seen a great many roses in India. All the ground was covered with grass of a wintry brown and out of it grew clumps of bushes which were surely rosebushes if they were alive. There were numbers of standard roses which had so spread their branches that they were like little trees. There were other trees in the garden, and one of the things which made the place look strangest and loveliest was that climbing roses had run all over them and here and there they had caught at each other or at a far-reaching branch and had crept from one tree to another and made lovely bridges of themselves. It was this hazy tangle from tree to tree which made it all look so mysterious. Mary had thought it must be different from other gardens which had not been left all by themselves so long; and indeed it was different from any other place she had ever seen in her life."],
        ["12", "\t“How still it is!” she whispered. “How still!”"],
        ["13", "\tThen she waited a moment and listened at the stillness. The robin, who had flown to his treetop, was still as all the rest. He did not even flutter his wings; he sat without stirring, and looked at Mary."],
        ["14", "\t“No wonder it is still,” she whispered again. “I am the first person who has spoken in here for ten years.”"],
        ["15", "\tShe moved away from the door, stepping as softly as if she were afraid of awakening some one. She was glad that there was grass under her feet and that her steps made no sounds. She walked under one of the fairy-like gray arches between the trees and looked up at the sprays and tendrils which formed them. “I wonder if they are all quite dead,” she said. “Is it all a quite dead garden? I wish it wasn't.”"],
        ["16", "\tIf she had been Ben Weatherstaff she could have told whether the wood was alive by looking at it, but she could only see that there were only gray or brown sprays and branches and none showed any signs of even a tiny leaf-bud anywhere."],
        ["17", "\tBut she was inside the wonderful garden and she could come through the door under the ivy any time and she felt as if she had found a world all her own."]
    ],
    "Copyright": "Excerpt from The Secret Garden by Frances Hodgson Burnett. In the public domain.",
    "References": []
}