{
    "Directions": "",
    "Context": [
        "This passage highlights Thomas Jefferson’s world travels and discusses how they affected both his gardening and eating habits."
    ],
    "Title": "Passage 2: Thomas Jefferson, Food Pioneer",
    "Subtitle": "",
    "Author": "by Emily Goodman",
    "LabelType": "P",
    "Content": [
        ["7", "\tAs an old man, Thomas Jefferson wrote, “No occupation is so delightful to me as the culture of the earth, and no culture comparable to that of the garden. . . . Though an old man, I am but a young gardener.”"],
        ["8", "\tIn Jefferson’s day, there were no supermarkets, no refrigerators, and no trucks or airplanes to move food quickly over long distances. Mostly, people ate only what they or their neighbors grew and made. Because of this, most people were familiar only with local plants and were afraid of new ones. Perhaps because Jefferson traveled in Europe—and because he always liked to try new things—he was an exception. He loved to grow unfamiliar plants. He experimented with new foods and plants in his “laboratory” garden at Monticello."],
        ["9", "\tUsing the most-modern farming methods of his time, Jefferson grew many “scary” new plants. (Of course, he learned to eat them, too.) In 1781, he began growing tomatoes, which Europeans thought were poisonous. Later, he introduced the potato, a plant unknown in America at that time. Jefferson also grew other “new” vegetables, such as cauliflower, eggplant, Mexican peppers, and beans from the Pacific Northwest brought back by Lewis and Clark."],
        ["10", "\tDuring his travels, Jefferson brought many European plants back to America. For 23 years, he ordered seeds from Paris. Often he sent the seeds on to other American gardeners. He planted nearly 1,000 fruit trees in his Monticello orchard, including peaches, almonds, and cherries. He imported squash and broccoli from Italy and figs from France. And he tried 15 kinds of peas (his favorite vegetable) to see which tasted best."],
        ["11", "\tFrom Holland, Jefferson brought home a waffle iron; from Italy, he smuggled rice. (Italian law at the time forbade taking the best rice out of the country. Jefferson did it anyway.) Our third president was the first American to make or use many dishes he had tasted in Europe, such as waffles, macaroni and cheese, and mustard."],
        ["12", "\tIn food, as in his other interests, Jefferson combined great ideas from Europe and America with exciting discoveries of his own. And we can thank him for that!"]
    ],
    "Copyright": "“Thomas Jefferson, Food Pioneer” by Emily Goodman, from Appleseeds, © by Carus Publishing Company. Reproduced with permission. All Cricket Media material is copyrighted by Carus Publishing Company, d/b/a Cricket Media, and/or various authors and illustrators. Any commercial use or distribution of material without permission is strictly prohibited. Please visit http://www.cricketmedia.com/info/licensing2 for licensing and http://www.cricketmedia.com for subscriptions.",
    "References": []
}