{
    "Directions": "",
    "Context": [],
    "Title": "Hɪsᴛᴏʀɪᴄᴀʟ Bᴀᴄᴋɢʀᴏᴜɴᴅ",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["16", "Where Meriwether Lewis purchased Seaman is a mystery. Newfoundlands were popular along the East Coast, so two likely places are Washington, D.C., where Lewis lived and worked as Thomas Jefferson's secretary, and Philadelphia, where he went to prepare for the expedition. Another possibility is Pittsburgh, where Lewis actually began the journey. Seaman is first mentioned in Lewis's journal on September 11, 1803, as they sailed on the Ohio River from Pittsburgh to St. Louis."],
        ["17", "For years writers called Lewis's dog Scannon. This was not questioned until 1984, when Donald Jackson, a great Lewis and Clark scholar, was doing research about the rivers, streams, and creeks that Lewis and Clark had named. Every name had a meaning, but Jackson could not figure out “Seaman's Creek” in Montana. He went back to the original drawings and writings and discovered that in Scannon, the c was actually an e and the nn was an m, thus “Scannon” was actually Seaman. Seaman's Creek, now called Monture Creek, still exists in Montana."],
        ["18", "The last time Seaman is mentioned in a journal is July 15, 1806, in Montana when Lewis wrote:"],
        ["", ":ibox:... the musquetoes¹ continue to infest us in such manner that we can scarcely exist; ... my dog even howls with the torture he experiences from them, ..."],
        ["19", "The expedition arrived back in St. Louis two months later, September 23, 1806. Although most scholars believed Seaman completed the journey (his death or loss would surely have been mentioned in one of the many journals), no one knew for certain until recently, when another Lewis and Clark scholar, Jim Holmberg, discovered a book written in 1814, which listed epitaphs and inscriptions.² The book lists an inscription on a dog collar (most likely destroyed in a fire) in a museum in Virginia. The inscription reads:"],
        ["", ":ibox:The greatest traveller of my species. My name is SEAMAN, the dog of captain Meriwether Lewis, whom I accompanied to the Pacifick ocean through the interior of the continent of North America."]
    ],
    "Copyright": "",
    "References": []
}