{
    "Directions": "Read the passage, then answer each question that follows.",
    "Context": [
        "Meriwether Lewis and William Clark led one of the first journeys to explore the wilderness west of the Mississippi River. Seaman was a dog who traveled with them. This passage includes a story from Seaman's point of view and additional information about his life."
    ],
    "Title": "My Favorite Words",
    "Subtitle": "[from] Lewis and Clark and Me: A Dog's Tale",
    "Author": "by Laurie Myers",
    "LabelType": "P",
    "Content": [
        ["1", "I've seen dogs with good men. And dogs with men who are just plain mean. Most dogs hope for a man they can understand. It's great when you know what you're supposed to do. Lewis knew exactly what I could do, and he let me do it. In fact, it got so that Lewis didn't have to tell me what he wanted me to do. I knew."],
        ["2", "Lewis would shoot an antelope, or some animal, and I'd wait. We'd watch it fall ... That's when I'd retrieve the prey. Lewis didn't have to say a word. I knew what to do and when to do it."],
        ["3", "Some men talk all the time, even when they're not telling you what to do. Not Lewis. Lewis and I would walk to the top of a mountain and just stand there, him looking out over the view, and me with my nose high in the air. We didn't say a word. We didn't have to."],
        ["4", "For Lewis and me, it was more than just understanding each other. We suited each other perfectly. Only a few dogs are lucky enough to have a man who suits them like that. I've thought about that, why Lewis and I were so well suited. I'm not sure I know exactly."],
        ["5", "Lewis was a great man. I know that. The men knew it, too. They would do anything for Lewis. They loved him, especially Clark. I think Clark loved Lewis about as much as I did. I never heard Lewis or Clark say a harsh word to each other. And it was more than just getting along. They fit together, too. Of course that was different. They were both men. Dog and man can fit together like no others do. Lewis and I had that fit. By the end of our journey, we were as close as an animal and its hide."],
        ["6", "How did we get that close? I think the wilderness had something to do with it. Lewis and I would have been close anywhere, but the wilderness brought out the best in both of us. We were made for that territory."],
        ["7", "I was made for it in every way: my size, my fur, my paws, my instincts. I love running, hunting, swimming, and retrieving. I was happiest when I was doing those things."],
        ["8", "Lewis was happiest in the wilderness, too. Sometimes I think Lewis preferred the wilderness to people. He would spend hours looking at plants, examining animal specimens, and measuring the sky. He and I spent a lot of time hiking and exploring. We loved the stimulation of the wilderness. It was perfect for both of us."],
        ["9", "No dog could have a more perfect life than I had. My dreams let me relive it over and over. They fill me with what I saw and what I did. I dream of ..."],
        ["10", "Bears prowling around at night, keeping me awake."],
        ["11", "Lewis and I, overlooking the Pacific Ocean, smelling the salt air."],
        ["12", "Prickly pear cactus needles stuck in my paws, and Lewis tenderly pulling them out one by one."],
        ["", "problems/RI21G5E/media/S1a.jpg"],
        ["13", "And that triumphal return to St. Louis. Men, women, and children running to the docks to meet us. Dogs barking. Horses in an uproar. People shouting and cheering."],
        ["14", "I look at Lewis. He looks at me. He's smiling. He places his hand on my head. I push my head further into his hand. Then he says my favorite words."],
        ["15", "“Good job, Seaman.”"],
        ["", ":ibox: ... my dog was of the newfoundland breed very active strong and docile ...\n\tMᴇʀɪᴡᴇᴛʜᴇʀ Lᴇᴡɪs\n\tSᴇᴘᴛᴇᴍʙᴇʀ 11, 1803"],
        ["", "problems/RI21G5E/supps/RI21G5E-S1A.json"]
    ],
    "Copyright": "Lewis and Clark and Me: A Dog's Tale by Laurie Myers. Illustrated by Michael Dooling. Text copyright © 2002 by Laurie Myers. Illustrations copyright © 2002 by Michael Dooling. Reprinted by permission of Henry Holt Books for Young Readers.",
    "References": [
        ["¹", "musquetoes — a misspelling of the word “mosquitoes”"],
        ["²", "epitaphs and inscriptions — brief statements of praise in honor of someone who has passed away"]
    ]
}