{
    "Directions": "Read the following passage about how ancient Romans built a city then answer each question.",
    "Context": [],
    "Title": "Building a Roman City",
    "Subtitle": "",
    "Author": "by David Macaulay",
    "LabelType": "P",
    "Content": [
        [" ", "\tThe engineers worked throughout the winter measuring, designing, and drawing. By the spring of 25 B.C. (the Roman year 728) the master plan for Verbonia was ready. The center of the castrum¹ became the center of the city. The main street running from north to south was now called the cardo, the one from east to west, the decumanus. Both were widened and lengthened, and the rectangular area of the camp was increased to seven hundred and twenty yards long by six hundred and twenty yards wide. This space allowed a maximum population of approximately 50,000. A greater number, the planners believed, would make the city too large and unable to meet the needs of the people."],
        [" ", "\tThe entire area was divided by roads into a chessboard pattern. Almost all of the blocks, called insulae, were eighty yards square. A high wall was designed around the city in which fortified gates were located where the main streets cut through. Around the city but inside the wall a thirty-foot-wide strip of land called the pomerium was marked off. It represented the boundary of the city."],
        [" ", "\tThe city planners indicated those facilities which served all the residents. They designed a new and larger forum which was to become the governmental and religious center of the city. They located public water fountains, the aqueduct that would bring the water, a central food market, public baths and toilets, and an entertainment center made up of a theater and amphitheater. They also set aside spaces for future buildings."],
        [" ", "\tNo privately owned building, they decreed, could be higher than twice the width of the street on which it stood. This ensured that sunlight always reached the streets. They also required all persons whose buildings faced one of the main streets to build, at their own expense, shelter over the sidewalk for the comfort and protection of all pedestrians."],
        [" ", "\tThe master plan allowed much freedom for the residents to determine the appearance and character of the city through the buildings they would construct for themselves. Each insula, left deliberately empty on the plan, would eventually be filled with buildings of all sizes and be crossed by narrow back roads and alleys."],
        [" ", "\tSome of the insulae designated for private ownership were divided up among the soldiers, traders, and farmers. The names of the owners and the sizes of their holdings were inscribed on the plan and sent to the land office in Rome. A copy of the plan was carved on marble and stood in the forum for everyone to see. Even though land was given to Verbonia's first settlers, each person had to pay for the construction of his own house."],
        ["", "problems/PA16G8E/media/S3a.jpg"],
        [" ", "\tIn the early summer of 25 B.C. a plow drawn by a white cow and a white bull guided by a leader of the community cut a furrow around the site. This solemn ceremony marked the location of the city wall. The plow was lifted only where gates were to be built."],
        [" ", "\tFollowing the ceremony the surveyors marked off the roads using an instrument called a groma to make certain that all roads intersected at right angles. The groma was a pole about four feet high on top of which a cross was laid flat. When weighted strings hanging from each end of the cross hung parallel to the center pole, the groma was known to be perpendicular to the ground. The streets could be accurately marked off by sighting down the intersecting arms of the cross."],
        [" ", "\tThe same method was used to mark off roads and farmland outside the city."],
        [" ", "\tThe materials used most in the construction of Verbonia were stone, clay, mortar, and wood. The stone came from a limestone quarry owned by the government. Besides many work sheds, the quarry contained a forge for making and repairing tools and a carpenter's shop in which cranes and pulleys were built."],
        ["", "problems/PA16G8E/media/S3b.jpg"],
        [" ", "\tThe skilled laborers cut, polished, or carved inscriptions in the stone. The unskilled workers separated and lifted the huge blocks from the earth. The stone was usually cut with a saw. When the stone was very hard, the blade used in the saw had no teeth; sand and steel filings were placed under the blade and the back-and-forth motion of the saw ground away the stone."],
        [" ", "\tWhen the stone could not be sawed, a row of holes was drilled where it was to be divided. Wooden stakes were then jammed into the holes. When water was poured over the stakes, they swelled, splitting the stone along the line of holes."],
        [" ", "\tThe clay was made into bricks and tiles in factories near Arretium. The clay, dug out of large pits in the ground, was formed into standard shapes and sizes using wooden molds. The mold was then removed and the wet clay placed in an oven to dry and harden. All bricks and tiles were stamped with the name of the factory owner and the name of the emperor."],
        [" ", "\tThe mortar used between bricks and stones and in concrete was a mixture of sand, lime (a powder obtained by burning limestone), and water. When mortar was used in construction underwater, a gravelly substance called pozzolana was added, which made the mortar become extremely hard when it set."],
        [" ", "\tThe wood used for scaffolding and roof framework came from a forest at the foot of the Apennine Mountains to the south."]
    ],
    "Copyright": "",
    "References": [
        ["¹", "castrum — a Roman fortress"]
    ]
}