{
    "Directions": "Read the following drama about a person who borrows a necklace then answer each question that follows.",
    "Context": [],
    "Title": "The Necklace",
    "Subtitle": "",
    "Author": "adapted by Mack Lewis from a story by Guy de Maupassant",
    "LabelType": "P",
    "Content": [
        ["", "C͟ᴀ͟s͟ᴛ͟ ͟ᴏ͟ғ͟ ͟C͟ʜ͟ᴀ͟ʀ͟ᴀ͟ᴄ͟ᴛ͟ᴇ͟ʀ͟s"],
        ["", ":box:Maupassant: the cat\nMatilda Loisel\nMarie-Claire: the maid\nMonsieur Loisel: Matilda's husband\nMadame Forestier: Matilda's friend\nMadame Ambassador: the Ambassador's wife The Ambassador"],
        ["", "S͟ᴄ͟ᴇ͟ɴ͟ᴇ͟ ͟1͟:͟ ͟C͟ʜ͟ᴇ͟ᴢ͟¹͟ ͟L͟ᴏ͟ɪ͟s͟ᴇ͟ʟ"],
        [" ", "Maupassant (arrogantly): Oh, hello there. Or shall I say, bonjour. After all, we are in Paris. My name is Maupassant. As you can see, I am a cat. I live here with Madame Loisel, a young lady as charming as she is discontent... Ah, here she comes now."],
        [" ", "Matilda (seeming distressed): Oh, Maupassant, you're the only thing of value in this whole house! Marie-Claire? Marie-Claire!"],
        [" ", "Marie-Claire: Oui, Madame."],
        [" ", "Matilda: Marie-Claire, do try to straighten up before the master gets home. Everything looks so shabby!"],
        [" ", "Marie-Claire: But, Madame, you have such a beautiful home."],
        [" ", "Matilda: Nothing but faded wallpaper and worn furniture. How it tortures me to live here!"],
        [" ", "Maupassant: As I was saying, Madame is a charming young lady. But she has rich tastes."],
        [" ", "Matilda: Make it better, Marie-Claire."],
        [" ", "Marie-Claire: Madame?"],
        [" ", "Matilda: Dust, Marie-Claire! Straighten! Fluff!"],
        [" ", "Maupassant: Unfortunately, Madame is about to learn a hard lesson. It seems that what's least important in life is often the most costly. Wait, here comes Monsieur Loisel. Madame wishes he were royalty or wealthy. He is neither, but tonight he has a gift for her."],
        [" ", "Loisel: Dear Matilda, have I a surprise for you!"],
        [" ", "Matilda: What's this?"],
        [" ", "Loisel: It's an invitation to the Ambassador's Ball. I went to a great deal of trouble to get it."],
        [" ", "Matilda (suddenly angry): What would I want with this?"],
        [" ", "Loisel: But I thought it would make you happy. You never go out—and this is such a big event! Everyone important will be there."],
        [" ", "Matilda: What do you think I have to wear to such a fancy affair?"],
        [" ", "Loisel: Why... how about that dress you wear to the theater? It's pretty enough."],
        [" ", "Matilda: The dress I wear to the theater? The dress I wear to the theater?! Are you mad?"],
        [" ", "Loisel: But what's the matter? Please don't cry, Matilda. What's wrong?"],
        [" ", "Matilda: Nothing... Only I can't go because I have nothing to wear. Give the invitation to someone whose wife is better dressed than I."],
        [" ", "Loisel (after a pause): Don't be sad, Matilda. How much would a nice outfit cost—something elegant?"],
        [" ", "Matilda: Well... I don't know exactly. I should think four hundred francs ought to do it."],
        [" ", "Loisel (after another pause): Very well. I will give you four hundred francs. But do try to get a dress you'll be happy with."],
        [" ", "Maupassant: Poor Loisel. He looks a little pale."],
        ["", "S͟ᴄ͟ᴇ͟ɴ͟ᴇ͟ ͟2͟:͟ ͟C͟ʜ͟ᴇ͟ᴢ͟ ͟L͟ᴏ͟ɪ͟s͟ᴇ͟ʟ"],
        [" ", "Marie-Claire: Oh my, Madame! You look... you look..."],
        [" ", "Maupassant: I believe the phrase she's looking for is bon chic—very hip."],
        [" ", "Loisel: Stunning, my dear!"],
        [" ", "Matilda: Something's not right."],
        [" ", "Marie-Claire: Madame?"],
        [" ", "Loisel: But what could be wrong?"],
        [" ", "Matilda (suddenly crying): Oh, no. Oh, no! What am I to do?"],
        [" ", "Loisel: What is it, Matilda?"],
        [" ", "Matilda: I haven't any jewelry! Not a single stone with which to adorn myself. I shall look so poor!"],
        [" ", "Loisel: You can wear some flowers. They're very chic this time of year."],
        [" ", "Matilda: How embarrassing it would be to appear so shabby in the midst of rich women. No, I can't go."],
        [" ", "Loisel: I have it. We're so silly. Call on your friend, Madame Forestier! She will certainly lend you some jewels."],
        [" ", "Matilda: C'est vrai²! I hadn't thought of that. Come, Maupassant. We must go at once!"],
        ["", "S͟ᴄ͟ᴇ͟ɴ͟ᴇ͟ ͟3͟:͟ ͟C͟ʜ͟ᴇ͟ᴢ͟ ͟F͟ᴏ͟ʀ͟ᴇ͟s͟ᴛ͟ɪ͟ᴇ͟ʀ"],
        [" ", "Matilda: Oh, Maupassant, I do so hope Madame Forestier takes pity on me."],
        [" ", "Forestier: Why, Matilda, how nice to see you! And you've brought Maupassant! What a handsome animal!"],
        [" ", "Maupassant (while being scratched): Yes, yes, it's true! Under the chin, please!"],
        [" ", "Forestier: What brings you here, Matilda?"],
        [" ", "Matilda: It seems I've been invited to the Ambassador's Ball. Dear Monsieur Loisel has gone out of his way to get me an invitation and buy me a new dress."],
        [" ", "Forestier: Oh my. The Ambassador's Ball! You must be thrilled!"],
        [" ", "Matilda: Yes... and no. I'm ashamed to say I haven't any jewelry to wear. Monsieur Loisel means well, but after all, he's only a clerk. May I borrow some jewelry from you?"],
        [" ", "Forestier: Why, of course you can! Look, here's my case."],
        [" ", "Matilda: Oh là là! However will I choose? There are so many wonderful pieces!"],
        [" ", "Forestier: Just trinkets, my dear."],
        [" ", "Maupassant: Matilda and a case full of jewels? This could take a while, so allow me to advance the story. It seemed nothing in Madame Forestier's case satisfied Matilda's tastes... until she discovered the necklace. Her heart skipped a beat. Her hands trembled."],
        [" ", "Matilda: Could you lend me this diamond necklace? Only this?"],
        [" ", "Forestier: Certainly! Now go enjoy the Ambassador's Ball!"],
        ["", "S͟ᴄ͟ᴇ͟ɴ͟ᴇ͟ ͟4͟:͟ ͟T͟ʜ͟ᴇ͟ ͟A͟ᴍ͟ʙ͟ᴀ͟s͟s͟ᴀ͟ᴅ͟ᴏ͟ʀ͟'͟s͟ ͟B͟ᴀ͟ʟ͟ʟ"],
        [" ", "Maupassant: Madame and Monsieur Loisel are at the ball."],
        [" ", "Madame Ambassador: And who's this elegant young lady?"],
        [" ", "Loisel: Ambassador, Madame, I'd like you to meet my wife, Matilda."],
        [" ", "Madame: What a lovely smile you have. Come, darling, let me show you around."],
        [" ", "Ambassador: That's a fine lady you have there, young man. The prettiest thing here!"],
        [" ", "Maupassant: Madame was a hit. The necklace sparkled. Madame Ambassador showed her off as if she were her own daughter. Everyone wanted to dance with her. It was 4 A.M. before Monsieur could convince her to leave."],
        [" ", "Matilda: We must hurry out, dear husband, before someone sees my coat."],
        [" ", "Loisel: No one will notice your coat, Matilda."],
        [" ", "Matilda: All the other women are wearing furs, whereas mine is old and out of fashion. Please, let's hurry."],
        [" ", "Loisel: At least let me call you a cab. It's chilly out."],
        [" ", "Matilda: But we'll be noticed. We can walk down the street. A cab will happen by sooner or later."],
        [" ", "Loisel: Very well, my dear. If only to keep up appearances."],
        ["", "S͟ᴄ͟ᴇ͟ɴ͟ᴇ͟ ͟5͟:͟ ͟C͟ʜ͟ᴇ͟ᴢ͟ ͟L͟ᴏ͟ɪ͟s͟ᴇ͟ʟ"],
        [" ", "Loisel: I thought we'd never find a cab. I'm still shivering."],
        [" ", "Matilda: Oh, but it was worth it. What a splendid evening! Madame Ambassador was so wonderful. And, did you know, I waltzed with the Ambassador?"],
        [" ", "Loisel: I'm glad you enjoyed yourself, Matilda, but I still have to report to work in the morning."],
        [" ", "Matilda: Just one more look."],
        [" ", "Maupassant: That's when Matilda stepped in front of the mirror one last time."],
        [" ", "Matilda: Oh, no! The necklace... Madame Forestier's diamond necklace... it's gone."],
        [" ", "Loisel: What? How's that? Are you sure you had it when we left the ball?"],
        [" ", "Matilda: Yes, I felt it as we came out."],
        [" ", "Loisel: I will go out and look for it."],
        [" ", "Maupassant: Loisel searched the streets. Later that day, he went to the cab offices. He put an ad in the newspaper and offered a reward."],
        [" ", "Matilda: Darling, I'm so glad you're home! Tell me you found it!"],
        [" ", "Loisel (sadly): Write your friend: Tell her you must have the clasp on the necklace repaired. That might give us time to find a replacement."],
        [" ", "Maupassant: After a great deal of shopping, they found a necklace that seemed to them exactly like the one they had lost. But it was very expensive, thirty-six thousand francs. True, they couldn't afford it. So they borrowed the money, and then spent ten years paying it back. They fired the maid. They moved to a truly shabby, one-room apartment. Loisel found a second job at night. Even Matilda took in work as a washwoman. Just after making the final payment, Matilda bumped into Madame Forestier."],
        [" ", "Matilda: Madame Forestier! Good morning."],
        [" ", "Forestier: Do I know you?"],
        [" ", "Matilda: It's me, Matilda!"],
        [" ", "Forestier: My poor Matilda! How you've changed."],
        [" ", "Matilda: It's true. I've had some hard times—and all because of you."],
        [" ", "Forestier: Because of me? Whatever do you mean?"],
        [" ", "Matilda: You recall the necklace you loaned me? Well, I lost it."],
        [" ", "Forestier: But you returned it to me."],
        [" ", "Matilda: I returned another exactly like it. It has taken us ten years to pay for it. You can understand how hard it's been for us to live in poverty for so long, but it is finally finished, and I am decently content."],
        [" ", "Forestier: You say you bought a necklace to replace mine? My poor Matilda. Had you only come to me. My diamonds were false. They weren't worth but five hundred francs."],
        [" ", "Maupassant: That is a hard lesson indeed. A lesson for all of us."]
    ],
    "Copyright": "",
    "References": [
        ["¹", "Chez — at the home of"],
        ["²", "C'est vrai — it's true"]
    ]
}