{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [],
    "Title": "Make More Time for Music",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["", "problems/TX22G4R/media/S5a.jpg"],
        ["1", "Are you one of those people who loves listening to music? Do you listen to it whenever you can? If so, you’re doing something good for your mind and body. If not, you should think about adding more music to your life. It just might make you happier, healthier, and better rested. It could even make you a better student."],
        ["", "Mᴜsɪᴄ ᴀɴᴅ Yᴏᴜʀ Mᴏᴏᴅ"],
        ["2", "Music can make you smile, sing along, or get up and dance. These experiences are proof of music’s power. In fact, scientists believe that music makes people happier. Valorie N. Salimpoor at McGill University has studied music and the human brain. She has proven that listening to pleasant music causes positive changes in the brain. These changes create feelings of excitement, joy, and pleasure. And those feelings make a person happy."],
        ["3", "Two teams of researchers in Germany and Hungary have found something similar. They’ve shown that listening to enjoyable music can boost a person’s mood. In other words, music can cheer you up when you’re feeling sad. However, providing amusement is not music’s only purpose. Music can also lower stress and help you worry less. That’s according to scientists at the Group Health Research Institute in Seattle, Washington. Their work has shown that relaxing music can calm people who are stressed or worried."],
        ["", "Mᴜsɪᴄ Mᴏᴠᴇs Yᴏᴜ"],
        ["4", "Music isn’t just good for your mind and mood, though. It’s also good for your body. For example, a study called “From Music-Beat to Heart-Beat” showed that music can be used to treat different diseases. Music can also lower blood pressure, which is good for your health. What’s more, music gets the blood pumping when you exercise. A group of scientists from Spain and Brazil have studied how music affects runners. The scientists found that people run faster and longer when they listen to music. Music can help you bike faster too. British scientists studied bikers who listened to music with a fast beat. The faster the beat, the faster the bikers rode."],
        ["", "Mᴜsɪᴄ Hᴇʟᴘs Yᴏᴜ Sʟᴇᴇᴘ"],
        ["5", "How else is music good for your health? It can help you get better sleep. That’s according to a research study called “Music Improves Sleep Quality in Students.” This study looked at college students who had a difficult time sleeping. Some of the students were told to listen to relaxing classical music before bedtime. Those students slept better and even felt happier."],
        ["", "Mᴜsɪᴄ ꜰᴏʀ Yᴏᴜʀ Bʀᴀɪɴ"],
        ["6", "Still not convinced that listening to music is good for you? Then you might be interested to learn that music can help you learn. Scientists in Finland, England, and the United States have shown that music helps students. Listening to music can help you when you’re learning something new. It can also help you better remember what you’ve learned. It can even help when you take a test, according to a British study. Students who listened to background music during a test answered more test questions. They got more of the answers correct too."],
        ["7", "usic is more than just a pleasant art. It’s a powerful force that can make our lives better. It can improve our mood, our health, and even our grades. In short, it’s good for you. So make time for music, and you won’t regret it!"]
    ],
    "References": []
}