{
    "Directions": "Read the next two selections and choose the best answer to each question.",
    "Context": [],
    "Title": "Do What You Can",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["", "problems/TX22G4R/media/S3a.jpg"],
        ["1", "There was once a farmer who had a large field of corn that he harrowed and weeded with the greatest care, for he wanted to sell the corn and buy good things for his family with the money. But after he had worked hard, he saw the corn w͟i͟t͟h͟e͟r and droop, for no rain fell, and he began to fear that he was to have no crop. He felt very sad, and every morning he went out to the field and looked at the thirsty stalks and wished for the rain to fall."],
        ["2", "One day, as he stood looking up at the sky, two little raindrops saw him, and one said to the other: “Look at that farmer. I feel very sorry for him. He took such pains with his field of corn, and now it is drying up. I wish I might help him.”"],
        ["3", "“Yes,” said the other, “but you are only a little raindrop. What can you do? You can't wet even one hill.”"],
        ["4", "“Well,” said the first, “I know, to be sure, I cannot do much; but perhaps I can cheer the farmer a little, and I am going to do my best by going to the field to show my good will, if I can't do anything more. Here I go!”"],
        ["5", "The first raindrop had no sooner started for the field than the second one said:"],
        ["6", "“Well, if you really insist upon going, I think I will go, too. Here I come!” And down went the raindrops. One came — pat — on the farmer's nose, and one fell on a thirsty stalk of corn."],
        ["7", "“Dear me,” said the farmer, “what's that? A raindrop! Where did it come from? I do believe we shall have a shower.”"],
        ["8", "By this time a great many raindrops had come together to see what all the commotion was about, and when they saw the two kind little drops going down to cheer the farmer and water his corn, one said:"],
        ["9", "“If you two are going on such a good errand, I'll go, too!” And down he came. “And I!” said another. “And I!” And so said they all, until a whole shower came and the corn was watered, and then the corn grew and ripened — all because one little raindrop tried to do what it could."]
    ],
    "Copyright": "Public Domain",
    "References": []
}