{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [],
    "Title": "Digging Up the Truth",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["", "Cʜᴀʀᴀᴄᴛᴇʀs"],
        [" ", "NELSON: 4th-grade student"],
        [" ", "MATT: Nelson's friend"],
        [" ", "LUCIA: Nelson's friend"],
        [" ", "MS. CHEN: Librarian"],
        [" ", "MR. LUND: Nelson's father\n\n"],
        ["", "SCENE 1"],
        ["1", "[Late summer afternoon, outside the public library. Nelson and Matt wait for the bus.]"],
        ["2", "NELSON: What do you think of Writing Camp so far?"],
        ["3", "MATT: It's pretty cool. What did you write about today?"],
        ["4", "NELSON: A guy who's an astronaut. I had space travel on my mind from this great book I'm reading... [Digs in his backpack to pull out his book.] Hold on... [Digs some more.] Hey, I think I left my book inside. I'll be right back."],
        ["5", "MATT: Hurry—the bus will be here soon."],
        ["6", "[Nelson runs back into the library. Ms. Chen looks up when she hears the door.]"],
        ["7", "NELSON: Sorry to bother you, but I think I left something in here."],
        ["8", "MS. CHEN: Feel free to look around, Nelson. What are you missing?"],
        ["9", "NELSON: It's a book called Space Ride. [Searches the area where he sat earlier.] Have you seen it?"],
        ["10", "MS. CHEN: No, but I'll help you look."],
        ["11", "[Ms. Chen and Nelson search for a few minutes but don't find the book.]"],
        ["12", "MS. CHEN: Let's look again tomorrow morning. Maybe it will turn up."],
        ["13", "NELSON: [Disappointed.] I hope so. Thanks, Ms. Chen."],
        ["14", "[Nelson hurries out to the bus stop.]"],
        ["", "SCENE 2"],
        ["15", "[The next morning. Matt and Nelson are walking into the library before camp.]"],
        ["16", "MATT: Did you ever find your book?"],
        ["17", "NELSON: [Sighs.] No. And I was just getting to the good part."],
        ["18", "MATT: What's it called?"],
        ["19", "NELSON: Space Ride. Will you help me look?"],
        ["20", "MATT: Sure."],
        ["21", "[The boys c͟h͟e͟c͟k all around but find nothing. They are walking to their seats, but Matt abruptly stops.]"],
        ["22", "MATT: Hey, Nelson, look at that. [Nods his head toward Lucia, who is reading Space Ride at the next table.]"],
        ["23", "NELSON: [Irritated.] Let's go talk to her."],
        ["24", "[The two boys walk over to Lucia.]"],
        ["25", "NELSON: Hi, Lucia. Where'd you get that book?"],
        ["26", "LUCIA: [Looking up.] At the bookstore. Why?"],
        ["27", "NELSON: I lost my copy yesterday. Are you sure you didn't find it here?"],
        ["28", "LUCIA: [Shakes her head.] No, this one's mine."],
        ["29", "[Nelson looks at Lucia suspiciously.]"],
        ["30", "LUCIA: [Closing the book and holding it to her chest.] You're not the only person who likes this book, Nelson. Besides, I'm on page 134. If I had just found the book, I couldn't have read this many pages already."],
        ["31", "[Ms. Chen overhears the students talking and walks over to them.]"],
        ["32", "MS. CHEN: Nelson, there's no reason to assume that Lucia has your book."],
        ["33", "NELSON: But Ms. Chen, I lost this same book yesterday, and today Lucia is reading it. Don't you think that's strange?"],
        ["34", "MS. CHEN: No, and we should trust Lucia. This book is very popular. The library even has a waiting list for it. You can keep looking for your book after camp. Now please have a seat so we can start writing."],
        ["35", "[Nelson and Matt slowly walk back to their table. Nelson looks distressed.]"],
        ["", "SCENE 3"],
        ["36", "[Later that evening. Nelson and Mr. Lund are sitting on the couch in their living room.]"],
        ["37", "NELSON: [Forcefully.] Dad, I just know Lucia has my book."],
        ["38", "MR. LUND: Lucia said that was her copy, Nelson. Are you sure you've looked everywhere?"],
        ["39", "NELSON: I've searched the library a hundred times."],
        ["40", "MR. LUND: How about your room? And in your backpack?"],
        ["41", "NELSON: [Shaking his head.] It's not in there, Dad."],
        ["42", "MR. LUND: Why don't you look in your bag one more time? I'll hunt around here."],
        ["43", "[Nelson opens his backpack and takes out all his belongings, one by one. He turns the backpack upside down and shakes it. A book falls out.]"],
        ["44", "NELSON: [Shocked.] Dad, the book was in my bag the whole time. Look, here. [Shows Mr. Lund the inside of his backpack.] The inside pocket is torn, and it must've slipped down into the lining of the bag. [Sticks his hand in the backpack. Smiles. Then looks concerned.] Poor Lucia was telling the truth all along. And Ms. Chen. She tried to help me."],
        ["45", "MR. LUND: Well, tomorrow is a new day."],
        ["46", "NELSON: You're right. I'll show the backpack to Lucia and Ms. Chen when I get to the library in the morning. I hope they'll understand and accept my apology."],
        ["47", "MR. LUND: [Nodding his head.] That's a good plan."],
        ["48", "NELSON: But now I have another plan."],
        ["49", "[Nelson smiles and makes himself comfortable on the couch and opens up Space Ride.]"]
    ],
    "Copyright": "",
    "References": []
}