{
    "Directions": "Read this passage, then answer each question that follows.",
    "Context": [],
    "Title": "[Adapted from] “The Apple Tree”",
    "Subtitle": "",
    "Author": "by Edgar A. Guest",
    "LabelType": "L",
    "Content": [
        [" ", "When an apple tree is ready for the world to come and eat,"],
        [" ", "There isn’t any structure in the land that’s “got it beat.”"],
        [" ", "There’s nothing man has built with the beauty or the charm"],
        [" ", "That can touch the simple grandeur of the monarch of the farm."],
        ["5", "There’s never any picture from a human being’s brush"],
        [" ", "That has ever caught the redness of a single apple’s blush.\n\n"],
        [" ", "When an apple tree’s in blossom it is glorious to see,"],
        [" ", "But that’s just a hint, at springtime, of the better things to be;"],
        [" ", "That is just a fleeting glimpse, a vision quickly gone"],
        ["10", "Of the wonders and the splendors that are waiting just beyond"],
        [" ", "The distant edge of summer; just a forecast of the treat"],
        [" ", "When the apple tree is ready for the world to come and eat.\n\n"],
        [" ", "Architects of splendid vision long have labored on the earth,"],
        [" ", "And have raised their dreams in marble and we’ve marveled at their worth;"],
        ["15", "Long the spires of costly buildings have looked upward at the sky;"],
        [" ", "Rich in promise and in the beauty, they have cheered the passer-by."],
        [" ", "But I’m sure there’s nothing finer for the eye of man to meet"],
        [" ", "Than an apple tree that’s ready for the world to come and eat.\n\n"],
        [" ", "There’s the promise of the apples, red and gleaming in the sun,"],
        ["20", "Like the medals worn by mortals as rewards for labors done;"],
        [" ", "And the big arms stretched wide open, with a welcome warm and true"],
        [" ", "In a way that sets you thinking it’s intended just for you."],
        [" ", "There is nothing with a beauty so entrancing, so complete,"],
        [" ", "As an apple tree that’s ready for the world to come and eat."]
    ],
    "Copyright": "",
    "References": []
}