{
    "Directions": "Read this passage, then answer each question that follows.",
    "Context": [],
    "Title": "[Adapted from] Our Mr. Wrenn: “Mr. Wrenn is Lonely”",
    "Subtitle": "",
    "Author": "by Sinclair Lewis",
    "LabelType": "P",
    "Content": [
        ["1", "The ticket taker of the movie theater is a public personage, who stands out on Fourteenth Street, New York, wearing a gorgeous light blue coat of numerous brass buttons. He nods to all the patrons, and his nod is the most cordial in town. Mr. Wrenn used to trot down to Fourteenth Street, passing other shows, just to get that cordial nod, because he had a lonely furnished room for evenings, and for daytime a tedious job that always made his head stuffy."],
        ["2", "He stands out in the correspondence of the Souvenir and Art Novelty Company as “Our Mr. Wrenn,” who would be writing you directly and explaining everything most satisfactorily. At thirty-four, Mr. Wrenn was the sales entry clerk of the Souvenir Company. He was always bending over bills and columns of figures at a desk behind the stockroom. He was a meek little bachelor—a person of inconspicuous¹ blue ready-made suits, and a small unsuccessful mustache."],
        ["3", "Today—historians have established the date as April 9, 1910—there had been some confusing mixed orders from the Wisconsin retailers, and Mr. Wrenn had been “called down” by the office manager, Mr. Mortimer R. Guilfogle. He needed the friendly nod of the theater ticket taker. He found Fourteenth Street, after office hours, swept by a dusty wind. Under the elevated station he secretly made believe that he was in Paris, for here Italian boys swayed with trays of violets; a tramp displayed crimson mechanical rabbits, which squeaked, on silvery leading-strings; and a newsstand was heaped with the orange and green and gold of magazine covers."],
        ["4", "“Gee!” inarticulated Mr. Wrenn. “Lots of colors. Hope I see foreign stuff like that in the moving pictures.”"],
        ["5", "He came primly up to the theater, feeling in his vest pockets for a nickel and peering around the booth at the friendly ticket taker. But the latter was thinking about buying Johnny’s pants. Should he get them at the Fourteenth Street Store, or Siegel-Cooper’s, or over at Aronson’s, near home? So ruminating, he twiddled his wheel mechanically, and Mr. Wrenn’s pasteboard slip was indifferently received in the plate-glass gullet of the grinder² without the taker’s even seeing the clerk’s bow and smile."],
        ["6", "Mr. Wrenn trembled into the door of the theater. He wanted to turn back and rebuke this fellow, but was restrained by shyness. He had liked the man’s “Fine evenin’, sir”—rain or shine—but he wouldn’t stand for being cut. Wasn’t he making nineteen dollars a week, as against the ticket taker’s ten or twelve? He shook his head with the defiance of a cornered mouse, fussed with his mustache, and regarded the moving pictures gloomily."],
        ["7", "They helped him. After a Selig³ domestic drama came a stirring Vitagraph⁴ Western scene, “The Goat of the Rancho,” which depicted with much humor and tumult the revolt of a ranch cook. Mr. Wrenn was really seeing, not cowpunchers and sagebrush, but himself, defying the office manager’s meanness and revolting against the ticketman’s rudeness. Now he was ready for the nearly overpowering delight of travel-pictures. He bounced slightly as a Gaumont film presented the island of Java."],
        ["8", "He was a connoisseur of travel-pictures, for all his life he had been planning a great journey. Though he had done Staten Island and taken an excursion to Bound Brook, neither of these was his grand tour. It was yet to be taken. In Mr. Wrenn, apparently fastened to New York like a domestic-minded barnacle, lay the possibilities of heroic roaming. He knew it. He, too, like the man who had taken the Gaumont pictures, would saunter among Javanese natives in “markets with tiles on the roofs and temples and— and—uh, well—places!” The scent of Asian spices was in his broadened nostrils as he scampered out of the theater, without a look at the ticket taker, and headed for “home”—for his third-floor-front on West Sixteenth Street."],
        ["9", "He wanted to prowl through his collection of steamship brochures for a description of Java. But, of course, when one’s landlady has both the sciatica⁵ and a case of Patient Suffering one stops in the basement dining room to inquire how she is."]
    ],
    "Copyright": "",
    "References": [
        ["¹", "inconspicuous - not noticeable"],
        ["²", "grinder - a machine that takes tickets"],
        ["³", "Selig - a company that established the first permanent movie studio in Los Angeles"],
        ["⁴", "Vitagraph - prolific film production company in the early 1900s"],
        ["⁵", "sciatica - pain that can extend from the hip down the back of the thigh, moving along the sciatic nerve"]
    ]
}