{
    "Directions": "Read the passage below, then answer each question that follows.",
    "Context": [],
    "Title": "Dish Night",
    "Subtitle": "",
    "Author": "by Michael Martone",
    "LabelType": "P",
    "Content": [
        ["1", "\tEvery Wednesday was Dish Night at the Wells Theatre. And it worked because she was there, week in and week out. She sat through the movie to get her white bone china. A saucer. A cup. The ushers stood on chairs by the doors and reached into the big wooden crates. There was straw all over the floor of the lobby and bals of newspaper from strange cities. I knew she was the girl for me. I'd walk her home. She'd hug the dish to her chest. The street lights would be on and the moon behind the trees. She'd talk about collecting enough pieces for our family of eight. “Oh, it's everyday and I know it,” she'd say, holding it at arm's length. “They're so modern and simple and something we'll have a long time after we forget about the movies.”"],
        ["2", "\tI forget just what happened then. She heard about Pearl Harbor at a Sunday matinee. They stopped the movie, and a man came out on stage. The blue stage lights flooded the gold curtain. It was dark in there, but outside it was bright and cold. They didn't finish the show. Business would pick up then, and the Wells Theatre wouldn't need a Dish Night to bring the people in. The one we had gone to the week before was the last one ever and we hadn't known it. The gravy boat looked like a slipper. I went to the war, to Europe where she'd write to me on lined school paper and never failed to mention we were a few pieces shy of the full set."],
        ["3", "\tThis would be the movie of my life, this walking home under the moon from a movie with a girl holding a dinner plate under her arm like a book. I believed this is what I was fighting for. Everywhere in Europe I saw broken pieces of crockery. In the farmhouses, the cafes. Along the roads were drifts of smashed china. On a beach, in the sand where I was crawling, I found a bit of it the sea washed in, all smooth with blue veins of a pattern."],
        ["4", "\tI came home and washed the dishes every night, and she stacked them away, bowls nesting on bowls as if we were moving the next day."],
        ["5", "\tThe green field is covered with these tables. The sky is huge and spread with clouds. The pickup trucks and wagons are backed in close to each table so that people can sit on the lowered tailgates. On the tables are thousands of dishes. She walks ahead of me. Picks up a cup then sets it down again. A plate. She runs her finger around a rim. The green field rises slightly as we walk, all the places set at the tables. She hopes she will find someone else who saw the movies she saw on Dish Night. The theater was filled with people. I was there. We do this every Sunday after church."]
    ],
    "Copyright": "",
    "References": []
}