{
    "Directions": "Read this passage, then answer each question that follows.",
    "Context": [],
    "Title": "[Adapted from] “Bats”",
    "Subtitle": "",
    "Author": "by W. S. Dallas",
    "LabelType": "P",
    "Content": [
        ["1", "Among the sounds which greet the ear of the wayfarer¹ as the shades of evening deepen into night, one of the commonest is a rather faint chirping noise which comes mysteriously from overhead. On looking up in search of the source of this peculiar sound, we may see a small, dark, shadow-like creature sweeping to and fro with great rapidity. It is one of the curious groups of animals called bats, representatives of which are to be met with in all countries, always active at night or in the twilight, and presenting a remarkable general similarity of structure, although in some respects they may differ considerably in habits. In the British Islands some fourteen species have been distinguished."],
        ["2", "Like the owls, with which they share the dominion² of the evening air, the bats have a perfectly noiseless flight; their activity is chiefly during the twilight, although some species are later, and in fact seem to keep up throughout the whole night. As they rest during the day, concealed usually in the most inaccessible places they can find, and are seen only upon the wing, their power of flight is their most striking peculiarity in the popular mind, and it is perhaps no great wonder that by many people, both in ancient and modern times they have been regarded as birds. Nevertheless, their hairy bodies and leathery wings are so unlike anything that we ordinarily understand as pertaining to a bird, that opinion was apparently always divided, as to the true nature of these creatures—“a mouse with wings,” as Goldsmith called it once, according to James Boswell, is certainly a curious animal, and very difficult to classify so long as the would-be systematist has no particularly definite ideas to guide him. The likeness of the bat to a winged mouse has made itself felt in the name given to the creature in many languages, such as the “Chauvesouris” of the French and the “Flitter-mouse” of some parts of England, the latter being reproduced almost literally in German, Dutch, and Swedish, while the Danes called the bat a “Flogenmues,” which has about the same meaning, and the Swedes have a second name, “Lädermus,” evidently referring to the texture of the wings, as well as to the mouse-like character of the body."],
        ["3", "But so soon as we have definite characteristics to appeal to in classification, we find no difficulty in assigning these puzzling creatures to their proper place in the system. Bats produce their young alive, and nurse them; the milk being produced by special glands. Now, these are characteristics which are peculiar among all animals to the vertebrate class Mammalia. They possess also other characters that are unmistakably mammalian. Leaving out of consideration the structure of the internal organs, they have teeth implanted in sockets in the jaws, four limbs, and a hairy covering to the skin, so that they possess more decidedly mammalian characteristics than some other members of the class, such as the marine whales and dolphins (Cetacea) and manatees (Sirenia), which are still often spoken of as fishes. In point of fact, although organized for flight, the bat may, without any violence to language, be spoken of as a quadruped,³ for its forelimbs contain all the parts found in those of other mammals fully developed, and they come into use when the creature is walking on the ground."],
        ["4", "Perhaps the special characteristics of the bats will be brought out most distinctly by a comparison of their structure with that of a bird, seeing that the modification of the forelimbs into wings is their most striking distinction from other Mammalia; for, although some other members of the class are spoken of as “flying,” such as the Flying Squirrels, Flying Lemurs, and Flying Phalangers, these creatures do not really fly, but merely glide through the air to considerable distances by the action of a broad fold of skin which runs down each side of the body, and which, when stretched between the extended limbs, buoys the creatures up in the air after the fashion of a parachute."]
    ],
    "Copyright": "",
    "References": [
        ["¹", "wayfarer - one who travels on foot"],
        ["²", "dominion - territory over an area"],
        ["³", "quadruped - an animal, especially a mammal, having four feet"]
    ]
}