{
    "Directions": "Read the article about fear. Then answer each question that follows.",
    "Context": [
        "The article is about the causes of fear."
    ],
    "Title": "Fear Factors",
    "Subtitle": "",
    "Author": "by Jeanna Bryner",
    "LabelType": "P",
    "Content": [
        ["1", "What gives you the creeps? Does the sight of a mouse cause you to break into a sweat? Does the thought of the dentist's office send shivers up your spine?"],
        ["2", "Fears come in many varieties. At times, everyone feels afraid. In fact, about 6.3 million people in the United States have specific fears called phobias (FOE-bee-ahz). Scientists are still trying to figure out what causes phobias. One thing they do know: All fears cause a series of reactions inside your body."],
        ["3", "Let's take a closer look at what's happening inside your body as your hair stands on end."],
        ["", "Fight or Flight"],
        ["4", "Believe it or not, fear can be good for you. Fear is your body's way of protecting you from dangerous situations. “Mother Nature gave us all an alarm system. And that alarm system is fear,” says Michael Telch, the director of the Laboratory for the Study of Anxiety Disorders at the University of Texas."],
        ["5", "How could fear be healthy? When you spot a growling dog, your body gets prepared for a fast escape. First, a small area in your brain called the amygdala (uh-MIG-duh-luh) sends out an “emergency siren” to your body."],
        ["6", "Right away, your heart begins to beat faster. A racing heart sends more blood to your muscles. That way, you can run from that angry dog more easily. You will even start breathing heavily so your body takes in more oxygen — giving your muscles an extra boost."],
        ["7", "Plus, you break out in a sweat. This sweat helps cool off your body, so you won't get overheated. Your sweat is full of certain “fear” chemicals. And dogs can smell these chemicals. So dogs really can smell fear!"],
        ["8", "Sometimes you get frightened in situations that are not dangerous. For instance, some teens are deathly afraid of speaking in public. If this fear of public speaking keeps you from going out with friends, it is a type of phobia. “When you have fear of something that's no threat and it interferes with your life, then it's called a phobia,” says Telch."],
        ["9", "What causes a person to have a phobia? Some scientists think that childhood experiences could be partly to blame for some phobias. A memory of a scary childhood event would get stored in your amygdala, in your brain. That grape-size area in the brain is considered the fear center. When you recall a past memory, your body prepares to flee."],
        ["10", "“At times, that alarm system can go off when you're not in any danger or harm,” says Telch."],
        ["", "Fear Not"],
        ["11", "Scientists and doctors are coming up with effective ways to help you overcome your phobias. If a person is very fearful of heights, the doctor will gradually have that person climb to a higher floor of a building."],
        ["12", "“The person might be encouraged to go to the second floor and look over the railing,” explains Telch."],
        ["13", "Over time, the person would realize that it's not so scary to be up high."],
        ["14", "Getting over your fears is a slow and complicated process."]
    ],
    "Copyright": "“Fear Factors” by Jeanna Bryner, from Scholastic Action (October 23, 2006). Copyright © 2006 by Scholastic Inc. Reprinted by permission of Scholastic Inc.",
    "References": []
}