{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Words in Context, for which students must determine the meaning of a high-utility academic word or phrase in context or use such vocabulary in a precise, contextually appropriate way."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:Former astronaut Ellen Ochoa says that although she doesn't have a definite idea of when it might happen, she _______ that humans will someday need to be able to live in other environments than those found on Earth. This conjecture informs her interest in future research missions to the moon.",
            "Which choice completes the text with the most logical and precise word or phrase?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "demands",
                "Key": {
                    "Correct": false,
                    "Rationale": "Saying that Ochoa “demands,” or insists or requires, that humans will one day need to live in other environments than Earth's wouldn't make sense in context. The text indicates that she's unsure about the timing but hypothesizes that it will someday happen.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "speculates",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text's discussion of Ochoa's prediction that humans will one day need to live in places other than Earth. As used in this context, “speculates” would mean puts forward an idea without firm evidence. The text states that Ochoa “doesn't have a definite idea” about when humans might need to live in other environments and characterizes Ochoa's prediction as a “conjecture,” or a conclusion presented without convincing evidence. This context indicates that Ochoa speculates when she makes this prediction.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "doubts",
                "Key": {
                    "Correct": false,
                    "Rationale": "Saying that Ochoa “doubts,” or questions or disbelieves, that humans will one day need to live in other environments than Earth's wouldn't make sense in context. The text indicates that although Ochoa is unsure about the timing, she hypothesizes that humans will need to live in places other than Earth and encourages research into future travel to the moon.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "establishes",
                "Key": {
                    "Correct": false,
                    "Rationale": "Saying that Ochoa “establishes,” or proves, that humans will one day need to live in other environments than Earth's wouldn't make sense in context. Rather than stating that Ochoa discusses her idea with certainty and supports it with evidence, the text indicates that Ochoa is unsure about when humans might need to live in other environments.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Words in Context, for which students must determine the meaning of a high-utility academic word or phrase in context or use such vocabulary in a precise, contextually appropriate way."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:Beginning in the 1950s, Navajo Nation legislator Annie Dodge Wauneka continuously worked to promote public health; this _______ effort involved traveling throughout the vast Navajo homeland and writing a medical dictionary for speakers of Diné bizaad, the Navajo language.",
            "Which choice completes the text with the most logical and precise word or phrase?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "impartial",
                "Key": {
                    "Correct": false,
                    "Rationale": "Describing Wauneka's effort related to public health as “impartial,” or not partial or biased and treating all things equally, wouldn't make sense in context. The text suggests that Wauneka's continuous work was partial in one way, as she focused specifically on promoting public health throughout the Navajo homeland and to speakers of the Navajo language.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "offhand",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text emphasizes that Wauneka's effort to promote public health as a Navajo Nation legislator was continuous and extensive, involving wide travels and the authoring of a medical dictionary. Because this work clearly involved care and dedication, it wouldn't make sense to describe it as “offhand,” or casual and informal.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "persistent",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text's discussion of Annie Dodge Wauneka's work as a Navajo Nation legislator. As used in this context, “persistent” means existing continuously. The text states that and authoring a medical dictionary; this indicates that Wauneka's effort was persistent.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "mandatory",
                "Key": {
                    "Correct": false,
                    "Rationale": "Nothing in the text suggests that Wauneka's effort to promote public health was “mandatory,” or required by law or rule, even though Wauneka was a Navajo Nation legislator. Rather than suggesting that Wauneka's effort was required for any reason, the text emphasizes the continuous and extensive nature of her work.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Words in Context, for which students must determine the meaning of a high-utility academic word or phrase in context or use such vocabulary in a precise, contextually appropriate way."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:Following the principles of community-based participatory research, tribal nations and research institutions are equal partners in health studies conducted on reservations. A collaboration between the Crow Tribe and Montana State University _______ this model: tribal citizens worked alongside scientists to design the methodology and continue to assist in data collection.",
            "Which choice completes the text with the most logical and precise word or phrase?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "circumvents",
                "Key": {
                    "Correct": false,
                    "Rationale": "Referring to “circumvents,” or avoids, wouldn't make sense in context. The text suggests that the Crow Tribe–Montana State University collaboration serves as an example of the principles of community-based participatory research, not that the collaboration evades this model.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "eclipses",
                "Key": {
                    "Correct": false,
                    "Rationale": "Rferring to “eclipses,” or overshadows, wouldn't make sense in context. The text describes the Crow Tribe–Montana State University collaboration as an equal partnership, which indicates that it's an example of the community-based participatory research model, not that it overshadows the model.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "fabricates",
                "Key": {
                    "Correct": false,
                    "Rationale": "Saying that the collaboration “fabricates,” or creates, the model wouldn't make sense in context. The text indicates that the Crow Tribe–Montana State University collaboration serves as an example of the model, not that it created the model.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "exemplifies",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text's discussion of the collaboration between the Crow Tribe and Montana State University. As used in this context, “exemplifies” means demonstrates. The text conveys how the Crow Tribe–Montana State University collaboration serves to illustrate the model of community-based participatory research introduced earlier in the text and expanded on later in the text.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Words in Context, for which students must determine the meaning of a high-utility academic word or phrase in context or use such vocabulary in a precise, contextually appropriate way."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:The parasitic dodder plant increases its reproductive success by flowering at the same time as the host plant it has latched onto. In 2020, Jianqiang Wu and his colleagues determined that the tiny dodder achieves this _______ with its host by absorbing and utilizing a protein the host produces when it is about to flower.",
            "Which choice completes the text with the most logical and precise word or phrase?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "synchronization",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text's discussion of a relationship between the dodder plant and its host plant. As used in this context, “synchronization” means the act of things happening at the same time. The text indicates that the dodder and its host plant flower in unison and that this synchronization occurs because the dodder makes use of a protein produced by the host shortly before flowering.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "hibernation",
                "Key": {
                    "Correct": false,
                    "Rationale": "Rferring to “hibernation,” or the state of being dormant or inactive, wouldn't make sense in context. The text focuses on something the dodder plant actively engages in — making use of a protein and producing flowers.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "prediction",
                "Key": {
                    "Correct": false,
                    "Rationale": "Stating that the dodder plant and its host engage together in “prediction,” or the act of declaring or indicating something in advance, wouldn't make sense in context. Rather than indicating that the dodder plant and its host plant make a prediction about flowering activity, the text suggests that the host produces a protein as part of its regular flowering process and that the dodder then absorbs and uses that protein to flower at the same time.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "moderation",
                "Key": {
                    "Correct": false,
                    "Rationale": "Referring to “moderation,” or the act of causing something to become less intense or extreme, wouldn't make sense in context. Although the text states that the dodder plant absorbs and uses a protein made by its host plant, it doesn't suggest that the dodder lessens the host plant's flowering activity; the two plants simply flower in unison.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Words in Context, for which students must determine the meaning of a high-utility academic word or phrase in context or use such vocabulary in a precise, contextually appropriate way."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:Given that the conditions in binary star systems should make planetary formation nearly impossible, it's not surprising that the existence of planets in such systems has lacked _______ explanation. Roman Rafikov and Kedron Silsbee shed light on the subject when they used modeling to determine a complex set of factors that could support planets' development.",
            "Which choice completes the text with the most logical and precise word or phrase?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "a discernible",
                "Key": {
                    "Correct": false,
                    "Rationale": "It would not make sense in context to say that there isn't “a discernible” explanation — meaning an explanation capable of being perceived — for the existence of planets in binary star systems. The text discusses just such an explanation offered by Roman Rafikov and Kedron Silsbee, which indicates that their explanation can be discerned.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "a straightforward",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text's description of efforts to explain the existence of planets in binary star systems. As used in this context, describing an explanation as “a straightforward” one would mean that the explanation is direct and uncomplicated. The text asserts that since it should be “nearly impossible” for planets to form in binary star systems, it's “not surprising” that there isn't a straightforward explanation for the existence of planets in such systems; the fact that one potential approach involves “complex” factors offers further contextual support for this idea.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "an inconclusive",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text emphasizes how difficult it is to explain the existence of planets in binary star systems, suggesting that the situation isn't marked by the lack of “an inconclusive” explanation — an explanation that does not resolve the issue — but rather that if any explanations have been offered, they've likely been inconclusive ones.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "an unbiased",
                "Key": {
                    "Correct": false,
                    "Rationale": "Nothing in the text suggests that there is a lack of “an unbiased,” or impartial and unprejudiced, explanation for the existence of planets in binary star systems. The text indicates that it's difficult to explain the existence of planets in such systems and it describes one attempt to do so, but there is no evidence that explanations from Roman Rafikov and Kedron Silsbee or others are biased.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Words in Context, for which students must determine the meaning of a high-utility academic word or phrase in context or use such vocabulary in a precise, contextually appropriate way."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:Seminole/Muscogee director Sterlin Harjo _______ television's tendency to situate Native characters in the distant past: this rejection is evident in his series Reservation Dogs, which revolves around teenagers who dress in contemporary styles and whose dialogue is laced with current slang.",
            "Which choice completes the text with the most logical and precise word or phrase?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "repudiates",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text's discussion of Sterlin Harjo's approach to representing Native characters on television. As used in this context, “repudiates” means rejects or refuses to have anything to do with. The text indicates that television shows tend to depict Native characters as living long ago, but that Harjo's series Reservation Dogs focuses on Native teenagers in the present day, representing a “rejection” of the typical approach to depicting Native characters. This context thus indicates that Harjo repudiates television's general tendency regarding Native characters.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "proclaims",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text describes Harjo's “rejection” of the typical approach to representing Native characters on television, so it wouldn't make sense to say that Harjo “proclaims,” or declares or affirms, television's general tendency regarding Native characters. Harjo is described as refusing to follow the pattern of depicting Native characters in the distant past, not as proclaiming that pattern.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "foretells",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text describes television's tendency to represent Native characters in the distant past as something that is already occurring, not as something that Harjo “foretells,” or predicts will happen in the future. The text is focused on Harjo's “rejection” of this pattern, not on any predictions he may have about it.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "recants",
                "Key": {
                    "Correct": false,
                    "Rationale": "Saying that Harjo “recants” something would mean that he withdraws a previously held belief, and it wouldn't make sense to say that Harjo recants television's tendency to represent Native characters as living in the past. No beliefs previously held by Harjo are mentioned. Additionally, a tendency isn't a belief and thus isn't something that can be recanted.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Text Structure and Purpose, for which students must analyze the structure of a text or determine the main rhetorical purpose of a text."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:In 2007, computer scientist Luis von Ahn was working on converting printed books into a digital format. He found that some words were distorted enough that digital scanners couldn't recognize them, but most humans could easily read them. Based on that finding, von Ahn invented a simple security test to keep automated “bots” out of websites. The first version of the reCAPTCHA test asked users to type one known word and one of the many words scanners couldn't recognize. Correct answers proved the users were humans and added data to the book-digitizing project.",
            "Which choice best states the main purpose of the text?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "To discuss von Ahn's invention of reCAPTCHA",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most accurately states the main purpose of the text. After providing a brief introduction to computer scientist Luis von Ahn, the text focuses on discussing how von Ahn's digitization work led to the invention of a digital security test known as reCAPTCHA.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "To explain how digital scanners work",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text doesn't address how digital scanners work.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "To call attention to von Ahn's book-digitizing project",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the text mentions von Ahn's book-digitizing project, that information is provided as a detail, not as the main purpose of the text.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "To indicate how popular reCAPTCHA is",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text doesn't provide any indication of reCAPTCHA's popularity; instead, it describes reCAPTCHA's origin.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Text Structure and Purpose, for which students must analyze the structure of a text or determine the main rhetorical purpose of a text."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The following text is from Edith Wharton's 1905 novel The House of Mirth. Lily Bart and a companion are walking through a park.",
            ":box:Lily had no real intimacy with nature, but she had a passion for the appropriate and could be keenly sensitive to a scene which was the fitting background of her own sensations. T͟h͟e͟ ͟l͟a͟n͟d͟s͟c͟a͟p͟e͟ ͟o͟u͟t͟s͟p͟r͟e͟a͟d͟ ͟b͟e͟l͟o͟w͟ ͟h͟e͟r͟ ͟s͟e͟e͟m͟e͟d͟ ͟a͟n͟ ͟e͟n͟l͟a͟r͟g͟e͟m͟e͟n͟t͟ ͟o͟f͟ ͟h͟e͟r͟ ͟p͟r͟e͟s͟e͟n͟t͟ ͟m͟o͟o͟d͟,͟ ͟a͟n͟d͟ ͟s͟h͟e͟ ͟f͟o͟u͟n͟d͟ ͟s͟o͟m͟e͟t͟h͟i͟n͟g͟ ͟o͟f͟ ͟h͟e͟r͟s͟e͟l͟f͟ ͟i͟n͟ ͟i͟t͟s͟ ͟c͟a͟l͟m͟n͟e͟s͟s͟,͟ ͟i͟t͟s͟ ͟b͟r͟e͟a͟d͟t͟h͟,͟ ͟i͟t͟s͟ ͟l͟o͟n͟g͟ ͟f͟r͟e͟e͟ ͟r͟e͟a͟c͟h͟e͟s͟. On the nearer slopes the  sugar-maples wavered like pyres of light; lower down was a massing of grey orchards, and here and there the lingering green of an oak-grove.",
            "Which choice best describes the function of the underlined sentence in the text as a whole?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It creates a detailed image of the physical setting of the scene.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The underlined sentence describes the scene only in very general terms, referring to its calmness, breadth, and long stretches of land. It's the next sentence that adds specific details about colors, light, and various trees nearby.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "It establishes that a character is experiencing an internal conflict.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Nothing in the underlined sentence suggests that Lily is experiencing an internal conflict. In fact, the sentence indicates that Lily thinks the landscape reflects her own feeling of calmness.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "It makes an assertion that the next sentence then expands on.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The only assertion in the underlined sentence is that Lily feels that broad aspects of the landscape, such as its calmness, reflect her current mood, and that assertion isn't expanded on in the next sentence. Instead, the next sentence describes specific details of the scene without connecting them to Lily's feelings.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "It illustrates an idea that is introduced in the previous sentence.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice best describes how the underlined sentence functions in the text as a whole. The first sentence of the text establishes that Lily can be “keenly sensitive to” scenes that serve as a “fitting background” for her feelings — that is, she's very aware of when a setting seems to reflect her mood. The next sentence, which is underlined, then demonstrates this awareness: Lily views the landscape she's in as a large-scale reflection of her current mood, identifying with elements such as its calmness. Thus, the function of the underlined sentence is to illustrate an idea introduced in the previous sentence.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Text Structure and Purpose, for which students must analyze the structure of a text or determine the main rhetorical purpose of a text."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:A study by a team including finance professor Madhu Veeraraghavan suggests that exposure to  sunshine during the workday can lead to overly optimistic behavior. U͟s͟i͟n͟g͟ ͟d͟a͟t͟a͟ ͟s͟p͟a͟n͟n͟i͟n͟g͟ ͟f͟r͟o͟m͟ ͟1͟9͟9͟4͟ ͟t͟o͟ ͟2͟0͟1͟0͟ ͟f͟o͟r͟ ͟a͟ ͟s͟e͟t͟ ͟o͟f͟ ͟U͟S͟ ͟c͟o͟m͟p͟a͟n͟i͟e͟s͟,͟ ͟t͟h͟e͟ ͟t͟e͟a͟m͟ ͟c͟o͟m͟p͟a͟r͟e͟d͟ ͟o͟v͟e͟r͟ ͟2͟9͟,͟0͟0͟0͟ ͟a͟n͟n͟u͟a͟l͟ ͟e͟a͟r͟n͟i͟n͟g͟s͟ ͟f͟o͟r͟e͟c͟a͟s͟t͟s͟ ͟t͟o͟ ͟t͟h͟e͟ ͟a͟c͟t͟u͟a͟l͟ ͟e͟a͟r͟n͟i͟n͟g͟s͟ ͟l͟a͟t͟e͟r͟ ͟r͟e͟p͟o͟r͟t͟e͟d͟ ͟b͟y͟ ͟t͟h͟o͟s͟e͟ ͟c͟o͟m͟p͟a͟n͟i͟e͟s͟. The team found that the greater the exposure to sunshine at work in the two weeks before a manager submitted an earnings forecast, the more the manager's forecast exceeded what the company actually earned that year.",
            "Which choice best states the function of the underlined sentence in the overall structure of the text?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "To summarize the results of the team's analysis",
                "Key": {
                    "Correct": false,
                    "Rationale": "The underlined sentence explains in part how the team conducted their analysis of the effect of sunshine but doesn't address what the team found; a broad summary is instead given in the other two sentences.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "To present a specific example that illustrates the study's findings",
                "Key": {
                    "Correct": false,
                    "Rationale": "The underlined sentence doesn't present any specific examples from the team's comparisons of 29,000 earnings predictions to actual earnings; it simply explains in part how the team conducted their analysis.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "To explain part of the methodology used in the team's study",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice best describes how the underlined sentence functions in the text as a whole. The first sentence presents the implications of Veeraraghavan's team's study: sunshine exposure during work hours can cause overly optimistic behavior. The underlined sentence then describes the data the team consulted and how they were used (comparing predictions about earnings to what the companies actually earned), and the final sentence presents what the team found in their examination of the data. Thus, the underlined sentence mainly functions to explain part of the methodology used in the team's study.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "To call out a challenge the team faced in conducting its analysis",
                "Key": {
                    "Correct": false,
                    "Rationale": "The underlined sentence simply explains in part how the team conducted their analysis; the text never mentions any challenges that the team encountered in their study.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Central Ideas and Details, for which students must determine the central idea of a text and/or interpret the key details supporting that idea."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The following text is adapted from Edith Nesbit's 1906 novel The Railway Children.",
            ":box:Mother did not spend all her time in paying dull [visits] to dull ladies, and sitting dully at home waiting for dull ladies to pay [visits] to her. She was almost always there, ready to play with the children, and read to them, and help them to do their home-lessons. Besides this she used to write stories for them while they were at school, and read them aloud after tea, and she always made up funny pieces of poetry for their birthdays and for other great occasions.",
            "According to the text, what is true about Mother?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "She wishes that more ladies would visit her.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text suggests that Mother prefers to spend her time with her children and doesn't sit at home hoping that ladies will visit her.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Birthdays are her favorite special occasion.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text says only that Mother makes up poetry for the children's birthdays, not that she likes birthdays more than other special occasions.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "She creates stories and poems for her children.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice describes something that is true of Mother, as presented in the text. The text indicates that in addition to other activities, Mother writes stories for her children while they are at school and makes up “funny pieces of poetry” for certain occasions.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Reading to her children is her favorite activity.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text doesn't suggest that Mother prefers reading to her children over the other activities she does with them, such as playing with them and writing stories and poems for them.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Text Structure and Purpose, for which students must analyze the structure of a text or determine the main rhetorical purpose of a text."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The following text is from Maggie Pogue Johnson's 1910 poem “Poet of Our Race.” In this poem, the speaker is addressing Paul Laurence Dunbar, a Black author.",
            ":box:Thou, with stroke of mighty pen,\n\tHast told of joy and mirth,\nAnd read the hearts and souls of men\n\tAs cradled from their birth.\nThe language of the flowers,\n\tThou hast read them all,\nAnd e'en the little brook\n\tResponded to thy call.",
            "Which choice best states the main purpose of the text?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "To praise a certain writer for being especially perceptive regarding people and nature",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most accurately states the main purpose of the text. In the first part of the text, the speaker addresses Paul Laurence Dunbar's ability to understand people (he has “read the hearts and souls of men” and written of their “joy and mirth”). In the second part of the text, the speaker describes Dunbar's thorough understanding of the natural world (he has read “the language of the flowers” and engaged with “the little brook”). Thus, the text mainly praises Dunbar for being especially perceptive about people and nature.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "To establish that a certain writer has read extensively about a variety of topics",
                "Key": {
                    "Correct": false,
                    "Rationale": "The speaker describes Dunbar as having read the “hearts and souls of men” and the “language of flowers” to convey Dunbar's ability to comprehend people and nature, not to suggest that Dunbar has literally read any of these things or has read a great deal about them.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "To call attention to a certain writer's careful and elaborately detailed writing process",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text notes how well Dunbar has made sense of the topics he's written about but doesn't address any specific parts of Dunbar's writing process beyond the suggestion that he used a pen.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "To recount fond memories of an afternoon spent in nature with a certain writer",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text focuses on Dunbar's understanding of people and nature as expressed in his writing. Nothing in the text suggests that the speaker is recalling a particular afternoon actually spent in nature with Dunbar; even if there had been a shared experience, the text isn't focused on reminiscing.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Command of Evidence (Textual), for which students must use textual evidence (e.g., a fact, detail, or example) to appropriately support, challenge, or otherwise respond to a specified claim or point."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:“To You” is an 1856 poem by Walt Whitman. In the poem, Whitman suggests that readers, whom he addresses directly, have not fully understood themselves, writing, _______",
            "Which quotation from “To You” most effectively illustrates the claim?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "“You have not known what you are, you have slumber'd upon yourself / all your life, / Your eyelids have been the same as closed most of the time.”",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice presents the quotation that most directly illustrates the claim that Whitman's poem suggests that its readers haven't fully understood themselves. This quotation makes that point directly by saying to readers, “You have not known what you are.” The quotation goes on to reinforce this point using a metaphor of sleep, saying that readers have “slumber'd” and that their “eyelids have been the same as closed most of the time.”",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "“These immense meadows, these interminable rivers, you are immense / and interminable as they.”",
                "Key": {
                    "Correct": false,
                    "Rationale": "This quotation doesn't suggest that readers haven't fully understood themselves but instead characterizes readers as “immense” and “interminable.” Although immense and interminable things can be difficult to understand, this quotation doesn't make that point.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "“I should have made my way straight to you long ago, / I should have blabb'd nothing but you, I should have chanted nothing / but you.”",
                "Key": {
                    "Correct": false,
                    "Rationale": "This quotation doesn't suggest that readers haven't fully understood themselves but instead conveys the speaker's regret over not having celebrated readers sooner. In fact, this quotation says nothing at all about readers themselves — it's focused solely on the speaker's feelings about readers.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "“I will leave all and come and make the hymns of you, / None has understood you, but I understand you.”",
                "Key": {
                    "Correct": false,
                    "Rationale": "This quotation doesn't suggest that readers haven't fully understood themselves; instead, this quotation makes the point that the speaker has understood readers and is determined to create “hymns” about them.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Command of Evidence (Textual), for which students must use textual evidence (e.g., a fact, detail, or example) to appropriately support, challenge, or otherwise respond to a specified claim or point."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:Born in 1891 to a Quechua-speaking family in the Andes Mountains of Peru, Martín Chambi is today considered to be one of the most renowned figures of Latin American photography. In a paper for an art history class, a student claims that Chambi's photographs have considerable ethnographic value — in his work, Chambi was able to capture diverse elements of Peruvian society, representing his subjects with both dignity and authenticity.",
            "Which finding, if true, would most directly support the student's claim?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Chambi took many commissioned portraits of wealthy Peruvians, but he also produced hundreds of images carefully documenting the peoples, sites, and customs of Indigenous communities of the Andes.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice presents a finding that, if true, would support the claim about Chambi's photographs. The text describes a student advancing the claim that Chambi's photographs “have considerable ethnographic value” — meaning that they are valuable as records of cultures — and that they “capture diverse elements of Peruvian society” in a respectful way. If it's true that Chambi carefully photographed people from a range of different communities in Peru as well as photographed the customs and sites of different communities, that would lend support to the claim that the photographs have ethnographic value as depictions of diverse elements of society in Peru.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Chambi's photographs demonstrate a high level of technical skill, as seen in his strategic use of illumination to create dramatic light and shadow contrasts.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The student's claim is that Chambi's photographs have considerable ethnographic value because they depict diverse elements of Peruvian society; the student doesn't claim anything about the technical skill demonstrated in the photographs.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "During his lifetime, Chambi was known and celebrated both within and outside his native Peru, as his work was published in places like Argentina, Spain, and Mexico.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Neither Chambi's reputation nor the locations where his photographs may have been published would be relevant to the student's claim that his photographs are valuable as an ethnographic record of Peru's diverse society.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Some of the peoples and places Chambi photographed had long been popular subjects for Peruvian photographers.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The popularity among other photographers of the people and places that Chambi photographed would be irrelevant to the student's claim that Chambi's photographs are valuable as an ethnographic record of Peru's diverse society.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Command of Evidence (Quantitative), for which students must use quantitative evidence (i.e., data from an informational graphic) to appropriately support, challenge, or otherwise respond to a specified claim or point."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "problems/SAT1RW1/media/14a.jpg",
            ":box:Some researchers studying Indigenous actors and filmmakers in the United States have turned their attention to the early days of cinema, particularly the 1910s and 1920s, when people like James Young Deer, Dark Cloud, Edwin Carewe, and Lillian St. Cyr (known professionally as Red Wing) were involved in one way or another with numerous films. In fact, so many films and associated records for this era have been lost that counts of those four figures' output should be taken as bare minimums rather than totals; it's entirely possible, for example, that _______",
            "Which choice most effectively uses data from the table to complete the example?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Dark Cloud acted in significantly fewer films than did Lillian St. Cyr, who is credited with 66 performances.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice doesn't effectively exemplify the idea that the film outputs of the four individuals included in the table should be considered bare minimums. Rather than addressing the idea that the individuals likely had higher outputs than those presented in the table, this choice simply compares data from the table to make the point that Dark Cloud has fewer credited acting roles than Lillian St. Cyr (35 and 66, respectively).",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Edwin Carewe's 47 credited acting roles includes only films made after 1934.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice misrepresents data from the table, even though it may exemplify the idea that the film outputs of the four individuals included in the table should be considered bare minimums by implying that Edwin Carewe acted in more than 47 films. The table indicates that Edwin Carewe was active from 1912 to 1934, meaning that his 47 credited acting roles were in films made before or during 1934, not after that time.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Lillian St. Cyr acted in far more than 66 films and Edwin Carewe directed more than 58.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice uses data from the table to effectively exemplify the idea that the film outputs of the four individuals included in the table should be considered bare minimums — that is, that we should assume that the individuals actually had higher outputs than those recorded. The table presents the years during which the individuals were active and the number of known films the individuals are credited in. The table indicates that Lillian St. Cyr has 66 film credits as an actor and that Edwin Carewe has 58 film credits as a director; it follows that if some films and records for the era were lost, it's possible that Lillian St. Cyr acted in far more than 66 films and that Edwin Carewe directed more than 58 films.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "James Young Deer actually directed 33 films and acted in only 10.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice doesn't effectively exemplify the idea that the film outputs of the four individuals included in the table should be considered bare minimums. Instead of addressing the idea that the individuals likely had higher outputs than those recorded, this choice suggests that James Young Deer actually acted in and directed fewer films than presented in the table (only 33 known films as a director instead of 35, and only 10 known films as an actor instead of 33).",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Command of Evidence (Quantitative), for which students must use quantitative evidence (i.e., data from an informational graphic) to appropriately support, challenge, or otherwise respond to a specified claim or point."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "problems/SAT1RW1/media/15a.jpg",
            ":box:Alicia Montesinos-Navarro, Isabelle Storer, and Rocío Perez-Barrales recently examined several plots within a diverse plant community in southeast Spain. The researchers calculated that if individual plants were randomly distributed on this particular landscape, only about 15% would be with other plants in patches of vegetation. They counted the number of juvenile plants of five species growing in patches of vegetation and the number growing alone on bare ground and compared those numbers to what would be expected if the plants were randomly distributed. Based on these results, they claim that plants of these species that grow in close proximity to other plants gain an advantage at an early developmental stage.",
            "Which choice best describes data from the table that support the researchers' claim?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "For all five species, less than 75% of juvenile plants were growing in patches of vegetation.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The statement that less than 75% of juvenile plants were found growing in patches of vegetation, while true, doesn't clearly support the claim that the plants growing in close proximity to other plants gained an advantage at an early developmental stage. Saying that less than 75% of plants were found in patches doesn't indicate how the percentage growing in patches compares with the percentage that would be expected to grow in patches on the basis of chance alone, which is the information necessary to evaluate whether the claim in the text has support in the table. Put another way, if the percentage of plants found growing in patches was 15% or less, it would be true that less than 75% were found in patches, but the data would in fact weaken the claim in the text, not strengthen it, since the data would show that growing in patches wasn't advantageous.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The species with the greatest number of juvenile plants growing in patches of vegetation was H. stoechas.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Only 12 plants of this species were found growing in patches, which was the lowest number of any species, not the greatest number. Additionally, even if it were true that this species had the greatest number of plants growing in patches, the finding would be irrelevant to the claim that plants of all five species gained an advantage by growing in close proximity to other plants.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "For T. libanitis and T. moroderi, the percentage of juvenile plants growing in patches of vegetation was less than what would be expected if plants were randomly distributed.",
                "Key": {
                    "Correct": false,
                    "Rationale": "59.1% of the plants of these species were found growing in patches, which is a far greater percentage, not a lower percentage, than what would be expected if plants were randomly distributed (around 15%). Additionally, if it were true that the percentage of plants growing in patches was lower for these species than what would be expected from chance alone, that finding would weaken, not strengthen, the claim that growing in patches is advantageous.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "For each species, the percentage of juvenile plants growing in patches of vegetation was substantially higher than what would be expected if plants were randomly distributed.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice provides the most direct support from the table for the claim that the plants growing in close proximity to other plants gained an advantage at an early developmental stage. The table shows the total number of juvenile plants from five species that were found growing on bare ground and in patches of vegetation as well as the percentage of the total number of each species that were growing in patches of vegetation. For each of the five species, more than 50% of the juvenile plants were growing in patches of vegetation. The text notes, however, that a random distribution of plants across the landscape should result in only about 15% of the plants being found in patches of vegetation. In other words, for each of the five species, the percentage of juvenile plants found growing in patches of vegetation was substantially higher than could be explained by chance alone. This finding supports the claim in the text: if plants growing in patches are overrepresented among plants that have survived to the juvenile stage, as the data show they are, then it suggests that it's advantageous for plants at an early stage of development to grow in patches of vegetation.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Command of Evidence (Textual), for which students must use textual evidence (e.g., a fact, detail, or example) to appropriately support, challenge, or otherwise respond to a specified claim or point."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:In the mountains of Brazil, Barbacenia tomentosa and Barbacenia macrantha — two plants in the Velloziaceae family — establish themselves on soilless, nutrient-poor patches of quartzite rock. Plant ecologists Anna Abrahão and Patricia de Britto Costa used microscopic analysis to determine that the roots of B. tomentosa and B. macrantha, which grow directly into the quartzite, have clusters of fine hairs near the root tip; further analysis indicated that these hairs secrete both malic and citric acids. The researchers hypothesize that the plants depend on dissolving underlying rock with these acids, as the process not only creates channels for continued growth but also releases phosphates that provide the vital nutrient phosphorus.",
            "Which finding, if true, would most directly support the researchers' hypothesis?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Other species in the Velloziaceae family are found in terrains with more soil but have root structures similar to those of B. tomentosa and B. macrantha.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The existence of soil-inhabiting members of the Velloziaceae family with similar root structures to those of the two species discussed in the text wouldn't support the researchers' hypothesis that the species discussed in the text depend on dissolving rock. If other such members exist, that might suggest that the root structures can serve more functions than secreting acids to dissolve rock (since dissolving rock may not be necessary for plants living in soil), but that wouldn't suggest anything about whether the species discussed in the text benefit from dissolving rock.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Though B. tomentosa and B. macrantha both secrete citric and malic acids, each species produces the acids in different proportions.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Differences in the proportions of citric and malic acid secreted by the two species would be irrelevant to the hypothesis that the plants depend on dissolving rock. There's no information in the text to suggest that the proportion of each acid has any bearing on the process of dissolving rock or on any benefits the plants might receive from that process.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The roots of B. tomentosa and B. macrantha carve new entry points into rocks even when cracks in the surface are readily available.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice presents a finding that, if true, would support the researchers' hypothesis about the plants' dependence on dissolving rock. The text indicates that the roots of the two plant species grow directly into quartzite rock, where hairs on the roots secrete acids that dissolve the rock. The researchers hypothesize that the plants depend on this process because dissolving rock opens spaces for the roots to grow and releases phosphates that provide the plants with phosphorous, a vital nutrient. If the plants carry out this process of dissolving rock even when the rock already has spaces into which the roots could grow, that would support the researchers' hypothesis because it suggests that the plants are getting some advantage — such as access to phosphorous — from the action of dissolving rock. If the plants don't benefit from dissolving rock, they would be expected to grow in the cracks that already exist, as doing so would mean that the plants don't have to spend energy creating and secreting acids; if, however, the plants create new entry points by dissolving rock even when cracks already exist, that would support the hypothesis that they depend on dissolving rock for some benefit.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "B. tomentosa and B. macrantha thrive even when transferred to the surfaces of rocks that do not contain phosphates.",
                "Key": {
                    "Correct": false,
                    "Rationale": "If the two species thrive on rocks without phosphates, that would weaken the researchers' hypothesis that the plants depend on dissolving rock partly because dissolving rock gives them access to phosphates. If the plants can survive on rocks without getting a vital nutrient by dissolving those rocks, then either the nutrient isn't actually vital for those plants or they can get the nutrient in some way other than by dissolving rocks.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "17": {
        "Number": 17,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Inferences, for which students must draw a reasonable inference based on explicit and/or implicit information and ideas in a text."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:Herbivorous sauropod dinosaurs could grow more than 100 feet long and weigh up to 80 tons, and some researchers have attributed the evolution of sauropods to such massive sizes to increased plant production resulting from high levels of atmospheric carbon dioxide during the Mesozoic era. However, there is no evidence of significant spikes in carbon dioxide levels coinciding with relevant periods in sauropod evolution, such as when the first large sauropods appeared, when several sauropod lineages underwent further evolution toward gigantism, or when sauropods reached their maximum known sizes, suggesting that _______",
            "Which choice most logically completes the text?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "fluctuations in atmospheric carbon dioxide affected different sauropod lineages differently.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text doesn't describe any fluctuations in atmospheric carbon dioxide, so there's no evidence in the text to support the conclusion that such fluctuations had different effects on different sauropod lineages. All that the text says about atmospheric carbon dioxide levels is that there weren't increases at particular points that correspond with key moments in sauropod evolution.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "the evolution of larger body sizes in sauropods did not depend on increased atmospheric carbon dioxide.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice presents the conclusion that most logically follows from the text's discussion of the relationship between atmospheric carbon dioxide and sauropod body size. The text establishes that sauropods evolved to reach enormous sizes, and it notes that some scientists have asserted that the cause of this phenomenon was increased plant production that resulted from increased atmospheric carbon dioxide. The text goes on to state, however, that atmospheric carbon dioxide levels didn't increase around the time of important periods in sauropods' evolution of larger body sizes. If significant periods of sauropod evolution toward larger sizes occurred without increased atmospheric carbon dioxide levels, that suggests that the evolution of larger sizes didn't depend on increased carbon dioxide in the atmosphere.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "atmospheric carbon dioxide was higher when the largest known sauropods lived than it was when the first sauropods appeared.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text indicates that there weren't significant increases in atmospheric carbon dioxide around the time of important periods in sauropods' evolution toward larger body sizes, not that atmospheric carbon dioxide was higher when the largest sauropods lived than when sauropods first appeared.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "sauropods probably would not have evolved to such immense sizes if atmospheric carbon dioxide had been even slightly higher.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text indicates that atmospheric carbon dioxide levels didn't increase at important periods in sauropod evolution, not that higher levels would have affected that evolution. The text provides no information about ho",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "18": {
        "Number": 18,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Inferences, for which students must draw a reasonable inference based on explicit and/or implicit information and ideas in a text."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:In documents called judicial opinions, judges explain the reasoning behind their legal rulings, and in those explanations they sometimes cite and discuss historical and contemporary philosophers. Legal scholar and philosopher Anita L. Allen argues that while judges are naturally inclined to mention philosophers whose views align with their own positions, the strongest judicial opinions consider and rebut potential objections; discussing philosophers whose views conflict with judges' views could therefore _______",
            "Which choice most logically completes the text?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "allow judges to craft judicial opinions without needing to consult philosophical works.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Allen's claim is that judges could improve their judicial opinions by citing philosophers who disagree with the views expressed in the opinions, which would necessarily require judges to consult philosophical works.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "help judges improve the arguments they put forward in their judicial opinions.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text's discussion of Anita Allen's argument about judges citing philosophers in their judicial opinions. The text indicates that judges sometimes cite philosophers when writing their judicial opinions and that, according to Allen, judges tend to cite philosophers whose views are in agreement with those of the judges themselves. Allen claims, however, that the best judicial opinions consider potential objections and rebut them, which suggests that judges may be able to strengthen their opinions by including discussions of philosophers with views contrary to their own.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "make judicial opinions more comprehensible to readers without legal or philosophical training.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There's no discussion in the text about making judicial opinions more easily understood by any particular group of readers. The focus of the text is on Allen's claim that judicial opinions could be strengthened by the inclusion of discussions of philosophers whose views disagree with those of the judges authoring the opinions.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "bring judicial opinions in line with views that are broadly held among philosophers.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text presents Allen's argument that discussing philosophers whose views judges disagree with could strengthen judicial opinions, not that doing so could bring those opinions into line with views that are popular among philosophers.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "19": {
        "Number": 19,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Standard English Conventions"
        ],
        "SubTopics": [
            "Form, Structure, and Sense, for which students must edit text to conform to conventional usage (e.g., agreement, verb tense/aspect)."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:Public-awareness campaigns about the need to reduce single-use plastics can be successful, says researcher Kim Borg of Monash University in Australia, when these campaigns give consumers a choice: for example, Japan achieved a 40 percent reduction in plastic-bag use after cashiers were instructed to ask customers whether _______ wanted a bag.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "they",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is pronoun-antecedent agreement. The plural pronoun “they” agrees in number with the plural antecedent “customers.”",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "one",
                "Key": {
                    "Correct": false,
                    "Rationale": "The singular pronoun “one” doesn't agree in number with the plural antecedent “customers.”",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "you",
                "Key": {
                    "Correct": false,
                    "Rationale": "The second person pronoun “you” isn't conventional as a substitute for “customers.” It suggests that the audience (“you”) is the customer.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "it",
                "Key": {
                    "Correct": false,
                    "Rationale": "The singular pronoun “it” doesn't agree in number with the plural antecedent “customers.”",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "20": {
        "Number": 20,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Standard English Conventions"
        ],
        "SubTopics": [
            "Boundaries, for which students must edit text to ensure that sentences are conventionally complete."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:In ancient Greece, an Epicurean was a follower of Epicurus, a philosopher whose beliefs revolved around the pursuit of pleasure. Epicurus defined pleasure as “the absence of pain in the body and of trouble in the _______ that all life's virtues derived from this absence.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "soul,” positing",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is punctuation use between a main clause and a participial phrase. This choice correctly uses a comma to mark the boundary between the main clause (“Epicurus...'soul'”) and the participial phrase (“positing...absence”) that provides additional information about how Epicurus defined pleasure.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "soul”: positing",
                "Key": {
                    "Correct": false,
                    "Rationale": "A colon can't be used in this way to join a main clause and a participial phrase.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "soul”; positing",
                "Key": {
                    "Correct": false,
                    "Rationale": "A semicolon can't be used in this way to join a main clause and a participial phrase.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "soul.” Positing",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a rhetorically unacceptable sentence fragment beginning with “positing.”",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "21": {
        "Number": 21,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Standard English Conventions"
        ],
        "SubTopics": [
            "Form, Structure, and Sense, for which students must edit text to conform to conventional usage (e.g., agreement, verb tense/aspect)."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:British scientists James Watson and Francis Crick won the Nobel Prize in part for their 1953 paper announcing the double helix structure of DNA, but it is misleading to say that Watson and Crick discovered the double helix. _______ findings were based on a famous X-ray image of DNA fibers, “Photo 51,” developed by X-ray crystallographer Rosalind Franklin and her graduate student Raymond Gosling.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "They're",
                "Key": {
                    "Correct": false,
                    "Rationale": "“They're” is the contraction for “they are,” not a possessive determiner.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "It's",
                "Key": {
                    "Correct": false,
                    "Rationale": "“It's” is the contraction for “it is” or “it has,” not a possessive determiner.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Their",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is the use of possessive determiners. The plural possessive determiner “their” agrees in number with the plural conjoined noun phrase “Watson and Crick” and thus indicates that the findings were those of Watson and Crick.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Its",
                "Key": {
                    "Correct": false,
                    "Rationale": "The singular possessive determiner “its” doesn't agree in number with the plural conjoined noun phrase “Watson and Crick.”",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "22": {
        "Number": 22,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Standard English Conventions"
        ],
        "SubTopics": [
            "Boundaries, for which students must edit text to ensure that sentences are conventionally complete."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:In 1937, Chinese American screen actor Anna May Wong, who had portrayed numerous villains and secondary characters but never a heroine, finally got a starring role in Paramount Pictures' Daughter of Shanghai, a film that _______ “expanded the range of possibilities for Asian images on screen.”",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "critic, Stina Chyn, claims",
                "Key": {
                    "Correct": false,
                    "Rationale": "No punctuation is needed before or after the proper noun “Stina Chyn.” Setting the critic's name off with commas suggests that it could be removed without affecting the coherence of the sentence, which isn't the case.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "critic, Stina Chyn, claims,",
                "Key": {
                    "Correct": false,
                    "Rationale": "No punctuation is needed before or after the proper noun “Stina Chyn.” Setting the critic's name off with commas suggests that it could be removed without affecting the coherence of the sentence, which isn't the case. Additionally, no punctuation is needed between “claims” and the integrated quotation.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "critic Stina Chyn claims",
                "Key": {
                    "Correct": true,
                    "Rationale": "The conventions being tested are punctuation use between titles and proper nouns and between verbs and integrated quotations. No punctuation is needed to set off the proper noun “Stina Chyn” from the title that describes Chyn, “critic.” Because “Stina Chyn” is essential information identifying the “critic,” no punctuation is necessary. Further, no punctuation is needed between the verb “claims” and the following quotation because the quotation is integrated into the structure of the sentence.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "critic Stina Chyn, claims,",
                "Key": {
                    "Correct": false,
                    "Rationale": "No punctuation is needed between the verb “claims” and its subject, “critic Stina Chyn.” Additionally, no punctuation is needed between the verb “claims” and the integrated quotation.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "23": {
        "Number": 23,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Standard English Conventions"
        ],
        "SubTopics": [
            "Form, Structure, and Sense, for which students must edit text to conform to conventional usage (e.g., agreement, verb tense/aspect)."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:In 1637, the price of tulips skyrocketed in Amsterdam, with single bulbs of rare varieties selling for up to the equivalent of $200,000 in today's US dollars. Some historians _______ that this “tulip mania” was the first historical instance of an asset bubble, which occurs when investors drive prices to highs not supported by actual demand.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "claiming",
                "Key": {
                    "Correct": false,
                    "Rationale": "The nonfinite participle “claiming” doesn't supply the main clause with a finite verb.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "claim",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is the use of finite and nonfinite verb forms within a sentence. A main clause requires a finite verb to perform the action of the subject (in this case, “some historians”), and this choice supplies the finite present tense verb “claim” to indicate what some historians do.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "having claimed",
                "Key": {
                    "Correct": false,
                    "Rationale": "The nonfinite participle “having claimed” doesn't supply the main clause with a finite verb.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "to claim",
                "Key": {
                    "Correct": false,
                    "Rationale": "The nonfinite to-infinitive “to claim” doesn't supply the main clause with a finite verb.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "24": {
        "Number": 24,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Standard English Conventions"
        ],
        "SubTopics": [
            "Boundaries, for which students must edit text to ensure that sentences are conventionally complete."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:Researchers studying magnetosensation have determined why some soil-dwelling roundworms in the Southern Hemisphere move in the opposite direction of Earth's magnetic field when searching for _______ in the Northern Hemisphere, the magnetic field points down, into the ground, but in the Southern Hemisphere, it points up, toward the surface and away from worms' food sources.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "food:",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is colon use within a sentence. A colon used in this way introduces information that illustrates or explains information that has come before it. In this case, the colon introduces the following explanation of why some roundworms in the Southern Hemisphere move in the opposite direction of Earth's magnetic field.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "food,",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a comma splice. A comma can't be used in this way to join two long independent clauses (“Researchers...food” and “in...sources”) such as these.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "food while",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a run-on sentence. The two clauses (“Researchers...food” and “in...sources”) are fused without punctuation. Furthermore, the conjunction “while” fails to indicate that what follows is an explanation of why some roundworms in the Southern Hemisphere move in the opposite direction of Earth's magnetic field.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "food",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a run-on sentence. The two clauses (“Researchers... food” and “in...sources”) are fused without punctuation and/or a conjunction.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "25": {
        "Number": 25,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Standard English Conventions"
        ],
        "SubTopics": [
            "Form, Structure, and Sense, for which students must edit text to conform to conventional usage (e.g., agreement, verb tense/aspect)."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:Scientists believe that, unlike most other species of barnacle, turtle barnacles (Chelonibia testudinari) can dissolve the cement-like secretions they use to attach _______ to a sea turtle shell, enabling the barnacles to move short distances across the shell's surface.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "it",
                "Key": {
                    "Correct": false,
                    "Rationale": "The singular pronoun “it” doesn't agree in number with the plural antecedent “turtle barnacles.”",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "themselves",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is pronoun-antecedent agreement. The plural reflexive pronoun “themselves” agrees in number with the plural antecedent “turtle barnacles,” correctly indicating what is attached to a sea turtle shell.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "them",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in an unclear and confusing sentence. In this context, it's unclear what the plural pronoun “them” refers to.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "itself",
                "Key": {
                    "Correct": false,
                    "Rationale": "The singular reflexive pronoun “itself” doesn't agree in number with the plural antecedent “turtle barnacles.”",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "26": {
        "Number": 26,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Standard English Conventions"
        ],
        "SubTopics": [
            "Form, Structure, and Sense, for which students must edit text to conform to conventional usage (e.g., agreement, verb tense/aspect)."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:The classic children's board game Chutes and Ladders is a version of an ancient Nepalese game, Paramapada Sopanapata. In both games, players encounter “good” or “bad” spaces while traveling along a path; landing on one of the good spaces _______ a player to skip ahead and arrive closer to the end goal.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "allows",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is subject–verb agreement. The singular verb “allows” agrees in number with the singular subject “landing.”",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "are allowing",
                "Key": {
                    "Correct": false,
                    "Rationale": "Tthe plural verb “are allowing” doesn't agree in number with the singular subject “landing.”",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "have allowed",
                "Key": {
                    "Correct": false,
                    "Rationale": "The plural verb “have allowed” doesn't agree in number with the singular subject “landing.”",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "allow",
                "Key": {
                    "Correct": false,
                    "Rationale": "The plural verb “allow” doesn't agree in number with the singular subject “landing.”",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "27": {
        "Number": 27,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Standard English Conventions"
        ],
        "SubTopics": [
            "Boundaries, for which students must edit text to ensure that sentences are conventionally complete."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:In 1943, in the midst of World War II, mathematics professor Grace Hopper was recruited by the US military to help the war effort by solving complex equations. Hopper's subsequent career would involve more than just _______ as a pioneering computer programmer, Hopper would help usher in the digital age.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "equations, though:",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is the use of punctuation to mark boundaries between supplements and clauses. The comma after “equations” is used to separate the independent clause (“Hopper's... equation”) from the supplementary adverb phrase “though.” The colon after “though” is used to mark the boundary between the clause ending with “though” and the following clause (“as...age”). A colon used in this way introduces information that illustrates or explains information that has come before it. In this case, the colon after “though” introduces the following explanation of how Hopper's subsequent career would involve more than just solving equations: she would become a pioneering computer programmer.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "equations, though,",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a comma splice. A comma can't be used in this way to join two independent clauses (“Hopper's...though” and “as...age”) such as these.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "equations. Though,",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in an illogical sequence of sentences. Placing the period after “equations” and beginning the next sentence with “Though” illogically suggests that the following information (that Hopper would help usher in the digital age) is contrary to the information in the previous sentence (Hopper's subsequent career would involve more than just solving equations). Instead, the information that follows supports the information from the previous sentence by explaining how her work and influence extended beyond solely solving equations.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "equations though",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a run-on sentence. The two independent clauses (“Hopper's...though” and “as...age”) are fused without punctuation.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "28": {
        "Number": 28,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Standard English Conventions"
        ],
        "SubTopics": [
            "Form, Structure, and Sense, for which students must edit text to conform to conventional usage (e.g., agreement, verb tense/aspect)."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:In 1453, English King Henry VI became unfit to rule after falling gravely ill. As a result, Parliament appointed Richard, Third Duke of York, who had a strong claim to the English throne, to rule as Lord Protector. Upon recovering two years later, _______ forcing an angered Richard from the royal court and precipitating a series of battles later known as the Wars of the Roses.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Henry resumed his reign,",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is subject-modifier placement. This choice ensures that the introductory phrase “upon recovering two years later” appears immediately before the noun it modifies (“Henry”), clearly establishing that Henry recovered two years later.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "the reign of Henry resumed,",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a dangling modifier. The placement of the noun phrase “the reign of Henry” immediately after the introductory phrase illogically suggests that the reign of Henry recovered two years later.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Henry's reign resumed,",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a dangling modifier. The placement of the noun phrase “Henry's reign” immediately after the introductory phrase illogically suggests that Henry's reign recovered two years later.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "it was Henry who resumed his reign,",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a dangling modifier. The placement of the function word “it” immediately after the introductory phrase illogically suggests that “it” recovered two years later.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "29": {
        "Number": 29,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expression Of Ideas"
        ],
        "SubTopics": [
            "Transitions, for which students must determine the most effective transition word or phrase to logically connect information and ideas in a text."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:Although novels and poems are considered distinct literary forms, many authors have created hybrid works that incorporate elements of both. Bernardine Evaristo's The Emperor's Babe, _______ is a verse novel, a book-length narrative complete with characters and a plot but conveyed in short, crisp lines of poetry rather than prose.",
            "Which choice completes the text with the most logical transition?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "by contrast,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“By contrast” illogically signals that the information in this sentence contrasts with the claim about hybrid works in the previous sentence. Instead, the information demonstrates that Evaristo's novel is an example of a hybrid work.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "consequently,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Consequently” illogically signals that the information in this sentence is a consequence, or result, of the claim about hybrid works in the previous sentence. Instead, the information demonstrates that Evaristo's novel is an example of a hybrid work.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "secondly,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Secondly” illogically signals that the information in this sentence is a second, separate claim from the previous sentence's claim about hybrid works. Instead, the information demonstrates that Evaristo's novel is an example of a hybrid work.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "for example,",
                "Key": {
                    "Correct": true,
                    "Rationale": "“For example” logically signals that the information in this sentence — that The Emperor's Babe is a novel conveyed in lines of poetry — exemplifies the claim in the previous sentence about hybrid works that incorporate elements of both novels and poems.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "30": {
        "Number": 30,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expression Of Ideas"
        ],
        "SubTopics": [
            "Transitions, for which students must determine the most effective transition word or phrase to logically connect information and ideas in a text."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:At two weeks old, the time their critical socialization period begins, wolves can smell but cannot yet see or hear. Domesticated dogs, _______ can see, hear, and smell by the end of two weeks. This relative lack of sensory input may help explain why wolves behave so differently around humans than dogs do: from a very young age, wolves are more wary and less exploratory.",
            "Which choice completes the text with the most logical transition?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "in other words,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“In other words” illogically signals that the information about domesticated dogs in this sentence paraphrases the information about wolves in the previous sentence. Instead, the information about dogs contrasts with what came before.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "for instance,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“For instance” illogically signals that the information about domesticated dogs in this sentence exemplifies the information about wolves in the previous sentence. Instead, the information about dogs contrasts with what came before.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "by contrast,",
                "Key": {
                    "Correct": true,
                    "Rationale": "“By contrast” logically signals that the information in this sentence — that dogs can see, hear, and smell by the end of two weeks — contrasts with the preceding information (that wolves can smell but not see or hear at the same age).",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "accordingly,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Accordingly” illogically signals that the information about domesticated dogs in this sentence is in accordance with, or results from, the information about wolves in the previous sentence. Instead, the information about dogs contrasts with what came before.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "31": {
        "Number": 31,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expression Of Ideas"
        ],
        "SubTopics": [
            "Transitions, for which students must determine the most effective transition word or phrase to logically connect information and ideas in a text."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:Researchers Helena Mihaljević-Brandt, Lucía Santamaría, and Marco Tullney report that while mathematicians may have traditionally worked alone, evidence points to a shift in the opposite direction. _______ mathematicians are choosing to collaborate with their peers — a trend illustrated by a rise in the number of mathematics publications credited to multiple authors.",
            "Which choice completes the text with the most logical transition?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Similarly,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Similarly” illogically signals that the claim in this sentence is similar to, but separate from, the previous claim about the shift away from mathematicians working alone. Instead, the claim about the rise in collaboration elaborates on the previous claim, describing the shift.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "For this reason,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“For this reason” illogically signals that the claim in this sentence is caused by the previous claim about the shift away from mathematicians working alone. Instead, the claim about the rise in collaboration elaborates on the previous claim, describing the shift.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Furthermore,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Furthermore” illogically signals that the claim in this sentence is in addition to the previous claim about the shift away from mathematicians working alone. Instead, the claim about the rise in collaboration elaborates on the previous claim, describing the shift.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Increasingly,",
                "Key": {
                    "Correct": true,
                    "Rationale": "“Increasingly” logically signals that the claim in this sentence — that mathematicians are collaborating with their peers — marks a change relative to what was traditionally done. As the previous sentence explains, while mathematicians may have traditionally worked alone, evidence points to a shift in the opposite direction. The claim describes the shift: a rise in collaboration.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "32": {
        "Number": 32,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expression Of Ideas"
        ],
        "SubTopics": [
            "Rhetorical Synthesis, for which students must strategically integrate provided information and ideas on a topic to form an effective sentence achieving a specified rhetorical aim."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "While researching a topic, a student has taken the following notes:",
            ":box:• Pterosaurs were flying reptiles that existed millions of years ago.\n\n• In a 2021 study, Anusuya Chinsamy-Turan analyzed fragments of pterosaur jawbones located in the Sahara Desert.\n\n• She was initially unsure if the bones belonged to juvenile or adult pterosaurs.\n\n• She used advanced microscope techniques to determine that the bones had few growth lines relative to the bones of fully grown pterosaurs.\n\n• She concluded that the bones belonged to juveniles.",
            "The student wants to present the study and its findings. Which choice most effectively uses relevant information from the notes to accomplish this goal?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "In 2021, Chinsamy-Turan studied pterosaur jawbones and was initially unsure if the bones belonged to juveniles or adults.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the sentence describes the study and the researcher's initial assessment, it doesn't present the study's findings.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Pterosaur jawbones located in the Sahara Desert were the focus of a 2021 study.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the sentence describes the study and its focus, it doesn't present the study's findings or the name of the researcher who conducted it.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "In a 2021 study, Chinsamy-Turan used advanced microscope techniques to analyze the jawbones of pterosaurs, flying reptiles that existed millions of years ago.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the sentence mentions the study's methodology and provides information about pterosaurs, it doesn't present the study's findings.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "In a 2021 study, Chinsamy-Turan determined that pterosaur jawbones located in the Sahara Desert had few growth lines relative to the bones of fully grown pterosaurs and thus belonged to juveniles.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sentence presents both the study and its findings, noting the study's date and the researcher's name as well as describing what the researcher determined about the jawbones and how she determined it.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "33": {
        "Number": 33,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expression Of Ideas"
        ],
        "SubTopics": [
            "Rhetorical Synthesis, for which students must strategically integrate provided information and ideas on a topic to form an effective sentence achieving a specified rhetorical aim."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "While researching a topic, a student has taken the following notes:",
            ":box:• African American women played prominent roles in the Civil Rights Movement, including at the famous 1963 March on Washington.\n\n• Civil rights activist Anna Hedgeman, one of the march's organizers, was a political adviser who had worked for President Truman.\n\n• Civil rights activist Daisy Bates was a well-known journalist and advocate for school desegregation.\n\n• Hedgeman worked behind the scenes to make sure a woman was included in the lineup of speakers at the march.\n\n• Bates was the sole woman to speak, delivering a brief but memorable address to the cheering crowd.",
            "The student wants to compare the two women's contributions to the March on Washington. Which choice most effectively uses relevant information from the notes to accomplish this goal?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Hedgeman and Bates contributed to the march in different ways; Bates, for example, delivered a brief but memorable address.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While it acknowledges that the two women both contributed to the march, it doesn't indicate what Hedgeman did, so no comparison is made.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Hedgeman worked in politics and helped organize the march, while Bates was a journalist and school desegregation advocate.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the sentence provides information about the two women, it doesn't mention anything about Bates's contribution to the march.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Although Hedgeman worked behind the scenes to make sure a woman speaker was included, Bates was the sole woman to speak at the march.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sentence compares the two women's contributions to the march: Hedgeman worked behind the scenes to make sure a woman speaker was included, whereas Bates actually spoke at the event.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Many African American women, including Bates and Hedgeman, fought for civil rights, but only one spoke at the march.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the sentence indicates that the two women both fought for civil rights, it doesn't compare their individual contributions to the march.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    }
}