{
    "Directions": "Read the passages “What Is Echolocation?,” “Tiger Moths Use Sonic Defense to Trick Bats,” and “Bat Sonar and Naval Technology” and then answer each question.",
    "Context": [],
    "Title": "Passage 1: What Is Echolocation?",
    "Subtitle": "",
    "Author": "by Elizabeth Hagen",
    "LabelType": "P",
    "Content": [
        ["1", "\tEcholocation is the use of sound waves and echoes to determine where objects are in space. Bats use echolocation to navigate and find food in the dark. To echolocate, bats send out sound waves from their mouth or nose. When the sound waves hit an object they produce echoes. The echo bounces off the object and returns to the bat’s ears. Bats listen to the echoes to figure out where the object is, how big it is, and its shape. Using echolocation, bats can detect objects as thin as a human hair in complete darkness. Echolocation allows bats to find insects the size of mosquitoes, which many bats like to eat. . . ."],
        ["2", "\tDid you know that other animals use echolocation too? Dolphins, whales, shrews and some birds use echolocation to navigate and find food. There are even some blind people that have learned to use echolocation to navigate within their surroundings."],
        ["3", "\tHumans cannot hear ultrasonic sounds made by echolocating bats. But there are some insects that can hear these ultrasonic sounds. These insects include some moths, beetles, and crickets. When moths hear an echolocating bat, some will turn and fly away. Others will start flying in a zigzag, spiral, or looping pattern to avoid being eaten by the bat. Some crickets and beetles are known to make clicking sounds that startle the bat and scare it off, thus avoiding being eaten."],
        ["4", "\tDid you know that the scientists that developed the sonar and radar navigation systems used by the military got their idea from studying bat echolocation? Just like bat echolocation, sonar uses sound waves to navigate and determine the location of objects like submarines and ships. Only sonar is used underwater, while bats echolocate in the open air. Radar uses electromagnetic waves to determine the location of objects like planes and ships. Like bat echolocation, radar is also used on open air."]
    ],
    "Copyright": "“Bats” by Elizabeth Hagen. © Arizona Board of Regents / ASU Ask A Biologist. http://askabiologist.asu.edu/echolocation.",
    "References": []
}