{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [
        "Savannah wrote this essay for a descriptive writing assignment in her English class. Read Savannah’s essay and look for corrections she should make. Then answer the questions that follow."
    ],
    "Title": "Smells Like a Memory",
    "Subtitle": "",
    "Author": "",
    "LabelType": "N",
    "Content": [
        ["", "\t(1) The acrid scent of burning firewood wafts through the crisp night air. (2) Suddenly being transported back to childhood as a memory plays in my mind like a movie. (3) My dad, brothers, and I are lounging around a campfire, spearing marshmallows with sticks and holding them over the open flames. (4) My marshmallow catches fire, and I turn it slowly, letting it brown on all sides before blowing it out. (5) I pull gently at its crisp brown shell, the aroma of its gooey sweetness teases my nostrils. (6) I wait impatiently for it to cool enough to put in my mouth."],
        ["", "\t(7) Memories always seem to flood my mind when I experience certain smells. (8) The smell of freshly cut grass reminds me of my twelve-year-old self, playing Soccer on Saturday mornings. (9) I can still smell the warm, damp dirt and hear the voice of my best friend Erin calling out as I wiped the sweat beads off my forehead. (10) After playing for hours, we would all traipse down to the local corner store to buy beverages that were so cold they would make our teeth hurt. (11) I pop the lid off a bubbly drink, and the fizz gently stings my nose. (12) My mind flashes back to those lazy afternoons, leaning against the wall in the cool shade of the store’s striped awning, laughing with my friends."],
        ["", "\t(13) Then there is the distinctive scent of garlic and onion cooking as my grandmother prepares the filling for our holiday tamales. (14) I remember when I was a little girl dragging my chair over to the counter to watch the onions and garlic cook. (15) I would beg my grandmother to let me help fill the tamales, and she would let me sample tiny bites along the way. (16) To this day the smell of steaming tamales fills me with excitement."],
        ["", "\t(17) It is said that scent is the most powerful memory trigger of all the senses. (18) The brain is wired in such a way that the sense of smell is processed near the centers’ of emotion and memory. (19) So it’s no wonder that specific smells can generate amazing memories that make us feel just as we did when the events originally occurred. (20) Whatever the case may be, I know for myself that certain smells today always take me back to times that were innocent and full of exploration and wonder. (21) I’m thankful for the variety of spicy, sweet, and savory smells that continue to remind me of family, friends, and all the best things in life."]
    ],
    "Copyright": "",
    "References": []
}