{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [],
    "Title": "Your Brain on Movies",
    "Subtitle": "",
    "Author": "by Aaron Millar\nOdyssey Magazine\nMarch 2014",
    "LabelType": "P",
    "Content": [
        ["1", "The fell beast‚ a black dragon with snake teeth and razor talons‚ swoops down on the wizard Gandalf. Cut to Frodo‚ a hobbit from the Shire‚ holding the ring of power over the fiery Cracks of Doom. As the ring falls‚ Mount Doom starts to explode‚ leaving Frodo stranded‚ surrounded on all sides by red-hot lava‚ and facing certain death."],
        ["2", "During the final scenes of Lord of the Rings: Return of the King‚ we experience the full gamut of emotions. We gasp as the flames engulf Frodo; we cheer when Gandalf saves him. But hobbits do not exist‚ and there never was one ring to bind them all‚ or save them. So what’s going on? There must be a special kind of movie magic that makes us believe what we know to be false and care about what we know isn’t real. Well‚ as it happens‚ there is a special kind of magic‚ but it’s not in the movie. It’s in the minds of people who watch them."],
        ["", "Hᴀɴᴅɪɴɢ Oᴠᴇʀ Cᴏɴᴛʀᴏʟ"],
        ["3", "Dr. Norman Holland‚ of the University of Florida and author of Literature and the Brain‚ believes this magic is particularly potent when we watch movies on the big screen. “The first thing that happens‚” he argues‚ “is you give up control. The movie is in control.” In normal life our brains are like tractor beams‚ busy scanning the environment with our senses‚ and sucking up any information that seems important or interesting: a sudden loud noise‚ a car racing towards us. This is called the attentional system‚ and it literally means the part of the brain that directs what we pay attention to. But as the lights come down in the cinema‚ and the characters come alive on screen‚ we switch off our tractor beams and let the movie control our attention instead. Edits‚ close-ups‚ sudden on-screen movement—these are all filmmaking techniques that direct our attention and allow us to cede control to the movie."],
        ["4", "As that happens‚ we become increasingly absorbed in the film: the real world of school and parents and homework disappears. We stop sensing our body‚ we forget where we are‚ we are utterly transported to the world of the silver screen. Psychologists call this kind of mental state “flow”: when our attention is completely absorbed in one activity and there isn’t any juice left in the tractor beam‚ our attentional system‚ to suck up any more information. We are effortlessly swept along in the currents of the ride. This is why we love the movies: it’s like going on a roller coaster for the brain."],
        ["", "Aʀᴇ Yᴏᴜ ꜰᴏʀ Rᴇᴀʟ?"],
        ["5", "But there’s another kind of magic at work here too: as we give up control‚ our sense of reality changes. “The way we know things are real‚” Holland explains‚ “is when we interact with them. In a movie theater we’re not planning to do anything—we’re not going to change what we’re watching—and that turns off the systems we use for regulating our actions; in particular it turns off the system that tells us what’s real and what’s not real.” Deep down we know that what we’re seeing is make-believe‚ but because we’re not going to act upon it‚ because it doesn’t have a direct physical bearing upon us‚ we don’t test its plausibility in the same way we do normal life. It’s like that part of our brain goes on a temporary vacation. Film theorists and psychologists call this “suspension of disbelief” and because of it‚ fell beasts really are frightening‚ and we genuinely care about what happens to Frodo."],
        ["6", "But something else is happening in the brain to make this possible too. In the same way that a smart phone has different apps for different jobs‚ and each one has a unique place on your home screen‚ the mind has different abilities‚ and each one has a distinct place in the brain. “Your knowledge that you’re only watching a movie happens in the front part of your brain‚” Holland explains. “That’s the most advanced part‚ where you do your thinking and planning.” But emotions come from a different area‚ the limbic system‚ in the back of the brain‚ one of the most primitive parts. “We feel real emotions toward unreal fictions,” Holland says‚ “because two different brain systems are at work.” In other words‚ even though our front brain knows that a movie isn’t real‚ the back brain never gets the message. When Frodo is rescued from the fire‚ our limbic system automatically produces a physiological response‚ and a feeling of genuine relief‚ as if it were actually happening. Movies may be an illusion‚ but the emotions they produce are real."],
        ["", "Tʜᴇ Bɪɢ Sᴄʀᴇᴇɴ"],
        ["7", "Sadly‚ the intensity of the emotions that movies produce in us‚ and the consequent pleasure we get from watching them‚ may actually be diminishing. It has to do with the new ways in which we consume them. At home‚ or on our smart phones‚ movies are wonderfully convenient. But watching in this way limits their magic because we’re in control: we have the power to stop the film or fast forward bits we don’t like. On top of that‚ we are bombarded with distractions: unfinished homework lying on the coffee table‚ the text message that’s just arrived from a friend. The cinema is designed to take us away from all of that‚ and in doing so‚ it maximizes the psychological effects of film. “If you’re not giving up control to the movie‚” Holland says, “you’re getting a thinned-out movie experience.” More control might be more convenient‚ but it won’t mean more magic. Surely we deserve better than that‚ and Frodo does too."],
        ["", ":box:Mᴀxɪᴍɪᴢɪɴɢ ᴛʜᴇ Mᴀɢɪᴄ ᴏꜰ Mᴏᴠɪᴇs\n\nThe best environment to watch movies is in the theater; cinemas are designed to maximize the psychological effects of film. But if you’re watching at home, try out these simple tips to make your viewing experience richer and more fun.\n• TURN THE LIGHTS OFF. Remove all sensory information except the lights from the screen. Your brain’s attentional system, the part that directs what we pay attention to, will be drawn deeper into the world of the movie.\n• REMOVE DISTRACTIONS. Turn off your phone and clear the clutter from your coffee table. Your brain’s ability to suspend disbelief will be increased if there’s nothing drawing attention away from the screen.\n• DON’T TALK. When you talk during a movie—especially when you analyze what’s happening—you’re reminding your brain that what you’re watching isn’t real, reducing the movie’s believability and emotional impact.\n• TURN THE SOUND UP. Onscreen sounds are an important way film makers direct our attention and keep us engaged with the movie. Music is important too: noises and soundtracks affect us emotionally, intensifying the viewing experience."]
    ],
    "Copyright": "“Your Brain on Movies” by Aaron Millar, from Odyssey, March 2014. Copyright © 2014 by Carus Publishing Company d/b/a Cricket Media.",
    "References": []
}