{
    "Title": "Minnesota Academic Standards > Mathematics > Grade 1",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "MN.M1.1",
            "Label": "Number & Operation",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MN.M1.1.1",
                    "Label": "Count, compare and represent whole numbers up to 120, with an emphasis on groups of tens and ones.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.M1.1.1.1",
                            "Label": "Use place value to describe whole numbers between 10 and 100 in terms of tens and ones.",
                            "Examples": [
                                "For example, recognize the numbers 21 to 29 as 2 tens and a particular number of ones."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M1.1.1.2",
                            "Label": "Read, write and represent whole numbers up to 120. Representations may include numerals, addition and subtraction, pictures, tally marks, number lines and manipulatives, such as bundles of sticks and base 10 blocks.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M1.1.1.3",
                            "Label": "Count, with and without objects, forward and backward from any given number up to 120.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M1.1.1.4",
                            "Label": "Find a number that is 10 more or 10 less than a given number.",
                            "Examples": [
                                "For example, using a hundred grid, find the number that is 10 more than 27."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M1.1.1.5",
                            "Label": "Compare and order whole numbers up to 120.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M1.1.1.6",
                            "Label": "Use words to describe the relative size of numbers.",
                            "Examples": [
                                "For example, use the words equal to, not equal to, more than, less than, fewer than, is about, and is nearly to describe numbers."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M1.1.1.7",
                            "Label": "Use counting and comparison skills to create and analyze bar graphs and tally charts.",
                            "Examples": [
                                "For example, make a bar graph of students' birthday months and count to compare the number in each month."
                            ],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MN.M1.1.2",
                    "Label": "Use a variety of models and strategies to solve addition and subtraction problems in real-world and mathematical contexts.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.M1.1.2.1",
                            "Label": "Use words, pictures, objects, length-based models (connecting cubes), numerals and number lines to model and solve addition and subtraction problems in part-part-total, adding to, taking away from and comparing situations.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M1.1.2.2",
                            "Label": "Compose and decompose numbers up to 12 with an emphasis on making ten.",
                            "Examples": [
                                "For example, given 3 blocks, 7 more blocks are needed to make 10."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M1.1.2.3",
                            "Label": "Recognize the relationship between counting and addition and subtraction. Skip count by 2s, 5s, and 10s.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MN.M1.2",
            "Label": "Algebra",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MN.M1.2.1",
                    "Label": "Recognize and create patterns; use rules to describe patterns.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.M1.2.1.1",
                            "Label": "Create simple patterns using objects, pictures, numbers and rules. Identify possible rules to complete or extend patterns. Patterns may be repeating, growing or shrinking. Calculators can be used to create and explore patterns.",
                            "Examples": [
                                "For example, describe rules that can be used to extend the pattern 2, 4, 6, 8, __, __, __ and complete the pattern 33, 43, __, 63, __, 83 or 20, __,__, 17."
                            ],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MN.M1.2.2",
                    "Label": "Use number sentences involving addition and subtraction basic facts to represent and solve real-world and mathematical problems; create real-world situations corresponding to number sentences.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.M1.2.2.1",
                            "Label": "Represent real-world situations involving addition and subtraction basic facts, using objects and number sentences.",
                            "Examples": [
                                "For example, one way to represent the number of toys that a child has left after giving away 4 of 6 toys is to begin with a stack of 6 connecting cubes and then break off 4 cubes."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M1.2.2.2",
                            "Label": "Determine if equations involving addition and subtraction are true.",
                            "Examples": [
                                "For example, determine if the following number sentences are true or false: 7 = 7; 7 = 8 - 1; 5 + 2 = 2 + 5; 4 + 1 = 5 + 2."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M1.2.2.3",
                            "Label": "Use number sense and models of addition and subtraction, such as== objects and number lines, to identify the missing number in an equation such as: 2 + 4 = __; 3 +__ = 7; 5 = __ - 3.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M1.2.2.4",
                            "Label": "Use addition or subtraction basic facts to represent a given problem situation using a number sentence.",
                            "Examples": [
                                "For example, 5 + 3 = 8 could be used to represent a situation in which 5 red balloons are combined with 3 blue balloons to make 8 total balloons."
                            ],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MN.M1.3",
            "Label": "Geometry & Measurement",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MN.M1.3.1",
                    "Label": "Describe characteristics of basic shapes. Use basic shapes to compose and decompose other objects in various contexts.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.M1.3.1.1",
                            "Label": "Describe characteristics of two- and three-dimensional objects, such as triangles, squares, rectangles, circles, rectangular prisms, cylinders, cones and spheres.",
                            "Examples": [
                                "For example, triangles have three sides and cubes have eight vertices (corners)."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M1.3.1.2",
                            "Label": "Compose (combine) and decompose (take apart) two- and three-dimensional figures such as triangles, squares, rectangles, circles, rectangular prisms and cylinders.",
                            "Examples": [
                                "For example, decompose a regular hexagon into 6 equilateral triangles; build prisms by stacking layers of cubes; compose an ice cream cone by combining a cone and half of a sphere.",
                                "For example, use a drawing program to find shapes that can be made with a rectangle and a triangle."
                            ],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MN.M1.3.2",
                    "Label": "Use basic concepts of measurement in real-world and mathematical situations involving length, time and money.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.M1.3.2.1",
                            "Label": "Measure the length of an object in terms of multiple copies of another object.",
                            "Examples": [
                                "For example, measure a table by placing paper clips end-to-end and counting."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M1.3.2.2",
                            "Label": "Tell time to the hour and half-hour.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M1.3.2.3",
                            "Label": "Identify pennies, nickels and dimes; find the value of a group of these coins, up to one dollar.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}