{
    "Title": "Minnesota Academic Standards > Mathematics > Grade 2",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "MN.M2.1",
            "Label": "Number & Operation",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MN.M2.1.1",
                    "Label": "Compare and represent whole numbers up to 1000 with an emphasis on place value and equality.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.M2.1.1.1",
                            "Label": "Read, write and represent whole numbers up to 1000. Representations may include numerals, addition, subtraction, multiplication, words, pictures, tally marks, number lines and manipulatives, such as bundles of sticks and base 10 blocks.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M2.1.1.2",
                            "Label": "Use place value to describe whole numbers between 10 and 1000 in terms of hundreds, tens and ones. Know that 100 is 10 tens, and 1000 is 10 hundreds.",
                            "Examples": [
                                "For example, writing 853 is a shorter way of writing 8 hundreds + 5 tens + 3 ones."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M2.1.1.3",
                            "Label": "Find 10 more or 10 less than a given three-digit number. Find 100 more or 100 less than a given three-digit number.",
                            "Examples": [
                                "For example, find the number that is 10 less than 382 and the number that is 100 more than 382."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M2.1.1.4",
                            "Label": "Round numbers up to the nearest 10 and 100 and round numbers down to the nearest 10 and 100.",
                            "Examples": [
                                "For example, if there are 17 students in the class and granola bars come 10 to a box, you need to buy 20 bars (2 boxes) in order to have enough bars for everyone."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M2.1.1.5",
                            "Label": "Compare and order whole numbers up to 1000.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MN.M2.1.2",
                    "Label": "Demonstrate mastery of addition and subtraction basic facts; add and subtract one- and two-digit numbers in real-world and mathematical problems.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.M2.1.2.1",
                            "Label": "Use strategies to generate addition and subtraction facts including making tens, fact families, doubles plus or minus one, counting on, counting back, and the commutative and associative properties. Use the relationship between addition and subtraction to generate basic facts.",
                            "Examples": [
                                "For example, use the associative property to make tens when adding 5 + 8 = (3 + 2) + 8 = 3 + (2 + 8) = 3 + 10 = 13."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M2.1.2.2",
                            "Label": "Demonstrate fluency with basic addition facts and related subtraction facts.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M2.1.2.3",
                            "Label": "Estimate sums and differences up to 100.",
                            "Examples": [
                                "For example, know that 23 + 48 is about 70."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M2.1.2.4",
                            "Label": "Use mental strategies and algorithms based on knowledge of place value and equality to add and subtract two-digit numbers. Strategies may include decomposition, expanded notation, and partial sums and differences.",
                            "Examples": [
                                "For example, using decomposition, 78 + 42, can be thought of as: 78 + 2 + 20 + 20 = 80 + 20 + 20 = 100 + 20 = 120 and using expanded notation, 34 - 21 can be thought of as: 30 + 4 – 20 – 1 = 30 – 20 + 4 – 1 = 10 + 3 = 13."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M2.1.2.5",
                            "Label": "Solve real-world and mathematical addition and subtraction problems involving whole numbers with up to 2 digits.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M2.1.2.6",
                            "Label": "Use addition and subtraction to create and obtain information from tables, bar graphs and tally charts.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MN.M2.2",
            "Label": "Algebra",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MN.M2.2.1",
                    "Label": "Recognize, create, describe, and use patterns and rules to solve real-world and mathematical problems.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.M2.2.1.1",
                            "Label": "Identify, create and describe simple number patterns involving repeated addition or subtraction, skip counting and arrays of objects such as counters or tiles. Use patterns to solve problems in various contexts.",
                            "Examples": [
                                "For example, skip count by 5s beginning at 3 to create the pattern 3, 8, 13, 18, ...",
                                "For example, collecting 7 empty milk cartons each day for 5 days will generate the pattern 7, 14, 21, 28, 35, resulting in a total of 35 milk cartons."
                            ],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MN.M2.2.2",
                    "Label": "Use number sentences involving addition, subtraction and unknowns to represent and solve real-world and mathematical problems; create real-world situations corresponding to number sentences.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.M2.2.2.1",
                            "Label": "Understand how to interpret number sentences involving addition, subtraction and unknowns represented by letters. Use objects and number lines and create real-world situations to represent number sentences.",
                            "Examples": [
                                "For example, one way to represent n + 16 = 19 is by comparing a stack of 16 connecting cubes to a stack of 19 connecting cubes; 24 = a + b can be represented by a situation involving a birthday party attended by a total of 24 boys and girls."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M2.2.2.2",
                            "Label": "Use number sentences involving addition, subtraction, and unknowns to represent given problem situations. Use number sense and properties of addition and subtraction to find values for the unknowns that make the number sentences true.",
                            "Examples": [
                                "For example, how many more players are needed if a soccer team requires 11 players and so far only 6 players have arrived? This situation can be represented by the number sentence 11 – 6 = p or by the number sentence 6 + p = 11."
                            ],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MN.M2.3",
            "Label": "Geometry & Measurement",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MN.M2.3.1",
                    "Label": "Identify, describe and compare basic shapes according to their geometric attributes.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.M2.3.1.1",
                            "Label": "Describe, compare, and classify two- and three-dimensional figures according to number and shape of faces, and the number of sides, edges and vertices (corners).",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M2.3.1.2",
                            "Label": "Identify and name basic two- and three-dimensional shapes, such as squares, circles, triangles, rectangles, trapezoids, hexagons, cubes, rectangular prisms, cones, cylinders and spheres.",
                            "Examples": [
                                "For example, use a drawing program to show several ways that a rectangle can be decomposed into exactly three triangles."
                            ],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MN.M2.3.2",
                    "Label": "Understand length as a measurable attribute; use tools to measure length.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.M2.3.2.1",
                            "Label": "Understand the relationship between the size of the unit of measurement and the number of units needed to measure the length of an object.",
                            "Examples": [
                                "For example, it will take more paper clips than whiteboard markers to measure the length of a table."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M2.3.2.2",
                            "Label": "Demonstrate an understanding of the relationship between length and the numbers on a ruler by using a ruler to measure lengths to the nearest centimeter or inch.",
                            "Examples": [
                                "For example, draw a line segment that is 3 inches long."
                            ],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MN.M2.3.3",
                    "Label": "Use time and money in real-world and mathematical situations.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.M2.3.3.1",
                            "Label": "Tell time to the quarter-hour and distinguish between a.m. and p.m.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M2.3.3.2",
                            "Label": "Identify pennies, nickels, dimes and quarters. Find the value of a group of coins and determine combinations of coins that equal a given amount.",
                            "Examples": [
                                "For example, 50 cents can be made up of 2 quarters, or 4 dimes and 2 nickels, or many other combinations."
                            ],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}