{
    "Title": "Minnesota Academic Standards > Mathematics > Grade 3",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "MN.M3.1",
            "Label": "Number & Operation",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MN.M3.1.1",
                    "Label": "Compare and represent whole numbers up to 100,000 with an emphasis on place value and equality.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.M3.1.1.1",
                            "Label": "Read, write and represent whole numbers up to 100,000. Representations may include numerals, expressions with operations, words, pictures, number lines, and manipulatives such as bundles of sticks and base 10 blocks.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M3.1.1.2",
                            "Label": "Use place value to describe whole numbers between 1000 and 100,000 in terms of ten thousands, thousands, hundreds, tens and ones.",
                            "Examples": [
                                "For example, writing 54,873 is a shorter way of writing the following sums: 5 ten thousands + 4 thousands + 8 hundreds + 7 tens + 3 ones; 54 thousands + 8 hundreds + 7 tens + 3 ones."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M3.1.1.3",
                            "Label": "Find 10,000 more or 10,000 less than a given five-digit number. Find 1000 more or 1000 less than a given four- or five-digit. Find 100 more or 100 less than a given four- or five-digit number.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M3.1.1.4",
                            "Label": "Round numbers to the nearest 10,000, 1,000, 100 and 10. Round up and round down to estimate sums and differences.",
                            "Examples": [
                                "For example, 8726 rounded to the nearest 1000 is 9000, rounded to the nearest 100 is 8700, and rounded to the nearest 10 is 8730.",
                                "For example, 473 – 291 is between 400 – 300 and 500 – 200, or between 100 and 300."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M3.1.1.5",
                            "Label": "Compare and order whole numbers up to 100,000.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MN.M3.1.2",
                    "Label": "Add and subtract multi-digit whole numbers; represent multiplication and division in various ways; solve real-world and mathematical problems using arithmetic.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.M3.1.2.1",
                            "Label": "Add and subtract multi-digit numbers, using efficient and generalizable procedures based on knowledge of place value, including standard algorithms.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M3.1.2.2",
                            "Label": "Use addition and subtraction to solve real-world and mathematical problems involving whole numbers. Use various strategies, including the relationship between addition and subtraction, the use of technology, and the context of the problem to assess the reasonableness of results.",
                            "Examples": [
                                "For example, the calculation 117 – 83 = 34 can be checked by adding 83 and 34."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M3.1.2.3",
                            "Label": "Represent multiplication facts by using a variety of approaches, such as repeated addition, equal-sized groups, arrays, area models, equal jumps on a number line and skip counting. Represent division facts by using a variety of approaches, such as repeated subtraction, equal sharing and forming equal groups. Recognize the relationship between multiplication and division.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M3.1.2.4",
                            "Label": "Solve real-world and mathematical problems involving multiplication and division, including both “how many in each group” and “how many groups” division problems.",
                            "Examples": [
                                "For example, you have 27 people and 9 tables. If each table seats the same number of people, how many people will you put at each table?",
                                "For example, if you have 27 people and tables that will hold 9 people, how many tables will you need?"
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M3.1.2.5",
                            "Label": "Use strategies and algorithms based on knowledge of place value, equality and properties of addition and multiplication to multiply a two- or three-digit number by a one-digit number. Strategies may include mental strategies, partial products, the standard algorithm, and the commutative, associative, and distributive properties.",
                            "Examples": [
                                "For example, 9 × 26 = 9 × (20 + 6) = 9 × 20 + 9 × 6 = 180 + 54 = 234."
                            ],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MN.M3.1.3",
                    "Label": "Understand meanings and uses of fractions in real-world and mathematical situations.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.M3.1.3.1",
                            "Label": "Read and write fractions with words and symbols. Recognize that fractions can be used to represent parts of a whole, parts of a set, points on a number line, or distances on a number line.",
                            "Examples": [
                                "For example, parts of a shape (3/4 of a pie), parts of a set (3 out of 4 people), and measurements (3/4 of an inch)."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M3.1.3.2",
                            "Label": "Understand that the size of a fractional part is relative to the size of the whole.",
                            "Examples": [
                                "For example, one-half of a small pizza is smaller than one-half of a large pizza, but both represent one-half."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M3.1.3.3",
                            "Label": "Order and compare unit fractions and fractions with like denominators by using models and an understanding of the concept of numerator and denominator.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MN.M3.2",
            "Label": "Algebra",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MN.M3.2.1",
                    "Label": "Use single-operation input-output rules to represent patterns and relationships and to solve real-world and mathematical problems.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.M3.2.1.1",
                            "Label": "Create, describe, and apply single-operation input-output rules involving addition, subtraction and multiplication to solve problems in various contexts.",
                            "Examples": [
                                "For example, describe the relationship between number of chairs and number of legs by the rule that the number of legs is four times the number of chairs."
                            ],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MN.M3.2.2",
                    "Label": "Use number sentences involving multiplication and division basic facts and unknowns to represent and solve real-world and mathematical problems; create real-world situations corresponding to number sentences.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.M3.2.2.1",
                            "Label": "Understand how to interpret number sentences involving multiplication and division basic facts and unknowns. Create real-world situations to represent number sentences.",
                            "Examples": [
                                "For example, the number sentence 8 × m = 24 could be represented by the question “How much did each ticket to a play cost if 8 tickets totaled $24?”"
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M3.2.2.2",
                            "Label": "Use multiplication and division basic facts to represent a given problem situation using a number sentence. Use number sense and multiplication and division basic facts to find values for the unknowns that make the number sentences true.",
                            "Examples": [
                                "For example, find values of the unknowns that make each number sentence true: 6 = p ÷ 9; 24 = a × b; 5 × 8 = 4 × t.",
                                "For example, how many math teams are competing if there is a total of 45 students with 5 students on each team? This situation can be represented by 5 × n = 45 or 45/5 = n or 45/n = 5."
                            ],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MN.M3.3",
            "Label": "Geometry & Measurement",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MN.M3.3.1",
                    "Label": "Use geometric attributes to describe and create shapes in various contexts.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.M3.3.1.1",
                            "Label": "Identify parallel and perpendicular lines in various contexts, and use them to describe and create geometric shapes, such as right triangles, rectangles, parallelograms and trapezoids.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M3.3.1.2",
                            "Label": "Sketch polygons with a given number of sides or vertices (corners), such as pentagons, hexagons and octagons.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MN.M3.3.2",
                    "Label": "Understand perimeter as a measurable attribute of real-world and mathematical objects. Use various tools to measure distances.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.M3.3.2.1",
                            "Label": "Use half units when measuring distances.",
                            "Examples": [
                                "For example, measure a person's height to the nearest half inch."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M3.3.2.2",
                            "Label": "Find the perimeter of a polygon by adding the lengths of the sides.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M3.3.2.3",
                            "Label": "Measure distances around objects.",
                            "Examples": [
                                "For example, measure the distance around a classroom, or measure a person's wrist size."
                            ],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MN.M3.3.3",
                    "Label": "Use time, money and temperature to solve real-world and mathematical problems.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.M3.3.3.1",
                            "Label": "Tell time to the minute, using digital and analog clocks. Determine elapsed time to the minute.",
                            "Examples": [
                                "For example, your trip began at 9:50 a.m. and ended at 3:10 p.m. How long were you traveling?"
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M3.3.3.2",
                            "Label": "Know relationships among units of time.",
                            "Examples": [
                                "For example, know the number of minutes in an hour, days in a week and months in a year."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M3.3.3.3",
                            "Label": "Make change up to one dollar in several different ways, including with as few coins as possible.",
                            "Examples": [
                                "For example, a chocolate bar costs $1.84. You pay for it with $2. Give two possible ways to make change."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M3.3.3.4",
                            "Label": "Use an analog thermometer to determine temperature to the nearest degree in Fahrenheit and Celsius.",
                            "Examples": [
                                "For example read the temperature in a room with a thermometer that has both Fahrenheit and Celsius scales. Use the thermometer to compare Celsius and Fahrenheit readings."
                            ],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MN.M3.4",
            "Label": "Data Analysis",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MN.M3.4.1",
                    "Label": "Collect, organize, display, and interpret data. Use labels and a variety of scales and units in displays.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.M3.4.1.1",
                            "Label": "Collect, display and interpret data using frequency tables, bar graphs, picture graphs and number line plots having a variety of scales. Use appropriate titles, labels and units.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}