{
    "Title": "Minnesota Academic Standards > Mathematics > Grade 4",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "MN.M4.1",
            "Label": "Number & Operation",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MN.M4.1.1",
                    "Label": "Demonstrate mastery of multiplication and division basic facts; multiply multi-digit numbers; solve real-world and mathematical problems using arithmetic.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.M4.1.1.1",
                            "Label": "Demonstrate fluency with multiplication and division facts.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M4.1.1.2",
                            "Label": "Use an understanding of place value to multiply a number by 10, 100 and 1000.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M4.1.1.3",
                            "Label": "Multiply multi-digit numbers, using efficient and generalizable procedures, based on knowledge of place value, including standard algorithms.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M4.1.1.4",
                            "Label": "Estimate products and quotients of multi-digit whole numbers by using rounding, benchmarks and place value to assess the reasonableness of results.",
                            "Examples": [
                                "For example, 53 × 38 is between 50 × 30 and 60 × 40, or between 1500 and 2400, and 411/73 is between 5 and 6."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M4.1.1.5",
                            "Label": "Solve multi-step real-world and mathematical problems requiring the use of addition, subtraction and multiplication of multi-digit whole numbers. Use various strategies, including the relationship between operations, the use of technology, and the context of the problem to assess the reasonableness of results.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M4.1.1.6",
                            "Label": "Use strategies and algorithms based on knowledge of place value, equality and properties of operations to divide multi-digit whole numbers by one- or two-digit numbers. Strategies may include mental strategies, partial quotients, the commutative, associative, and distributive properties and repeated subtraction.",
                            "Examples": [
                                "For example, a group of 324 students is going to a museum in 6 buses. If each bus has the same number of students, how many students will be on each bus?"
                            ],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MN.M4.1.2",
                    "Label": "Represent and compare fractions and decimals in real-world and mathematical situations; use place value to understand how decimals represent quantities.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.M4.1.2.1",
                            "Label": "Represent equivalent fractions using fraction models such as parts of a set, fraction circles, fraction strips, number lines and other manipulatives. Use the models to determine equivalent fractions.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M4.1.2.2",
                            "Label": "Locate fractions on a number line. Use models to order and compare whole numbers and fractions, including mixed numbers and improper fractions.",
                            "Examples": [
                                "For example, locate 5/3 and 1 3/4 on a number line and give a comparison statement about these two fractions, such as “5/3 is less than 1 3/4.”"
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M4.1.2.3",
                            "Label": "Use fraction models to add and subtract fractions with like denominators in real-world and mathematical situations. Develop a rule for addition and subtraction of fractions with like denominators.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M4.1.2.4",
                            "Label": "Read and write decimals with words and symbols; use place value to describe decimals in terms of thousands, hundreds, tens, ones, tenths, hundredths and thousandths.",
                            "Examples": [
                                "For example, writing 362.45 is a shorter way of writing the sum: 3 hundreds + 6 tens + 2 ones + 4 tenths + 5 hundredths, which can also be written as: three hundred sixty-two and forty-five hundredths."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M4.1.2.5",
                            "Label": "Compare and order decimals and whole numbers using place value, a number line and models such as grids and base 10 blocks.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M4.1.2.6",
                            "Label": "Read and write tenths and hundredths in decimal and fraction notations using words and symbols; know the fraction and decimal equivalents for halves and fourths.",
                            "Examples": [
                                "For example, 1/2 = 0.5 = 0.50 and 7/4 = 1 3/4 = 1.75, which can also be written as one and three-fourths or one and seventy-five hundredths."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M4.1.2.7",
                            "Label": "Round decimals to the nearest tenth.",
                            "Examples": [
                                "For example, the number 0.36 rounded to the nearest tenth is 0.4."
                            ],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MN.M4.2",
            "Label": "Algebra",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MN.M4.2.1",
                    "Label": "Use input-output rules, tables and charts to represent patterns and relationships and to solve real-world and mathematical problems.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.M4.2.1.1",
                            "Label": "Create and use input-output rules involving addition, subtraction, multiplication and division to solve problems in various contexts. Record the inputs and outputs in a chart or table.",
                            "Examples": [
                                "For example, if the rule is “multiply by 3 and add 4,” record the outputs for given inputs in a table.",
                                "For example, identify a pattern that is consistent with a sequence of figures, create an input- output rule that describes the pattern, and use the rule to predict the nᵗʰ figure in the sequence."
                            ],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MN.M4.2.2",
                    "Label": "Use number sentences involving multiplication, division and unknowns to represent and solve real-world and mathematical problems; create real-world situations corresponding to number sentences.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.M4.2.2.1",
                            "Label": "Understand how to interpret number sentences involving multiplication, division and unknowns. Use real-world situations involving multiplication or division to represent number sentences.",
                            "Examples": [
                                "For example, the number sentence a × b = 60 can be represented by the situation in which chairs are being arranged in equal rows and the total number of chairs is 60."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M4.2.2.2",
                            "Label": "Use multiplication, division and unknowns to represent a given problem situation using a number sentence. Use number sense, properties of multiplication, and the relationship between multiplication and division to find values for the unknowns that make the number sentences true.",
                            "Examples": [
                                "For example, if $84 is to be shared equally among a group of children, the amount of money each child receives can be determined using the number sentence 84 ÷ n = d.",
                                "For example, find values of the unknowns that make each number sentence true: 12 × m = 36; s = 256 ÷ t."
                            ],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MN.M4.3",
            "Label": "Geometry & Measurement",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MN.M4.3.1",
                    "Label": "Name, describe, classify and sketch polygons.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.M4.3.1.1",
                            "Label": "Describe, classify and sketch triangles, including equilateral, right, obtuse and acute triangles. Recognize triangles in various contexts.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M4.3.1.2",
                            "Label": "Describe, classify and draw quadrilaterals, including squares, rectangles, trapezoids, rhombuses, parallelograms and kites. Recognize quadrilaterals in various contexts.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MN.M4.3.2",
                    "Label": "Understand angle and area as measurable attributes of real-world and mathematical objects. Use various tools to measure angles and areas.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.M4.3.2.1",
                            "Label": "Measure angles in geometric figures and real-world objects with a protractor or angle ruler.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M4.3.2.2",
                            "Label": "Compare angles according to size. Classify angles as acute, right and obtuse.",
                            "Examples": [
                                "For example, compare different hockey sticks according to the angle between the blade and the shaft."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M4.3.2.3",
                            "Label": "Understand that the area of a two-dimensional figure can be found by counting the total number of same size square units that cover a shape without gaps or overlaps. Justify why length and width are multiplied to find the area of a rectangle by breaking the rectangle into one unit by one unit squares and viewing these as grouped into rows and columns.",
                            "Examples": [
                                "For example, how many copies of a square sheet of paper are needed to cover the classroom door? Measure the length and width of the door to the nearest inch and compute the area of the door."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M4.3.2.4",
                            "Label": "Find the areas of geometric figures and real-world objects that can be divided into rectangular shapes. Use square units to label area measurements.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MN.M4.3.3",
                    "Label": "Use translations, reflections and rotations to establish congruency and understand symmetries.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.M4.3.3.1",
                            "Label": "Apply translations (slides) to figures.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M4.3.3.2",
                            "Label": "Apply reflections (flips) to figures by reflecting over vertical or horizontal lines and relate reflections to lines of symmetry.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M4.3.3.3",
                            "Label": "Apply rotations (turns) of 90˚ clockwise or counterclockwise.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M4.3.3.4",
                            "Label": "Recognize that translations, reflections and rotations preserve congruency and use them to show that two figures are congruent.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MN.M4.4",
            "Label": "Data Analysis",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MN.M4.4.1",
                    "Label": "Collect, organize, display and interpret data, including data collected over a period of time and data represented by fractions and decimals.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.M4.4.1.1",
                            "Label": "Use tables, bar graphs, timelines and Venn diagrams to display data sets. The data may include fractions or decimals. Understand that spreadsheet tables and graphs can be used to display data.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}