{
    "Title": "Minnesota Academic Standards > Mathematics > Grade 5",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "MN.M5.1",
            "Label": "Number & Operation",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MN.M5.1.1",
                    "Label": "Divide multi-digit numbers; solve real-world and mathematical problems using arithmetic.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.M5.1.1.1",
                            "Label": "Divide multi-digit numbers, using efficient and generalizable procedures, based on knowledge of place value, including standard algorithms. Recognize that quotients can be represented in a variety of ways, including a whole number with a remainder, a fraction or mixed number, or a decimal.",
                            "Examples": [
                                "For example, dividing 153 by 7 can be used to convert the improper fraction 153/7 to the mixed number 21 6/7."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M5.1.1.2",
                            "Label": "Consider the context in which a problem is situated to select the most useful form of the quotient for the solution and use the context to interpret the quotient appropriately.",
                            "Examples": [
                                "For example, if 77 amusement ride tickets are to be distributed equally among 4 children, each child will receive 19 tickets, and there will be one left over. If $77 is to be distributed equally among 4 children, each will receive $19.25, with nothing left over."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M5.1.1.3",
                            "Label": "Estimate solutions to arithmetic problems in order to assess the reasonableness of results.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M5.1.1.4",
                            "Label": "Solve real-world and mathematical problems requiring addition, subtraction, multiplication and division of multi-digit whole numbers. Use various strategies, including the inverse relationships between operations, the use of technology, and the context of the problem to assess the reasonableness of results.",
                            "Examples": [
                                "For example, the calculation 117 ÷ 9 = 13 can be checked by multiplying 9 and 13."
                            ],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MN.M5.1.2",
                    "Label": "Read, write, represent and compare fractions and decimals; recognize and write equivalent fractions; convert between fractions and decimals; use fractions and decimals in real-world and mathematical situations.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.M5.1.2.1",
                            "Label": "Read and write decimals using place value to describe decimals in terms of groups from millionths to millions.",
                            "Examples": [
                                "For example, possible names for the number 0.0037 are: 37 ten thousandths; 3 thousandths + 7 ten thousandths; a possible name for the number 1.5 is 15 tenths."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M5.1.2.2",
                            "Label": "Find 0.1 more than a number and 0.1 less than a number. Find 0.01 more than a number and 0.01 less than a number. Find 0.001 more than a number and 0.001 less than a number.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M5.1.2.3",
                            "Label": "Order fractions and decimals, including mixed numbers and improper fractions, and locate on a number line.",
                            "Examples": [
                                "For example, which is larger 1.25 or 6?",
                                "For example, in order to work properly, a part must fit through a 0.24 inch wide space. If a part is 1/4 inch wide, will it fit?"
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M5.1.2.4",
                            "Label": "Recognize and generate equivalent decimals, fractions, mixed numbers and improper fractions in various contexts.",
                            "Examples": [
                                "For example, when comparing 1.5 and 19/12, note that 1.5 = 1 1/2 = 1 6/12, = 18/12, so 1.5 < 19/12."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M5.1.2.5",
                            "Label": "Round numbers to the nearest 0.1, 0.01 and 0.001.",
                            "Examples": [
                                "For example, fifth grade students used a calculator to find the mean of the monthly allowance in their class. The calculator display shows 25.80645161. Round this number to the nearest cent."
                            ],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MN.M5.1.3",
                    "Label": "Add and subtract fractions, mixed numbers and decimals to solve real-world and mathematical problems.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.M5.1.3.1",
                            "Label": "Add and subtract decimals and fractions, using efficient and generalizable procedures, including standard algorithms.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M5.1.3.2",
                            "Label": "Model addition and subtraction of fractions and decimals using a variety of representations.",
                            "Examples": [
                                "For example, represent 2/3 + 1/4 and 2/3 - 1/4 by drawing a rectangle divided into 4 columns and 3 rows and shading the appropriate parts or by using fraction circles or bars."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M5.1.3.3",
                            "Label": "Estimate sums and differences of decimals and fractions to assess the reasonableness of results.",
                            "Examples": [
                                "For example, recognize that 12 2/5 - 3 3/4 is between 8 and 9 (since 2/5 < 3/4)."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M5.1.3.4",
                            "Label": "Solve real-world and mathematical problems requiring addition and subtraction of decimals, fractions and mixed numbers, including those involving measurement, geometry and data.",
                            "Examples": [
                                "For example, calculate the perimeter of the soccer field when the length is 109.7 meters and the width is 73.1 meters."
                            ],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MN.M5.2",
            "Label": "Algebra",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MN.M5.2.1",
                    "Label": "Recognize and represent patterns of change; use patterns, tables, graphs and rules to solve real-world and mathematical problems.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.M5.2.1.1",
                            "Label": "Create and use rules, tables, spreadsheets and graphs to describe patterns of change and solve problems.",
                            "Examples": [
                                "For example, an end-of-the-year party for 5th grade costs $100 to rent the room and $4.50 for each student. Know how to use a spreadsheet to create an input-output table that records the total cost of the party for any number of students between 90 and 150."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M5.2.1.2",
                            "Label": "Use a rule or table to represent ordered pairs of positive integers and graph these ordered pairs on a coordinate system.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MN.M5.2.2",
                    "Label": "Use properties of arithmetic to generate equivalent numerical expressions and evaluate expressions involving whole numbers.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.M5.2.2.1",
                            "Label": "Apply the commutative, associative and distributive properties and order of operations to generate equivalent numerical expressions and to solve problems involving whole numbers.",
                            "Examples": [
                                "For example, purchase 5 pencils at 19 cents and 7 erasers at 19 cents. The numerical expression is 5 × 19 + 7 × 19 which is the same as (5 + 7) × 19."
                            ],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MN.M5.2.3",
                    "Label": "Understand and interpret equations and inequalities involving variables and whole numbers, and use them to represent and solve real-world and mathematical problems.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.M5.2.3.1",
                            "Label": "Determine whether an equation or inequality involving a variable is true or false for a given value of the variable.",
                            "Examples": [
                                "For example, determine whether the inequality 1.5 + x < 10 is true for x = 2.8, x = 8.1, or x = 9.2."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M5.2.3.2",
                            "Label": "Represent real-world situations using equations and inequalities involving variables. Create real-world situations corresponding to equations and inequalities.",
                            "Examples": [
                                "For example, 250 - 27 x a = b can be used to represent the number of sheets of paper remaining from a packet of 250 sheets when each student in a class of 27 is given a certain number of sheets."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M5.2.3.3",
                            "Label": "Evaluate expressions and solve equations involving variables when values for the variables are given.",
                            "Examples": [
                                "For example, using the formula, A= lw, determine the area when the length is 5, and the width 6, and find the length when the area is 24 and the width is 4."
                            ],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MN.M5.3",
            "Label": "Geometry & Measurement",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MN.M5.3.1",
                    "Label": "Describe, classify, and draw representations of three-dimensional figures.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.M5.3.1.1",
                            "Label": "Describe and classify three-dimensional figures including cubes, prisms and pyramids by the number of edges, faces or vertices as well as the types of faces.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M5.3.1.2",
                            "Label": "Recognize and draw a net for a three-dimensional figure.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MN.M5.3.2",
                    "Label": "Determine the area of triangles and quadrilaterals; determine the surface area and volume of rectangular prisms in various contexts.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.M5.3.2.1",
                            "Label": "Develop and use formulas to determine the area of triangles, parallelograms and figures that can be decomposed into triangles.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M5.3.2.2",
                            "Label": "Use various tools and strategies to measure the volume and surface area of objects that are shaped like rectangular prisms.",
                            "Examples": [
                                "For example, use a net or decompose the surface into rectangles.",
                                "For example, measure the volume of a cereal box by using a ruler to measure its height, width and length, or by filling it with cereal and then emptying the cereal into containers of known volume."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M5.3.2.3",
                            "Label": "Understand that the volume of a three-dimensional figure can be found by counting the total number of same-sized cubic units that fill a shape without gaps or overlaps. Use cubic units to label volume measurements.",
                            "Examples": [
                                "For example, use cubes to find the volume of a small box."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M5.3.2.4",
                            "Label": "Develop and use the formulas V = lwh and V = Bh to determine the volume of rectangular prisms. Justify why base area B and height h are multiplied to find the volume of a rectangular prism by breaking the prism into layers of unit cubes.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MN.M5.4",
            "Label": "Data Analysis",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MN.M5.4.1",
                    "Label": "Display and interpret data; determine mean, median and range.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.M5.4.1.1",
                            "Label": "Know and use the definitions of the mean, median and range of a set of data. Know how to use a spreadsheet to find the mean, median and range of a data set. Understand that the mean is a “leveling out” of data.",
                            "Examples": [
                                "For example, the set of numbers 1, 1, 4, 6 has mean 3. It can be leveled by taking one unit from the 4 and three units from the 6 and adding them to the 1s, making four 3s."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M5.4.1.2",
                            "Label": "Create and analyze double-bar graphs and line graphs by applying understanding of whole numbers, fractions and decimals. Know how to create spreadsheet tables and graphs to display data.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}