{
    "Title": "Minnesota Academic Standards > English Language Arts > Grade 6",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "",
            "Label": "Reading Literature",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Key Ideas & Details",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.E6.4.1",
                            "Label": "Cite textual evidence to support analysis of what the text says explicitly as well as inferences drawn from the text.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.E6.4.2",
                            "Label": "Determine a theme or central idea of a text and how it is conveyed through particular details; provide a summary of the text distinct from personal opinions or judgments.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.E6.4.3",
                            "Label": "Describe how a particular story's or drama's plot unfolds in a series of episodes as well as how the characters respond or change as the plot moves toward a resolution.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Craft & Structure",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.E6.4.4",
                            "Label": "Determine the meaning of words and phrases as they are used in a text, including figurative and connotative meanings; analyze the impact of a specific word choice on meaning and tone.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.E6.4.5",
                            "Label": "Analyze how a particular sentence, chapter, scene, or stanza fits into the overall structure of a text and contributes to the development of the theme, setting, or plot.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.E6.4.6",
                            "Label": "Explain how an author develops the point of view of the narrator or speaker in a text, including those by or about Minnesota American Indians.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Integration Of Knowledge & Ideas",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.E6.4.7",
                            "Label": "Compare and contrast the experience of reading a story, drama, or poem to listening to or viewing an audio, video, or live version of the text, including contrasting what they “see” and “hear” when reading the text to what they perceive when they listen or watch.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.E6.4.9",
                            "Label": "Compare and contrast texts in different forms or genres including those by and about Minnesota American Indians (e.g., stories and poems; historical novels and fantasy stories) in terms of their approaches to similar themes and topics.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Range Of Reading & Level Of Text Complexity",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.E6.4.10",
                            "Label": "By the end of the year, read and comprehend literature and other texts including stories, dramas, and poems, in the grades 6–8 text complexity band proficiently and independently with appropriate scaffolding for texts at the high end of the range.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MN.E6.4.10.a",
                                    "Label": "Self-select texts for personal enjoyment, interest and academic tasks.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MN.E6.4.10.b",
                                    "Label": "Read widely to understand multiple perspectives and pluralistic viewpoints.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Reading Informational Text",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Key Ideas & Details",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.E6.5.1",
                            "Label": "Cite textual evidence to support analysis of what the text says explicitly as well as inferences drawn from the text.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.E6.5.2",
                            "Label": "Determine a central idea of a text and how it is conveyed through particular details; provide a summary of the text distinct from personal opinions or judgments.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.E6.5.3",
                            "Label": "Analyze in detail how a key individual, event, or idea is introduced, illustrated, and elaborated in a text (e.g., through examples or anecdotes).",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Craft & Structure",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.E6.5.4",
                            "Label": "Determine the meaning of words and phrases as they are used in a text, including figurative, connotative, and technical meanings.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.E6.5.5",
                            "Label": "Analyze how a particular sentence, paragraph, chapter, or section fits into the overall structure of a text and contributes to the development of the ideas.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.E6.5.6",
                            "Label": "Determine an author's point of view or purpose in a text and explain how it is conveyed in the text.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Integration Of Knowledge & Ideas",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.E6.5.7",
                            "Label": "Integrate information presented in different media or formats (e.g., visually, quantitatively) as well as in words to develop a coherent understanding of a topic or issue.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.E6.5.8",
                            "Label": "Trace and evaluate the argument and specific claims in a text, distinguishing claims that are supported by reasons and evidence from claims that are not.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.E6.5.9",
                            "Label": "Compare and contrast one author's presentation of events, including events related to Minnesota American Indians, with that of another (e.g., a memoir written by and a biography on the same person).",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Range Of Reading & Level Of Text Complexity",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.E6.5.10",
                            "Label": "By the end of the year, read and comprehend literary nonfiction in the grades 6–8 text complexity band proficiently, with scaffolding as needed at the high end of the range.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MN.E6.5.10.a",
                                    "Label": "Self-select texts for personal enjoyment, interest, and academic tasks.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Writing",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Text Types & Purposes",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.E6.7.1",
                            "Label": "",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MN.E6.7.1.a",
                                    "Label": "",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MN.E6.7.1.b",
                                    "Label": "",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MN.E6.7.1.c",
                                    "Label": "",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MN.E6.7.1.d",
                                    "Label": "",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MN.E6.7.1.e",
                                    "Label": "",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MN.E6.7.2",
                            "Label": "Write informative/explanatory texts to examine a topic and convey ideas, concepts, and information through the selection, organization, and analysis of relevant content.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MN.E6.7.2.a",
                                    "Label": "Introduce a topic; organize ideas, concepts, and information, using strategies such as definition, classification, comparison/contrast, and cause/effect; include formatting (e.g., headings), graphics (e.g., charts, tables), and multimedia when useful to aiding comprehension.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MN.E6.7.2.b",
                                    "Label": "Develop the topic with relevant facts, definitions, concrete details, quotations, or other information and examples.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MN.E6.7.2.c",
                                    "Label": "Use appropriate transitions to clarify the relationships among ideas and concepts.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MN.E6.7.2.d",
                                    "Label": "Use precise language and domain-specific vocabulary to inform about or explain the topic.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MN.E6.7.2.e",
                                    "Label": "Establish and maintain a formal style.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MN.E6.7.2.f",
                                    "Label": "Provide a concluding statement or section that follows from the information or explanation presented.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MN.E6.7.3",
                            "Label": "Write narratives and other creative texts to develop real or imagined experiences or events using effective technique, relevant descriptive details, and well-structured event sequences.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MN.E6.7.3.a",
                                    "Label": "Engage and orient the reader by establishing a context and introducing a narrator and/or characters; organize an event sequence that unfolds naturally and logically.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MN.E6.7.3.b",
                                    "Label": "Use literary and narrative techniques, such as dialogue, pacing, rhythm and description, to develop experiences, events, and/or characters.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MN.E6.7.3.c",
                                    "Label": "Use a variety of transition words, phrases, and clauses to convey sequence and signal shifts from one time frame or setting to another.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MN.E6.7.3.d",
                                    "Label": "Use precise words and phrases, relevant descriptive details, figurative and sensory language to convey experiences and events.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MN.E6.7.3.e",
                                    "Label": "Provide a conclusion (when appropriate to the genre) that follows from the narrated experiences or events.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Writing Process: Production & Distribution Of Writing",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.E6.7.4",
                            "Label": "Produce clear and coherent writing in which the development, organization, and style are appropriate to task, purpose, and audience.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.E6.7.5",
                            "Label": "With some guidance and support from peers and adults, use a writing process to develop and strengthen writing as needed by planning, drafting, revising, editing, rewriting, or trying a new approach.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.E6.7.6",
                            "Label": "Use technology, including the Internet, to produce and publish writing as well as to interact and collaborate with others; demonstrate sufficient command of keyboarding skills to type a minimum of three pages in a single sitting.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Research To Build & Present Knowledge",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.E6.7.7",
                            "Label": "Conduct short research projects to answer a question, drawing on several sources and refocusing the inquiry when appropriate.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.E6.7.8",
                            "Label": "Gather relevant information from multiple print and digital sources; assess the credibility of each source; and quote or paraphrase the data and conclusions of others while avoiding plagiarism and providing basic bibliographic information for sources.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.E6.7.9",
                            "Label": "Draw evidence from literary or informational texts to support analysis, reflection, and research.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MN.E6.7.9.a",
                                    "Label": "Apply grade 6 Reading standards to literature (e.g., “Compare and contrast texts in different forms or genres including those by and about Minnesota American Indians [e.g., stories and poems; historical novels and fantasy stories] in terms of their approaches to similar themes and topics”).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MN.E6.7.9.b",
                                    "Label": "Apply grade 6 Reading standards to literary nonfiction (e.g., “Trace and evaluate the argument and specific claims in a text, distinguishing claims that are supported by reasons and evidence from claims that are not”).",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Range Of Writing",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.E6.7.10",
                            "Label": "Write routinely over extended time frames (time for research, reflection, and revision) and shorter time frames (a single sitting or a day or two) for a range of discipline-specific tasks, purposes, and audiences.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MN.E6.7.10.a",
                                    "Label": "Independently select writing topics and formats for personal enjoyment, interest, and academic tasks.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Speaking, Viewing, Listening & Media Literacy",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Comprehension & Collaboration",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.E6.9.1",
                            "Label": "Engage effectively in a range of collaborative discussions (one-on-one, in groups, and teacher-led) with diverse partners on grade 6 topics, texts, and issues, building on others' ideas and expressing their own clearly.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MN.E6.9.1.a",
                                    "Label": "Come to discussions prepared, having read or studied required material; explicitly draw on that preparation by referring to evidence on the topic, text, or issue to probe and reflect on ideas under discussion.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MN.E6.9.1.b",
                                    "Label": "Follow rules for collegial discussions, set specific goals and deadlines, and define individual roles as needed.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MN.E6.9.1.c",
                                    "Label": "Pose and respond to specific questions with elaboration and detail by making comments that contribute to the topic, text, or issue under discussion.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MN.E6.9.1.d",
                                    "Label": "Review the key ideas expressed and demonstrate understanding of multiple perspectives through reflection and paraphrasing.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MN.E6.9.1.e",
                                    "Label": "Cooperate, mediate, and problem solve to make decisions as appropriate for productive group discussion.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MN.E6.9.2",
                            "Label": "Interpret information presented in diverse media and formats (e.g., visually, quantitatively, orally) and explain how it contributes to a topic, text, or issue under study.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.E6.9.3",
                            "Label": "Delineate a speaker's argument, specific claims, and intended audience, distinguishing claims that are supported by reasons and evidence from claims that are not.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Presentation Of Knowledge & Ideas",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.E6.9.4",
                            "Label": "Present claims and findings, respect intellectual properties, sequence ideas logically and using pertinent descriptions, facts, and details to accentuate main ideas or themes; use appropriate eye contact, adequate volume, and clear pronunciation.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.E6.9.5",
                            "Label": "Include multimedia components (e.g., graphics, images, music, sound) and visual displays in presentations to clarify information.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.E6.9.6",
                            "Label": "Adapt speech to a variety of contexts, audiences, tasks, and feedback from self and others demonstrating command of formal English when indicated or appropriate.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Media Literacy",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.E6.9.7",
                            "Label": "Understand, analyze, and use different types of print, digital, and multimodal media.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MN.E6.9.7.a",
                                    "Label": "Evaluate mass media with regard to quality of production (e.g., film, television, radio, advertisements).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MN.E6.9.7.b",
                                    "Label": "Evaluate mass media with regard to accuracy of information, bias, stereotype, purpose, message and target audience (e.g., film, television, radio, video games, print and digital media, advertisements).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MN.E6.9.7.c",
                                    "Label": "Recognize ethical standards and safe practices in social and personal media communications.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MN.E6.9.8",
                            "Label": "As an individual or in collaboration, create an informative multimedia work or a piece of digital communication or contribute to an online collaboration for a specific purpose.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MN.E6.9.8.a",
                                    "Label": "Demonstrate a developmentally appropriate understanding of copyright, attribution, principles of Fair Use, Creative Commons licenses and the effect of genre on conventions of attribution and citation.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MN.E6.9.8.b",
                                    "Label": "Publish the work and share with an audience.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "Key": "",
            "Label": "Language",
            "Examples": [],
            "Subs": [
                {
                    "Key": "",
                    "Label": "Conventions Of Standard English",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.E6.11.1",
                            "Label": "Demonstrate command of the conventions of standard English grammar and usage when writing or speaking.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MN.E6.11.1.a",
                                    "Label": "Ensure that pronouns are in the proper case (subjective, objective, possessive).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MN.E6.11.1.b",
                                    "Label": "Use intensive pronouns (e.g., myself, ourselves).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MN.E6.11.1.c",
                                    "Label": "Recognize and correct inappropriate shifts in pronoun number and person.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MN.E6.11.1.d",
                                    "Label": "Recognize and correct vague pronouns (i.e., ones with unclear or ambiguous antecedents).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MN.E6.11.1.e",
                                    "Label": "Recognize variations from standard English in their own and others' writing and speaking, and identify and use strategies to improve expression in conventional language.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MN.E6.11.2",
                            "Label": "Demonstrate command of the conventions of standard English capitalization, punctuation, and spelling when writing.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MN.E6.11.2.a",
                                    "Label": "Use punctuation (commas, parentheses, dashes) to set off nonrestrictive/parenthetical elements.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MN.E6.11.2.b",
                                    "Label": "Spell correctly.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Knowledge Of Language",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.E6.11.3",
                            "Label": "Use knowledge of language and its conventions when writing, speaking, reading, or listening.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MN.E6.11.3.a",
                                    "Label": "Vary sentence patterns for meaning, reader/listener interest, and style.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MN.E6.11.3.b",
                                    "Label": "Maintain consistency in style and tone.",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        }
                    ]
                },
                {
                    "Key": "",
                    "Label": "Vocabulary Acquisition & Use",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.E6.11.4",
                            "Label": "Determine or clarify the meaning of unknown and multiple-meaning words and phrases based on grade 6 reading and content, choosing flexibly from a range of strategies.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MN.E6.11.4.a",
                                    "Label": "Use context (e.g., the overall meaning of a sentence or paragraph; a word's position or function in a sentence) as a clue to the meaning of a word or phrase.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MN.E6.11.4.b",
                                    "Label": "Use common, grade-appropriate Greek or Latin affixes and roots as clues to the meaning of a word (e.g., audience, auditory, audible).",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MN.E6.11.4.c",
                                    "Label": "Consult reference materials (e.g., dictionaries, glossaries, thesauruses), both print and digital, to find the pronunciation of a word or determine or clarify its precise meaning or its part of speech.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MN.E6.11.4.d",
                                    "Label": "Verify the preliminary determination of the meaning of a word or phrase (e.g., by checking the inferred meaning in context or in a dictionary).",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MN.E6.11.5",
                            "Label": "Demonstrate understanding of figurative language, word relationships, and nuances in word meanings to extend word consciousness.",
                            "Examples": [],
                            "Subs": [
                                {
                                    "Key": "MN.E6.11.5.a",
                                    "Label": "Interpret figures of speech (e.g., personification) in context.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MN.E6.11.5.b",
                                    "Label": "Use the relationship between particular words (e.g., cause/effect, part/whole, item/category) to better understand each of the words.",
                                    "Examples": [],
                                    "Subs": []
                                },
                                {
                                    "Key": "MN.E6.11.5.c",
                                    "Label": "Distinguish among the connotations (associations) of words with similar denotations (definitions) (e.g., stingy, scrimping, economical, unwasteful, thrifty).",
                                    "Examples": [],
                                    "Subs": []
                                }
                            ]
                        },
                        {
                            "Key": "MN.E6.11.6",
                            "Label": "Acquire and use accurately grade-appropriate general academic and domain-specific words and phrases; gather vocabulary knowledge when considering a word or phrase important to comprehension or expression.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}