{
    "Title": "Minnesota Academic Standards > Mathematics > Grade 6",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "MN.M6.1",
            "Label": "Number & Operation",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MN.M6.1.1",
                    "Label": "Read, write, represent and compare positive rational numbers expressed as fractions, decimals, percents and ratios; write positive integers as products of factors; use these representations in real-world and mathematical situations.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.M6.1.1.1",
                            "Label": "Locate positive rational numbers on a number line and plot pairs of positive rational numbers on a coordinate grid.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M6.1.1.2",
                            "Label": "Compare positive rational numbers represented in various forms. Use the symbols <, = and >.",
                            "Examples": [
                                "For example, 1/2 > 0.36."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M6.1.1.3",
                            "Label": "Understand that percent represents parts out of 100 and ratios to 100.",
                            "Examples": [
                                "For example, 75% corresponds to the ratio 75 to 100, which is equivalent to the ratio 3 to 4."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M6.1.1.4",
                            "Label": "Determine equivalences among fractions, decimals and percents; select among these representations to solve problems.",
                            "Examples": [
                                "For example, if a woman making $25 an hour gets a 10% raise, she will make an additional $2.50 an hour, because $2.50 is 1/10 or 10% of $25."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M6.1.1.5",
                            "Label": "Factor whole numbers; express a whole number as a product of prime factors with exponents.",
                            "Examples": [
                                "For example, 24 = 2³ x 3."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M6.1.1.6",
                            "Label": "Determine greatest common factors and least common multiples. Use common factors and common multiples to calculate with fractions and find equivalent fractions.",
                            "Examples": [
                                "For example, factor the numerator and denominator of a fraction to determine an equivalent fraction."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M6.1.1.7",
                            "Label": "Convert between equivalent representations of positive rational numbers.",
                            "Examples": [
                                "For example, express 10/7 as (7 + 3)/7 = 7/7 + 3/7 = 1 3/7."
                            ],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MN.M6.1.2",
                    "Label": "Understand the concept of ratio and its relationship to fractions and to the multiplication and division of whole numbers. Use ratios to solve real-world and mathematical problems.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.M6.1.2.1",
                            "Label": "Identify and use ratios to compare quantities; understand that comparing quantities using ratios is not the same as comparing quantities using subtraction.",
                            "Examples": [
                                "For example, in a classroom with 15 boys and 10 girls, compare the numbers by subtracting (there are 5 more boys than girls) or by dividing (there are 1.5 times as many boys as girls). The comparison using division may be expressed as a ratio of boys to girls (3 to 2 or 3:2 or 1.5 to 1)."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M6.1.2.2",
                            "Label": "Apply the relationship between ratios, equivalent fractions and percents to solve problems in various contexts, including those involving mixtures and concentrations.",
                            "Examples": [
                                "For example, if 5 cups of trail mix contains 2 cups of raisins, the ratio of raisins to trail mix is 2 to 5. This ratio corresponds to the fact that the raisins are 2/5 of the total, or 40% of the total. And if one trail mix consists of 2 parts peanuts to 3 parts raisins, and another consists of 4 parts peanuts to 8 parts raisins, then the first mixture has a higher concentration of peanuts."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M6.1.2.3",
                            "Label": "Determine the rate for ratios of quantities with different units.",
                            "Examples": [
                                "For example, 60 miles for every 3 hours is equivalent to 20 miles for every one hour (20 mph)."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M6.1.2.4",
                            "Label": "Use reasoning about multiplication and division to solve ratio and rate problems.",
                            "Examples": [
                                "For example, if 5 items cost $3.75, and all items are the same price, then 1 item costs 75 cents, so 12 items cost $9.00."
                            ],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MN.M6.1.3",
                    "Label": "Multiply and divide decimals, fractions and mixed numbers; solve real-world and mathematical problems using arithmetic with positive rational numbers.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.M6.1.3.1",
                            "Label": "Multiply and divide decimals and fractions, using efficient and generalizable procedures, including standard algorithms.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M6.1.3.2",
                            "Label": "Use the meanings of fractions, multiplication, division and the inverse relationship between multiplication and division to make sense of procedures for multiplying and dividing fractions.",
                            "Examples": [
                                "For example, just as 12/4 = 3 means 12 = 3 × 4, = 2/3 ÷ 4/5 = 5/6 means 5/6 × 4/5 = 2/3."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M6.1.3.3",
                            "Label": "Calculate the percent of a number and determine what percent one number is of another number to solve problems in various contexts.",
                            "Examples": [
                                "For example, if John has $45 and spends $15, what percent of his money did he keep?"
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M6.1.3.4",
                            "Label": "Solve real-world and mathematical problems requiring arithmetic with decimals, fractions and mixed numbers.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M6.1.3.5",
                            "Label": "Estimate solutions to problems with whole numbers, fractions and decimals and use the estimates to assess the reasonableness of results in the context of the problem.",
                            "Examples": [
                                "For example, the sum 1/3 + 0.25 can be estimated to be between 1/2 and 1, and this estimate can be used to check the result of a more detailed calculation."
                            ],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MN.M6.2",
            "Label": "Algebra",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MN.M6.2.1",
                    "Label": "Recognize and represent relationships between varying quantities; translate from one representation to another; use patterns, tables, graphs and rules to solve real-world and mathematical problems.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.M6.2.1.1",
                            "Label": "Understand that a variable can be used to represent a quantity that can change, often in relationship to another changing quantity. Use variables in various contexts.",
                            "Examples": [
                                "For example, if a student earns $7 an hour in a job, the amount of money earned can be represented by a variable and is related to the number of hours worked, which also can be represented by a variable."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M6.2.1.2",
                            "Label": "Represent the relationship between two varying quantities with function rules, graphs and tables; translate between any two of these representations.",
                            "Examples": [
                                "For example, describe the terms in the sequence of perfect squares t = 1, 4, 9, 16, ... by using the rule t = n² for n = 1, 2, 3, 4, ..."
                            ],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MN.M6.2.2",
                    "Label": "Use properties of arithmetic to generate equivalent numerical expressions and evaluate expressions involving positive rational numbers.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.M6.2.2.1",
                            "Label": "Apply the associative, commutative and distributive properties and order of operations to generate equivalent expressions and to solve problems involving positive rational numbers.",
                            "Examples": [
                                "For example, 32/15 × 5/6 = (32 × 5)/(15 × 6) = (2 × 16 × 5)/(3 × 5 × 3 × 2) = 16/9 × 2/2 × 5/5 = 16/9.",
                                "For example, use the distributive law to write: 1/2 + (1/3)(9/2 - 15/8) = 1/2 + 1/3 × 9/2 - 1/3 × 15/8 = 1/2 + 3/2 - 5/8 = 2 - 5/8 = 1 3/8"
                            ],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MN.M6.2.3",
                    "Label": "Understand and interpret equations and inequalities involving variables and positive rational numbers. Use equations and inequalities to represent real-world and mathematical problems; use the idea of maintaining equality to solve equations. Interpret solutions in the original context.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.M6.2.3.1",
                            "Label": "Represent real-world or mathematical situations using equations and inequalities involving variables and positive rational numbers.",
                            "Examples": [
                                "For example, the number of miles m in a k kilometer race is represented by the equation m = 0.62k."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M6.2.3.2",
                            "Label": "Solve equations involving positive rational numbers using number sense, properties of arithmetic and the idea of maintaining equality on both sides of the equation. Interpret a solution in the original context and assess the reasonableness of results.",
                            "Examples": [
                                "For example, a cellular phone company charges $0.12 per minute. If the bill was $11.40 in April, how many minutes were used?"
                            ],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MN.M6.3",
            "Label": "Geometry & Measurement",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MN.M6.3.1",
                    "Label": "Calculate perimeter, area, surface area and volume of two- and three-dimensional figures to solve real- world and mathematical problems.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.M6.3.1.1",
                            "Label": "Calculate the surface area and volume of prisms and use appropriate units, such as cm² and cm³. Justify the formulas used. Justification may involve decomposition, nets or other models.",
                            "Examples": [
                                "For example, the surface area of a triangular prism can be found by decomposing the surface into two triangles and three rectangles."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M6.3.1.2",
                            "Label": "Calculate the area of quadrilaterals. Quadrilaterals include squares, rectangles, rhombuses, parallelograms, trapezoids and kites. When formulas are used, be able to explain why they are valid.",
                            "Examples": [
                                "For example, the area of a kite is one-half the product of the lengths of the diagonals, and this can be justified by decomposing the kite into two triangles."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M6.3.1.3",
                            "Label": "Estimate the perimeter and area of irregular figures on a grid when they cannot be decomposed into common figures and use correct units, such as cm and cm².",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MN.M6.3.2",
                    "Label": "Understand and use relationships between angles in geometric figures.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.M6.3.2.1",
                            "Label": "Solve problems using the relationships between the angles formed by intersecting lines.",
                            "Examples": [
                                "For example, if two streets cross, forming four corners such that one of the corners forms an angle of 120˚, determine the measures of the remaining three angles.",
                                "For example, recognize that pairs of interior and exterior angles in polygons have measures that sum to 180˚."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M6.3.2.2",
                            "Label": "Determine missing angle measures in a triangle using the fact that the sum of the interior angles of a triangle is 180˚. Use models of triangles to illustrate this fact.",
                            "Examples": [
                                "For example, cut a triangle out of paper, tear off the corners and rearrange these corners to form a straight line.",
                                "For example, recognize that the measures of the two acute angles in a right triangle sum to 90˚."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M6.3.2.3",
                            "Label": "Develop and use formulas for the sums of the interior angles of polygons by decomposing them into triangles.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MN.M6.3.3",
                    "Label": "Choose appropriate units of measurement and use ratios to convert within measurement systems to solve real-world and mathematical problems.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.M6.3.3.1",
                            "Label": "Solve problems in various contexts involving conversion of weights, capacities, geometric measurements and times within measurement systems using appropriate units.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M6.3.3.2",
                            "Label": "Estimate weights, capacities and geometric measurements using benchmarks in measurement systems with appropriate units.",
                            "Examples": [
                                "For example, estimate the height of a house by comparing to a 6-foot man standing nearby."
                            ],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MN.M6.4",
            "Label": "Data Analysis & Probability",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MN.M6.4.1",
                    "Label": "Use probabilities to solve real-world and mathematical problems; represent probabilities using fractions, decimals and percents.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.M6.4.1.1",
                            "Label": "Determine the sample space (set of possible outcomes) for a given experiment and determine which members of the sample space are related to certain events. Sample space may be determined by the use of tree diagrams, tables or pictorial representations.",
                            "Examples": [
                                "For example, a 6 × 6 table with entries such as (1,1), (1,2), (1,3), ..., (6,6) can be used to represent the sample space for the experiment of simultaneously rolling two number cubes."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M6.4.1.2",
                            "Label": "Determine the probability of an event using the ratio between the size of the event and the size of the sample space; represent probabilities as percents, fractions and decimals between 0 and 1 inclusive. Understand that probabilities measure likelihood.",
                            "Examples": [
                                "For example, each outcome for a balanced number cube has probability 1/6, and the probability of rolling an even number is 1/2."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M6.4.1.3",
                            "Label": "Perform experiments for situations in which the probabilities are known, compare the resulting relative frequencies with the known probabilities; know that there may be differences.",
                            "Examples": [
                                "For example, heads and tails are equally likely when flipping a fair coin, but if several different students flipped fair coins 10 times, it is likely that they will find a variety of relative frequencies of heads and tails."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M6.4.1.4",
                            "Label": "Calculate experimental probabilities from experiments; represent them as percents, fractions and decimals between 0 and 1 inclusive. Use experimental probabilities to make predictions when actual probabilities are unknown.",
                            "Examples": [
                                "For example, repeatedly draw colored chips with replacement from a bag with an unknown mixture of chips, record relative frequencies, and use the results to make predictions about the contents of the bag."
                            ],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}