{
    "Title": "Minnesota Academic Standards > Mathematics > Grade 7",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "MN.M7.1",
            "Label": "Number & Operation",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MN.M7.1.1",
                    "Label": "Read, write, represent and compare positive and negative rational numbers, expressed as integers, fractions and decimals.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.M7.1.1.1",
                            "Label": "Know that every rational number can be written as the ratio of two integers or as a terminating or repeating decimal. Recognize that `pi` is not rational, but that it can be approximated by rational numbers such as 22/7 and 3.14.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M7.1.1.2",
                            "Label": "Understand that division of two integers will always result in a rational number. Use this information to interpret the decimal result of a division problem when using a calculator.",
                            "Examples": [
                                "For example, 125/30 gives 4.16666667 on a calculator. This answer is not exact. The exact answer can be expressed as 4 1/6, which is the same as 4.1666... The calculator expression does not guarantee that the 6 is repeated, but that possibility should be anticipated."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M7.1.1.3",
                            "Label": "Locate positive and negative rational numbers on a number line, understand the concept of opposites, and plot pairs of positive and negative rational numbers on a coordinate grid.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M7.1.1.4",
                            "Label": "Compare positive and negative rational numbers expressed in various forms using the symbols <, >, =, ≤, ≥.",
                            "Examples": [
                                "For example, -1/2 < -0.36."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M7.1.1.5",
                            "Label": "Recognize and generate equivalent representations of positive and negative rational numbers, including equivalent fractions.",
                            "Examples": [
                                "For example, -40/12 = -120/36 = -10/3 = -3.333..."
                            ],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MN.M7.1.2",
                    "Label": "Calculate with positive and negative rational numbers, and rational numbers with whole number exponents, to solve real-world and mathematical problems.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.M7.1.2.1",
                            "Label": "Add, subtract, multiply and divide positive and negative rational numbers that are integers, fractions and terminating decimals; use efficient and generalizable procedures, including standard algorithms; raise positive rational numbers to whole-number exponents.",
                            "Examples": [
                                "For example, 3⁴ × (1/2)^2 = 81/4."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M7.1.2.2",
                            "Label": "Use real-world contexts and the inverse relationship between addition and subtraction to explain why the procedures of arithmetic with negative rational numbers make sense.",
                            "Examples": [
                                "For example, multiplying a distance by -1 can be thought of as representing that same distance in the opposite direction. Multiplying by -1 a second time reverses directions again, giving the distance in the original direction."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M7.1.2.3",
                            "Label": "Understand that calculators and other computing technologies often truncate or round numbers.",
                            "Examples": [
                                "For example, a decimal that repeats or terminates after a large number of digits is truncated or rounded."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M7.1.2.4",
                            "Label": "Solve problems in various contexts involving calculations with positive and negative rational numbers and positive integer exponents, including computing simple and compound interest.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M7.1.2.5",
                            "Label": "Use proportional reasoning to solve problems involving ratios in various contexts.",
                            "Examples": [
                                "For example, a recipe calls for milk, flour and sugar in a ratio of 4:6:3 (this is how recipes are often given in large institutions, such as hospitals). How much flour and milk would be needed with 1 cup of sugar?"
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M7.1.2.6",
                            "Label": "Demonstrate an understanding of the relationship between the absolute value of a rational number and distance on a number line. Use the symbol for absolute value.",
                            "Examples": [
                                "For example, |- 3| represents the distance from -3 to 0 on a number line or 3 units; the distance between 3 and 9/2 on the number line is |3 - 9/2| or 3/2."
                            ],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MN.M7.2",
            "Label": "Algebra",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MN.M7.2.1",
                    "Label": "Understand the concept of proportionality in real-world andmathematical situations, and distinguish between proportional and other relationships.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.M7.2.1.1",
                            "Label": "Understand that a relationship between two variables, `x` and `y`, is proportional if it can be expressed in the form y/x = k or y = kx. Distinguish proportional relationships from other relationships, including inversely proportional relationships (xy = k or y = k/x).",
                            "Examples": [
                                "For example, the radius and circumference of a circle are proportional, whereas the length x and the width y of a rectangle with area 12 are inversely proportional, since xy = 12 or equivalently, y = 12/x."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M7.2.1.2",
                            "Label": "Understand that the graph of a proportional relationship is a line through the origin whose slope is the unit rate (constant of proportionality). Know how to use graphing technology to examine what happens to a line when the unit rate is changed.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MN.M7.2.2",
                    "Label": "Recognize proportional relationships in real-world and mathematical situations; represent these and other relationships with tables, verbal descriptions, symbols and graphs; solve problems involving proportional relationships and explain results in the original context.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.M7.2.2.1",
                            "Label": "Represent proportional relationships with tables, verbal descriptions, symbols, equations and graphs; translate from one representation to another. Determine the unit rate (constant of proportionality or slope) given any of these representations.",
                            "Examples": [
                                "For example, Larry drives 114 miles and uses 5 gallons of gasoline. Sue drives 300 miles and uses 11.5 gallons of gasoline. Use equations and graphs to compare fuel efficiency and to determine the costs of various trips."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M7.2.2.2",
                            "Label": "Solve multi-step problems involving proportional relationships in numerous contexts.",
                            "Examples": [
                                "For example, distance-time, percent increase or decrease, discounts, tips, unit pricing, lengths in similar geometric figures, and unit conversion when a conversion factor is given, including conversion between different measurement systems.",
                                "For example, how many kilometers are there in 26.2 miles?"
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M7.2.2.3",
                            "Label": "Use knowledge of proportions to assess the reasonableness of solutions.",
                            "Examples": [
                                "For example, recognize that it would be unreasonable for a cashier to request $200 if you purchase a $225 item at 25% off."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M7.2.2.4",
                            "Label": "Represent real-world or mathematical situations using equations and inequalities involving variables and positive and negative rational numbers.",
                            "Examples": [
                                "For example, “four-fifths is three greater than the opposite of a number” can be represented as 4/5 = -n + 3, and “height no bigger than half the radius” can be represented as h ≤ r²."
                            ],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MN.M7.2.3",
                    "Label": "Apply understanding of order of operations and algebraic properties to generate equivalent numerical and algebraic expressions containing positive and negative rational numbers and grouping symbols; evaluate such expressions.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.M7.2.3.1",
                            "Label": "Use properties of algebra to generate equivalent numerical and algebraic expressions containing rational numbers, grouping symbols and whole number exponents. Properties of algebra include associative, commutative and distributive laws.",
                            "Examples": [
                                "For example, combine like terms (use the distributive law) to write 3x - 7x + 1 = (3 - 7)x + 1 = -4x + 1."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M7.2.3.2",
                            "Label": "Evaluate algebraic expressions containing rational numbers and whole number exponents at specified values of their variables.",
                            "Examples": [
                                "For example, evaluate the expression (1/3)(2x - 5)^2 at x = 5."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M7.2.3.3",
                            "Label": "Apply understanding of order of operations and grouping symbols when using calculators and other technologies.",
                            "Examples": [
                                "For example, recognize the conventions of using a caret (^ raise to a power) and asterisk (* multiply); pay careful attention to the use of nested parentheses."
                            ],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MN.M7.2.4",
                    "Label": "Represent real-world and mathematical situations using equations with variables. Solve equations symbolically, using the properties of equality. Also solve equations graphically and numerically. Interpret solutions in the original context.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.M7.2.4.1",
                            "Label": "Represent relationships in various contexts with equations involving variables and positive and negative rational numbers. Use the properties of equality to solve for the value of a variable. Interpret the solution in the original context.",
                            "Examples": [
                                "For example, solve for w in the equation P = 2w + 2l when P = 3.5 and l = 0.4.",
                                "For example, to post an Internet website, Mary must pay $300 for initial set up and a monthly fee of $12. She has $842 in savings, how long can she sustain her website?"
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M7.2.4.2",
                            "Label": "Solve equations resulting from proportional relationships in various contexts.",
                            "Examples": [
                                "For example, given the side lengths of one triangle and one side length of a second triangle that is similar to the first, find the remaining side lengths of the second triangle.",
                                "For example, determine the price of 12 yards of ribbon if 5 yards of ribbon cost $1.85."
                            ],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MN.M7.3",
            "Label": "Geometry & Measurement",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MN.M7.3.1",
                    "Label": "Use reasoning with proportions and ratios to determine measurements, justify formulas and solve real-world and mathematical problems involving circles and related geometric figures.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.M7.3.1.1",
                            "Label": "Demonstrate an understanding of the proportional relationship between the diameter and circumference of a circle and that the unit rate (constant of proportionality) is π. Calculate the circumference and area of circles and sectors of circles to solve problems in various contexts.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M7.3.1.2",
                            "Label": "Calculate the volume and surface area of cylinders and justify the formulas used.",
                            "Examples": [
                                "For example, justify the formula for the surface area of a cylinder by decomposing the surface into two circles and a rectangle."
                            ],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MN.M7.3.2",
                    "Label": "Analyze the effect of change of scale, translations and reflections on the attributes of two-dimensional figures.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.M7.3.2.1",
                            "Label": "Describe the properties of similarity, compare geometric figures for similarity, and determine scale factors.",
                            "Examples": [
                                "For example, corresponding angles in similar geometric figures have the same measure."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M7.3.2.2",
                            "Label": "Apply scale factors, length ratios and area ratios to determine side lengths and areas of similar geometric figures.",
                            "Examples": [
                                "For example, if two similar rectangles have heights of 3 and 5, and the first rectangle has a base of length 7, the base of the second rectangle has length 35/3."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M7.3.2.3",
                            "Label": "Use proportions and ratios to solve problems involving scale drawings and conversions of measurement units.",
                            "Examples": [
                                "For example, 1 square foot equals 144 square inches.",
                                "For example, in a map where 1 inch represents 50 miles, 1/2 inch represents 25 miles."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M7.3.2.4",
                            "Label": "Graph and describe translations and reflections of figures on a coordinate grid and determine the coordinates of the vertices of the figure after the transformation.",
                            "Examples": [
                                "For example, the point (1, 2) moves to (-1, 2) after reflection about y- axis."
                            ],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MN.M7.4",
            "Label": "Data Analysis & Probability",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MN.M7.4.1",
                    "Label": "Use mean, median and range to draw conclusions about data and make predictions.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.M7.4.1.1",
                            "Label": "Design simple experiments and collect data. Determine mean, median and range for quantitative data and from data represented in a display. Use these quantities to draw conclusions about the data, compare different data sets, and make predictions.",
                            "Examples": [
                                "For example, by looking at data from the past, Sandy calculated that the mean gas mileage for her car was 28 miles per gallon. She expects to travel 400 miles during the next week. Predict the approximate number of gallons that she will use."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M7.4.1.2",
                            "Label": "Describe the impact that inserting or deleting a data point has on the mean and the median of a data set. Know how to create data displays using a spreadsheet to examine this impact.",
                            "Examples": [
                                "For example, how does dropping the lowest test score affect a student's mean test score?"
                            ],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MN.M7.4.2",
                    "Label": "Display and interpret data in a variety of ways, including circle graphs and histograms.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.M7.4.2.1",
                            "Label": "Use reasoning with proportions to display and interpret data in circle graphs (pie charts) and histograms. Choose the appropriate data display and know how to create the display using a spreadsheet or other graphing technology.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MN.M7.4.3",
                    "Label": "Calculate probabilities and reason about probabilities using proportions to solve real-world and mathematical problems.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.M7.4.3.1",
                            "Label": "Use random numbers generated by a calculator or a spreadsheet or taken from a table to simulate situations involving randomness, make a histogram to display the results, and compare the results to known probabilities.",
                            "Examples": [
                                "For example, use a spreadsheet function such as RANDBETWEEN(1, 10) to generate random whole numbers from 1 to 10, and display the results in a histogram."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M7.4.3.2",
                            "Label": "Calculate probability as a fraction of sample space or as a fraction of area. Express probabilities as percents, decimals and fractions.",
                            "Examples": [
                                "For example, determine probabilities for different outcomes in game spinners by finding fractions of the area of the spinner."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.M7.4.3.3",
                            "Label": "Use proportional reasoning to draw conclusions about and predict relative frequencies of outcomes based on probabilities.",
                            "Examples": [
                                "For example, when rolling a number cube 600 times, one would predict that a 3 or 6 would be rolled roughly 200 times, but probably not exactly 200 times."
                            ],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}