{
    "Title": "Minnesota Academic Standards > Mathematics > Kindergarten",
    "Overview": "",
    "Goals": [],
    "Standards": [
        {
            "Key": "MN.MK.1",
            "Label": "Number & Operation",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MN.MK.1.1",
                    "Label": "Understand the relationship between quantities and whole numbers up to 31.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.MK.1.1.1",
                            "Label": "Recognize that a number can be used to represent how many objects are in a set or to represent the position of an object in a sequence.",
                            "Examples": [
                                "For example, count students standing in a circle and count the same students after they take their seats. Recognize that this rearrangement does not change the total number, but may change the order in which students are counted."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.MK.1.1.2",
                            "Label": "Read, write, and represent whole numbers from 0 to at least 31. Representations may include numerals, pictures, real objects and picture graphs, spoken words, and manipulatives such as connecting cubes.",
                            "Examples": [
                                "For example, represent the number of students taking hot lunch with tally marks."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.MK.1.1.3",
                            "Label": "Count, with and without objects, forward and backward to at least 20.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.MK.1.1.4",
                            "Label": "Find a number that is 1 more or 1 less than a given number.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.MK.1.1.5",
                            "Label": "Compare and order whole numbers, with and without objects, from 0 to 20.",
                            "Examples": [
                                "For example, put the number cards 7, 3, 19 and 12 in numerical order."
                            ],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MN.MK.1.2",
                    "Label": "Use objects and pictures to represent situations involving combining and separating.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.MK.1.2.1",
                            "Label": "Use objects and draw pictures to find the sums and differences of numbers between 0 and 10.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.MK.1.2.2",
                            "Label": "Compose and decompose numbers up to 10 with objects and pictures.",
                            "Examples": [
                                "For example, a group of 7 objects can be decomposed as 5 and 2 objects, or 2 and 3 and 2, or 6 and 1."
                            ],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MN.MK.2",
            "Label": "Algebra",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MN.MK.2.1",
                    "Label": "Recognize, create, complete, and extend patterns.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.MK.2.1.1",
                            "Label": "Identify, create, complete, and extend simple patterns using shape, color, size, number, sounds and movements. Patterns may be repeating, growing or shrinking such as ABB, ABB, ABB or ●, ●●, ●●●.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        },
        {
            "Key": "MN.MK.3",
            "Label": "Geometry & Measurement",
            "Examples": [],
            "Subs": [
                {
                    "Key": "MN.MK.3.1",
                    "Label": "Recognize and sort basic two- and three-dimensional shapes; use them to model real-world objects.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.MK.3.1.1",
                            "Label": "Recognize basic two- and three-dimensional shapes such as squares, circles, triangles, rectangles, trapezoids, hexagons, cubes, cones, cylinders and spheres.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.MK.3.1.2",
                            "Label": "Sort objects using characteristics such as shape, size, color and thickness.",
                            "Examples": [],
                            "Subs": []
                        },
                        {
                            "Key": "MN.MK.3.1.3",
                            "Label": "Use basic shapes and spatial reasoning to model objects in the real-world.",
                            "Examples": [
                                "For example, a cylinder can be used to model a can of soup.",
                                "For example, find as many rectangles as you can in your classroom. Record the rectangles you found by making drawings."
                            ],
                            "Subs": []
                        }
                    ]
                },
                {
                    "Key": "MN.MK.3.2",
                    "Label": "Compare and order objects according to location and measurable attributes.",
                    "Examples": [],
                    "Subs": [
                        {
                            "Key": "MN.MK.3.2.1",
                            "Label": "Use words to compare objects according to length, size, weight and position.",
                            "Examples": [
                                "For example, use same, lighter, longer, above, between and next to.",
                                "For example, identify objects that are near your desk and objects that are in front of it. Explain why there may be some objects in both groups."
                            ],
                            "Subs": []
                        },
                        {
                            "Key": "MN.MK.3.2.2",
                            "Label": "Order two or three objects using measurable attributes, such as length and weight.",
                            "Examples": [],
                            "Subs": []
                        }
                    ]
                }
            ]
        }
    ],
    "References": []
}