{
    "Directions": "",
    "Context": [],
    "Title": "I Believe in the Also-Rans",
    "Subtitle": "",
    "Author": "by Clive B.\nThis I Believe\nDecember 2006",
    "LabelType": "P",
    "Content": [
        ["1", "I believe in the also-rans."],
        ["2", "As an English teenager I was schooled in an elite school where I was fed the idea that I was better than others and that achievement and winning were all-important. At school I was fortunate to win enough to balance all the times I lost, and I began to believe in this idea. I survived and thrived."],
        ["3", "After leaving the sanctuaries of high school and University and going out into the workplace, I entered that real messy world where my progress was not measured by an end-of-term exam or validated by my prowess on a sports field. My life losses began to exceed my successes, and I began to think that there must be more to life than winning."],
        ["4", "It wasn't until I became a parent that this thought became a strongly held belief."],
        ["5", "I am the proud father of a seven-year-old girl, Naomi. Her best friends since she was an infant are two boys, Kean and Cyrus. Until they were old enough to start school they would play together three full days a week—one day in each child's home. Every week I would enjoy the benefit of two days' child care and one full day with the three beautiful children."],
        ["6", "Naomi and Kean have always been fast runners and very evenly matched, too. Cyrus was slower to develop physically and was nowhere near as speedy as his two playmates, but he loved to run and play just as much as the other two."],
        ["7", "One day the three friends were at my house. Our family enjoys a large house with a great running track. Indoor, wooden, fast with slick speedy turns—through the living room, past the front door, veer right into the narrow kitchen avoiding Mom, or more usually Dad, cooking, then a sharp right hairpin turn into the brightly lit hall, picking up speed as they hurtle back into the living room to start another circuit or to crash head-first into the soft, cushioned couch, the finishing line."],
        ["8", "One day the kids were racing around and I was sitting in the living room as Naomi and Kean burst into the room neck-and-neck and fell joyfully into the couch. Each bounced up loudly proclaiming, “I'm first, I'm first.” Several seconds passed before Cyrus appeared, arms and legs pumping manfully, an earnest look on his face. He too fell, face first, into the soft upholstery and bounced to his feet, arms aloft to proclaim, with total joy and celebration, “I'm third!!”"],
        ["9", "I believe in celebrating those that finish third in a three-horse race. This I believe."]
    ],
    "Copyright": "“The Also-Rans,” written by Clive B., part of the This I Believe Essay Collection found at www.thisibelieve.org, Copyright ©2005–2015 by This I Believe, Inc. Reprinted with Permission.",
    "References": []
}