{
    "Directions": "Read the selection and choose the best answer to each question.",
    "Context": [
        "Melody feels that students in her high school should start a mentoring program. She has drafted a persuasive essay that she wants to submit to the school newspaper. Read Melody's essay and look for any revisions she should make. Then answer each question that follows."
    ],
    "Title": "The Case for a Mentoring Program",
    "Subtitle": "",
    "Author": "",
    "LabelType": "N",
    "Content": [
        [" ", "\t(1) They are continually telling us that we should become more involved in the community by volunteering our time. (2) After thinking about this, I have a suggestion that would not only help high school students get involved but would also help elementary students in our district. (3) It would be helpful for our high school to start a mentoring program."],
        [" ", "\t(4) Many of the students at our high school have excellent academic skills. (5) With a mentoring program, these students could put their skills to use by helping younger students who are struggling academically. (6) My own sister attends one of the elementary schools that feeds into our high school. (7) She is having a hard time in math. (8) Her classroom is crowded, and she can't always get the one-on-one attention that she needs to understand a new concept. (9) She has told me that she has many friends who also need help. (10) A mentoring program in which high school students tutor elementary school students could be the solution. (11) By using a mentoring program, struggling youngsters could get the individual attention they need to master new concepts."],
        [" ", "\t(12) According to an article published in the November 2005 Education World, elementary school students raised their reading levels significantly in a short period of time after being tutored by high school students. (13) Furthermore, volunteering seems to have a positive influence on the high school mentors themselves. (14) As students learn how to be good mentors, they focus on effective communication skills, including how to share and how to listen. (15) Generally speaking, these skills are valuable for everyone. (16) Additionally, mentors get the satisfaction of meaningfully contributing to their community and future generations. (17) What student, at any age, wouldn't be proud to have that kind of influence?"],
        [" ", "\t(18) Because mentoring programs have proven to be so successful, they now exist in schools around the country. (19) Some schools pair high school students with elementary students to practice computer skills, to play sports, to learn to play a musical instrument, or to discover how to be a good citizen. (20) I propose that our school begin by setting up a program that focuses on academic tutoring. (21) Fortunately, starting the program would require only a few students available and willing to help others. (22) I believe that many students would volunteer to be mentors, which would help children at all age levels in our school district. (23) Our high school has an opportunity to allow its students to influence the future today, and it should do so by starting a mentoring program."]
    ],
    "Copyright": "",
    "References": []
}