{
    "Directions": "Read this passage about art, then answer each question that follows.",
    "Context": [],
    "Title": "Passage 2: Recycled Art",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "\tDid you know that there are people who make junk into art? In fact, every year Santa Fe has the country's largest and oldest market for art made out of junk. It is called the Recycle Santa Fe Art Festival. All of the art at the festival is made from thrown-away or discarded material. The festival lasts a week. It includes a Trash Fashion and Costume Contest, an art market, and student and adult contests. Each piece of art shown in the festival must be made from at least 75% recycled material."],
        ["2", "\tThe Friday Night Fashion show is the most famous part of the festival. People create and model clothes made out of trash, or “trash fashion.” Down the runway comes a woman in a dress fashioned from used coffee cups, a young lady in a fancy gown made out of a shower curtain, or a boy in an outfit designed entirely from folded newspapers. Some people have made dresses out of mint tins, milk jugs, gum wrappers, and old bicycle tires. These clothes are bright, cheerful, pretty, and in some cases completely wild."],
        ["3", "\tIn addition to the fashion show, there are regular art shows. Every year artists from all over New Mexico show their artworks at the festival. There is an adults' art show, a student art show, and an art market, in which artists sell their work. The art market includes objects you can buy for holiday or birthday gifts. At the art market you can buy earrings made from tin cans, glittering collages created from broken glass, and pretty rugs woven out of old yarn. Each year visitors buy a lot of junk art as presents for their friends and relatives."],
        ["4", "\tDuring the week there are also contests in which students from all over the state participate. Students make little houses out of bottle corks and feathers and cardboard. They make mosaics out of bottle caps and wall hangings out of painted plates. One year someone made a comfortable bed by lining a lawn chair with fifty stuffed animals!"],
        ["5", "\tHave you ever gone to this festival? Have you ever made art out of reused materials? If not, maybe you should melt some old crayons, find some loose pennies, pick up a feather, and create some art of your own!"]
    ],
    "Copyright": "“Recycled Art” © 2020 by Cognia, Inc.",
    "References": []
}