{
    "Directions": "Read the passage below, then answer each question that follows.",
    "Context": [
        "This passage tells about a contest between Zaki and his older brother, Farid."
    ],
    "Title": "Passage 1: Zaki's Challenge",
    "Subtitle": "",
    "Author": "by Pam Sandlin",
    "LabelType": "P",
    "Content": [
        ["1", "\tZaki took a deep breath and let it out slowly. When his lungs felt comfortable, he dived beneath the water. Looking up, he could see the bright sun glinting on the water's surface."],
        ["2", "\tSoon, Zaki thought, I shall be able to hold my breath as long as Farid. Then I, too, shall be able to dive for pearls and bring wealth to our family."],
        ["3", "\tWith lungs burning, he quickly surfaced and gasped for breath. Zaki was small for his twelve years, and he resented being treated as a child. Farid, his older brother, had been looked upon as a man long before he was Zaki's age."],
        ["4", "\tNow, every day as the sun warmed the Arabian Gulf, Farid and the other young Bahraini men went out in their wooden boats, called dhows, to dive for oysters. With luck, there would be pearls in many of them. Each pearl earned a bonus for the man who found it. Many times Zaki begged to go along, but Farid always refused to let him."],
        ["5", "\t“You?” Farid would laugh. “First, small one, you have to become larger than the oyster!” Still laughing, Farid would go his manly way, leaving Zaki bitter and angry."],
        ["6", "\tSo every day Zaki would go to the shallow water to practice. His grandfather, a former diver, would watch him and advise him. All morning, Zaki would practice diving beneath the waves. Every afternoon, again and again he would go underwater and hold his breath. With each day's practice, his diving improved and he could hold his breath a little while longer."],
        ["7", "\tSoon Zaki felt as much at home in the water as he did out of it. Now, if only Farid would take him seriously."],
        ["8", "\tTomorrow will be the day, Zaki decided. Tomorrow I shall challenge Farid. When I can stay beneath the waves longer than he, the whole village will know I am a man. Zaki waded to the shore, his mind focused on the next day."],
        ["9", "\tHe rose early the next morning. Even so, he had to hurry to catch up with Farid, who was already on the beach."],
        ["10", "\t“Farid, wait!” called Zaki. “I must speak to you.”"],
        ["11", "\tIn the stillness of the morning his voice carried clearly. The group of men around Farid grew quiet as Zaki spoke."],
        ["12", "\t“Farid, I say that I can hold my breath under the water as long as you can. If I win, I ask only that you treat me as a man and let me dive by your side.”"],
        ["13", "\tThe men of the village gasped and began to laugh. Zaki silently waited for his brother to answer."],
        ["14", "\tFarid looked amused. “And what happens, young brother, when you lose?”"],
        ["15", "\tAt the word when instead of if, Zaki lost his temper."],
        ["16", "\tHe shouted, “I will not lose!” He took a breath. “But if I should, I promise not to ask to go with you for a full year!”"],
        ["17", "\t“Then it will be worth it not to listen to your pleading,” said Farid dryly. “When will this contest begin?”"],
        ["18", "\t“Now,” replied Zaki. “Let us go into the Gulf. The men of the village are here to judge.”"],
        ["19", "\tFarid looked surprised, but with all of his friends looking on, he had little choice but to agree."],
        ["20", "\tZaki and Farid waded out into the sea until it was deep enough for them to dive. One of the men counted slowly to ten to give the brothers time to regulate their breathing. Then, at a signal, both dived beneath the waves. Zaki opened his eyes and found himself looking into his brother's face. Farid was smiling with confidence. That smile made Zaki even more determined to win."],
        ["21", "\tSeconds ticked by slowly with neither brother moving toward the surface. Slowly, too, the smile was fading from Farid's face. Zaki knew that his brother had not been expecting any serious competition. As more seconds passed and turned into a minute, a frown appeared on Farid's face. Soon the frown turned into a worried look. Farid was realizing that Zaki could possibly beat him."],
        ["22", "\tLooking into Farid's eyes, Zaki suddenly understood what losing could mean to his brother. Never would the villagers allow him to live it down. He would be teased and tormented about losing to a mere child."],
        ["23", "\tZaki's throat felt tight, but his lungs had not yet begun to burn. He still had time before he must surface, but the strain was showing on Farid's face."],
        ["24", "\tZaki reached out, touched his brother's hand, and smiled. Almost without thinking, Zaki kicked his feet and rose to the surface of the water a second before Farid's head appeared beside him."],
        ["25", "\tThe men around them cheered and patted Farid on the back. Farid, however, put his arm around Zaki's shoulders."],
        ["26", "\t“Today,” Farid announced, “we shall have a new diver among us.” Then quietly, for Zaki's ears alone, he said, “Thank you, my brother.” And Zaki knew that they both had learned that it takes more than strength to make a man."]
    ],
    "Copyright": "“Zaki's Challenge” by Pam Sandlin. Copyright © Highlights for Children, Inc., Columbus, Ohio. All rights reserved. Used by permission.",
    "References": []
}