{
    "Directions": "Read this passage, then answer each question that follows.",
    "Context": [],
    "Title": "",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "\tSatellites and space stations aren't the only objects orbiting Earth. According to the National Aeronautics and Space Administration (NASA), there are more than 500,000 pieces of debris in orbit. This “space junk” poses a threat to satellites, spacecraft, and the International Space Station. Even a small piece of space junk the size of a marble can damage them. This could put astronauts' lives at risk."],
        ["", "Wʜᴇʀᴇ Dᴏᴇs Sᴘᴀᴄᴇ Jᴜɴᴋ Cᴏᴍᴇ Fʀᴏᴍ?"],
        ["2", "\tSome space junk comes from natural objects, such as space rocks. It can also come from human-made items, such as parts of satellites. Human-made junk that circles Earth is more accurately known as orbital debris. This debris includes old satellites, rocket launch stages, or fragments from space equipment that was destroyed upon launch."],
        ["", "problems/NMG6E/media/S3a.jpg"],
        ["3", "\tAs more satellites and spacecraft are launched into orbit, the amount of orbital debris will increase. NASA considers this a major problem. More than 20,000 pieces of space debris larger than a softball are currently in orbit. They can travel up to 17,500 miles per hour. This is fast enough to cause considerable damage to working equipment. A crash can reduce communication across the globe by damaging the GPS and weather satellites that are so vital to our modern world. More importantly, it could put astronauts in danger."],
        ["4", "\tSpace junk is a problem that affects many countries. For example, in 1996 a French satellite was hit by parts of a rocket that France had launched ten years earlier. To help address the problem of space junk, in 2007 China experimented with destroying old satellites by firing a missile into an abandoned weather satellite. Unfortunately, this made the problem worse because it added 3,000 more pieces of debris to space. Then in 2009, an American satellite was destroyed when it crashed into a broken Russian satellite. This wreck also added thousands of pieces of debris into orbit."],
        ["5", "\tThankfully, the International Space Station orbits Earth at an altitude that is low enough to avoid most orbital debris. However, it is still under threat. Any puncture could destroy parts of the station. In 2014, the station made three debris- avoidance maneuvers, or movements. These maneuvers take a lot of time to plan and accomplish. For example, it can take up to 30 hours to move the International Space Station with its rocket thrusters. Sometimes the alert can come too late to make maneuvers. In 2015, an old Russian weather satellite nearly hit the station. The American and Russian members of the station's crew were forced to shelter inside an escape capsule while the debris passed."],
        ["6", "\tTo make the problem worse, there were 92 space launches in 2014, which is the highest number in twenty years. As the number of launches has increased, so has the amount of space debris. By one estimate, the number of objects being tracked by NASA will triple by the year 2030. Every launch adds to the growing cloud of debris and increases the chance of accidents. Even tiny bits of paint can cause damage. For instance, when the space shuttle would return to Earth, engineers would sometimes need to replace the windows because of damage from paint chips in space."],
        ["", "Bᴀᴄᴋ ᴏɴ Eᴀʀᴛʜ, Wʜᴀᴛ Cᴀɴ NASA Dᴏ?"],
        ["7", "\tRight now, with the help of the U.S. Department of Defense, NASA is tracking any pieces of orbital debris large enough to pose a threat. With modern technology, these scientists are able to track objects that are as small as three millimeters in diameter. In low-Earth orbit, the elevation where all spaceflights take place, NASA tracks objects two inches in diameter or larger. In higher orbit, over 22,000 miles above sea level, NASA tracks objects one yard in length. At those high altitudes, these large objects can interrupt communications via satellites."],
        ["8", "\tTo determine how these objects can threaten an operating satellite or the International Space Station, NASA developed a method called the “pizza box.” This is a flat and rectangular zone around the satellite a mile deep and 30-by-30 miles in length. If any orbital debris enters this zone, NASA can use a debris-avoidance maneuver to get the satellite or spacecraft out of harm's way. The need for this maneuver is based on the chance of a crash, how it might affect a mission at hand, or whether the astronauts might be at risk."],
        ["9", "\tScientists have a few ideas on how to remove space debris and prevent more from being created. Some say building smaller satellites could help. With fewer parts to break off, these satellites could be the future in efficient design. Other scientists disagree. They say filling Earth's orbit with lots of smaller satellites could make the problem worse."],
        ["10", "\tTo remove existing debris, the European Space Agency is working on a harpoon system that can grab debris from a distance and collect it. International agreements to ban satellite-destroying tests can help reduce further debris."],
        ["11", "\tHowever, these actions are only a partial fix. A more permanent solution is needed. The problem is getting worse. As space missions turn toward the Moon, Mars, and beyond, protecting astronauts and spacecraft is now more important than ever."]
    ],
    "Copyright": "“Space Junk” © 2017 by Cognia, inc.",
    "References": []
}