{
    "Directions": "Read this story, then answer each question that follows.",
    "Context": [
        "Having lived in Iowa all her life, Hattie has recently moved to her uncle's farmland in Montana in 1918."
    ],
    "Title": "[Excerpt from] Hattie Big Sky",
    "Subtitle": "",
    "Author": "by Kirby Larson",
    "LabelType": "P",
    "Content": [
        ["1", "\t“Hey there, neighbor!” Rooster Jim waved and, with a groan, straightened himself to a stand from the patch of garden he was weeding. “Out for a Sunday stroll?” He chuckled at this, seeing as it was Wednesday."],
        ["2", "\t“I finished my fence,” I said. There should be trumpets to herald the news. “Thought I'd celebrate with a walk. Being as it's getting so warm, I thought you'd be missing your hat.” I handed it to him."],
        ["3", "\tHe took it from me and settled it just so on his head. “I wondered what happened to it after my run-in with that monster machine.” He chuckled, then sniffed the air. “My, my. This spring breeze is so rich it smells like fresh-baked bread.”"],
        ["4", "\tI held out the package I'd been carrying. “I think I'm getting the hang of this,” I said. “You can actually eat this loaf without soaking it in water first.”"],
        ["5", "\tRooster laughed. “Bread that delicious deserves a trade,” he said."],
        ["6", "\t“Oh, no need,” I assured him."],
        ["7", "\t“Seems to me I've been by the Hattie Brooks place a time or two and heard a most peculiar sound,” he said."],
        ["8", "\t“You have? What?”"],
        ["9", "\t“Most fearful sound.” He shook his head. “The sound of a farm without any hens.”"],
        ["10", "\t“Well, I plan on getting some after harvest.”"],
        ["11", "\t“That's a long summer without fresh eggs.” He motioned me to follow him. Over in his hen yard, he pointed out three scraggly hens. “Them's Martha, Rose, and June. They've got some setting left in them, and I need to thin out the flock. You interested in giving them a new home? Course, Albert” — here he pointed to a handsome white leghorn rooster — “is part of the package, too.”"],
        ["12", "\tNo more doling out eggs as if they were pearls! I could taste fried eggs for breakfast. Fried chicken for supper. Spice cake with an egg for richness. “Oh, yes.”"],
        ["13", "\tRooster Jim expertly rounded up the three ladies and their escort. He slipped all four of them, squawking and screeching, into a burlap sack. “Can you manage this?” he asked."],
        ["14", "\t“I sure hope so.” The bag twisted and jerked as if it was full of snakes."],
        ["15", "\t“Them's good girls. They'll settle soon.” He picked up his hat from where it had fallen during the chicken roundup."],
        ["16", "\tI wobbled home with my prize. Mr. Whiskers meowed his approval when I set down the bag. “Don't you even think about it,” I warned. He would be the least of my troubles. I needed to save my cluckers from coyotes and chicken hawks. Uncle Chester's efforts had included a chicken coop, but it wasn't fenced. I had to laugh. So much for thinking I was done fencing!"],
        ["17", "\tI turned my new family loose in the house and shut the door quick. I'd have to deal with their mess later. For now, I needed to keep them safe while I secured the chicken yard. A roll of chicken wire was the last item in Uncle Chester's stock of supplies stored in the barn. I said a prayer that it was paid for. My budget couldn't afford any more surprises."],
        ["18", "\tHours of practice had turned me into a proficient but slow fence builder. This was a little more challenging because I had to dig down to bury the bottom of the chicken wire to keep out hungry diggers like skunks and such. By working straight through supper and then by lamplight, I was able to enclose the whole yard. My fingers were raw and blistered, but I couldn't stop yet to tend them. I tidied up the chicken coop and got it ready for its new residents."],
        ["19", "\tMy stomach complained for its supper and my back cried out for its bed, but I finally had a suitable castle for my winged herd. With an indignant squawk, Rose led the way into their new domicile, tempted by a trail of grain. Martha, June, and Albert followed suit. I slipped in an old pan for their water trough and fastened the chicken coop door closed."],
        ["20", "\tToo tired to fuss with supper, I ate a bowl of graveyard stew, breaking up chunks of bread and covering them with warm milk and molasses."]
    ],
    "Copyright": "“Hattie Big Sky”: From HATTIE BIG SKY by Kirby Larson, copyright © 2006 by Kirby Larson. Used by permission of Delacorte Press, an imprint of Random House Children's Books, a division of Random House, Inc.",
    "References": []
}