{
    "Directions": "Read this article, then answer each question that follows.",
    "Context": [],
    "Title": "Building the Longest, Tallest, Fastest Scream Machines",
    "Subtitle": "",
    "Author": "by Shelly Akins",
    "LabelType": "P",
    "Content": [
        ["1", "\tYOUR HEART RACES. You stood in line for hours to ride the new monster coaster. Now, you're being strapped in and warned to keep your hands and arms inside the car at all times. A thought crosses your mind as you are launched out of the station: How in the world do they build these monster coasters?"],
        ["", "The Design"],
        ["2", "\t“Amusement parks don't make their own rides. They go to manufacturers,” says Monte Jasper. He is in charge of coasters at Cedar Point Amusement Park in Ohio. It's his job to maintain the coasters they have and to work on new ones."],
        ["3", "\tSometimes an idea for a new coaster begins at the amusement park. Someone takes the idea to different building companies and asks them to come up with a design for the coaster. Then the park picks the design that works best for them. Other times, new coasters begin when a company has a design. Then that company goes to different parks and tries to sell their design. Either way, the builders and the park work together before construction begins."],
        ["4", "\tRoller coaster designs are based on several things: How high will the coaster be? What will the surroundings look like? How much does the park want to spend? Some coasters are designed to break records — tallest, steepest, fastest, longest."],
        ["5", "\tUntil recently, coasters could not be over 250 feet high. The chains that pull the cars on the coaster to the top of the first big hill weren't strong enough to lift the coaster higher than 250 feet."],
        ["6", "\tBut now coasters are made with cables, not chains. This new technology means that the sky's the limit for roller coaster height. As of September 2008, the highest roller coaster in the world is Kingda Ka at Six Flags Great Adventure in Jackson, New Jersey. It juts an amazing 456 feet into the sky!"],
        ["7", "\t“The cable lift works like an elevator,” explains Jasper. “It is also steeper, smoother, and faster than a traditional chain lift.”"],
        ["8", "\tHere's how it works: The coaster cars hook onto a constantly moving cable. The cable pulls the coaster to the top of the structure at a speed of about 22 feet per second. That's about 15 miles per hour ... uphill. At the top, the hooks let go of the car, and it speeds down the other side at 100 miles per hour. Yikes!"],
        ["9", "\tRoller coaster cars don't have engines. Once they head downhill, the cars are on their own. Gravity takes over. The higher the hill, the more time gravity can pull on the car and the faster it goes. Think of it this way: If you ride a bike or a sled down from the top of a really big hill, you go faster and farther than if you ride down a little hill. Coasters work the same way."],
        ["", "Putting It Together:"],
        ["10", "\t“[Roller coaster] parts are shipped in 40-foot sections because that is the largest piece that will fit onto a truck,” says Jasper. The park then puts the pieces together when they arrive. A big, new coaster costs about $25 million."],
        ["11", "\tOnce the coaster is completed, the park maintenance crew goes over the whole thing closely to make sure everything is working the way it is supposed to before the public is allowed to ride."],
        ["", "Is It Safe?"],
        ["12", "\tVery few people are hurt on roller coasters each year in the United States. In fact, it's much more dangerous to ride in a car to the amusement park than it is to go screaming down that coaster!"],
        ["13", "\tComputers control all parts of the coaster. These computers let the ride operators know of any problems with the cars or the tracks. Coasters make you feel like you are in danger but don't actually put you in danger."],
        ["", "Coaster Wars"],
        ["14", "\tAmusement parks are constantly battling to build higher, faster, longer, scarier coasters. Cedar Point is in the middle of such a war. They are constantly looking for designs that are bigger and better than coasters that have already been built. “You could say that it's part of our identity,” says Jasper."],
        ["15", "\tCoaster wars mean bigger, better, more-thrilling coasters to ride. Who doesn't want that?"]
    ],
    "Copyright": "",
    "References": []
}