{
    "Directions": "Read this article, then answer each question that follows.",
    "Context": [],
    "Title": "Bodies in Motion: Mountain Biking",
    "Subtitle": "",
    "Author": "by Edith H. Fine and Judith P. Josephson",
    "LabelType": "P",
    "Content": [
        ["1", "\tCan you bike up a rocky hill, through a creek, over a fallen log, and through a field of boulders?"],
        ["2", "\tIf you're a mountain biker, you can—and love it!"],
        ["3", "\tMountain bikers take their bikes where they never used to go, and they use special skills and equipment to do it. Would you like to try?"],
        ["", "Gᴇᴛᴛɪɴɢ Sᴛᴀʀᴛᴇᴅ"],
        ["4", "\tMountain biking isn't like riding down the street; you need a bike that can handle the bumps, bangs, and rough treatment off-road riding can offer. Check with friends who already take part in the sport. What kind of bike works best for them?"],
        ["5", "\tAsk questions at bike stores, but remember, they want to sell you a bike, so think carefully about what they tell you. Getting yourself in shape is important, too. Biking calls for strong leg and arm muscles, so don't forget your deep knee bends and pushups. Before setting out, do your warm-ups and stretches. And when you're done, a cool-down period and more stretching will help you keep from getting stiff and sore."],
        ["", "Sᴋɪʟʟs"],
        ["6", "\tManeuvering your bike on off-road trails calls for skills not usually used around your neighborhood. For example, can you wheelie? On a trail, a wheelie might be the best way to get over a fallen log. Broadslides, bunny-hops, and jumps will also be a part of your arsenal as you attack a biking trail."],
        ["7", "\tYou should even brush up on your braking techniques (rely more on your rear brakes when biking off-road) and your gear shifting to make sure you perform both smoothly and confidently even when things are happening fast."],
        ["8", "\tIt's also a good idea to work on your bike-repair skills. When mountain biking, you could have a flat tire, a bent rim, or a broken spoke miles from help."],
        ["9", "\tYou should know how to fix these things yourself."],
        ["", "Cᴏᴍᴘᴇᴛɪᴛɪᴏɴ"],
        ["10", "\tMountain bikers compete in four kinds of events:"],
        ["11", "\t• Cross Country—The winner is the first to make it through a tough course filled with obstacles like sharp turns, logs, rocks, streams, and jumps."],
        ["12", "\t• Hill Climbs—Bikers compete to see who can ride their bikes up a steep, obstacle-filled hill."],
        ["13", "\t• Trials—Not a speed race: bikers try to cross really tough obstacles like boulder piles, ledges, and ditches without putting a foot down, stopping, or falling. Judges observe and penalize riders who make errors."],
        ["14", "\t• Downhills—Racers zoom down a downhill course. The rider with the best time wins."],
        ["", "Sᴀꜰᴇᴛʏ"],
        ["15", "\tDon't forget your safety precautions. Always wear a helmet, and arm and knee pads are a good idea, too. Also, remember to keep your equipment in great condition. Take care of your bike, and it will take care of you!"]
    ],
    "Copyright": "",
    "References": []
}