{
    "Directions": "Read the following passage about a young person who learns to understand her name then answer each question.",
    "Context": [],
    "Title": "The Noblest of the Lilies",
    "Subtitle": "",
    "Author": "by JoLynne Ricker Whalen",
    "LabelType": "P",
    "Content": [
        [" ", "\tC.J. Malone stood on the pitcher's mound, her hands tightly squeezing the baseball. She brushed back her braids and stared intently at the batter."],
        [" ", "\t“Hey Frankie! Let's see if you can handle my fastball!” C.J. said as she put on her glove."],
        [" ", "\tShe started her windup and released the ball as hard as she could. Frankie dropped to the ground as the ball whizzed past him. He watched the ball hurdle the fence and land with a crash in Mr. Kelly's backyard."],
        [" ", "\t“Uh-oh,” groaned C.J. She quickly ran to the fence and scanned the back of the house. She breathed a sigh of relief when she saw that none of the windows were broken. But then her eyes moved to the planters filled with colorful flowers that sat on the patio. There she saw the missing ball resting in a pile of broken, rose-colored glass."],
        [" ", "\tAt the same moment, Mr. Kelly appeared at the back door. “I thought I heard something break,” he said, adjusting his wire-rimmed glasses. He saw the broken glass and murmured, “Irene's vase,” as he picked up the shattered pieces."],
        [" ", "\t“I—I'm sorry,” C.J. stuttered, bowing her head. “It was an accident. I was aiming for that boy over there,” she said and pointed to the ball field."],
        [" ", "\tMr. Kelly looked to the ball field. It was vacant. Frankie had run away."],
        [" ", "\t“I can buy you another one,” C.J. offered. “I get an allowance.”"],
        [" ", "\t“I'm afraid that's impossible,” said Mr. Kelly. “My late wife, Irene, made this vase for me years ago. It can never be replaced.” Mr. Kelly wiped a tear from his eye as he walked toward the door and into the house."],
        [" ", "\tAs C.J. lay in bed that night, she couldn't forget the hurt look on Mr. Kelly's face. The vase had been very special to him, and C.J.'s carelessness had hurt him deeply."],
        [" ", "\tC.J. walked to the window and looked down upon the moonlit gazebo in Mr. Kelly's yard. It was adorned with flowers of all colors, and their sweet scent embraced the gentle breeze. Somehow, her fastball didn't seem so important now."],
        [" ", "\tThe sound of chirping birds awakened C.J. the following morning. She looked out the window and spotted their nest in an oak tree. Then she noticed Mr. Kelly working in his garden. She dressed quickly and hurried outside."],
        [" ", "\tFrankie saw her and shouted, “Hey C.J.! Wanna play catch?”"],
        [" ", "\t“Maybe later,” she answered. Her mind was set on something different. As difficult as it may be, she knew she had to make things right."],
        [" ", "\tC.J. passed under an arched trellis that was covered with fragrant miniature roses. Their scarlet blooms and glossy foliage enhanced what appeared to be a gateway to paradise."],
        [" ", "\t“Hi, Mr. Kelly,” said C.J. hesitantly."],
        [" ", "\tHer voice startled him. He turned around, and his expression softened as he recognized C.J."],
        [" ", "\t“Good morning,” he said gently. “You haven't lost another ball, have you?”"],
        [" ", "\t“No,” answered C.J. “I was hoping that I could help you. You know, to make up for the broken vase.”"],
        [" ", "\t“That's not necessary,” Mr. Kelly said. “Accidents happen, and your apology was sufficient.”"],
        [" ", "\t“But if I could help you, it would make me feel better,” insisted C.J. She knelt down beside him and pulled a small weed from the flower bed."],
        [" ", "\t“Why do you like flowers so much?” she asked."],
        [" ", "\t“I love their beauty, but I also find them interesting,” said Mr. Kelly. He showed C.J. a delicate white cluster."],
        [" ", "\t“This is called lily of the valley,” explained Mr. Kelly."],
        [" ", "\t“The flowers look like little bells,” C.J. said and sniffed the sweet blooms. “Mmm, they smell good.”"],
        [" ", "\t“Many stories, names, and beliefs come from flowers,” said Mr. Kelly. “Did you know that every state in the United States has a flower to represent it? Even your birth month has its own special flower.”"],
        [" ", "\t“I was born in September,” said C.J. “What is my flower?”"],
        [" ", "\t“I'll show you,” said Mr. Kelly. He led C.J. down the brick pathway to the gazebo. Its rooftop and sides were interlaced with vines and blue blooms."],
        [" ", "\t“This is the morning glory,” began Mr. Kelly, “the flower for September.”"],
        [" ", "\t“It's kind of pretty,” said C.J. She stroked the morning glory with her fingers and then took a deep sniff. She giggled as the thin petals clung to her nose. “Who would guess that C.J. Malone would have something in common with a flower?” she said, chuckling."],
        [" ", "\t“May I ask what C.J. stands for?” asked Mr. Kelly."],
        [" ", "\t“I try to keep it a secret,” C.J. said reluctantly. “I don't like my real name.”"],
        [" ", "\t“I was never fond of my name either,” said Mr. Kelly. “Then I discovered something magical about it.”"],
        [" ", "\t“What was it?” C.J. asked."],
        [" ", "\t“My name is Gareth,” explained Mr. Kelly. “I wanted to have a common name like Charles or James until I learned how my name was special. I learned that Gareth means 'garden.' ”"],
        [" ", "\tC.J. gasped in amazement. Now she understood why Mr. Kelly had changed his mind about his name."],
        [" ", "\t“My real name is Calla Jo,” she began. “I've never liked it. It's so different from other names. I don't understand why my parents gave me that name.”"],
        [" ", "\t“I think I may know,” said Mr. Kelly. He motioned for C.J. to follow him. They walked down a brick path to a small garden beyond the gazebo. Nestled there were dozens of pink, yellow, and white flowers."],
        [" ", "\t“These are called callas,” said Mr. Kelly heartily. “Aren't they lovely? They have so much character and beauty that the calla is known as the noblest of the lilies. I think that they are the perfect match for you.”"],
        [" ", "\tC.J. knelt down. She touched the delicate pastel blooms and emerald leaves."],
        [" ", "\t“It was very honest and thoughtful of you to tell me about the vase,” said Mr. Kelly. “You should be very proud of yourself.”"],
        [" ", "\tHe clipped a small bouquet of callas and gave them to C.J."],
        [" ", "\t“I'm glad that you found your own special magic,” said Mr. Kelly."],
        [" ", "\t“They're beautiful, Mr. Kelly. Thank you,” C.J. said. She gave Mr. Kelly a quick hug and hurried home to put the flowers in water."],
        [" ", "\t“Hey, C.J.! Are you ready to play ball now?” shouted Frankie when he saw her rushing to her house."],
        [" ", "\t“I can't. I have to take these flowers home,” C.J. explained, tightly hugging the bouquet. “Oh, and Frankie... please call me Calla.”"]
    ],
    "Copyright": "“The Noblest of Lilies” by JoLynne Ricker Whalen from Children's Digest. Copyright © SEPS: Licensed by Curtis Licensing, Indianapolis, IN. All rights reserved.",
    "References": []
}