{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [
        "Candice's science teacher has asked her to write about an important geographical region. Read Candice's paper and think about the revisions that she should make. When you finish reading, answer the questions that follow."
    ],
    "Title": "The Great Barrier Reef",
    "Subtitle": "",
    "Author": "",
    "LabelType": "N",
    "Content": [
        ["", "\t(1) One of nature's most amazing structures is a maze of islands and coral. (2) The Great Barrier Reef, an ecosystem of a combined 3,000 coral reefs, sits off the northeastern coast of Australia in the Pacific Ocean. (3) Located within the much larger Great Barrier Reef Marine Park, the reef is the largest geographical formation of living organisms in the world. (4) It hosts many types of water habitats, making it home to diverse marine life. (5) This colorful reef and its many inhabitants create a spectacular sight. (6) The reef attracts millions of tourists every year. (7) More than just a pretty place, the Great Barrier Reef provides plentiful sea life to study and research. (8) The Great Barrier Reef is all of these things to Australia and so much more."],
        ["", "\t(9) Although it now covers an area of 135,000 square miles, the Great Barrier Reef started out much smaller. (10) Many years ago, when a low-lying coastal plain was flooded by the rising sea, hills were partially submerged and gradually transformed over time into islands. (11) Intense sunlight flooded the hard island surfaces found within the shallow waters. (12) These surfaces were prime locations for small saclike animals called coral polyps to attach themselves. (13) The coral polyps reproduced and then died, leaving their skeletons behind. (14) Plants, algae, sand, and small organisms began to fill in the spaces around the leftover materials. (15) This process created a foundation where a colony of polyps could repeat the cycle. (16) As the sea and wind continued to bring in new sand and organisms, the coral reef grew. (17) This reef became a linear chain of multiple coral reefs, creating a physical barrier that stretches about 1,000 miles along the coast. (18) Bigger than the Great Wall of China and visible from space, this enormous organism is home to many other smaller ones."],
        ["", "\t(19) Several types of animals attach themselves to the walls of coral as if the animals were part of the reef. (20) Marine animals, including protozoa and sea cucumbers, help secure sand and plant algae to the reef. (21) Sponges and soft coral living alongside bright red and purple plant algae provide stunning color along the reef."],
        ["", "\t(22) The water surrounding the reef is teeming with life as well. (23) Many animals, such as marine insects and about 500 species of worms, swim in areas near the reef. (24) Microscopic plankton float freely and help feed many of the aquatic animals. (25) Larger animals living near the reef include jellyfish, octopuses, and saltwater crocodiles as well as over 1,600 species of fish, over 20 species of seabirds, and about 30 species of marine mammals, including dolphins and whales. (26) Animals large and small live close to the reef."],
        ["", "problems/TX19HSE1/media/S1a.jpg"],
        ["", "problems/TX19HSE1/media/S1b.jpg"],
        ["", "problems/TX19HSE1/media/S1c.jpg"],
        ["", "\t(27) The Great Barrier Reef provides many environmental and economic benefits. (28) The coral reefs help protect the other coastline ecosystems, which include forested floodplains, freshwater wetlands, and lagoon floors, from storms and erosion. (29) The Great Barrier Reef also provides sources of food for millions of people and serves as a good home to economically important fish species. (30) Among these species are salmon, shark, and mackerel that supply commercial fisheries, big game marlin that fuel sport fishing, and the colorful little clownfish that attract snorkelers and divers. (31) Humans rely on the coral reefs for food, recreation, and tourism. (32) The reef's ecosystem is even explored by researchers as a possible source of new medicines. (33) Such explorations highlight that these coral reefs foster some of the most extraordinary underwater systems on the planet."],
        ["", "\t(34) Because of its global significance, the Great Barrier Reef is classified as one of the seven wonders of the natural world. (35) In conclusion, the Great Barrier Reef of Australia is a very cool feature of nature."]

    ],
    "Copyright": "",
    "References": []
}