{
    "Directions": "Read the next two selections and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [],
    "Title": "A Baseball School for Big-League Dreamers",
    "Subtitle": "",
    "Author": "by Robert Benincasa\nAll Things Considered, National Public Radio\nAugust 15, 2012",
    "LabelType": "P",
    "Content": [
        ["1", "If you have ever dreamed of playing big-league baseball, chances are the dream started to fade sometime in high school."],
        ["2", "It gradually becomes clear: You won't be starting in Game 7 of the World Series, and tipping your cap after hitting a walk-off homer. So at some point you go from player to fan — watching others chase greatness on the diamond."],
        ["3", "But not every baseball dreamer is willing to give up so early. And in Bradenton, Florida, there's a place that lies somewhere between the Little League field and Yankee Stadium."],
        ["4", "It's 90 degrees and sunny for an intrasquad game, one of the last of the year at IMG Academies, a private sports school where dreams of baseball glory are nurtured. Ketchum Marsh, a high school senior from Chatham, Massachusetts, looks in from third base as a lanky sophomore teammate winds up on the mound."],
        ["5", "For Ketch, as he's known, a passion for baseball began when he was 8 years old, when his mother offered room and board for some players from college baseball's elite Cape Cod League."],
        ["6", "The players started tossing the ball around with him and soon made him a batboy. Ketch says they were like big brothers to him. Before long, he says, he was captivated."],
        ["7", "He remembers being fascinated by how the players and coaches talked and how fans reacted to the game. “You kind of just don't want to leave the field at the end of the night,” he says. “You want to just keep going back. You just want to stay there.”"],
        ["", "Nᴜʀᴛᴜʀɪɴɢ Pᴏᴛᴇɴᴛɪᴀʟ"],
        ["8", "So, when Ketch was in the eighth grade, his mother sent him here, where students spend half the day in the classroom and the other half on the field."],
        ["9", "IMG baseball chief Ken Bolek says Ketch's school debut was less than stellar."],
        ["10", "“There weren't a lot of things that just came naturally to him as an athlete,” Bolek says, chuckling. “His first semester here, the coaches evaluated a successful day by the fact that he wasn't maimed or killed out on the field from a lack of proficiency.”"],
        ["11", "But four years later, Ketch is bigger and better — 5 foot 11 inches and 192 pounds, with massive forearms from his training regimen."],
        ["12", "Bolek says Ketch has surpassed other players who may have had more athletic ability but lacked his work ethic."],
        ["13", "“Ketchum Marsh is one of the most successful stories that will come out of IMG,” Bolek says, focusing not just on baseball, but on life."],
        ["14", "Most players here won't ever put on a big-league uniform, but they come to IMG trying to find and reach their potential. Virtually all of them want to play college ball — Division I if they can make it."],
        ["", "problems/TX19HSE1/media/S5a.jpg"],
        ["15", "The pitcher on Ketch's team, Cameron Varga, is already headed to Division I. He'll play for the University of Florida team after he graduates in 2014."],
        ["16", "His fastball is in the low 90s, big-league heat territory."],
        ["17", "As the game gets started, Varga strikes out the side in the first inning and trots to the dugout. Pitching coach Dave Shepard is waiting."],
        ["18", "“You struck out the side, and I'll give you that,” Shepard tells him, “but as a starting pitcher you've got to know what the emphasis down the road for you is going to be.”"],
        ["19", "Shepard, who pitched 11 seasons in the minor leagues, says Varga has great potential. Now, Shepard is trying to set him up for the journey."],
        ["20", "“[I'm] looking into the future for big things from him,” Shepard says. “He struck out the side in the first inning, but he threw 20 pitches. As a pitching coach, I'm looking for him to throw six pitches and get three outs and save 14 pitches for later.”"],
        ["", "Gᴏɪɴɢ Dᴇᴇᴘᴇʀ Tʜᴀɴ Bᴀsᴇʙᴀʟʟ"],
        ["21", "Baseball folklore tells us that the scrappiest kid on the sandlot has a shot at going to “the show.”"],
        ["22", "But IMG is a long way from St. Mary's Industrial School for Boys, the Baltimore orphanage that produced Babe Ruth.¹ Tuition, room and board here for the combined academic and sports program is about $70,000 a year."],
        ["23", "Along with the price of admission comes the unvarnished truth about one's athletic ability and potential."],
        ["24", "The coaches are positive and encouraging, but they don't sugarcoat their opinions. They don't want to give any player false hope."],
        ["25", "“We deal with reality on a daily basis,” says baseball chief Bolek. “We are not sending the message that every one of our players are going to wind up playing shortstop for the Mets.”"],
        ["26", "And there's something else: Many of the coaches have given years to the game. They see beyond young men's dreams and deeper into their lives."],
        ["27", "Bolek, who has coached in the minors, the majors and college, says his job is not always about baseball."],
        ["28", "“If we do a good job, stressing certain characteristics and traits that are necessary for anybody leaving here to be successful regardless of what the volition is, that's the grand slam for us,” he says."],
        ["29", "Today's game ends in a one-run loss for Ketch and Cameron's team. If these young players' dreams come true, it's just a footnote in a long career in the national pastime."],
        ["30", "But the odds are long, even for the very best. Just 1,200 players are drafted each year, and major league rosters have only 750 active slots. IMG says it's had 17 players drafted since 2006."],
        ["31", "Ketch doesn't think about the numbers. He pursues his goals a day at a time."],
        ["32", "“The chances are, you know, there's not a lot of kids that are going to be making a living playing this game. If you think about the numbers, the inspiration won't always be there.”"],
        ["33", "Whether or not Ketch is destined for Cooperstown, this fall he'll be doing what he loves — playing baseball — for the Southwestern University Pirates in Georgetown, Texas."]
    ],
    "Copyright": "© 2012 National Public Radio, Inc. NPR news report titled “A Baseball School for Big-League Dreamers” by Robert Benincasa was originally published on NPR's All Things Considered on August 15, 2012, and is used with the permission of NPR. Any unauthorized duplication is strictly prohibited.",
    "References": [
        ["¹", "Babe Ruth (1895–1948) is considered one of the greatest players in the history of baseball. He led the American League in home runs 12 times and set many long-standing hitting records."]
    ]
}