{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [
        "Gena wrote the following essay about an inspiring historical figure. Read Gena's essay and think about any corrections she needs to make. When you finish reading, answer the questions that follow."
    ],
    "Title": "Flying to New Heights",
    "Subtitle": "",
    "Author": "",
    "LabelType": "N",
    "Content": [
        ["", "\t(1) A true test of character is not how well a person can avoid obstacles but how that person reacts when confronted by them. (2) Throughout her life, Elizabeth “Bessie” Coleman was no stranger to societal challenges. (3) Her unstoppable courage and will to persevere led her to become one of the first licensed female pilots in the United States, as well as one of the first licensed African American pilots in the world."],
        ["", "\t(4) Coleman was born in 1892 in Atlanta, Texas, during a time when gender and race greatly influenced which opportunities were available to a person. (5) The children of slaves, Coleman's parents were illiterate, limiting how much education she could get at home. (6) To make matters worse, her school was a one-room schoolhouse that lacked essential resources. (7) Regardless, these factors did not stop Coleman from learning. (8) She promised her mother that she would succeed, consequently she walked the four-mile distance daily between her home and school."],
        ["", "\t(9) In the years after her eighth-grade education, Coleman went to Oklahoma to attend Langston University. (10) Unfortunately, her limited funds have run out after only one year, and she was forced to return home. (11) Afterward Coleman decided to relocate to Chicago to be near her older brother Walter."],
        ["", "\t(12) In Chicago, Coleman first heard about the pilots fighting in World War I and began to think about how she, too, could become a pilot. (13) However, because Coleman was both a woman and an African American, none of the flight schools that she contacted in the United States would admit her. (14) A friend then urged Coleman to go to France to attend a flight school there. (15) Coleman studied at the Caudron Brothers School of Aviation for seven months."],
        ["", "\t(16) After dedicating herself to her studies abroad, Coleman became the first African American woman to earn the school's international pilot's license. (17) In September of 1921, Coleman, whom was now a proficient pilot, came back to the United States. (18) Upon her return, the media went wild for Coleman and labeled her “a full-fledged aviatrix, the first of her race.”"],
        ["", "\t(19) In 1922, Coleman began to do stunt aviation, amazing audiences with fearless flying tricks. (20) The public nicknamed her “Brave Bessie” for the ease with which she completed these feats. (21) But Coleman's work was not just about earning money through entertainment; she was also making strides toward gender and race equality. (22) She refused to perform at places that would not allow African Americans in the crowd or that required the crowd to be segregated by race."],
        ["", "\t(23) Coleman relocated to Houston, Texas, in 1925 and began performing mainly around the southern United States. (24) It was Coleman's dream to use her earnings as a stunt pilot to open a school for African Americans, so that they, too, could study aviation in the United States. (25) Tragically, during a Florida performance in 1926, Coleman died when her plane experienced a mechanical failure and crashed."],
        ["", "\t(26) Although nearly a century has passed since her lifetime, the memory of Coleman remains strong. (27) In her honor, the Bessie Coleman Aero Club was established in 1929 to support the careers of African American pilots. (28) Similar, a group of female African American pilots started the Bessie Coleman Aviators Club in 1977. (29) Then in 1995, the U.S. Postal Service created a Bessie Coleman stamp. (30) In a statement at the time, the Chicago City Council, which led the movement for the stamp, expressed that Bessie Coleman “continues to inspire untold thousands of young persons with her sense of adventure, her positive attitude, and her determination to succeed.”"]
    ],
    "Copyright": "Third party trademark U.S. Postal Service® was used in these testing materials.",
    "References": []
}