{
    "Directions": "Read the passage and supplementary material below, then answer each question that follows.",
    "Context": [
        "This passage is adapted from Bryan Walsh, “Whole Food Blues: Why Organic Agriculture May Not Be So Sustainable.” ©2012 by Time Inc."
    ],
    "Title": "",
    "Subtitle": "",
    "Author": "",
    "LabelType": "L",
    "Content": [
        [" ", "\tWhen it comes to energy, everyone loves"],
        [" ", "efficiency. Cutting energy waste is one of those goals"],
        [" ", "that both sides of the political divide can agree on,"],
        [" ", "even if they sometimes diverge on how best to get"],
        ["5", "there. Energy efficiency allows us to get more out of"],
        [" ", "our given resources, which is good for the economy"],
        [" ", "and (mostly) good for the environment as well. In"],
        [" ", "an increasingly hot and crowded world, the only"],
        [" ", "sustainable way to live is to get more out of less."],
        ["10", "Every environmentalist would agree."],
        [" ", "\tBut change the conversation to food, and"],
        [" ", "suddenly efficiency doesn't look so good."],
        [" ", "Conventional industrial agriculture has become"],
        [" ", "incredibly efficient on a simple land to food basis."],
        ["15", "Thanks to fertilizers, mechanization and irrigation,"],
        [" ", "each American farmer feeds over 155 people"],
        [" ", "worldwide. Conventional farming gets more and"],
        [" ", "more crop per square foot of cultivated land —"],
        [" ", "over 170 bushels of corn per acre in Iowa, for"],
        ["20", "example — which can mean less territory needs to"],
        [" ", "be converted from wilderness to farmland."],
        [" ", "And since a third of the planet is already used for"],
        [" ", "agriculture — destroying forests and other wild"],
        [" ", "habitats along the way — anything that could help us"],
        ["25", "produce more food on less land would seem to be"],
        [" ", "good for the environment."],
        [" ", "\tOf course, that's not how most environmentalists"],
        [" ", "regard their arugula [a leafy green]. They have"],
        [" ", "embraced organic food as better for the planet"],
        ["30", "healthier and tastier, too — than the stuff produced by"],
        [" ", "agricultural corporations. Environmentalists disdain"],
        [" ", "the enormous amounts of energy needed and waste"],
        [" ", "created by conventional farming, while organic"],
        [" ", "practices — for going artificial fertilizers and chemical"],
        ["35", "pesticides — are considered far more sustainable."],
        [" ", "Sales of organic food rose 7.7% in 2010, up to $26.7"],
        [" ", "billion — and people are making those purchases for"],
        [" ", "their consciences as much as their taste buds."],
        [" ", "\tYet a new meta-analysis in Nature does the math"],
        ["40", "and comes to a hard conclusion: organic farming"],
        [" ", "yields 25% fewer crops on average than conventional"],
        [" ", "agriculture. More land is therefore needed to"],
        [" ", "produce fewer crops — and that means organic"],
        [" ", "farming may not be as good for the planet as"],
        ["45", "we think."],
        [" ", "\tIn the Nature analysis, scientists from McGill"],
        [" ", "University in Montreal and the University of"],
        [" ", "Minnesota performed an analysis of 66 studies"],
        [" ", "comparing conventional and organic methods across"],
        ["50", "34 different crop species, from fruits to grains to"],
        [" ", "legumes. They found that organic farming delivered"],
        [" ", "a lower yield for every crop type, though the disparity"],
        [" ", "varied widely. For rain-watered legume crops like"],
        [" ", "beans or perennial crops like fruit trees, organic"],
        ["55", "trailed conventional agriculture by just 5%. Yet for"],
        [" ", "major cereal crops like corn or wheat, as well as most"],
        [" ", "vegetables — all of which provide the bulk of the"],
        [" ", "world's calories — conventional agriculture"],
        [" ", "outperformed organics by more than 25%."],
        ["60", "\tThe main difference is nitrogen, the chemical key"],
        [" ", "to plant growth. Conventional agriculture makes use"],
        [" ", "of 171 million metric tons of synthetic fertilizer each"],
        [" ", "year, and all that nitrogen enables much faster plant"],
        [" ", "growth than the slower release of nitrogen from the"],
        ["65", "compost or cover crops used in organic farming."],
        [" ", "When we talk about a Green Revolution, we really"],
        [" ", "mean a nitrogen revolution — along with a lot"],
        [" ", "of water."],
        [" ", "\tBut not all the nitrogen used in conventional"],
        ["70", "fertilizer ends up in crops — much of it ends up"],
        [" ", "running off the soil and into the oceans, creating vast"],
        [" ", "polluted dead zones. We're already putting more"],
        [" ", "nitrogen into the soil than the planet can stand over"],
        [" ", "the long term. And conventional agriculture also"],
        ["75", "depends heavily on chemical pesticides, which can"],
        [" ", "have unintended side effects."],
        [" ", "\tWhat that means is that while conventional"],
        [" ", "agriculture is more efficient — sometimes much more"],
        [" ", "efficient — than organic farming, there are trade-offs"],
        ["80", "with each. So an ideal global agriculture system, in"],
        [" ", "the views of the study's authors, may borrow the best"],
        [" ", "from both systems, as Jonathan Foley of the"],
        [" ", "University of Minnesota explained:\n\n"],
        [" ", "\tThe bottom line? Today's organic farming"],
        ["85", "\tpractices are probably best deployed in fruit and"],
        [" ", "\tvegetable farms, where growing nutrition (not"],
        [" ", "\tjus bulk calories) is the primary goal. But for"],
        [" ", "\tdelivering sheer calories, especially in our staple"],
        [" ", "\tcrops of wheat, rice, maize, soybeans and soon,"],
        ["90", "\tconventional farms have the advantage right"],
        [" ", "\tnow.\n\n"],
        [" ", "\tLooking forward, I think we will need to deploy"],
        [" ", "\tdifferent kinds of practices (especially new,"],
        [" ", "\tmixed approaches that take the best of organic"],
        ["95", "\tand conventional farming systems) where they"],
        [" ", "\tare best suited — geographically, economically,"],
        [" ", "\tsocially, etc."],
        ["", "problems/SAT15RW1/media/S3a.jpg"],
        ["", "problems/SAT15RW1/media/S3b.jpg"],
        ["", ":ibox:Figures adapted from Verena Seufert, Navin Ramankutty, and Jonathan A. Foley, “Comparing the Yields of Organicand Conventional Agriculture. ”©2012 by Nature Publishing Group."]
    ],
    "Copyright": "",
    "References": []
}
