{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Bioluminescent beetles called fireflies may seem to create flashes of light randomly, but each species of firefly actually has its own special series of repeated flashes and pauses. These unique _______ allow fireflies of the same species to find each other.",
            "Which choice completes the text with the most logical and precise word or phrase?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "quantities",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Quantities” means certain amounts or numbers of something. Although the text discusses how different firefly species produce flashes and pauses in unique sequences that help other members of their species to find them, it doesn't mention the number of flashes that are used in these sequences.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "decorations",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this context, “decorations” would mean things that make an object more beautiful. Although it may be reasonable to say that firefly flashes are beautiful, the text focuses on the fact that fireflies use these unique sequences of flashes to find other members of their own species, not that the flashes make fireflies more beautiful.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "patterns",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text's discussion of the flashes created by fireflies. In this context, “patterns” means distinct and predictable sequences. The text indicates that although the flashes that fireflies produce appear to occur randomly—that is, without any particular sequence or rhythm—each species actually produces its own special series of flashes and pauses. Indeed, these series of flashes are so unique that fireflies can use them to find other members of their species. Therefore, this context supports the idea that fireflies produce flashes in distinct and recognizable patterns.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "agreements",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this context, “agreements” would refer to deals that individuals have discussed and come to a consensus about. Since fireflies aren't capable of making such agreements, it wouldn't make sense to use this word to refer to the signals they send each other with their flashes.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:As an architect in Los Angeles in the 1950s, Helen Liu Fong became known for avoiding _______ designs in her buildings. Instead of using standard shapes and colors, she typically explored innovative forms and daring hues.",
            "Which choice completes the text with the most logical and precise word or phrase?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "creative",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text indicates that Fong's work is innovative and experimental. Thus, Fong's design choices could reasonably be considered creative, or original. She likely would have pursued creative designs, not avoided them.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "bold",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text indicates that Fong used “daring” hues in her designs. Thus, Fong likely would have pursued bold, or brave and vivid design choices; she wouldn't have avoided them.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "traditional",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text's discussion of Helen Liu Fong's architectural designs. In this context, “traditional” means conventional. The text states that rather than use “standard shapes and colors,” Fong pursued “innovative” and “daring” design choices in her work. Fong's style is depicted as inventive, so it therefore makes sense in this context that she avoided mainstream, traditional designs in her buildings.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "understandable",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text doesn't address whether Fong's designs are understandable, or reasonable or expected. The text focuses on certain characteristics of Fong's designs, not on how people received or understood them.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:The printing of Virginia Woolf's novels featured a creative between Woolf and her sister _______ Vanessa Bell: a talented painter, Bell worked closely with Woolf to create original cover art for most of the novels.",
            "Which choice completes the text with the most logical and precise word or phrase?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "rebellion",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no indication that Woolf or Bell were undergoing a “rebellion,” or revolt, against anything in particular. Instead, the text focuses on how they worked together in some aspects of the production of Woolf's novels.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "partnership",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text's discussion of the cover art of Virginia Woolf's novels. In this context, “partnership” means collaboration or joint effort. The text states that Woolf's sister Vanessa Bell was a talented painter and that Bell worked with Woolf to provide the cover art for most of Woolf's novels. Thus, this context suggests that Woolf and Bell pursued a creative partnership in order to produce several of Woolf's novels.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "discovery",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is nothing in the text to indicate that Woolf or Bell made a “discovery,” or encountered anything new for the first time as they worked together. The text suggests that Woolf had already written her novels and that Bell then assisted Woolf with the cover art for many of them.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "disagreement",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text implies that Woolf and Bell had a positive relationship. According to the text, the sisters “worked closely” together to produce the cover art for many of Woolf's novels; the text doesn't mention whether while working together, Woolf and Bell had a “disagreement,” or conflict.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:A brief book review cannot fully convey the _______ of Olga Tokarczuk's novel The Books of Jacob, with its enormous cast of characters, its complicated, wandering plot, and its page numbers that count backward (beginning at 965 and ending at 1).",
            "Which choice completes the text with the most logical and precise word or phrase?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "accuracy",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the word “accuracy,” or being free from error or falsehood, can sometimes be used to describe a novel, the text doesn't discuss whether Tokarczuk's novel has this quality. Instead, the text describes the novel as having a large cast of characters, a difficult-to-follow plot, and reverse page numbering. These features suggest complexity, not accuracy.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "inactivity",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Inactivity” means being in a state of idleness or doing nothing, neither of which would make sense in this context. The text describes Tokarczuk's novel, and although it's possible the novel could portray its characters as inactive, it wouldn't make sense to describe the novel itself as such.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "complexity",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text's discussion of Olga Tokarczuk's novel The Books of Jacob. As used in this context, “complexity” means having many complicated parts that when taken as a whole are difficult to follow or explain. The text indicates that The Books of Jacob has a large cast of characters, a complicated and wandering plot (that is, a plot that is difficult to follow), and reverse page numbering. Together, these features make up a novel that's challenging to read and summarize. This context supports the idea that a brief book review can't do justice to the novel's complexity.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "restraint",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this context “restraint” would mean holding back or showing self- control, and the text doesn't indicate that Tokarczuk's novel has either of these qualities. In fact, the features of the novel that the text describes, such as a large cast of characters, a complicated and wandering plot, and reverse page numbering, suggest excess and complexity, not restraint.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Sumerian civilization (which lasted from around 3300 to 2000 BCE) _______ many concepts that persist into present-day civilizations: for example, the first description of the seven-day week appears in the Sumerian Epic of Gilgamesh.",
            "Which choice completes the text with the most logical and precise word or phrase?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "transformed",
                "Key": {
                    "Correct": false,
                    "Rationale": "Nothing in the text suggests that the Sumerian civilization “transformed,” or changed the nature of, concepts that persist into present-day civilizations. Instead, the text's presentation of a Sumerian literary work that contains the first description of the seven-day week is an example of the phenomenon described in the first half of the sentence, suggesting that the Sumerians invented many concepts that still persist.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "introduced",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text's discussion of the contributions of the Sumerian civilization. In this context, “introduced” means brought into practice or use. The text states that the first reference to a seven-day week appears in the Sumerian Epic of Gilgamesh. The text presents this information about the seven-day week as an example of a concept introduced by the Sumerian civilization that persists into present-day civilizations.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "inherited",
                "Key": {
                    "Correct": false,
                    "Rationale": "The information that a Sumerian literary work includes the first description of the seven-day week suggests that Sumerian civilization may have originated the seven-day week and other concepts that persist into present-day civilizations, not that it “inherited” the concepts, or received them from an ancestral figure or culture.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "overlooked",
                "Key": {
                    "Correct": false,
                    "Rationale": "The information that Sumerian civilization produced the first description of the seven-day week is presented as an example of the phenomenon described in the first half of the sentence, suggesting that Sumerian civilization originated this and other concepts that still persist, not that the Sumerians “overlooked,” or failed to notice or consider, such concepts.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The following text is adapted from Louisa May Alcott's 1869 novel An Old-Fashioned Girl. Polly, a teenager, is visiting her friend Fanny.",
            ":ibox:Fanny's friends did not interest Polly much; she was rather afraid of them [because] they seemed so much older and wiser than herself, even those younger in years. They talked about things of which she knew nothing and when Fanny tried to explain, she didn't find them interesting; indeed, some of them rather shocked and puzzled her.",
            "Which choice best states the main purpose of the text?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "To portray Polly's reaction to Fanny's friends",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most accurately describes the main purpose of the text, which is to show how Polly reacted to some of Fanny's other friends. The text describes Polly as being frightened of Fanny's friends because they seemed “much older and wiser” to her and elaborates that they “talked about things of which” Polly was unfamiliar, uninterested, and shocked. Thus, the main purpose of the text is to describe Polly's impressions of Fanny's other friends.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "To identify the topics Polly talks about with Fanny's friends",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text does not provide any of the topics Polly discussed with Fanny's friends, stating only that Polly found the topics unfamiliar, uninteresting, and shocking.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "To explain how Fanny met some of her friends",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text says nothing about how Fanny and her other friends first met.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "To illustrate how Fanny's friends feel about Polly",
                "Key": {
                    "Correct": false,
                    "Rationale": "The focus of the text is on Polly's feelings about Fanny's other friends, not on the other friends' feelings about Polly.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:In 1801, a Blackfoot chief named Ac Ko Mok Ki drew a finely detailed map of the Upper Missouri region. [This work demonstrates a vast amount of topographic knowledge, as the map features specific names of mountains and rivers, as well as the first-known sketch of the drainage network of the Missouri River.] The map is especially notable because Ac Ko Mok Ki also included details about the numerous tribes that lived in the area.",
            "Which choice best describes the function of the emphasized sentence in the text as a whole?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It emphasizes Ac Ko Mok Ki's desire to represent other tribes on the map.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Though the sentence after the emphasized sentence in the text mentions that Ac Ko Mok Ki included information about other tribes on his map, the emphasized sentence itself does not address this topic.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "It explains how Ac Ko Mok Ki developed an interest in mapmaking.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Nothing in the emphasized sentence indicates how Ac Ko Mok Ki became interested in mapmaking, only that his mapmaking skills are impressive.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "It identifies some reasons why the map is impressive.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice best describes how the emphasized sentence functions in the text as a whole. The text presents information about a map drawn by Blackfoot chief Ac Ko Mok Ki in 1801. The emphasized sentence states that the map “demonstrates a vast amount of topographic knowledge” and mentions that it features the “specific names of mountains and rivers” and includes the first-known sketch of the Missouri River's drainage network. These are all characteristics that indicate that the map was executed with remarkable skill. Thus, the emphasized sentence identifies some reasons why the map is impressive.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "It details how the map was used for hunting and trading purposes.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Though the emphasized sentence describes several features of the map, it does not specifically describe how the map was used.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Yawn contagion occurs when one individual yawns in response to another's yawn. Studies of this behavior in primates have focused on populations in captivity, but biologist Elisabetta Palagi and her colleagues have shown that it can occur in wild primate populations as well. In their study, which focused on a wild population of gelada monkeys (Theropithecus gelada) in Ethiopia, the researchers further reported that yawn contagion most commonly occurred in males and across different social groups instead of within a single social group.",
            "Which choice best describes the function of the first sentence in the text as a whole?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It defines a phenomenon that is discussed in the text.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most accurately describes how the first sentence functions in the text as a whole. The first sentence introduces what yawn contagion is, explaining that it occurs when an individual yawns in response to the yawn of another individual. The text goes on to describe Elisabetta Palagi and her colleagues' study of this phenomenon in a wild population of gelada monkeys. According to the text, the study showed that wild primate populations experience yawn contagion and that the behavior occurs most commonly in male monkeys and across social groups. Thus, the function of the first sentence is to define the phenomenon of yawn contagion that is discussed in the text.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "It introduces a problem that is examined in the text.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the first sentence introduces the text's discussion of yawn contagion, it doesn't present this behavior, or anything else, as a problem.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "It makes a claim that is challenged in the text.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The first sentence doesn't present a claim but instead explains what yawn contagion is. Moreover, the text doesn't challenge anything; it's an informative text that describes the findings of a research study about yawning in wild primate populations.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "It presents a hypothesis that is evaluated in the text.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the text describes a scientific study, and most scientific studies are guided by a hypothesis, the text doesn't say what Palagi and her colleagues' hypothesis was; the text discusses their findings instead.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The following text is adapted from Paul Laurence Dunbar's 1902 novel The Sport of the Gods. Joe and some of his family members have recently moved to New York City.",
            ":ibox:[Joe] was wild with enthusiasm and with a desire to be a part of all that the metropolis meant. In the evening he saw the young fellows passing by dressed in their spruce clothes, and he wondered with a sort of envy where they could be going. Back home there had been no place much worth going to, except church and one or two people's houses.",
            "Which choice best states the main purpose of the text?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It illustrates a character's reaction to a new environment.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most accurately describes the main purpose of the text. The narrator describes how Joe responds to being in “the metropolis”: he's excited and “wild with enthusiasm.” He also envies the young fellows who walk by because, dressed as they are, they look as if they have somewhere special to go. The text contrasts this new place with the place Joe comes from, where apparently there wasn't as much to do. Thus, the main purpose of the text is to illustrate Joe's reaction to a new environment.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "It explains why a character has traveled to a city.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text makes no reference to why Joe has moved. The narrator indicates that Joe is enthusiastic about being in a city, but there's no explanation provided for the move.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "It compares a character's thoughts about an event at two different times of day.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text makes no reference to how Joe thinks about an event. The narrator describes young men passing by in the evening and then recalls places worth going to at home — church and a few people's houses — but there's no explicit comparison made nor is a time of day mentioned for these events back home.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "It presents a character feeling regret over leaving home.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text doesn't support the idea that Joe feels regret over leaving home. Instead, Joe is described as “wild with enthusiasm” at being in the city. Joe's home is mentioned, but only to compare it unfavorably with the city.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:The painter María Izquierdo played an important role in the development of twentieth-century Mexican art, but her work has never been well-known in the United States except among art historians. One reason for Izquierdo's relative obscurity is the enormous popularity of some of her peers. In particular, the painters Frida Kahlo and Diego Rivera have so captivated the interest of US audiences that Izquierdo and other Mexican artists from the period often get overlooked, despite the high quality of their work.",
            "Which choice best states the main idea of the text?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Izquierdo's work is not as well-known in the United States as it should be because Kahlo and Rivera draw so much of the public's attention.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most accurately states the main idea of the text. The text begins by stating that María Izquierdo was an important figure in the history of twentieth-century Mexican art, but despite her importance, her work hasn't received widespread recognition in the United States. According to the text, one reason for this is that Frida Kahlo and Diego Rivera are so famous in the US that they overshadow other important Mexican artists, including Izquierdo. Thus, the main idea of the text is that Izquierdo's work is less well known in the US than it should be because Kahlo and Rivera draw most of the public's attention.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "During Izquierdo's lifetime, her paintings were displayed in galleries in the United States much more frequently than paintings by Kahlo and Rivera were.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text doesn't discuss the appearance of Izquierdo's paintings in galleries in the US during her lifetime, nor does it suggest that her paintings were displayed more frequently than paintings by Kahlo or Rivera were. Instead, the text focuses on the fact that Izquierdo has been overlooked in the US because of Kahlo's and Rivera's greater popularity.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Izquierdo painted some of the same subjects that Kahlo and Rivera painted but used different techniques than they used.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text doesn't discuss either the subject matter of Izquierdo's paintings or the techniques she used, nor does it compare these aspects of her paintings with those of Kahlo's and Rivera's paintings.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Few of Izquierdo's works are in galleries today because she produced only a small number of paintings.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text doesn't mention how many of Izquierdo's paintings appear in galleries today, nor does it state that she produced only a small number of paintings.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "problems/PSAT891RW1/media/11a.jpg",
            ":ibox:Like Earth, some dwarf planets in the solar system have exactly one moon. Two examples of such dwarf planets are _______",
            "Which choice most effectively uses data from the table to complete the statement?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Eris and Makemake.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most effectively uses data from the table to complete the statement about dwarf planets that have exactly one moon. The table lists several dwarf planets in one column and the number of moons that each of those dwarf planets has in another column. The text states that some dwarf planets have exactly one moon and indicates that there are two examples. Only two dwarf planets in the table have exactly one moon: Eris and Makemake.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Haumea and Eris.",
                "Key": {
                    "Correct": false,
                    "Rationale": "According to the table, Eris has exactly one moon, but Haumea has two moons.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Pluto and Haumea.",
                "Key": {
                    "Correct": false,
                    "Rationale": "According to the table, Haumea has two moons, and Pluto has five moons. Thus, they are not examples of dwarf planets with exactly one moon.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Makemake and Ceres.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the table indicates that Makemake has exactly one moon, the table shows that Ceres has no moons at all.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "problems/PSAT891RW1/media/12a.jpg",
            "problems/PSAT891RW1/media/12b.jpg",
            ":ibox:By the early 1900s, the Singer Corporation, a US sewing machine manufacturer founded in 1851, began to see rapidly increasing sales abroad, particularly in Russia, Germany, and the United Kingdom. These markets were responsible for the bulk of Singer's overseas sales, but demand for the company's machines in other countries also grew significantly in the early twentieth century. For instance, sales of their sewing machines in _______",
            "Which choice most effectively uses data from the graph to complete the example?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "the Philippines increased dramatically from 1908 to 1918.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most effectively uses data from the graph to complete the example. According to the graph, fewer than 10,000 sewing machines were sold in the Philippines in both 1903 and 1908, but nearly 30,000 were sold in 1913 and around 45,000 were sold in 1918. This increase illustrates the statement in the text that demand for Singer sewing machines grew significantly in the early twentieth century in overseas countries other than Russia, Germany, and the United Kingdom.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "New Zealand were largely consistent from 1903 to 1918.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Consistent sales of Singer sewing machines in New Zealand from 1903 to 1918 do not indicate that demand for the product increased but rather that demand remained relatively the same.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Australia increased steadily from 1903 to 1918.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice does not accurately describe the data in the graph. Although sales in Australia did increase somewhat between 1903 and 1908, there was very little change between 1908 and 1913, and then sales declined between 1913 and 1918. The data for Australia, then, do not show a steady increase from 1903 to 1918.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Turkey declined substantially from 1913 to 1918.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Declining sales of Singer sewing machines in Turkey from 1913 to 1918 do not point to an increase in demand for the product but rather to a decline in demand.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "problems/PSAT891RW1/media/13a.jpg",
            ":ibox:The table shows data from paleontologist Angélica Torices and colleagues' 2021 study of two sets of dinosaur tracks preserved in a fossilized lake bed in Spain. The tracks, referred to as La Torre 6A and La Torre 6B, were left by two individual theropods (dinosaurs that walked on two legs). The team's findings suggest that of the two theropods, the one that left the La Torre 6B tracks had a higher maximum mean speed, _______",
            "Which choice most effectively uses data from the table to complete the claim?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "a longer footprint, and a longer average stride.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While it is true that of the two therapods, the one that left the La Torre 6B tracks had a longer average stride, it didn't have a longer footprint: the table shows that its estimated footprint length is 28.9 centimeters, while La Torre 6A's estimated footprint length is 32.8 centimeters.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "a longer footprint, and a shorter average stride.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The table shows that of the two therapods, the one that left the La Torre 6B tracks had a footprint length estimated at 28.9 centimeters, which is shorter than the 32.8 centimeters estimated for the other set of tracks. Moreover, the therapod that left the La Torre 6B tracks had a longer average stride, not shorter: 5.57 meters, compared with 5.23 meters for the other set of tracks.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "a shorter footprint, and a longer average stride.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most effectively uses data from the table to complete the claim about the tracks left by two therapods. The table indicates that the set of tracks labeled La Torre 6A has an estimated footprint length of 32.8 centimeters, an average stride length of 5.23 meters, and an estimated mean speed of 6.5–10.3 meters per second. For the set of tracks labeled La Torre 6B, on the other hand, the estimated footprint length is 28.9 centimeters, the average stride length is 5.57 meters, and the estimated mean speed is 8.8–12.4 meters per second. Therefore, the therapod that left the La Torre 6B tracks had a shorter footprint and a longer average stride than the one that left the La Torre 6A tracks.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "a shorter footprint, and a shorter average stride.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While it is true that of the two therapods, the one that left the La Torre 6B tracks had a shorter footprint, it didn't have a shorter average stride: the table shows that its average stride length is 5.57 meters, while La Torre 6A's average stride length is 5.23 meters.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:In 1967 the US Congress created the Corporation for Public Broadcasting, which in turn created National Public Radio (NPR). NPR began producing and distributing high-quality news and cultural programming to affiliate stations across the United States in 1971. In a research paper, a student claims that the Corporation for Public Broadcasting and NPR were inspired by the British Broadcasting System (BBC), which had been established in the 1920s.",
            "Which quotation from a work by a historian would be the most effective evidence for the student to include in support of this claim?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "“Although the BBC had begun as a private corporation, politicians successfully argued to make it a public company because they believed a public broadcaster could help build national unity in the aftermath of World War I.”",
                "Key": {
                    "Correct": false,
                    "Rationale": "This quotation provides historical information about the BBC, not information about the inspiration for the creation of the Corporation for Public Broadcasting and NPR. This quotation, therefore, is irrelevant to the student's claim that the BBC inspired the creation of the Corporation for Public Broadcasting, which in turn created NPR.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "“For many decades, the BBC had no competition since it held Britain's only broadcasting license, whereas in the United States, the Corporation for Public Broadcasting launched NPR in a broadcasting market already filled with competitors.”",
                "Key": {
                    "Correct": false,
                    "Rationale": "This quotation contrasts the lack of competition faced by the BBC with the substantial competition faced by NPR, which has no bearing on the student's claim that the Corporation for Public Broadcasting and NPR were inspired by the BBC.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "“Congress's embrace of publicly funded broadcasting reflected a common belief among US politicians that the role of government was not only to ensure people's safety and liberty but also to enrich people's lives in other ways.”",
                "Key": {
                    "Correct": false,
                    "Rationale": "This quotation focuses on a common belief among US politicians that inspired Congress's embrace of publicly funded broadcasting. The quotation doesn't say anything about the BBC and therefore doesn't support the claim that the BBC inspired Congress to create the Corporation for Public Broadcasting, which in turn created NPR.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "“The goal of the BBC was to support British democracy by promoting an informed citizenry, and US legislators believed that ensuring access to high-quality programming could do the same for democracy in the United States.”",
                "Key": {
                    "Correct": true,
                    "Rationale": "This quotation would be the most effective evidence to include in support of the claim that the Corporation for Public Broadcasting and NPR were inspired by the British Broadcasting System (BBC). The quotation states that the goal of the BBC was to support British democracy and that US legislators believed high-quality programming could accomplish the same goal for democracy in the United States. In other words, US legislators looked to the BBC as a model, taking direct inspiration from it when they created the Corporation for Public Broadcasting, which in turn created NPR.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:“Odalie” is an 1899 short story by Alice Dunbar-Nelson. In the story, a young woman named Odalie attends the annual Mardi Gras carnival in New Orleans, where she lives with her guardian Tante Louise. Dunbar-Nelson portrays Odalie as eager to escape the monotony of her everyday life: _______",
            "Which quotation from “Odalie” most effectively illustrates the claim?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "“Mardi Gras was a tiresome day, after all, she sighed, and Tante Louise agreed with her for once.”",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although this quotation includes the word “tiresome,” which means dull, it does so to suggest Odalie's negative feelings about Mardi Gras, which is a once-a-year celebration, not her feelings about her everyday life. This quotation therefore doesn't express that Odalie's everyday life is monotonous or that she wishes to escape.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "“In the old French house on Royal Street, with its quaint windows and Spanish courtyard green and cool, and made musical by the plashing of the fountain and the trill of caged birds, lived Odalie in convent-like seclusion.”",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although this quotation ends by saying that Odalie lives in seclusion, or isolation, it doesn't express that Odalie's everyday life is monotonous or that she wishes to escape. Instead, it describes the pleasant qualities of the house Odalie lives in, saying that it has “quaint windows” and a “green and cool” courtyard that is “made musical” by the sounds of a fountain and pet birds.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "“When one is shut up in a great French house with a grim sleepy tante and no companions of one's own age, life becomes a dull thing, and one is ready for any new sensation.”",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most effectively uses a quotation from “Odalie” to illustrate the claim that Odalie is eager to escape the monotony, or tedious lack of variety, of her everyday life. In the quotation, Odalie describes feeling “shut up” and complains that she has “no companions” except for her “sleepy tante.” Odalie goes on to say that, as a result, her life is “dull” and she is “ready for any new sensation,” meaning she wants a change. This suggests that Odalie wishes to get away from her monotonous everyday life.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "“It was Mardi Gras day at last, and early through her window Odalie could hear the jingle of folly bells on the [participants'] costumes, the tinkle of music, and the echoing strains of songs.”",
                "Key": {
                    "Correct": false,
                    "Rationale": "This quotation describes the lively sounds of a Mardi Gras celebration that Odalie hears through her window, not the monotony of Odalie's everyday life or her wish to escape.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "problems/PSAT891RW1/media/16a.jpg",
            ":ibox:In a survey of public perceptions of energy use, researcher Shahzeen Attari and her team asked respondents to name the most effective action ordinary people can take to conserve energy. The team categorized each action as either an efficiency or a curtailment and found that respondents tended to name curtailments more often than they did efficiencies. For example, 19.6% of respondents stated that the most effective way to conserve energy is to turn off the lights, while only _______",
            "Which choice most effectively uses data from the table to complete the text?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "6.3% of respondents said it was most effective to use efficient cars or hybrids.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice inaccurately describes data in the table. The data indicate that 6.3% of respondents said the most effective action was to change the thermostat setting, not to use efficient cars or hybrids.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "2.8% of respondents said it was most effective to change the thermostat setting.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice inaccurately describes data in the table. The data indicate that 2.8% of respondents said the most effective action was to use efficient cars/ hybrids, not to change the thermostat setting.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "12.9% of respondents said it was most effective to use a bike or public transportation.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice mentions a curtailment (using a bike or public transportation) and not an efficiency. The text states that a research team asked respondents to identify the most effective action people can take to save energy, with the team classifying each action as either an efficiency or a curtailment. According to the text, respondents named curtailments more often than they did efficiencies. The text then offers an example that begins by citing a curtailment, turning off the lights, that was selected by a relatively high percentage of respondents (19.6%). Given that the example is presented in support of the idea that more people selected curtailments than efficiencies, the most effective way to complete the example is not by referring to another curtailment but rather by referring to an efficiency that was selected by a relatively low percentage of respondents.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "3.6% of respondents said it was most effective to use efficient light bulbs.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most effectively uses data from the table to complete the text's discussion of Attari and her team's survey results. The text states that the team asked respondents to identify the most effective action people can take to save energy, with the team classifying each action as either an efficiency or a curtailment. According to the text, respondents named curtailments more often than they did efficiencies. The text then offers an example that begins by citing a curtailment, turning off the lights, that was selected by a relatively high percentage of respondents (19.6%). Given that the example is presented in support of the idea that more respondents selected curtailments than efficiencies, the most effective way to complete the example is by citing an efficiency, using efficient light bulbs, that was selected by a relatively low percentage of respondents (only 3.6%).",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "17": {
        "Number": 17,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:An archaeological team led by Piotr Bieliński and Sultan al-Bakri found remnants of a 4,000-year-old Bronze Age board game at a site in Oman. Little is left of the game except a stone board, which is carved with a grid and has places to hold game pieces. Some scholars claim that the game was largely played by traders.",
            "Which finding, if true, would most directly support the scholars' claim?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Other examples of the game dating to the same period have been found in the remains of several homes in the region, including in one home that may have belonged to a trader.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This finding would suggest only that a single trader may have possessed examples of the board game, perhaps for the purpose of trading or selling the game to residents of Oman. For this reason, the finding wouldn't directly support the scholars' claim that the majority of the game's players were traders.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Similar games have been found in other sites dating to the same period that were connected to the site in Oman via trade routes.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This finding doesn't mention the board game at all, referring only to similar games found at other sites, and would therefore provide no direct support for the scholars' claim about the board game.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The other known examples of the game dating to the same period have been found along routes that seem to have been used primarily by traders at the time.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice presents a finding that, if true, would most directly support the scholars' claim about the board game. The text explains that the remains of a 4,000-year-old board game were found in Oman. The text then states that scholars claim this board game was played mostly by traders. If the other known examples of this board game from the same time period were discovered along routes that seem to have been used primarily by traders, this finding would directly support the scholars' claim because it suggests that the game was largely played by traders who brought it with them for entertainment as they traveled.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Remnants of other goods have been found at the site in Oman that probably also reached the location through trade.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This finding doesn't mention the board game at all, referring only to the remains of other goods found at the site in Oman, and would therefore provide no direct support for the scholars' claim about the board game.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "18": {
        "Number": 18,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "problems/PSAT891RW1/media/18a.jpg",
            ":ibox:Swahili is estimated to be the first language of up to 15 million people worldwide. It's also an officially recognized language in Tanzania, Kenya, and the Democratic Republic of the Congo, which means these countries use Swahili in government documents and proceedings. [But even in countries where almost everyone speaks Swahili, for many it isn't their first language but is instead their second, third, or even fourth language.]",
            "Which choice most effectively uses data from the table to support the emphasized claim?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Tanzania has approximately 61 million Swahili speakers, which is much more than the estimated total number of people worldwide for whom Swahili is their first language.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most effectively uses data from the table to support the emphasized claim. The text indicates that Swahili is the first language of up to 15 million people worldwide. The text goes on to claim, in the emphasized portion, that even in countries where nearly everyone speaks Swahili, many of the language's speakers don't have Swahili as their first language. The table indicates that 61 million people in Tanzania, which amounts to 100 percent of the population, speak Swahili. If 61 million people in Tanzania speak Swahili, but only 15 million people worldwide have Swahili as their first language, that means there are many people in Tanzania who speak Swahili as a language other than their first language. This information about Swahili speakers in Tanzania therefore supports the claim that many Swahili speakers in countries where nearly everyone speaks Swahili speak it as a language other than their first language (such as their second, third, or fourth language).",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Tanzania is estimated to have at most 15 million Swahili speakers, while the country's total population is approximately 61 million people.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice doesn't accurately describe information in the table. According to the table, Tanzania has 61 million Swahili speakers, not at most 15 million Swahili speakers. Additionally, the table indicates that 100 percent of Tanzania's population speak Swahili, which means that the number of Swahili speakers in the country and the country's total population should be the same, not that they should differ by such a large amount.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Approximately 100 percent of the people who speak Swahili as their first language live in Kenya, which has a total population of approximately 55 million people.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There's no information in the table or the text that indicates where people who speak Swahili as their first language live. Although Kenya's total population can be inferred from the table—if Kenya has 55 million Swahili speakers and 100% of Kenya's population speak Swahili, then Kenya must have a population of 55 million people—nothing suggests that all the people who speak Swahili as their first language live in a single country, let alone that they all live in Kenya.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Approximately 100 percent of Kenya's population speaks Swahili, while only about 25 percent of the Democratic Republic of the Congo's population speaks Swahili.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the table does indicate that 100 percent of Kenya's population and 25 percent of the Democratic Republic of the Congo's population speak Swahili, this comparison is irrelevant to the claim that Swahili isn't the first language of many of its speakers even in countries where almost everyone speaks Swahili. On its own, a difference in the proportions of the population who speak Swahili cannot reveal whether those Swahili speakers have Swahili as their first language or a subsequent language.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "19": {
        "Number": 19,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Obsidian is a kind of volcanic glass formed when lava cools so quickly that the atoms inside it cannot arrange themselves in a crystalline structure. You _______ more about obsidian's structure, which is classified as amorphous, in a later chapter.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "had learned",
                "Key": {
                    "Correct": false,
                    "Rationale": "The past perfect verb “had learned” doesn't indicate that the subject is going to learn about obsidian's structure in the future.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "had been learning",
                "Key": {
                    "Correct": false,
                    "Rationale": "The past perfect progressive verb “had been learning” doesn't indicate that the subject is going to learn about obsidian's structure in the future.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "will learn",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is the use of verbs to express tense in a sentence. In this choice, the future tense verb “will learn,” used in conjunction with the phrase “in a later chapter,” correctly indicates that “you” (the reader) are going to learn about obsidian's structure at some point in the future.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "have learned",
                "Key": {
                    "Correct": false,
                    "Rationale": "The present perfect verb “have learned” doesn't indicate that the subject is going to learn about obsidian's structure in the future.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "20": {
        "Number": 20,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:With its towering, six-spired exterior of granitelike quartz monzonite, the Salt Lake Temple is one of the most instantly recognizable structures in the state of Utah. However, many people do not know that _______ built over the course of forty years, with construction beginning in 1853 and ending in 1893.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "it was",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is pronoun-antecedent agreement. The singular pronoun “it” agrees in number with the singular antecedent “the Salt Lake Temple.”",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "one was",
                "Key": {
                    "Correct": false,
                    "Rationale": "The singular pronoun “one” is ambiguous in this context; the resulting sentence leaves unclear whether there is only one Salt Lake temple or multiple.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "they were",
                "Key": {
                    "Correct": false,
                    "Rationale": "The plural pronoun “they” doesn't agree in number with the singular antecedent “the Salt Lake Temple.”",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "both were",
                "Key": {
                    "Correct": false,
                    "Rationale": "The plural pronoun “both” doesn't agree in number with the singular antecedent “the Salt Lake Temple.”",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "21": {
        "Number": 21,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Human-made (synthetic) fibers used in clothes and many other consumer products are more durable than most natural plant _______ the manufacture of synthetic fibers requires toxic chemical solvents that can pollute air and water.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "fibers,",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a comma splice. Without a conjunction following it, a comma can't be used in this way to join two main clauses.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "fibers but",
                "Key": {
                    "Correct": false,
                    "Rationale": "When coordinating two longer main clauses such as these, it's conventional to use a comma before the coordinating conjunction.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "fibers",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a run-on sentence. The two main clauses are fused without punctuation and/or a conjunction.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "fibers, but",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is the coordination of main clauses within a sentence. This choice correctly uses a comma and the coordinating conjunction “but” to join the first main clause (“Human-made... fibers”) and the second main clause (“the manufacture...water”).",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "22": {
        "Number": 22,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:The fine, powdery substance that covers the Moon's surface is called regolith. Because regolith is both readily available and high in oxygen _______ scientists have wondered whether it could be used as a potential source of oxygen for future lunar settlements.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "content and",
                "Key": {
                    "Correct": false,
                    "Rationale": "Joining the subordinate clause (“Because...content”) and the clause that follows (“scientists...settlements”) with the conjunction “and” results in an ungrammatical sentence that lacks a main clause.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "content,",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is punctuation between a subordinate clause and a main clause. This choice correctly uses a comma to mark the boundary between the subordinate clause (“Because...content”) and the main clause (“scientists...settlements”).",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "content",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice fails to mark the boundary between the subordinate clause and the main clause with appropriate punctuation.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "content, and",
                "Key": {
                    "Correct": false,
                    "Rationale": "Joining the subordinate clause (“Because...content”) and the clause that follows (“scientists...settlements”) with a comma and the conjunction “and” results in an ungrammatical sentence that lacks a main clause.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "23": {
        "Number": 23,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Each year in the fall, when the weather starts to cool in the northern hemisphere, millions of North American monarch butterflies journey south. Searching for food and warmer habitats, they thousands of miles—from as far north as _______ Canada all the way down to Mexico—on this annual migration.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "flew",
                "Key": {
                    "Correct": false,
                    "Rationale": "The simple past tense verb “flew” isn't consistent with the other present tense verb used to describe the butterflies' yearly migration.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "were flying",
                "Key": {
                    "Correct": false,
                    "Rationale": "The past progressive tense verb “were flying” isn't consistent with the other present tense verb used to describe the butterflies' yearly migration.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "had flown",
                "Key": {
                    "Correct": false,
                    "Rationale": "The past perfect tense verb “had flown” isn't consistent with the other present tense verb used to describe the butterflies' yearly migration.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "fly",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is the use of verbs to express tense. In this choice, the present tense verb “fly” is consistent with the other present tense verb (“journey”) used to describe the butterflies' yearly migration. Together, these simple present tense verbs correctly indicate that the migration is a current, yearly occurrence.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "24": {
        "Number": 24,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Objects ranging from the Kikkoman soy sauce bottle to the Yamaha VMAX motorcycle to the Komachi bullet train _______ designed by twentieth-century industrial designer Kenji Ekuan.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "was",
                "Key": {
                    "Correct": false,
                    "Rationale": "The singular verb “was” doesn't agree in number with the plural subject “objects.”",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "is",
                "Key": {
                    "Correct": false,
                    "Rationale": "The singular verb “is” doesn't agree in number with the plural subject “objects.”",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "has been",
                "Key": {
                    "Correct": false,
                    "Rationale": "The singular verb “has been” doesn't agree in number with the plural subject “objects.”",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "were",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is subject-verb agreement. The plural verb “were” agrees in number with the plural subject “objects.”",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "25": {
        "Number": 25,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:“Praise Song for the Day,” Elizabeth Alexander's 2009 inaugural poem, asserts that “We cross dirt roads and highways...to see what's on the other side.” Alexander's use of “we” Americans' _______ collective efforts and shared desire to seek new opportunity.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "evokes",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is subject-verb agreement. The singular verb “evokes” agrees in number with the singular subject “Alexander's use.”",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "are evoking",
                "Key": {
                    "Correct": false,
                    "Rationale": "The plural verb “are evoking” doesn't agree in number with the singular subject “Alexander's use.”",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "have evoked",
                "Key": {
                    "Correct": false,
                    "Rationale": "The plural verb “have evoked” doesn't agree in number with the singular subject “Alexander's use.”",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "evoke",
                "Key": {
                    "Correct": false,
                    "Rationale": "The plural verb “evoke” doesn't agree in number with the singular subject “Alexander's use.”",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "26": {
        "Number": 26,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Author Madeline L'Engle, _______ to create a suspenseful tone that draws the reader in, begins her novel A Wrinkle in Time with descriptions of “wraithlike shadows” and “the frenzied lashing of the wind.”",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "looked",
                "Key": {
                    "Correct": false,
                    "Rationale": "The finite past tense verb “looked” can't be used in this way to form a subordinate clause.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "looks",
                "Key": {
                    "Correct": false,
                    "Rationale": "The finite present tense verb “looks” can't be used in this way to form a subordinate clause.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "is looking",
                "Key": {
                    "Correct": false,
                    "Rationale": "The finite present progressive tense verb “is looking” can't be used in this way to form a subordinate clause.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "looking",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is the use of verb forms within a sentence. The nonfinite present participle verb “looking” is correctly used to form a subordinate clause that describes the intent behind how L'Engle begins her novel.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "27": {
        "Number": 27,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:In 1955, Indian Bengali filmmaker Satyajit Ray released his first movie, Pather _______ quiet black-and-white drama about a family in rural India, Ray's film was quite different from the loud, colorful action-romance movies that were popular at the time.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Panchali a",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a run-on sentence. The sentences are fused without punctuation and/or a conjunction.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Panchali, which was a",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a comma splice. A comma can't be used in this way to mark the boundary between sentences.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Panchali, a",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a comma splice. A comma can't be used in this way to mark the boundary between sentences.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Panchali. A",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is punctuation use between sentences. In this choice, the period is used correctly to mark the boundary between one sentence (“In...Panchali”) and another (“A quiet...time”). The phrase beginning with “a quiet” modifies the subject of the next sentence, “Ray's film.”",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "28": {
        "Number": 28,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:A recent study tracked the number of bee species present in twenty-seven New York apple orchards over a ten-year period. _______ found that when wild growth near an orchard was cleared, the number of different bee species visiting the orchard decreased.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Entomologist Heather Grab:",
                "Key": {
                    "Correct": false,
                    "Rationale": "No punctuation is needed between the subject and the verb.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Entomologist, Heather Grab,",
                "Key": {
                    "Correct": false,
                    "Rationale": "No punctuation is needed. Setting the entomologist's name off with commas suggests that it could be removed without affecting the coherence of the sentence, which isn't the case.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Entomologist Heather Grab",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is punctuation use between a name and title and between a subject and a verb. No punctuation is needed between the proper noun “Heather Grab” and “entomologist,” the title that describes Grab. Additionally, no punctuation is needed between the sentence's subject (“Entomologist Heather Grab”) and the main verb (“found”) that indicates what Grab did.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Entomologist Heather Grab,",
                "Key": {
                    "Correct": false,
                    "Rationale": "No punctuation is needed between the subject and the verb.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "29": {
        "Number": 29,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Tyrian purple was a highly prized dye among the Phoenicians (an ancient civilization located in present-day Lebanon). The Phoenicians were famous for using this natural dye to color their clothes a distinctive purple. _______ the name “Phoenicia” itself, some historians claim, may have originally meant “land of purple.”",
            "Which choice completes the text with the most logical transition?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "In fact,",
                "Key": {
                    "Correct": true,
                    "Rationale": "“In fact” logically signals that the claim in this sentence—Phoenicia being named after the color purple—emphasizes and supports the previous claim that Phoenicians were famous for using purple dye.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Regardless,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Regardless” illogically signals that the claim about Phoenicia's name contrasts with the previous claim that Phoenicians were famous for using purple dye. Instead, the naming emphasizes and supports this claim.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Lastly,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Lastly” illogically signals that the claim about Phoenicia's name is the final step in a process or sequence. Instead, the naming emphasizes and supports the previous claim that Phoenicians were famous for using purple dye.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "On the contrary,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“On the contrary” illogically signals that the claim about Phoenicia's name directly opposes the previous claim that Phoenicians were famous for using purple dye. Instead, the naming emphasizes and supports this claim.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "30": {
        "Number": 30,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:In Gothic architecture, flying buttresses are large arches that help support a building's exterior walls. Before the Gothic era, cathedrals' heavy ceilings had to be supported by thick, short walls, but the invention of flying buttresses eliminated this need. Gothic cathedrals could be built with _______ thinner, higher walls.",
            "Which choice completes the text with the most logical transition?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Similarly,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Similarly” illogically signals that the thinner, higher walls in this sentence are similar to the invention of flying buttresses in the previous sentence. Instead, the walls were a result of that invention.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "For instance,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“For instance” illogically signals that the thinner, higher walls in this sentence are an example supporting the statement about the invention of flying buttresses in the previous sentence. Instead, the walls were a result of that invention.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Nevertheless,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“nevertheless” illogically signals that the thinner, higher walls in this sentence occurred despite the invention of flying buttresses in the previous sentence. Instead, the walls were a result of that invention.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "As a result,",
                "Key": {
                    "Correct": true,
                    "Rationale": "“As a result” logically signals that the thinner, higher walls in this sentence were a result of the invention of flying buttresses in the previous sentence.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "31": {
        "Number": 31,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:In 1873, Spanish scientist Santiago Ramón y Cajal observed that brain fibers have distinct boundaries with clear end points, a finding that went against earlier assumptions about the brain. _______ scientists had assumed that the brain was a continuous web of fused fibers, not a vast network of distinct, individual cells.",
            "Which choice completes the text with the most logical transition?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "However,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“However” illogically signals that the fused fiber theory in this sentence contrasts with the information in the previous sentence. While this theory does contrast with Ramón y Cajal's discovery, the previous sentence concludes by stating that his discovery went against prior assumptions about the brain. The fact that the fused fiber theory was one of those earlier assumptions makes “however” an illogical choice.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Previously,",
                "Key": {
                    "Correct": true,
                    "Rationale": "“Previously” logically signals that the fused fiber theory came before Ramón y Cajal's discovery.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "As a result,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“As a result” illogically signals that the fused fiber theory in this sentence was a result of the discovery in the previous sentence. Instead, the fused fiber theory came before Ramón y Cajal's discovery.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Likewise,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Likewise” illogically signals that the fused fiber theory in this sentence was similar to the discovery in the previous sentence. Instead, the fused fiber theory, which came before Ramón y Cajal's discovery, was very different from it.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "32": {
        "Number": 32,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "While researching a topic, a student has taken the following notes:",
            ":ibox:• The Sasanian Empire lasted about 400 years (AD 224 to AD 651).\n\n• The Sasanians controlled an area spanning 1.4 million square miles.\n\n• This area included present-day Iran and Iraq.\n\n• The empire's capital was the ancient city of Ctesiphon.\n\n• Ctesiphon was located near present-day Baghdad, Iraq.",
            "The student wants to specify the location of Ctesiphon. Which choice most effectively uses relevant information from the notes to accomplish this goal?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The Sasanian Empire began in AD 224 and ended in AD 651.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence explains when the Sasanian Empire began and ended; it doesn't specify the location of Ctesiphon.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The capital of the Sasanian Empire, which spanned 1.4 million square miles, was Ctesiphon.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence emphasizes that Ctesiphon was the capital of the Sasanian Empire; it doesn't specify Ctesiphon's location.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The Sasanians controlled an area of 1.4 million square miles, including present-day Iran and Iraq.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice emphasizes the size of the Sasanian Empire; it doesn't specify the location of Ctesiphon's.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Ctesiphon, the capital of the Sasanian Empire, was located near present-day Baghdad, Iraq.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sentence specifies the location of Ctesiphon, noting that it was located near present-day Baghdad, Iraq.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "33": {
        "Number": 33,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "While researching a topic, a student has taken the following notes:",
            ":ibox:• In the art world, the term biennial traditionally refers to an art exhibition that takes place every two years in a single location.\n\n• Such biennials are held in New York, Berlin, and Venice.\n\n• In 2006, artists Ed Gomez and Luis Hernandez founded the unconventional MexiCali Biennial.\n\n• The MexiCali Biennial hosts exhibitions in different venues on both sides of the US-Mexico border.\n\n• The MexiCali Biennial has taken place on an uneven schedule, with exhibitions in 2006, 2009–10, 2013, and 2018–20.",
            "The student wants to emphasize a difference between the MexiCali Biennial and traditional biennials. Which choice most effectively uses relevant information from the notes to accomplish this goal?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "In 2006, artists Ed Gomez and Luis Hernandez founded the MexiCali Biennial, which has taken place in 2006, 2009–10, 2013, and 2018–20.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence indicates who founded the MexiCali Biennial and the years this biennial has taken place; it doesn't emphasize a difference between the MexiCali Biennial and traditional biennials.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Unlike traditional biennials, the MexiCali Biennial hosts exhibitions in different venues on an uneven schedule.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sentence effectively emphasizes a difference between the MexiCali Biennial and traditional biennials, stating that the MexiCali Biennial is unlike traditional biennials because it hosts exhibitions in different venues on an uneven schedule.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The term biennial traditionally refers to an art exhibition that takes place every two years in a single location, not to exhibitions hosted at a variety of times and venues.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the sentence clarifies the traditional meaning of biennial with language that could apply to the MexiCali Biennial, it doesn't mention the MexiCali Biennial by name. Therefore, the sentence doesn't effectively emphasize a difference between the MexiCali Biennial and traditional biennials.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Biennial exhibitions have been held in New York, Berlin, and Venice but also on both sides of the US-Mexico border.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence notes locations where various biennial exhibitions have been held; it doesn't emphasize a difference between the MexiCali Biennial and traditional biennials.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    }
}