{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Words in Context, for which students must determine the meaning of a high-utility academic word or phrase in context or use such vocabulary in a precise, contextually appropriate way."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The following text is adapted from Amy Lowell's 1912 poem “Summer.”",
            ":box:It is summer, glorious, deep-toned summer,\nThe very crown of nature's changing year\nWhen all her surging life is at its full.\nTo me alone it is a time of pause,\nA͟ ͟v͟o͟i͟d and silent space between two worlds,\nWhen inspiration lags, and feeling sleeps,\nGathering strength for efforts yet to come.",
            "As used in the text, what does the phrase “a void” most nearly mean?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "A useless",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the text does present summer as a time of inactivity, it doesn't characterize that inactivity as useless, or as having no purpose; in fact, the speaker regards summer as a time when “feeling” gathers “strength for efforts yet to come.”",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "An empty",
                "Key": {
                    "Correct": true,
                    "Rationale": "As used in the text, a span of time is described as “a void” space, which most nearly means an empty or vacant one. In the text, the speaker describes summertime in counterintuitive terms: although nature's “surging life is at its full” during the season, the speaker feels summer to be “a time of pause, / A void and silent space between two worlds.” The speaker says further that during summer, “feeling sleeps / Gathering strength” for future efforts. Thus, the speaker regards summer as an empty stretch of time, to be followed by a period of greater activity.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "A forgotten",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the text characterizes summer as a time “when inspiration lags, and feeling sleeps,” it doesn't discuss the season's relationship to the speaker's memory or suggest that summer can easily be forgotten.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "An incomplete",
                "Key": {
                    "Correct": false,
                    "Rationale": "In some contexts, “void” can mean devoid of, or lacking, a particular element, and such a lack could be conceived of as incompleteness. However, the text doesn't portray summer as not being complete or whole; instead, it characterizes vacancy or inactivity as being an essential quality of the season, as experienced by the speaker.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Words in Context, for which students must determine the meaning of a high-utility academic word or phrase in context or use such vocabulary in a precise, contextually appropriate way."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:In the 1960s, Sam Gilliam, a Black painter from the southern United States, became the first artist to drape painted canvases into flowing shapes. He later explored a different style, _______ quilt-like paintings inspired by the patchwork quilting tradition of Black communities in the South.",
            "Which choice completes the text with the most logical and precise word or phrase?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "predicting",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text indicates that Gilliam actually explored and pursued the creation of quilt-like paintings; he wasn't just “predicting,” or declaring in advance, the existence of these paintings.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "refusing",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this context “refusing” would mean rejecting, and there is nothing in the text to suggest that Gilliam rejected his quilt-like paintings. Instead, the text indicates that he was exploring and pursuing a new art style in these paintings.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "hiding",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this context “hiding” would mean concealing from view, and there is nothing in the text to suggest that Gilliam attempted to conceal his quilt-like paintings. Instead, the text indicates that he was exploring and pursuing a new art style in these paintings.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "creating",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text's discussion of Sam Gilliam's artworks. As used in this context, “creating” means producing or bringing something into existence. The text indicates that Gilliam is an artist who made draped canvases and, later, quilt-like paintings. This context supports the idea that Gilliam explored different styles in his art by creating special types of paintings.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Words in Context, for which students must determine the meaning of a high-utility academic word or phrase in context or use such vocabulary in a precise, contextually appropriate way."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:Studying how workload affects productivity, Maryam Kouchaki and colleagues found that people who chose to do relatively easy tasks first were less _______ compared to those who did hard tasks first. Finishing easy tasks gave participants a sense of accomplishment, but those who tackled hard tasks first actually became more skilled and productive workers over time.",
            "Which choice completes the text with the most logical and precise word or phrase?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "secretive",
                "Key": {
                    "Correct": false,
                    "Rationale": "There's nothing in the text to suggest that workers who do easy tasks first are less “secretive,” or uncommunicative or silent, than those who do hard tasks first. Rather, the text suggests that people are less skillful or efficient if they tackle easy tasks before the hard ones.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "efficient",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text's discussion about Kouchaki and colleagues' research into how workload affects productivity. In context, “efficient” means effective or well organized. The text indicates that, according to Kouchaki and colleagues' research, people who worked on hard tasks first were “more skilled and productive” than those who did easy tasks first. This context conveys the idea that despite their sense of accomplishment, the people who chose to do the easy tasks first were less efficient or productive than those who tackled hard tasks first.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "outgoing",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Outgoing” means openly friendly, which wouldn't make sense in this context. The text focuses on Kouchaki and colleagues' research in which people who worked on hard tasks first were “more skilled and productive” than those who did easy tasks first and were therefore less efficient.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "unsympathetic",
                "Key": {
                    "Correct": false,
                    "Rationale": "There's nothing in the text to suggest that workers who do easy tasks first are less “unsympathetic,” or insensitive or unkind, than those who do hard tasks first. Rather, the text suggests that people are less skillful or efficient if they tackle easy tasks before the hard ones.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Words in Context, for which students must determine the meaning of a high-utility academic word or phrase in context or use such vocabulary in a precise, contextually appropriate way."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The following text is from Bram Stoker's 1897 novel Dracula. The narrator is being driven in a carriage through a remote region at night.",
            ":box:The baying of the wolves sounded nearer and nearer, as though they were closing round on us from every side. I grew dreadfully afraid, and the horses shared my fear. The driver, however, was not in the least d͟i͟s͟t͟u͟r͟b͟e͟d; he kept turning his head to left and right, but I could not see anything through the darkness.",
            "As used in the text, what does the word “disturbed” most nearly mean?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Disorganized",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although in some contexts, “disturbed” can mean disorganized, the text doesn't portray a character acting in a disorganized manner; instead, the driver continues to drive the carriage, even though the horses pulling it are alarmed.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Alarmed",
                "Key": {
                    "Correct": true,
                    "Rationale": "As used in the text, “disturbed” most nearly means alarmed. The text portrays the narrator traveling in a carriage as wolves howl in the surrounding darkness. The text contrasts the reaction of both the narrator and the horses pulling the carriage with that of the driver of the carriage: the narrator and horses are “dreadfully afraid,” but the driver is “not in the least disturbed.” In other words, the driver is not alarmed by the wolves nearby.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Offended",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although in some contexts, “disturbed” can mean offended, the text doesn't portray one character feeling offended, or upset, by another's actions; instead, it contrasts the fear felt by the narrator with another character's lack of fear.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Interrupted",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although in some contexts, “disturbed” can mean interrupted, the text doesn't portray an action being interrupted; indeed, the travel depicted in the scene continues despite the threat of the wolves outside the carriage.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Words in Context, for which students must determine the meaning of a high-utility academic word or phrase in context or use such vocabulary in a precise, contextually appropriate way."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The following text is adapted from Sadakichi Hartmann's 1894 short story “Magnolia Blossoms.” The narrator is standing on the deck of a boat.",
            ":box:What a night it was! My soul had left its body to lose itself in the wild unrestrained beauty around me — from where it came — and only left a trembling s͟u͟g͟g͟e͟s͟t͟i͟o͟n of its existence within me. The other passengers moved around me like shadows, and again and again my eyes drank in all the glory and wealth of that night.",
            "As used in the text, what does the word “suggestion” most nearly mean?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Trace",
                "Key": {
                    "Correct": true,
                    "Rationale": "As used in the text, “suggestion” most nearly means trace. The text portrays the narrator standing on the deck of a boat, admiring the view of nature afforded by this position: “My soul had left its body to lose itself in the wild unrestrained beauty around me,” says the narrator, “and only left a trembling suggestion of its existence within me.” This intense response to beauty is such that the narrator's soul seems to disengage from its body, leaving behind only a barely detectible indication of its presence there. In other words, the narrator senses only a trace of soul left in the body.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Opinion",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although in some contexts “suggestion” can refer to an implied or indirectly expressed opinion, the text doesn't portray the narrator expressing an opinion; instead, the narrator is explaining an experience of intense emotion.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Dispute",
                "Key": {
                    "Correct": false,
                    "Rationale": "While “suggestion” might be used in some contexts to refer to the tactful expression of a differing viewpoint, it doesn't refer to the dispute or difference of opinion itself. Moreover, the text doesn't portray a dispute between characters with differing viewpoints.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Command",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although in some contexts, “suggestion” might be used to refer to a politely worded command, the text doesn't portray a scenario in which someone receives such a command.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Text Structure and Purpose, for which students must analyze the structure of a text or determine the main rhetorical purpose of a text."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The following text is from Lucy Maud Montgomery's 1908 novel Anne of Green Gables. Anne, an eleven- year-old girl, has come to live on a farm with a woman named Marilla in Nova Scotia, Canada.",
            ":box:Anne reveled in the world of color about her.\n\n“Oh, Marilla,” she exclaimed one Saturday morning, coming dancing in with her arms full of gorgeous boughs, “I'm so glad I live in a world where there are Octobers. It would be terrible if we just skipped from September to November, wouldn't it? Look at these maple branches. Don't they give you a thrill — several thrills? I'm going to decorate my room with them.”\n\n“Messy things,” said Marilla, whose aesthetic sense was not noticeably developed. “You clutter up your room entirely too much with out-of- doors stuff, Anne. Bedrooms were made to sleep in.”",
            "Which choice best states the main purpose of the text?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "To demonstrate that Anne has a newly developed appreciation of nature",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text presents Anne's appreciation of nature as a basic personality trait, not as a newfound enthusiasm, and never indicates how recently she developed that appreciation.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "To describe an argument that Anne and Marilla often have",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the text portrays Anne and Marilla as having different personalities and attitudes toward natural beauty and home decoration, it doesn't show them engaging in an argument about this difference or suggest that they often argue about it.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "To emphasize Marilla's disapproval of how Anne has decorated her room",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the text does indicate that Marilla disapproves of how Anne plans to decorate her room, Marilla's disapproval is a supporting detail that serves to develop her personality, which the text as a whole contrasts with Anne's personality.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "To show that Anne and Marilla have very different personalities",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most accurately describes the main purpose of the text. The text begins by noting that Anne “reveled in the world of color about her” — that is, she takes great delight in colorful things. It then relates a scene when she enthusiastically enters the house with autumn foliage and announces that she will decorate her room with it. The focus of the text then shifts to Marilla, who has an undeveloped “aesthetic sense,” or appreciation of beauty, as can be seen when she dismisses the maple leaves as “messy things” and criticizes Anne for cluttering her room with objects from outside. This episode thus illustrates that Anne and Marilla differ in their appreciation of beauty and, more generally, in their basic character: Anne is exuberant and joyful, while Marilla is stern and critical. Therefore, the purpose of the text is to show that Anne and Marilla have very different personalities.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Text Structure and Purpose, for which students must analyze the structure of a text or determine the main rhetorical purpose of a text."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:Early in the Great Migration of 1910–1970, which involved the mass migration of Black people from the southern to the northern United States, political activist and Chicago Defender writer Fannie Barrier Williams was instrumental in helping other Black women establish themselves in the North. Many women hoped for better employment opportunities in the North because, in the South, they faced much competition for domestic employment and men tended to get agricultural work. To aid with this transition, Barrier Williams helped secure job placement in the North for many women before they even began their journey.",
            "Which choice best states the main purpose of the text?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "To introduce and illustrate Barrier Williams's integral role in supporting other Black women as their circumstances changed during part of the Great Migration",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most accurately describes the text's purpose, which is to discuss the important role Barrier Williams played in supporting many other Black women as they relocated to the northern United States during the early years of the Great Migration. After introducing Barrier Williams, the text describes how she helped find jobs for other Black women, who in many cases relocated in search of better employment prospects than the South could offer at the time. The text indicates that by doing so, she eased these women's transition as their circumstances changed.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "To establish that Barrier Williams used her professional connections to arrange employment for other Black women, including jobs with the Chicago Defender",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the text mentions Barrier Williams's work as a political activist and writer for the Chicago Defender, it doesn't discuss any professional connections she made in these roles or indicate that she used any such connections in her work to secure employment for other Black women.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "To demonstrate that the factors that motivated the start of the Great Migration were different for Black women than they were for Black men",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the text discusses a factor that caused many women to relocate during the Great Migration, their difficulty finding employment in the South, the text doesn't indicate that this factor motivated the start of the Great Migration. Moreover, the text doesn't discuss the factors that motivated Black men to migrate.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "To provide an overview of the employment challenges faced by Black women in the agricultural and domestic spheres in the southern United States",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the text mentions the difficult employment prospects for Black women in the domestic and agricultural sectors in the South during the Great Migration, the text's main purpose isn't to provide an overview of the employment challenges Black women faced in these sectors. Rather, it provides this information to show that Barrier Williams played a crucial role in supporting many Black women who relocated to the North by helping them achieve one of their main goals, securing a job.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Text Structure and Purpose, for which students must analyze the structure of a text or determine the main rhetorical purpose of a text."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:“͟H͟o͟w͟ ͟l͟i͟f͟e͟l͟i͟k͟e͟ ͟a͟r͟e͟ ͟t͟h͟e͟y͟?͟” Many computer animators prioritize this question as they strive to create ever more realistic environments and lighting. Generally, while characters in computer-animated films appear highly exaggerated, environments and lighting are carefully engineered to mimic reality. But some animators, such as Pixar's Sanjay Patel, are focused on a different question. Rather than asking first whether the environments and lighting they're creating are convincingly lifelike, Patel and others are asking whether these elements reflect their films' unique stories.",
            "Which choice best describes the function of the underlined question in the text as a whole?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It reflects a primary goal that many computer animators have for certain components of the animations they produce.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most accurately describes the function of the underlined question in the text as a whole. The text begins with the underlined question, “How lifelike are they?” The text then explains that many computer animators pose this question about the environments and lighting that they create for animated films, striving for realistic animation of those components even if the characters themselves aren't portrayed in realistic terms. The focus of the text then shifts to describe how some animators strive to create environments and lighting that reflect the film's unique stories rather than making them appear realistic. Therefore, the function of the underlined question is to reflect a primary goal that many computer animators have for certain components of the animations they produce.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "It represents a concern of computer animators who are more interested in creating unique backgrounds and lighting effects than realistic ones.",
                "Key": {
                    "Correct": false,
                    "Rationale": "As the text makes clear, the underlined question is one posed by computer animators who wish to create realistic backgrounds and lighting effects, not by those who, instead, wish to create effects that reflect films' unique stories and aren't necessarily realistic; this latter group of animators is discussed later in the text.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "It conveys the uncertainty among many computer animators about how to create realistic animations using current technology.",
                "Key": {
                    "Correct": false,
                    "Rationale": "As the text explains, many computer animators strive for realistic environments and lighting, while others do not; this difference of approach relates to whether these components should be realistic, not to how realism can be achieved using current technology, and the text never suggests that animators are uncertain how to achieve it.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "It illustrates a reaction that audiences typically have to the appearance of characters created by computer animators.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The underlined question pertains to the perspective of computer animators, not the audience, and the text never considers audience's reactions to characters in animated films.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Text Structure and Purpose, for which students must analyze the structure of a text or determine the main rhetorical purpose of a text."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:The field of study called affective neuroscience seeks instinctive, physiological causes for feelings such as pleasure or displeasure. Because these sensations are linked to a chemical component (for example, the release of the neurotransmitter dopamine in the brain when one receives or expects a reward), they can be said to have a partly physiological basis. These processes have been described in mammals, but Jingnan Huang and his colleagues have recently observed that some behaviors of honeybees (such as foraging) are also motivated by a dopamine-based signaling process.",
            "What choice best describes the main purpose of the text?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It describes an experimental method of measuring the strength of physiological responses in humans.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text doesn't describe any experiments or experimental methods. Instead, the text describes a phenomenon that has been observed in mammals and then presents the recent observations of Huang and colleagues that this phenomenon is also seen in honeybees.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "It illustrates processes by which certain insects can express how they are feeling.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There's nothing in the text to suggest that certain insects can express how they're feeling through particular processes. The text does indicate that certain honeybee behaviors such as foraging are linked to dopamine, but it doesn't suggest that these behaviors enable honeybees to communicate feelings or sensations.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "It summarizes a finding suggesting that some mechanisms in the brains of certain insects resemble mechanisms in mammalian brains.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most accurately describes the main purpose of the text, which is to summarize a finding suggesting that some mechanisms in the brains of certain insects resemble mechanisms in mammalian brains. The text begins by explaining that feelings such as pleasure and displeasure are linked to chemical processes in the brain, such as the release of dopamine when one receives a reward. The text then indicates that such processes have been seen in mammals but that researchers have recently observed similar processes involving dopamine in honeybees. Taken together, this information serves to sum up the discovery that some mechanisms in the brains of certain insects may resemble mechanisms linked to feelings such as pleasure and displeasure in mammals.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "It presents research showing that certain insects and mammals behave similarly when there is a possibility of a reward for their actions.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text presents research showing that certain honeybee behaviors such as foraging are linked to dopamine and therefore may be motivated by similar mechanisms to those in mammalian brains, not that honeybees and mammals behave similarly when there is the possibility of reward for their actions.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Central Ideas and Details, for which students must determine the central idea of a text and/or interpret the key details supporting that idea."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:In 2019, 20 previously unknown moons were confirmed to be orbiting Saturn. Three of the moons have prograde orbits (orbiting in the direction the planet spins), and the other 17 have retrograde orbits (orbiting in the opposite direction of the planet's spin). All but one of the 20 moons are thought to be remnants of bodies that orbited Saturn until they broke apart in collisions. Although the one exceptional moon orbits in the same direction as the planet's spin, its orbit is highly eccentric compared to the rest, which may suggest that it has a different origin than the other 19 moons.",
            "Based on the text, which choice best describes the moon with the eccentric orbit?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It doesn't have a retrograde orbit, but it likely has the same origin as the moons with retrograde orbits.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Nothing in the text supports the idea that the moon with the eccentric orbit likely has the same origin as the moons with retrograde orbits. Although it's true that the moon has a prograde orbit (and thus doesn't have a retrograde orbit), the only information the text provides about the moon's origin is that it may be different than the origin of the other 19 moons.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Its orbit is so tilted with respect to the other moons' orbits that it's neither prograde nor retrograde.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text states that the moon in question orbits Saturn in the same direction as the planet's spin, meaning that the moon's orbit is prograde, not that its orbit is neither prograde nor retrograde.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "It has a prograde orbit that is likely the result of having collided with another body orbiting Saturn.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text merely notes that the moon in question has a prograde orbit without giving any indication of what likely caused that orbit.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "It has a prograde orbit and may not be a remnant of an earlier body that orbited Saturn.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most accurately describes the moon with the eccentric orbit. The text indicates that three of the 20 newly discovered moons have prograde orbits, meaning that they orbit Saturn in the same direction as the planet's spin, while the other 17 moons have retrograde orbits, meaning that they orbit Saturn in the opposite direction of the planet's spin. The text then states that 19 of the 20 moons appear to be the remains of earlier bodies that orbited Saturn but were broken apart in collisions. The one exception is a moon that orbits Saturn in the same direction as the planet's spin, meaning that the exceptional moon's orbit is prograde. The text goes on to state that the exceptional moon's orbit is so eccentric that the moon may have formed through a different process than the other 19 moons. The moon with the eccentric orbit, therefore, has a prograde orbit and may not be a remnant of an earlier body that orbited Saturn.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Central Ideas and Details, for which students must determine the central idea of a text and/or interpret the key details supporting that idea."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:Several scholars have argued that conditions in England in the late ninth through early eleventh centuries — namely, burgeoning literacy amid running conflicts between England's Anglo-Saxon kingdoms and Danish invaders — were especially conducive to the production of the Old English epic poem Beowulf, and they have dated the poem's composition accordingly. It is not inconceivable that Beowulf emerged from such a context, but privileging contextual fit over the linguistic evidence of an eighth- or even seventh-century composition requires a level of justification that thus far has not been presented.",
            "Which choice best states the main idea of the text?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Although there are some grounds for believing that Beowulf was composed between the late ninth and early eleventh centuries, advocates for that view tend to rely on evidence that has been called into question by advocates for an earlier date.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text says that scholars who date the poem to the late ninth through early eleventh centuries have failed to account for the linguistic evidence that the poem may have been composed earlier, not that the evidence those scholars cite in favor of their view is unreliable or that anyone has cast doubt on that evidence. In other words, the text does not suggest that there are problems with the evidence cited by advocates of the later composition date, only that there is other evidence of an earlier composition date that those advocates need to consider.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Although several scholars have dated Beowulf to the late ninth through early eleventh centuries, others have argued that doing so privileges a controversial interpretation of the social conditions of the period.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Nothing in the text suggests that those scholars who date the poem to the late ninth through early eleventh centuries are giving priority to a controversial view of the social conditions at that time. The text makes no reference to any controversy about how scholars interpret that historical period. Instead, the text suggests that scholars who date the poem on the basis of its fit with the historical context of England in the late ninth through early eleventh centuries have failed to account for linguistic evidence that the poem may have been composed earlier.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Although Beowulf fits well with the historical context of England in the late ninth through early eleventh centuries, it fits equally well with the historical context of England in the seventh and eighth centuries.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text says nothing about how well the poem fits the historical context of England in the seventh and eighth centuries, let alone that it fits that historical context as well as it fits the historical context of the late ninth through early eleventh centuries. Rather, the text says that there is linguistic evidence that the poem may have been composed in the seventh or eighth century.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Although the claim of a late ninth- through early eleventh-century composition date for Beowulf has some plausibility, advocates for the claim have not compellingly addressed evidence suggesting an earlier date.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most accurately states the main idea of the text. The text states that some scholars have dated the composition of Beowulf to the late ninth through early eleventh centuries due to the poem's fit with that period's historical context. The text goes on to say that while it is “not inconceivable that Beowulf emerged from such a context” — that is, it is possible that Beowulf was composed during the late ninth through eleventh centuries —  there is linguistic evidence that the poem was composed earlier, in the seventh or eighth century. According to the text, favoring the historical context over the linguistic evidence requires justification that scholars have not yet supplied. In other words, the text suggests that scholars who favor the later composition date need to explain why the poem's fit with historical context should take precedence over the linguistic evidence, but they have not yet done so. Thus, the main idea of the text is that while there is some plausibility to the later composition date, advocates for the later date have not compellingly addressed evidence suggestive of an earlier date.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Command of Evidence (Quantitative), for which students must use quantitative evidence (i.e., data from an informational graphic) to appropriately support, challenge, or otherwise respond to a specified claim or point."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "problems/PSAT1RW1/media/12a.jpg",
            ":box:E-books became an increasingly popular means of reading in the United States in the 2000s and 2010s, though that popularity was concentrated in titles that, like those in most fiction genres, are meant to be read straight through from beginning to end. For books in nonfiction genres that do not tell stories and require the reader to flip back and forth through a volume, e-books were significantly less commercially successful. This can be seen by comparing _______",
            "Which choice most effectively uses data from the table to illustrate the claim?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "the percentage of 2016 cookbook sales that were e-books with the percentage of 2016 science fiction and fantasy sales that were e-books.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice uses data from the table to effectively support the claim that book genres that typically require the reader to start at the beginning of the story and read straight through are more commercially successful as e-books than other genres. For each of three years, the table presents four book genres and the percentage of total sales for each genre in e-book format. Cookbooks, a nonfiction genre, do not require the reader to read straight through. According to the table, 10.5 percent of total cookbook sales in 2016 were in the e-book format. The 2016 percentage of e-book sales was 36.7 percent in the science fiction and fantasy genre, which are typically stories read straight through from start to finish. The higher percentage of total sales of the story-based e-books in 2016 supports the claim in the text.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "the percentage of 2006 romance sales that were e-books with the percentage of 2016 romance sales that were e-books.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice compares the e-book sales of romance books in 2006 to those in 2016. Romance books are meant to be read straight through from start to finish. The text claims that books that are not stories and do not require reading straight through are not as commercially successful in e-book format as those that do. As this choice is only comparing e-book sales for one genre, it does not support the claim.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "the percentage of 2006 romance sales that were e-books with the 2006 science fiction and fantasy sales that were e-books.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Both science fiction and fantasy and romance novels are fiction books meant to be read straight through from beginning to end. The text claims that books that are not stories and do not require reading straight through are less commercially successful in e-book format than those that do. As this choice does not compare e-book sales of story genres to e-book sales in genres that are not stories, it does not support the claim.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "the percentage of 2011 travel guide sales that were e-books with the percentage of 2016 travel guide sales that were e-books.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the data in the table show that the travel guide e-books made up a greater percentage of total sales in 2016 than in 2011, this doesn't illustrate the claim in the text that e-books in nonfiction genres not meant to be read straight through are less commercially successful. The claim cannot be supported without comparing the percentage of e-book sales between fiction and nonfiction book genres from the table.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Command of Evidence (Textual), for which students must use textual evidence (e.g., a fact, detail, or example) to appropriately support, challenge, or otherwise respond to a specified claim or point."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:Although most songbirds build open, cupped nests, some species build domed nests with roofs that provide much more protection. M͟a͟n͟y͟ ͟e͟c͟o͟l͟o͟g͟i͟s͟t͟s͟ ͟h͟a͟v͟e͟ ͟a͟s͟s͟u͟m͟e͟d͟ ͟t͟h͟a͟t͟ ͟d͟o͟m͟e͟d͟ ͟n͟e͟s͟t͟s͟ ͟w͟o͟u͟l͟d͟ ͟p͟r͟o͟v͟i͟d͟e͟ ͟p͟r͟o͟t͟e͟c͟t͟i͟o͟n͟ ͟f͟r͟o͟m͟ ͟w͟e͟a͟t͟h͟e͟r͟ ͟c͟o͟n͟d͟i͟t͟i͟o͟n͟s͟ ͟a͟n͟d͟ ͟t͟h͟u͟s͟ ͟w͟o͟u͟l͟d͟ ͟a͟l͟l͟o͟w͟ ͟s͟p͟e͟c͟i͟e͟s͟ ͟t͟h͟a͟t͟ ͟b͟u͟i͟l͟d͟ ͟t͟h͟e͟m͟ ͟t͟o͟ ͟h͟a͟v͟e͟ ͟l͟a͟r͟g͟e͟r͟ ͟g͟e͟o͟g͟r͟a͟p͟h͟i͟c͟ ͟r͟a͟n͟g͟e͟s͟ ͟t͟h͟a͟n͟ ͟s͟p͟e͟c͟i͟e͟s͟ ͟t͟h͟a͟t͟ ͟b͟u͟i͟l͟d͟ ͟o͟p͟e͟n͟ ͟n͟e͟s͟t͟s͟ ͟d͟o͟. To evaluate this assumption, a research team led by evolutionary biologist Iliana Medina analyzed data for over 3,000 species of songbirds.",
            "Which finding from Medina and her colleagues' study, if true, would most directly challenge the assumption in the underlined sentence?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Species that build open nests tend to have higher extinction rates than species that build domed nests.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Nothing in the text suggests that there's a relationship between songbird species' extinction rates and their geographic ranges. The finding that species that build open nests tend to have higher extinction rates than species that build domed nests do would therefore have no clear bearing on the ecologists' assumption that domed nests allow species that build them to have larger geographic ranges than those of species that build open nests.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Species that build open nests tend to be smaller in size than species that build domed nests.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Nothing in the text suggests that there's a relationship between songbird species' sizes and their geographic ranges. The finding that species that build open nests tend to be smaller in size than species that build domed nests are would therefore have no clear bearing on the ecologists' assumption that domed nests allow species that build them to have larger geographic ranges than those of species that build open nests.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Species that build open nests tend to use fewer materials to build their nests than species that build domed nests do.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the text indicates that many ecologists have assumed that there's a connection between how songbird species build their nests and the species' geographic ranges, the text says that this assumption is based on the shape of the nests — that is, whether the nests are domed or open — not the number of materials used. The finding that species that build open nests tend to use fewer materials to build their nests than species that build domed nests do would therefore have no clear bearing on the ecologists' assumption that domed nests allow species that build them to have larger geographic ranges than those of species that build open nests.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Species that build open nests tend to have larger ranges than species that build domed nests.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice presents a finding that, if true, would challenge the assumption that many ecologists have made about the connection between the building of domed nests and geographic range in songbirds. The text says that many ecologists have assumed that since domed nests provide protection from weather conditions, songbird species that build such nests should be able to have larger geographic ranges than songbird species that build open nests do. If Medina and her colleagues found that species that build open nests tend to have larger geographic ranges than species that build domed nests do, their finding would show the opposite of what the ecologists have assumed. It would therefore challenge the ecologists' assumption.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Command of Evidence (Textual), for which students must use textual evidence (e.g., a fact, detail, or example) to appropriately support, challenge, or otherwise respond to a specified claim or point."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:A student is writing a paper about One Night in Miami ..., a 2020 film directed by Regina King and written by Kemp Powers. Powers adapted the film's screenplay from his 2013 play, which he wrote after learning about a 1964 meeting that took place in Miami, Florida, between four prominent figures of the Civil Rights movement: Malcolm X, Muhammad Ali, Jim Brown, and Sam Cooke. The student claims that although Powers was inspired by this meeting, the film is best understood not as a precise retelling of historical events but rather as a largely imagined but informed representation of them.",
            "Which quotation from an article about One Night in Miami ... would be the most effective evidence for the student to include in support of this claim?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "“When Powers learned of the meeting, he initially planned to write a much longer work about its four famous participants rather than focusing on the meeting itself.”",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the quotation discusses how on learning about the 1964 meeting in Miami, Powers was inspired to write a play and, later, to adapt it into a screenplay, it doesn't discuss Powers's approach to representing what had occurred in the meeting. Instead, it states that Powers didn't initially plan to write a story only “focusing on the meeting itself” but rather had considered writing a “much longer” and more expansive work about the meeting's four participants.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "“One Night in Miami ... received numerous awards and nominations, including an Academy Award nomination for Powers for Best Adapted Screenplay.”",
                "Key": {
                    "Correct": false,
                    "Rationale": "The quotation doesn't discuss Powers's approach to representing historical events in his play and in the film; instead, the quotation focuses on the film's positive critical reception by mentioning that it received numerous awards and nominations.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "“Powers has described One Night in Miami ... as the story of four friends encouraging and supporting one another while engaged in a crucial political debate about how best to achieve equality for Black people in the United States.”",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the quotation references historical events that are discussed directly in the play and film by explaining how the four historical figures featured in the story engage in political debates about contemporary issues, it doesn't specify to what extent Powers's representation of what occurred during the 1964 meeting in Miami is a factual retelling of what happened and how much is an imaginative rendering of what might have happened. Rather, the quotation focuses on Powers's description of the film's basic premise and how the characters engage with the historical context of its setting.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "“Powers could find only the most superficial historical details about the meeting, so he read extensively about the four individuals and their thinking at the time in an effort to portray what might have happened between them.”",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice provides a quotation that effectively supports the student's claim about the film One Night in Miami... The quotation states that in researching the play on which the film was based, Kemp Powers only found superficial details about what actually happened during the 1964 meeting in Miami between four leading Civil Rights leaders, meaning that there is very little information about the meeting in the historical record. In the absence of greater details, it wouldn't have been possible for the film to be a precise retelling of the historical events it depicts. The quotation explains that to compensate for this lack of information about the meeting, Powers did extensive research into the four figures and how they thought at the time in order to speculate in an informed way about what they might have said or what might have occurred between them. Therefore, the quotation effectively supports the claim that the film is best understood not as a precise retelling of a historical event but as a deeply informed imaginative rendering of that event.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Inferences, for which students must draw a reasonable inference based on explicit and/or implicit information and ideas in a text."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:When the Vinland Map, a map of the world purported to date to the mid-1400s, surfaced in 1957, some scholars believed it demonstrated that European knowledge of the eastern coast of present-day North America predated Christopher Columbus's 1492 arrival. In 2021, a team including conservators Marie-France Lemay and Paula Zyats and materials scientist Anikó Bezur performed an extensive analysis of the map and the ink used. They found that the ink contains titanium dioxide, a compound that was first introduced in ink manufacturing in the early 1900s. Therefore, the team concluded that _______",
            "Which choice most logically completes the text?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "mid-1400s Europeans could not have known about the eastern coast of present-day North America.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The 2021 finding that the ink used to draw the Vinland Map wasn't available until the early 1900s doesn't imply that Europeans in the mid-1400s couldn't have known about the eastern coast of North America. While this finding suggests that the map couldn't have been created in the mid-1400s, it doesn't preclude the possibility that Europeans nevertheless had knowledge — and perhaps even drew other maps that are no longer in existence or are yet to be discovered by researchers — of the eastern coast of present-day North America as early as the mid-1400s.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "the Vinland Map could not have been drawn by mid-1400s mapmakers.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text's discussion of Lemay, Zyats, and Bezur's 2021 analysis of the Vinland Map. The text indicates that while some scholars have believed that the map was drawn in the mid-1400s, the 2021 analysis showed the presence of the compound titanium dioxide in the ink used to draw the map. The text goes on to say that titanium dioxide wasn't used to manufacture ink until the early 1900s, which means that ink containing this compound couldn't have been available to mapmakers in the 1400s. Since mapmakers in the mid-1400s couldn't have used ink with titanium dioxide, it follows that the Vinland Map couldn't have been drawn by mid-1400s mapmakers.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "mapmakers must have used titanium compounds in their ink in the 1400s.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There's nothing in the text that suggests that the 2021 discovery of the presence of titanium dioxide in the ink used to draw the Vinland Map caused Lemay, Zyats, and Bezur to question or reach a new conclusion about when mapmakers began using ink containing titanium compounds. Instead, the text indicates that titanium dioxide wasn't used in ink before the early 1900s. This knowledge led the team to conclude that the map, which was drawn with ink containing titanium dioxide, couldn't have been created in the mid-1400s.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "there isn't enough information to determine when the ink was created.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the text doesn't indicate that Lemay, Zyats, and Bezur established an exact date for the creation of the ink that was used to draw the Vinland Map, the text does say that titanium dioxide was introduced in ink manufacturing in the early 1900s. This fact provides enough information to determine that the ink that was used to draw the map was created no earlier than the early 1900s. This finding, in turn, led the team to conclude that the Vinland Map couldn't have been drawn in the mid-1400s.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Inferences, for which students must draw a reasonable inference based on explicit and/or implicit information and ideas in a text."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:Aerogels are highly porous foams consisting mainly of tiny air pockets within a solidified gel. These lightweight materials are often applied to spacecraft and other equipment required to withstand extreme conditions, as they provide excellent insulation despite typically being brittle and eventually fracturing due to degradation from repeated exposure to high heat. Now, Xiangfeng Duan of the University of California, Los Angeles, and colleagues have developed an aerogel with uniquely flexible properties. Unlike earlier aerogels, Duan's team's material contracts rather than expands when heated and fully recovers after compressing to just 5% of its original volume, suggesting that _______",
            "Which choice most logically completes the text?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "the aerogel's remarkable flexibility results from its higher proportion of air pockets to solidified gel as compared to other aerogels.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the text indicates that aerogels consist “mainly of tiny air pockets within a solidified gel,” it doesn't mention the number or proportion of air pockets to solidified gel in typical aerogels or in the aerogel developed by Duan's team.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "the aerogel's overall strength is greater than that of other insulators but its ability to withstand exposure to intense heat is lower.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text suggests that the aerogel developed by Duan's team has a higher, not a lower, ability to withstand exposure to intense heat due to its contraction and subsequent recovery.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "the aerogel will be more effective as an insulator for uses that involve gradual temperature shifts than for those that involve rapid heat increases.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the text discusses temperature tolerances of aerogels and says that they offer “excellent insulation despite typically being brittle and eventually fracturing,” it doesn't discuss how different rates of temperature change can affect aerogels.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "the aerogel will be less prone to the structural weakness that ultimately causes most other aerogels to break down with use.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text's discussion of aerogels. The text states that aerogels — highly porous foams — offer “excellent insulation” but typically break down after prolonged exposure to high heat. However, according to the text, Duan and colleagues developed an aerogel that “contracts rather than expands when heated” and recovers its original volume after this contraction. Thus, it is logical to conclude that Duan's team's aerogel material will be less prone to the structural weakness that caused earlier aerogels to break down.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "17": {
        "Number": 17,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Inferences, for which students must draw a reasonable inference based on explicit and/or implicit information and ideas in a text."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:Some Astyanax mexicanus, a river-dwelling fish found in northeast Mexico, have colonized caves in the region. Although there is little genetic difference between river and cave A. mexicanus and all members of the species can emit the same sounds, biologist Carole Hyacinthe and colleagues found that the context and significance of those sounds vary by location — e.g., the click that river-dwelling A. mexicanus use to signal aggression is used by cave dwellers when foraging — and the acoustic properties of cave fish sounds show some cave-specific variations as well. Hyacinthe and colleagues note that differences in sonic communication could accumulate to the point of inhibiting interbreeding among fish from different locations, suggesting that _______",
            "Which choice most logically completes the text?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "although A. mexicanus living in rivers are genetically similar to those living in caves, river fish rely on sonic communication less than cave fish do.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no information in the text suggesting that the river fish are less reliant on sonic communication than the cave fish are. Although the text does indicate that the river fish and cave fish are genetically similar, the text describes both groups as using sonic communication and says nothing to indicate that one group depends on that communication more than the other group does.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "although A. mexicanus is a single species at present, it could be in the process of splitting into distinct populations with different characteristics.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice presents the conclusion that most logically follows from the text's discussion of A. mexicanus. According to the text, A. mexicanus, a river-dwelling fish species, has colonized caves. The fish that live in rivers and those that live in caves show no significant genetic differences and are all capable of making the same sounds. The text indicates, however, that Hyacinthe and colleagues found that sounds that the river fish use in a particular context and for a particular purpose are used in a different context and for a different purpose by the cave fish. Additionally, the sounds made by cave fish show some differences depending on the specific cave the fish inhabit. The text goes on to state that Hyacinthe and colleagues have noted that differences in how the fish use sound to communicate could eventually become so great that they prevent fish from different locations from interbreeding. In other words, the river fish might eventually only breed with other river fish (with whom they share characteristics regarding sonic communication that they do not share with cave fish), while the cave fish might only breed with other cave fish for a similar reason. In context, this observation suggests that even though the fish are a single species right now, they could be in the process of splitting into distinct populations with different characteristics.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "although all A. mexicanus emit sounds, the fish living in rivers produce some sounds that the fish living in caves do not, and vice versa.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text states that all members of the species can emit the same sounds but that the function and context of sounds differ depending on whether the fish live in rivers or caves, but it does not indicate that river fish produce sounds that cave fish do not or vice versa.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "although A. mexicanus from different locations can interbreed currently, river fish and cave fish are sufficiently genetically distinct that they can be considered separate species.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice contradicts the text. The text says that there is little genetic difference between the river fish and the cave fish, not that the river fish and cave fish are so genetically distinct that they can be considered separate species.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "18": {
        "Number": 18,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Inferences, for which students must draw a reasonable inference based on explicit and/or implicit information and ideas in a text."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:Geoglyphs are large-scale designs of lines or shapes created in a natural landscape. The Nazca Lines were created in the Nazca Desert in Peru by several Indigenous civilizations over a period of many centuries. Peruvian archaeologist Johny Isla specializes in these geoglyphs. At a German exhibit about the Nazca Lines, he saw an old photograph of a large geoglyph of a whalelike figure and was surprised that he didn't recognize it. Isla returned to Peru and used a drone to search a wide area, looking for the figure from the air. This approach suggests that Isla thought that if he hadn't already seen it, the whalelike geoglyph _______",
            "Which choice most logically completes the text?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "must represent a species of whale that went extinct before there were any people in Peru.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text doesn't address either the species of whale that the geoglyph is meant to represent or its relationship to the earliest humans in the area that is now Peru.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "is actually located in Germany, not Peru, and isn't part of the Nazca Lines at all.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the text indicates that the photograph of the whalelike geoglyph was on display at a “German exhibit,” that exhibit was specifically “about the Nazca Lines,” which the text indicates are located in Peru.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "is probably in a location Isla hadn't ever come across while on the ground.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text's discussion of Johny Isla and the whalelike geoglyph. The text indicates that the German exhibit about the Nazca Lines included a photograph showing a whalelike geoglyph that Isla hadn't known about before attending the exhibit, even though Isla “specializes in” Nazca Lines geoglyphs. Given his expertise, and his surprise at being unfamiliar with the whale glyph, the text strongly suggests that Isla believed he would have noticed the glyph if he had been to its location. Thus, the text implies that the whalelike geoglyph is likely in a location Isla had not previously been to.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "was almost certainly created a long time after the other Nazca Lines geoglyphs were created.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the text does indicate that the glyphs were created “over a period of many centuries,” the text doesn't address when in that period of time any particular glyphs were created.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "19": {
        "Number": 19,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Standard English Conventions"
        ],
        "SubTopics": [
            "Form, Structure, and Sense, for which students must edit text to conform to conventional usage (e.g., agreement, verb tense/aspect)."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:The sun never sets during the Arctic summer in the Far North. In response, reindeer in this region must change their sleep habits. Instead of resting when it gets dark, they rest when they need _______ their food.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "digest",
                "Key": {
                    "Correct": false,
                    "Rationale": "The verb “digest” (in either its finite or nonfinite form) can't be used in this way with the finite verb “need.”",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "will digest",
                "Key": {
                    "Correct": false,
                    "Rationale": "The finite verb “will digest” can't be used in this way with the finite verb “need.”",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "to digest",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is the use of nonfinite verb forms within a sentence. Working together with the finite verb “need,” the nonfinite to-infinitive verb “to digest” is correctly used to form a subordinate clause that describes what the reindeer need.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "digesting",
                "Key": {
                    "Correct": false,
                    "Rationale": "The nonfinite participle “digesting” can't be used in this way with the finite verb “need.”",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "20": {
        "Number": 20,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Standard English Conventions"
        ],
        "SubTopics": [
            "Form, Structure, and Sense, for which students must edit text to conform to conventional usage (e.g., agreement, verb tense/aspect)."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:Richard Spikes was a prolific African American inventor known for his contributions to automotive engineering. Between 1907 and 1946, he patented many inventions, _______ an automobile turn signal, a safety brake, and — most famously — the first automatic gearshift.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "included",
                "Key": {
                    "Correct": false,
                    "Rationale": "The finite past tense verb “included” can't be used in this way to supplement the main clause “he patented many inventions.”",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "includes",
                "Key": {
                    "Correct": false,
                    "Rationale": "The finite present tense verb “includes” can't be used in this way to supplement the main clause “he patented many inventions.”",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "including",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is the use of nonfinite verb forms within a sentence. The nonfinite present participle “including” is correctly used to form a participial phrase that supplements the main clause “he patented many inventions,” listing several of Spikes's patented inventions.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "will include",
                "Key": {
                    "Correct": false,
                    "Rationale": "The finite future tense verb “will include” can't be used in this way to supplement the main clause “he patented many inventions.”",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "21": {
        "Number": 21,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Standard English Conventions"
        ],
        "SubTopics": [
            "Form, Structure, and Sense, for which students must edit text to conform to conventional usage (e.g., agreement, verb tense/aspect)."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:The radiation that _______ during the decay of radioactive atomic nuclei is known as gamma radiation.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "occurs",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is subject-verb agreement. The singular verb “occurs” agrees in number with the singular subject “radiation.”",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "have occurred",
                "Key": {
                    "Correct": false,
                    "Rationale": "The plural verb “have occurred” doesn't agree in number with the singular subject “radiation.”",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "occur",
                "Key": {
                    "Correct": false,
                    "Rationale": "The plural verb “occur” doesn't agree in number with the singular subject “radiation.”",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "are occurring",
                "Key": {
                    "Correct": false,
                    "Rationale": "The plural verb “are occurring” doesn't agree in number with the singular subject “radiation.”",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "22": {
        "Number": 22,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Standard English Conventions"
        ],
        "SubTopics": [
            "Form, Structure, and Sense, for which students must edit text to conform to conventional usage (e.g., agreement, verb tense/aspect)."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:In 1903, environmentalist John Muir guided President Theodore Roosevelt on a scenic, sprawling trip through California's Yosemite Valley. Upon returning from the three-day excursion, Roosevelt _______ to conserve the nation's wilderness areas, a vow he upheld for his remaining six years in office.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "is vowing",
                "Key": {
                    "Correct": false,
                    "Rationale": "The present progressive tense verb “is vowing” isn't consistent with the past tense verbs used to narrate the events surrounding President Roosevelt's decision to conserve the nation's wilderness areas.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "vowed",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is the use of verbs to express tense in a sentence. In this choice, the past tense verb “vowed” is consistent with the other past tense verbs (“guided” and “upheld”) used to narrate the events surrounding President Roosevelt's decision to conserve the nation's wilderness areas.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "will vow",
                "Key": {
                    "Correct": false,
                    "Rationale": "The future tense verb “will vow” isn't consistent with the past tense verbs used to narrate the events surrounding President Roosevelt's decision to conserve the nation's wilderness areas.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "vows",
                "Key": {
                    "Correct": false,
                    "Rationale": "The simple present tense verb “vows” isn't consistent with the past tense verbs used to narrate the events surrounding President Roosevelt's decision to conserve the nation's wilderness areas.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "23": {
        "Number": 23,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Standard English Conventions"
        ],
        "SubTopics": [
            "Boundaries, for which students must edit text to ensure that sentences are conventionally complete."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:Polyphenols are organic compounds _______ among their many roles, provide pigment that helps protect plants against ultraviolet radiation from sunlight.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "that — ",
                "Key": {
                    "Correct": false,
                    "Rationale": "A dash can't be paired with a comma to separate the supplementary element from the rest of the sentence.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "that;",
                "Key": {
                    "Correct": false,
                    "Rationale": "A semicolon can't be paired with a comma to separate the supplementary element from the rest of the sentence.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "that,",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is the punctuation of a supplementary element within a sentence. The comma after “that” pairs with the comma after “roles” to separate the supplementary element “among their many roles” from the rest of the sentence. This supplementary element functions to clarify that polyphenols have many roles, and the pair of commas indicates that this element could be removed without affecting the grammatical coherence of the sentence.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "that:",
                "Key": {
                    "Correct": false,
                    "Rationale": "A colon can't be paired with a comma to separate the supplementary element from the rest of the sentence.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "24": {
        "Number": 24,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Standard English Conventions"
        ],
        "SubTopics": [
            "Form, Structure, and Sense, for which students must edit text to conform to conventional usage (e.g., agreement, verb tense/aspect)."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:In the early twentieth century, Joseph Kekuku and other Hawaiian _______ in the mainland United States to the bright and lilting sound of the kīkā kila, or Hawaiian steel guitar. The instrument soon became a fixture in American blues and country music.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "musicians introduced audiences",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is the use of plural nouns. The plural nouns “musicians” and “audiences” correctly indicate that there were multiple musicians introducing the music to multiple audiences.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "musicians' introduced audiences'",
                "Key": {
                    "Correct": false,
                    "Rationale": "The context requires the plural nouns “musicians” and “audiences,” not the plural possessive nouns “musicians'” and “audiences'.”",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "musician's introduced audience's",
                "Key": {
                    "Correct": false,
                    "Rationale": "The context requires the plural nouns “musicians” and “audiences,” not the singular possessive nouns “musician's” and “audience's.”",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "musicians' introduced audiences",
                "Key": {
                    "Correct": false,
                    "Rationale": "The context requires the plural noun “musicians,” not the plural possessive noun “musicians'.”",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "25": {
        "Number": 25,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Standard English Conventions"
        ],
        "SubTopics": [
            "Boundaries, for which students must edit text to ensure that sentences are conventionally complete."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:Award-winning cinematographer James Wong Howe was known for his innovative filming techniques. While filming a boxing match for the movie Body and Soul _______ Howe had a handheld camera operator wear roller skates. This allowed the operator to move smoothly around actors in a boxing ring, creating an immersive experience for viewers.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "(1947), and",
                "Key": {
                    "Correct": false,
                    "Rationale": "A comma paired with the conjunction “and” can't be used in this way to mark the boundary between the supplementary element (“While...1947”) and the main clause (“Howe...skates”).",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "(1947),",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is punctuation between a supplementary element and a main clause. This choice correctly uses a comma to mark the boundary between the supplementary phrase (“While ...1947”), which indicates when the action occurred, and the main clause (“Howe had a handheld camera operator wear roller skates”).",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "(1947) and",
                "Key": {
                    "Correct": false,
                    "Rationale": "The conjunction “and” can't be used in this way to join the supplementary element (“While...1947”) and the main clause (“Howe...skates”).",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "(1947)",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice fails to mark the boundary between the supplementary element and the main clause with appropriate punctuation.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "26": {
        "Number": 26,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Standard English Conventions"
        ],
        "SubTopics": [
            "Form, Structure, and Sense, for which students must edit text to conform to conventional usage (e.g., agreement, verb tense/aspect)."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:During the American Civil War, Thomas Morris Chester braved the front lines as a war correspondent for the Philadelphia Press. Amplifying the voices and experiences of Black soldiers _______ of particular importance to Chester, who later became an activist and lawyer during the postwar Reconstruction period.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "were",
                "Key": {
                    "Correct": false,
                    "Rationale": "The plural verb “were” doesn't agree in number with the singular subject “amplifying.”",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "have been",
                "Key": {
                    "Correct": false,
                    "Rationale": "The plural verb “have been” doesn't agree in number with the singular subject “amplifying.”",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "are",
                "Key": {
                    "Correct": false,
                    "Rationale": "The plural verb “are” doesn't agree in number with the singular subject “amplifying.”",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "was",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is subject-verb agreement. The singular verb “was” agrees in number with the singular subject “amplifying.” Gerunds such as “amplifying” are always singular.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "27": {
        "Number": 27,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expression Of Ideas"
        ],
        "SubTopics": [
            "Transitions, for which students must determine the most effective transition word or phrase to logically connect information and ideas in a text."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:Laetitia Ky's hair is her art. Inspired by hairstyles from various African tribes, the Ivorian artist uses wire and thread to sculpt her hair into all kinds of shapes. _______ she once made her hair into the shape of the continent of Africa — including the island of Madagascar!",
            "Which choice completes the text with the most logical transition?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Soon,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Soon” illogically signals that the event described in this sentence occurred soon after the statement about Ky making different shapes with her hair. Instead, the sentence provides an example of one of these shapes.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Elsewhere,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Elsewhere” illogically signals that the event described in this sentence occurred in a different place than the statement about Ky making different shapes with her hair. Instead, the sentence provides an example of one of these shapes.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "For example,",
                "Key": {
                    "Correct": true,
                    "Rationale": "“For example” logically signals that the following information about Ky — that she once shaped her hair to look like Africa — is an example supporting the previous statement that she makes different shapes with her hair.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "However,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“However” illogically signals that the information in this sentence contrasts with the statement that Ky makes different shapes with her hair. Instead, the sentence provides an example of one of these shapes.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "28": {
        "Number": 28,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expression Of Ideas"
        ],
        "SubTopics": [
            "Transitions, for which students must determine the most effective transition word or phrase to logically connect information and ideas in a text."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:In 1885, Chinese-born California resident Mary Tape became a hero of the Asian American civil rights movement. In January of that year, she won an antidiscrimination case in the California Supreme Court. _______ in April, she wrote an open letter criticizing her local board of education for discrimination. Both actions are remembered today as historic stands against racism.",
            "Which choice completes the text with the most logical transition?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Later,",
                "Key": {
                    "Correct": true,
                    "Rationale": "“Later” logically signals that the letter-writing discussed in this sentence occurred later in a chronological sequence of events than did the antidiscrimination case discussed in the previous sentence.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "For instance,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“For instance” illogically signals that the letter- writing discussed in this sentence is an example of the antidiscrimination case discussed in the previous sentence. Instead, the letter-writing is an event that occurred after the court case.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "In other words,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“In other words” illogically signals that the letter-writing discussed in this sentence is a paraphrase or restatement of the antidiscrimination case discussed in the previous sentence. Instead, the letter-writing is an event that occurred after the court case.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Rather,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Rather” illogically signals that the letter-writing discussed in this sentence is an alternative to the antidiscrimination case discussed in the previous sentence. Instead, the letter-writing is an event that occurred after the court case.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "29": {
        "Number": 29,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expression Of Ideas"
        ],
        "SubTopics": [
            "Transitions, for which students must determine the most effective transition word or phrase to logically connect information and ideas in a text."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:Phytoplankton play a crucial role in the ocean's uptake of carbon from the atmosphere. When alive, these tiny marine organisms absorb atmospheric carbon via photosynthesis. _______ after they die, the phytoplankton sink to the seafloor, where the carbon in their cells gets stored in sediment, preventing it from cycling back into the atmosphere.",
            "Which choice completes the text with the most logical transition?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Specifically,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Specifically” illogically signals that the information that follows provides specific, precise details elaborating on the previous information about what phytoplankton do when alive. Instead, this sentence explains what happens after phytoplankton die — a later step in the chronological sequence of events.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "By contrast,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“By contrast” illogically signals that the information that follows contrasts with the previous information about what phytoplankton do when alive. Instead, this sentence explains what happens after phytoplankton die — a later step in the chronological sequence of events. There is no contrast: in both life and death, phytoplankton contribute to the ocean's carbon uptake.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Nevertheless,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Nevertheless” illogically signals that the information that follows is in spite of the previous information about what phytoplankton do when alive. Instead, this sentence explains what happens after phytoplankton die — a later step in the chronological sequence of events. There is no contrast: in both life and death, phytoplankton contribute to the ocean's carbon uptake.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Then,",
                "Key": {
                    "Correct": true,
                    "Rationale": "“Then” logically signals that the event described in this sentence — carbon in phytoplankton cells being trapped in sediment after the organisms have died — occurs later in a chronological sequence than the event described in the previous sentence (phytoplankton absorbing carbon while alive).",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "30": {
        "Number": 30,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expression Of Ideas"
        ],
        "SubTopics": [
            "Transitions, for which students must determine the most effective transition word or phrase to logically connect information and ideas in a text."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":box:Originally coined by economist Joan Robinson to refer to markets with multiple sellers of a product but only one buyer, the term “monopsony” can also refer to markets where demand for labor is limited. In a product monopsony, the single buyer can force sellers to lower their prices. _______ in a labor monopsony, employers can force workers to accept lower wages.",
            "Which choice completes the text with the most logical transition?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Earlier,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Earlier” illogically signals that the information in this sentence about a labor monopsony occurs earlier (in a chronological sequence) than the information about a product monopsony. Instead, it is similar to the information about a product monopsony.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Instead,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Instead” illogically signals that the information in this sentence about a labor monopsony is an alternative to the previous information about a product monopsony. Instead, it is similar to the information about a product monopsony.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Similarly,",
                "Key": {
                    "Correct": true,
                    "Rationale": "“Similarly” logically signals that the information in this sentence about a labor monopsony is similar to the information in the previous sentence about a product monopsony. In both types of markets, one party (an employer or a buyer) has the power to force another party (a worker or seller) to accept less money (for labor or products).",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "In particular,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“In particular” illogically signals that the information in this sentence about a labor monopsony provides specific details elaborating on the previous information about a product monopsony. Instead, it is similar to the information about a product monopsony.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "31": {
        "Number": 31,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expression Of Ideas"
        ],
        "SubTopics": [
            "Rhetorical Synthesis, for which students must strategically integrate provided information and ideas on a topic to form an effective sentence achieving a specified rhetorical aim."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "While researching a topic, a student has taken the following notes:",
            ":box:• J.R.R. Tolkien's 1937 novel The Hobbit features two maps.\n\n• The novel opens with a reproduction of the map that the characters use on their quest.\n\n• This map introduces readers to the fictional world they are about to enter.\n\n• The novel closes with a map depicting every stop on the characters' journey.\n\n• That map allows readers to reconstruct the story they have just read.",
            "The student wants to contrast the purposes of the two maps in The Hobbit. Which choice most effectively uses relevant information from the notes to accomplish this goal?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The Hobbit's opening map introduces readers to the fictional world they are about to enter, while the closing map allows them to reconstruct the story they have just read.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sentence contrasts the purposes of the two maps in The Hobbit, noting that the opening map introduces readers to the book's fictional world, while the closing map helps readers reconstruct the story. The word “while” helps signal a contrast between the purposes of the maps.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The Hobbit, a novel published by J.R.R. Tolkien in 1937, features a reproduction of a map that the characters use on their quest, as well as a map that appears at the end of the novel.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the sentence mentions the two maps, it doesn't contrast the maps' purposes.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The Hobbit's two maps, one opening and one closing the novel, each serve a purpose for readers.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the sentence mentions the two maps and notes that each has a purpose, it doesn't specify what those purposes are or how they contrast.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "In 1937, author J.R.R. Tolkien published The Hobbit, a novel featuring both an opening and a closing map.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the sentence mentions the two maps, it doesn't contrast the maps' purposes.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "32": {
        "Number": 32,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expression Of Ideas"
        ],
        "SubTopics": [
            "Rhetorical Synthesis, for which students must strategically integrate provided information and ideas on a topic to form an effective sentence achieving a specified rhetorical aim."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "While researching a topic, a student has taken the following notes:",
            ":box:• John Carver was one of the 41 signatories of the Mayflower Compact.\n\n• The Mayflower Compact was a legal agreement among the pilgrims that immigrated to Plymouth Colony.\n\n• It was created in 1620 to establish a common government.\n\n• It states that the pilgrims who signed it wanted to “plant the first colony in the northern parts of Virginia” under King James.\n\n• Carver became the first governor of Plymouth Colony.",
            "The student wants to specify the reason the Mayflower Compact was created. Which choice most effectively uses relevant information from the notes to accomplish this goal?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Stating that its signatories wanted to “plant the first colony in the northern parts of Virginia,” the Mayflower Compact was a legal agreement among the pilgrims that immigrated to Plymouth Colony.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the sentence provides background information about the Mayflower Compact and notes the signatories' goal for the colony, it doesn't specify why the compact was created.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Created in 1620, the Mayflower Compact states that the pilgrims wanted to “plant the first colony in the northern parts of Virginia.”",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the sentence provides background information about the Mayflower Compact and notes the signatories' goal for the colony, it doesn't specify why the compact was created.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The Mayflower Compact was created to establish a common government among the pilgrims that immigrated to Plymouth Colony.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sentence specifies the reason the Mayflower Compact was created, noting that it was created to establish a common government among the pilgrims that immigrated to Plymouth Colony.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The Mayflower Compact had 41 signatories, including John Carver, the first governor of Plymouth Colony.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence specifies the number of pilgrims that signed the Mayflower Compact; it doesn't specify the reason the compact was created.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "33": {
        "Number": 33,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expression Of Ideas"
        ],
        "SubTopics": [
            "Rhetorical Synthesis, for which students must strategically integrate provided information and ideas on a topic to form an effective sentence achieving a specified rhetorical aim."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "While researching a topic, a student has taken the following notes:",
            ":box:• Cities tend to have a wide range of flowering vegetation in parks, yards, and gardens.\n\n• This vegetation provides a varied diet for honeybees, strengthening bees' immune systems.\n\n• On average, 62.5 percent of bees in an urban area will survive a harsh winter.\n\n• Rural areas are often dominated by monoculture crops such as corn or wheat.\n\n• On average, only 40 percent of honeybees in a rural area will survive a harsh winter.",
            "The student wants to make and support a generalization about honeybees. Which choice most effectively uses relevant information from the notes to accomplish this goal?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Cities tend to have a wider range of flowering vegetation than do rural areas, which are often dominated by monoculture crops.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the sentence makes a generalization, it doesn't mention honeybees.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "In urban areas, over 60 percent of honeybees, on average, will survive a harsh winter, whereas in rural areas, only 40 percent will.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the sentence provides data about honeybee survival, it doesn't make a generalization about honeybees based on this information.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The strength of honeybees' immune systems depends on what the bees eat, and a varied diet is more available to bees in an urban area than to those in a rural area.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the sentence makes a generalization about honeybees' diets and immune systems, it doesn't provide adequate support for this generalization.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Honeybees are more likely to thrive in cities than in rural areas because the varied diet available in urban areas strengthens the bees' immune systems.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sentence makes and supports a generalization about honeybees. It claims that honeybees living in urban areas are more likely to thrive than rural bees, and it supports the claim with information about the effect of a varied diet on urban bees' immune systems.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    }
}