{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [],
    "Title": "How the Brazilian Beetles Got Their Gorgeous Coats",
    "Subtitle": "",
    "Author": "by Elsie Spicer Eells",
    "LabelType": "P",
    "Content": [
        ["1", "In Brazil the beetles have such beautifully colored, hard-shelled coats upon their backs that they are often set in pins and necklaces like precious stones. Once upon a time, years and years ago, they had ordinary plain brown coats. This is how it happened that the Brazilian beetle earned a new coat."],
        ["2", "One day a little brown beetle was crawling along a wall when a big grey rat ran out of a hole in the wall and looked down scornfully at the little beetle. “O ho!” he said to the beetle, “how slowly you crawl along—you’ll never get anywhere in the world. Just look at me and see how fast I can run.”"],
        ["3", "The big grey rat ran to the end of the wall, wheeled around, and came back to the place where the little beetle was slowly crawling along at only a tiny distance from where the rat had left her."],
        ["4", "“Don’t you wish that you could run like that?” said the big grey rat to the little brown beetle."],
        ["5", "“You are surely a fast runner,” replied the little brown beetle politely. Her mother had taught her always to be polite and had often said to her that a really polite beetle never boasts about her own accomplishments. The little brown beetle never boasted a single boast about the things she could do; instead, she just went on slowly crawling along the wall."],
        ["6", "A bright green and gold parrot in the mango tree over the wall had heard the conversation. “How would you like to race with the beetle?” he asked the big grey rat. “I live next door to the tailor bird,” he added, “and just to make the race exciting I’ll offer a bright colored coat as a prize to the one who wins the race. You may choose for it any color you like, and I’ll have it made to order.”"],
        ["7", "“I’d like a yellow coat with stripes like the tiger’s,” said the big grey rat, looking over his shoulder at his gaunt grey sides as if he were already admiring his new coat."],
        ["8", "“I’d like a beautiful, bright colored new coat, too,” said the little brown beetle."],
        ["9", "The big grey rat laughed long and loud until his gaunt grey sides were shaking. “Why, you talk just as if you thought you had a chance to win the race,” he said, when he could speak."],
        ["10", "The bright green and gold parrot selected the royal palm tree at the top of the cliff as the goal of the race, gave the signal to begin, and then flew away to the royal palm tree to wait for the end of the race."],
        ["11", "The big grey rat ran as fast as he could until he thought how very tired he was getting. “What’s the use of hurrying?” he said to himself, “because the little brown beetle cannot possibly win—if I were racing with somebody who could really run it would be very different.” Then he started to run more slowly but every time his heart beat it said, “Hurry up! Hurry up!” The big grey rat decided that it was best to obey the little voice in his heart so he hurried just as fast as he could."],
        ["12", "When he reached the royal palm tree at the top of the cliff, he could hardly believe his eyes. He thought he must be having a bad dream. There was the little brown beetle sitting quietly beside the bright green and gold parrot. The big grey rat had never been so surprised in all his life. “How did you ever manage to run fast enough to get here so soon?” he asked the little brown beetle as soon as he could catch his breath."],
        ["13", "The little brown beetle d͟r͟e͟w out the tiny wings from her sides. “Nobody said anything about having to run to win the race,” she replied, “so I flew instead.”"],
        ["14", "“I did not know that you could fly,” said the big grey rat in a subdued little voice."],
        ["15", "“After this,” said the bright green and gold parrot, “never judge any one by his looks alone. You never can tell how often or where you may find concealed wings. You have lost the prize.”"],
        ["16", "Then the parrot turned to the little brown beetle who was waiting quietly at his side. “What color do you want your new coat to be?” he asked."],
        ["17", "Until this day, even in Brazil where the flowers and birds and beasts and insects have such gorgeous coloring, the rat wears a plain dull grey coat."]
    ],
    "Copyright": "Public Domain",
    "References": []
}