{
    "Directions": "Read this passage, then answer each question.",
    "Context": [
        "Neil deGrasse Tyson is an astrophysicist. An astrophysicist uses science and math to study the universe."
    ],
    "Title": "[Excerpt from] Astrophysicist and Space Advocate Neil deGrasse Tyson",
    "Subtitle": "",
    "Author": "by Marne Ventura",
    "LabelType": "P",
    "Content": [
        ["", "DISCOVERING THE NIGHT SKY"],
        ["1", "\tThe lights in the planetarium dimmed. Nine-year-old Neil sat in the darkness and stared up at the huge domed ceiling. The audience grew silent. A voice boomed, “We are now in the universe, and here are the stars.”"],
        ["", ":box:planetarium = a building or room in which images of stars, planets, and constellations are shown on a high, curved ceiling"],
        ["2", "\tIt was Neil's first visit to the Hayden Planetarium in New York City. He had seen the night sky many times from his home in the Bronx. He had seen a few stars and the moon. But tonight was different. On the ceiling above him, he saw countless stars, planets, and constellations-groups of stars that form shapes."],
        ["3", "\tNot long after this, Neil and his family took a trip to Pennsylvania. Away from the lights ofNew York City, he was able to see the stars more clearly. He realized the stars he had seen on the planetarium ceiling were not just part ofa show. They were real. He wanted to know more about them. Neil felt like the universe was calling him."],
        ["", "GROWING UP IN THE BRONX"],
        ["4", "\tNeil deGrasse Tyson was born on October 5, 1958, in New York. He grew up in the Bronx in New York City. Neil lived with his parents, his older brother, and his younger sister in a tall building called the Skyview Apartments."],
        ["5", "\tNeil went to public school. He was an average student. He never had a teacher tell him that he was the best in the class or that he was going to go far. In fact, his third-grade teacher wrote a note on his report card. She said Neil should be more serious about his schoolwork."],
        ["", "GETTING A BETTER LOOK"],
        ["6", "\tAfter the family trip to Pennsylvania, a friend lent Neil a pair of binoculars. Neil went to the roof of his building and looked at the night sky through the binoculars. He was amazed to see craters-large, bowl-shaped holes-on the moon. He wanted to see more. When he was eleven, his parents bought him a telescope."],
        ["7", "\tSoon Neil wanted a bigger telescope to learn more about astronomy. But a more powerful telescope cost two hundred dollars. Neil's parents didn't have a lot of extra money. So Neil started a business walking dogs for people who lived in his building."],
        ["", ":box:astronomy = the scientific study of stars, planets, and other objects in outer space"],
        ["8", "\tHe walked several dogs three times a day. Most days, he earned five dollars. He saved his money until he had enough to pay for half of the telescope he wanted. His parents paid for the other half."],
        ["9", "\tNeil didn't stop walking dogs. He earned more money to buy a camera. He wanted to take photos of the stars and the planets he saw. At the age of eleven, Neil decided he would become an astrophysicist."],
        ["", "LEARNING ABOUT THE UNIVERSE"],
        ["10", "\tNeil learned more about the stars. In sixth grade, he took astronomy courses at the planetarium. He often took his telescope to the roof of his apartment to study the night sky. Sometimes police officers would come up to make sure everything was okay. They weren't used to seeing people using telescopes in the Bronx. They were curious. Neil helped them look through the lens. He pointed out Saturn's rings and talked about how pretty he thought they were."],
        ["11", "\tWhen he was ready for high school, Neil chose the Bronx High School of Science. When he was fourteen, Neil went to space camp. He spent a month studying the stars and the planets. He worked with scientists and other young people. When he got back to New York, he gave a talk to fifty adults. He told them what he had learned. Neil's career as an astrophysicist had begun."]
    ],
    "Copyright": "",
    "References": []
}