{
    "Directions": "Read ths passage, then answer each question.",
    "Context": [],
    "Title": "Strike Three! YOU'RE OUT!",
    "Subtitle": "",
    "Author": "by Jo Dewitt",
    "LabelType": "P",
    "Content": [
        ["1", "\tJackie Mitchell was born in 1914, at a time when women were not accepted in professional baseball. Jackie dreamed of becoming a great pitcher. She had been taught to pitch by baseball star Dazzy Vance when she was a young girl and trained with future major league players in Atlanta."],
        ["2", "\tAbout that time in history, one of the great hitters of baseball, Babe Ruth, made a statement. “I don't know what's going to happen if they begin to let women in baseball. Of course, they will never make good. Why? Because they are too delicate.”"],
        ["3", "\tJackie didn't buy that. Soon after, Jackie signed with the Chattanooga Lookouts, a minor league baseball team. Manager Bert Niehoff spoke to the press and promised to help Jackie become a pitcher in the major leagues. Jackie was thinking about the immediate. The New York Yankees were coming to town, and the Lookouts were scheduled to play them in a pre-season exhibition game. Maybe she would get a chance to pitch against the greatest home-run hitter in the world, Babe Ruth."],
        ["4", "\tThe day of the game arrived, and it was pouring rain. The game was cancelled. The next day, Thursday, April 2, 1931, the rain stopped, and the game was about to start. Jackie was not sure how she should pitch to the Yankees, but she remembered what her father had told her. He said, “Go out there and pitch just like you pitch to anyone else.”"],
        ["5", "\tJackie had an uncanny ability to guess the weakness ofa batter. She could put both speed and curve on the ball. She had one pitch that no one could hit-a wicked, dropping curve ball. As Babe Ruth stepped to the plate for batting practice Jackie watched him closely, deciding how she would pitch to him."],
        ["6", "\tManager Niehoff put Clyde Barfoot in as the starting pitcher. After the first two Yankee batters got base hits and scored a run, Niehoff motioned for Jackie to come onto the field!"],
        ["7", "\tShe waved Babe Ruth to the mound. She wound up and pitched. Thee ball was high. “Ball one,” yelled the umpire. Jackie's next pitch was a curve ball, which curved and dropped when it reached the plate. Babe swung. “STRIKE ONE!” the umpire yelled. Jackie decided to give him a fastball, shoulder high. Jackie pitched, Babe swung. “STRIKE TWO!”"],
        ["8", "\tJackie was feeling more confident. The next pitch was high, and Babe stopped his swing. But the ball dropped, going right over the plate. “STRIKE THREE! YOU'RE OUT!” yelled the umpire. Jackie had struck out the mighty Babe Ruth!"],
        ["9", "\tNext at the plate was Lou Gehrig, who was also a left-handed batter and a home-run hitter. Jackie decided on a pitch that most batters had trouble with - inside and just above his waist. She pitched, and Gehrig swung. Whoosh! Three times-Whoosh! She had struck out the Yankees' two best hitters! The crowd went wild."],
        ["10", "\tA few days after this exhibition game, Baseball Commissioner Kenesaw Mountain Landis voided Jackie Mitchell's contract, claiming that baseball was “too strenuous” for a woman."],
        ["", ":box:voided = cancelled"],
        ["", ":box:strenuous = physically difficult"],
        ["11", "\tAlthough Jackie Mitchell did not have the same opportunities as men had in the game of baseball, Jackie Mitchell will always be remembered for her spirit and her determination as well as her talent. She is still remembered as “the girl who struck out Babe Ruth.”"]
    ],
    "Copyright": "",
    "References": []
}