{
    "Directions": "Read this story, then answer each question.",
    "Context": [
        "Cara has the chicken pox and needs to stay with her great-grandmother because her regular babysitter cannot care for sick children. Cara is worried about spending time with Great-grandmother because she can be very old-fashioned, and she rarely smiles."
    ],
    "Title": "(Excerpt from) The Remembrance Quilt",
    "Subtitle": "",
    "Author": "by Kathleen Anne Butler",
    "LabelType": "P",
    "Content": [
        ["1", "\tSoon after the front door closed behind Aunt Liz, Great-grandmother came into Cara's room supported on a cane and peering over her bifocals. “So, you're sick!” was all she said. Then Great-grandmother slowly went to the closet and pulled out a quilt, which she brought to Cara's bed. “When your mother was a little girl, she always wanted the fan quilt and a story when she was sick. Maybe you'd like the same.”"],
        ["2", "\tCara, too surprised to say anything, lay still as Great-grandmother unfolded the colorful fan quilt and carefully spread it over Cara, covering up all the homework."],
        ["3", "\t“It is beautiful,” Cara finally managed to say. “Is it old? Did my mother really sleep under it? Did she have the chickenpox, too?”"],
        ["4", "\tCara was startled when Great-grandmother laughed. “Yes to all of your questions,” she said, as she eased herself onto a chair near Cara's bed."],
        ["5", "\t“I was born in the old country, you know,” started Great-grandmother. Cara listened eagerly as the old woman continued. “My grandmother, whom I called Farmor, was a very successful weaver. She raised her own flax, spun it, dyed it, and wove it into beautiful pieces of cloth. She worked at her loom many hours every day. I can still hear the sound of the wooden treadles and the beater pushing woof threads firmly into the warp.”"],
        ["6", "\tGreat-grandmother stopped and looked at the quilt as if in a dream. Finally, Cara said, “What are woof and warp?”"],
        ["7", "\tGreat-grandmother smiled, looking now at Cara's face. “The warp is the string that is strung on the loom. The woof is the yarn woven between the threads of warp.” She held a corner of the quilt to show Cara where red and green yarn had been woven between the white warp threads."],
        ["8", "\t“People from all over the country came to buy Farmor's cloth, it was so fine. One day Papa told Farmor that he, Mama, my sister, and I would be leaving for America. Farmor cried. I cried too, because somehow I knew I would never see her again. I'd never see the beautiful cloth she wove or hear the beating ofher busy loom again."],
        ["9", "\t“So I did something very bad. I went into Farmor's weaving room the night before we left for America. I took a pair ofscissors and snipped a scrap from every bolt on her shelves! No one knew I did it; they were all so busy packing for our journey. I rolled the scraps of material into a small bundle and packed them in the bottom of my own little trunk."],
        ["10", "\t“Many weeks later, at our new home in America, I unpacked my precious scraps of cloth.” Tears were glistening on Great-grandmother's cheeks now. “When Papa and Mama discovered what I had done, they were very angry at first. They made me write an apology to Farmor. But then Mama helped me make this remembrance quilt out of all the scraps I had taken. Every time I take it out, even after all these years, I can see Farmor. I think she would have been happy to know I have such lovely memories of her.”"],
        ["11", "\tGreat-grandmother dabbed a handkerchief to her eyes. Cara sat very still, thinking. Then she slid her hand out from under the quilt and shyly reached for Great-grandmother's soft white hand. “Thank you for telling me the story,” she whispered. It was nice to know Great-grandmother had been a little girl like her once."]
    ],
    "Copyright": "",
    "References": []
}