{
    "Directions": "Read this story, then answer each question.",
    "Context": [
        "Hayley has a talent. Just like her great-great aunt Ruby, who traveled around the country with a band called the Ragtime Rascals, Hayley plays the ukulele."
    ],
    "Title": "(Excerpt from) Ukulele Hayley",
    "Subtitle": "",
    "Author": "by Judy Cox",
    "LabelType": "P",
    "Content": [
        ["1", "\tThe day of the talent show, Hayley's stomach fluttered like a flock of baby birds. Was this how Ruby felt before a performance with her Ragtime Rascals?"],
        ["2", "\tMom had helped Hayley make her costume. Black-and-white saddle shoes, a poodle skirt, blouse, and a scarf tied around her neck. Her hair, as usual, was a wild mop of red curls. She'd tried to pull it back in a ponytail, but it was coming loose already. Couldn't do anything about that!"],
        ["3", "\tThere had been some rumors that the talent show would have to be canceled due to cutbacks. But somehow it had worked out, and now Hayley waited backstage, softly strumming her uke."],
        ["", ":box:cutbacks = less money available for spending"],
        ["4", "\tShe'd practiced a lot. At the talent show tryouts, Mr. Y had given her a thumbs-up and told her that she was in. Dad and Mom had cheered."],
        ["5", "\t“You'll bring the house down!” said Dad."],
        ["6", "\t“What's that mean?” asked Tilly, anxiously looking at the ceiling. Mom laughed and hugged her."],
        ["7", "\t“It means your big sis is going to be a star!”"],
        ["8", "\tNow Hayley peeked through the curtains to the front of the stage. There were a lot of acts. She watched Skeeter pull a rabbit out of a hat-or try to. The rabbit was a stuffed animal, and he dropped it twice before he finished. Being Skeeter, he didn't mind when the audience laughed. He bowed with a big flourish and dropped the rabbit again. This time, even Skeeter laughed."],
        ["9", "\tOlivia was next. She wore a fluffy tutu and pink satin shoes. Hayley thought she twirled as gracefully as a real ballerina. Then two fifth grade girls danced to a popular song. Some fourth graders performed a silly skit. A kindergartener tried to recite a poem, got scared, and had to be helped off the stage by his teacher."],
        ["10", "\tFinally, the MC announced Hayley. She walked out I to the front of the stage. She stood in front of the mic the way Mr. Y told her to."],
        ["", ":box:mic = microphone"],
        ["11", "\tShe looked out into the gym. All the kids in the school looked back. Her stomach flopped. Her knees knocked. Her head spun. Why had she ever thought this would be fun? She wanted to crawl back in bed. Forget the whole thing. Be little Hayley, the shrimp, again."],
        ["12", "\tThen the spotlight came on. She took a deep breath, and suddenly all of her butterflies flew away. She grinned. She tossed her head, making her curls dance. Bring it on! She was ready!"],
        ["", "problems/NY17G3E/media/S2a.jpg"],
        ["13", "\tShe tucked her uke under her arm and strummed the first chord. “One, two, three o'clock!” she sang, “Four o'clock rock!” She played an old rock 'n' roll song from the fifties. She finished by swinging her arm in a big circle like a guitar hero. Just the way she'd practiced."],
        ["14", "\tThe gym erupted with applause and cheers. She was a shining star!"],
        ["15", "\tThe talent show made Hayley a celebrity. Well, not a celebrity exactly, but at least famous. Maybe not famous. Make that sort of well-known."],
        ["16", "\tKids kept coming up and telling her how cool she was. “Can we join your band?” they asked."],
        ["17", "\t“But I don't have a band,” she said."],
        ["18", "\t“Start one,” Skeeter advised."],
        ["19", "\t“Okay,” said Hayley. “Anyone who wants to be in my band, get a ukulele, and I'll teach you to play.”"]
    ],
    "Copyright": "",
    "References": []
}