{
    "Directions": "Read this passage, then answer each question that follows.",
    "Context": [],
    "Title": "Balancing Rocks",
    "Subtitle": "",
    "Author": "by Stacy A. Nyikos",
    "LabelType": "P",
    "Content": [
        ["", "problems/NY17G3E/media/S7a.jpg"],
        ["1", "\tHave you ever tried standing on your head? Chances are, the first time you did, you fell down. It may even have taken a while to master this upside-down balancing act. Artist Sepp Bogle has a balancing act of a different nature. He balances rocks. He wasn't always a rock balancer. “I was a cook, and then a salesman, before I began to balance rocks,” he says."],
        ["2", "\tYears ago, Bogle and his daughter moved to a small town on the shores of Lake Constance in Germany. Bogle was sitting on a bench near the water one day, watching someone stack rocks on their flat sides. He decided to try it. It was easy-too easy. “I thought, What if I turn them on their pointy ends? Will they stand?” he says."],
        ["3", "\tIncredibly, they did. “I've been doing it ever since,” says Bogle."],
        ["", "The Last Tree"],
        ["4", "\tBogle still lives and works in the small German town of Radolfzell where he and his daughter moved all those years ago. His studio is under the very last tree along a boardwalk called the Mole."],
        ["5", "\tTourists travel from all over Germany and other European countries to see the artist at work. Some come to figure out his trick. Bogle smiles at the doubters. “There is no trick, not like what they mean. I don't use glue or hidden supports. I listen to the rocks.”"],
        ["6", "\tThat may sound strange, but the truth is that humans do this kind of “listening” all the time. When a baby tries to sit up for the first time, it's a balancing act. The brain has to combine information from the eyes, the muscles, and the balancing system of the inner ear to figure out how to keep the body upright. Balancing takes a lot ofpractice. Babies often spend at least six months practicing before they can sit up without falling over."],
        ["7", "\tA similar but simpler feat is balancing a ruler on one finger. If either side is too long, the ruler will fall to the ground. The key is finding the point where the weight of each side of the ruler is equal. This spot is called the center of gravity. When you find it, the ruler rests on your finger in perfect balance."],
        ["", "A Balancing Act"],
        ["8", "\tBalancing rocks, as Bogle does, is harder. But why? A ruler offers clues. The center of gravity should be halfway along the length of the ruler-near the 6-inch mark on a 12-inch ruler."],
        ["9", "\tIn the rocks that Bogle balances, the center of gravity is much harder to find. These rocks can be shaped like lopsided eggs or pears and often have funny knobs, big bulges, or craggy points. The center of gravity is somewhere inside the rock. No marks show where to find it. And if the point on the end of the rock is small, it's hard to center the weight of the rock."],
        ["", ":box:lopsided = having one side that is lower or smaller than the other"],
        ["", ":box:craggy = rough"],
        ["10", "\tIn addition, since Bogle balances many rocks on top of one another, the combined weight of the rocks has to be evenly balanced over the point the bottom rock stands on. It's like acrobats balancing one on top of the other. If their combined weight isn't perfectly balanced over the person standing on the ground, they'll topple over."],
        ["11", "\tTo balance the rocks, Bogle tries again and again. He uses spüren (“sense” or “feel” in German). He says he “listens” to the rocks and lets the rocks “tell” him how to balance them. He says for him, it's a kind of meditation."],
        ["12", "\tFor the visitors who journey to the last tree on the Mole, the balanced rocks are a wondrous sight to see."]
    ],
    "Copyright": "“Balancing Rocks”: From “Balancing Rocks” by Stacy A. Nyikos. Reprinted from HIGHLIGHTS FOR CHILDREN MAGAZINE - November 2014, Vol. 69, No. 11, Issue No. 757. Copyright© 2014 by HIGHLIGHTS FOR CHILDREN, Inc. Used with permission of HIGHLIGHTS FOR CHILDREN, Inc. ",
    "References": []
}