{
    "Directions": "Read the passage below, then answer each question that follows.",
    "Context": [],
    "Title": "Back to the Future",
    "Subtitle": "",
    "Author": "by Terri L. Jones",
    "LabelType": "P",
    "Content": [
        ["1", "\tWhat will the future bring? To answer that question, you need to know what is possible. You also need imagination."],
        ["2", "\tScience fiction stories can help give you ideas. Science fiction mixes real science with make-believe. Writers and engineers imagined what life would be like in 2009. Does your life look like what they predicted?"],
        ["", "Home, Sweet Robot"],
        ["3", "\tIn the 1950s, a science fiction book described an amazing house. It was a house of the future. Robots did all the chores. They cooked and cleaned. They set the table and vacuumed."],
        ["4", "\tToday, robots really are on the job. They vacuum floors, cook meals, and build cars. Robots are even exploring outer space."],
        ["5", "\tDisneyland had a “smart” house, too. The house almost ran itself. Today, many homes are run by automatic controls. Microwaves can cook meals in just minutes."],
        ["", "Cities in Space"],
        ["6", "\tSome ideas from the past were out of this world. How does a city in space sound? Some people thought we would live on the moon by the 1990s!"],
        ["7", "\tHow would this work? Well, people would use hydroponics to grow their food. That means the plants would grow without soil. Energy from the sun would supply power."],
        ["8", "\tToday, astronauts do live in a space station. They stay only a few months at a time, though. Some farms grow plants without soil. Many homes on Earth use power from the sun. But a city in space is still many years away."],
        ["", "Phone + TV = Future"],
        ["9", "\tPeople had telephones and television in the fifties. A clever writer put the two together!"],
        ["10", "\tDick Tracy was a comic book character. He used his watch as a phone. The watch also let him see people while he talked to them. In real life, no one had a watch like Tracy's."],
        ["11", "\tToday, many people watch videos on their cell phones. People use webcams to see each other on the Internet. What was only in stories 50 years ago is really possible today!"],
        ["", "Up, Up, But Not Away"],
        ["12", "\tSome people don't just imagine the future. They try to build it. Take the jetpack. This is a backpack with a small rocket engine. You put the pack on. You rev it up. Then you take off!"],
        ["13", "\tThe jetpack isn't as great as it seems. It can't carry very much fuel. So it can't go very far. Also, the fuel is dangerous. It gets very, very hot! And the pack's loud engine can hurt your ears."],
        ["14", "\tStill, a jetpack is a fun idea. Maybe one day someone will make the pack work. Until that time, you better count on the bus."],
        ["", "Getting from Here to There"],
        ["15", "\tAnother cool idea was the flying car. It had wings. The car really worked! Flying cars didn't completely catch on. Maybe they were hard to park."],
        ["16", "\tIn one science fiction story, people jumped on moving belts to get around. That wasn't such a crazy idea. Today “people movers” carry travelers through airports. Escalators carry people up and down. There are even moving sidewalks in some places."],
        ["17", "\tPeople in the 1950s dreamed of a car that drove itself. Today, the car is still a dream. But in time, that dream may come true, too."],
        ["", "Fast Forward"],
        ["18", "\tIn 1950, the only computers were very big. Each one filled a whole room! No one had a personal computer. Then someone invented the computer chip. The tiny chip let engineers build small computers. Now, millions of people have their own computer at home."],
        ["19", "\tThe future of the fifties is here. Think about your future."]
    ],
    "Copyright": "“Back to the Future”: From “Back to the Future” by Terri L. Jones. Reprinted from NATIONAL GEOGRAPHIC EXPLORER!-Vol. 8, No. 6, April 2009. Copyright© 2009 by National Geographic Society. Used with permission of NATIONAL GEOGRAPHIC EXPLORER!",
    "References": []
}