{
    "Directions": "Read the following passages then answer each question.",
    "Context": [],
    "Title": "The First Time I Saw Michelle",
    "Subtitle": "",
    "Author": "by Peggy Fleming Jenkins",
    "LabelType": "P",
    "Content": [
        [" ", "\tThe first time I saw Michelle was in 1993 when she was twelve years old and skating in her first United States Figure Skating Championships. Even then she could do all the jumps the older skaters could do. She was very cute and showed great promise. Just two short years later that promise was realized when Michelle officially became the best skater in the world, winning the World Championships. Two years after that, she exceeded her early promise by becoming, in her Olympic year, one of the greatest skaters of all time. She will go down in history as an artist of incredible depth, sensitivity, and maturity."],
        [" ", "\tMichelle is a great athlete. But her extraordinary talent has not been the only key to her success. She has one of the best support teams the skating world has ever seen. Her parents, Danny and Estella; her coach, Frank Carroll; her choreographer, Lori Nichol; her sister, Karen, a top-level skater herself; and her brother, Ron, form the core of a kind of dream team behind Michelle. They have pooled their wisdom and their love for her to give her their guidance in a fiercely competitive sport where the stakes get higher all the time."],
        [" ", "\tIn 1997 Michelle lost her national title before a stunned audience. We saw her fall, and we saw her tears afterwards. But a month later, Michelle was able to put her disappointment behind her and skate a beautiful program at the World Championships. Somehow she'd turned a painful experience into a lesson in love—love for her sport. Receiving her silver medal at Worlds, she looked every bit as happy as she had the year before when she had won the gold. I talked with Michelle a few minutes later backstage and she told me that the year had taught her some real tough lessons about skating and about herself, and that she was happy to skate well and regain her confidence again."],
        [" ", "\tThat confidence carried her into the Olympic season and enabled her to overcome a painful injury to her foot. Her skating at this year's Nationals and at the Olympics was radiant. Many a hardened veteran of the skating world was moved to tears by her brilliant, heartfelt performances. How could someone so young have such poise and perspective, skate with such maturity, and still radiate such youth? It's truly remarkable and a testament to Michelle's resilience and to the strength of her tight-knit family."],
        [" ", "\tMichelle enjoys life and she enjoys her sport. That joy just seems to spark out of her; it's been a big part of the pleasure I've taken in watching her grow over the years—as a young woman and as a skater. Through all of the ups and downs she's always had so much fun, and that's as it should be for someone her age. But she also has this remarkable levelheadedness and perspective. Her priorities are always straight. And that is a truly incredible talent, one way beyond her years."]
    ],
    "Copyright": "",
    "References": []
}