{
    "Directions": "",
    "Context": [],
    "Title": "Falling Down",
    "Subtitle": "",
    "Author": "by Michelle Kwan",
    "LabelType": "P",
    "Content": [
        [" ", "\tFebruary 15, 1997: This was the date I'd been preparing for all season long, the date of the U.S. Figure Skating Championships in Nashville, Tennessee. I was backstage, just minutes before my long program, and something didn't feel right."],
        [" ", "\tThis was the fifth time I'd been to this major annual competition, but it was my first time skating as the defending national and world champion. Reporters had been saying that I looked unbeatable. But personally I didn't feel any more unbeatable that night than I did at my first Nationals, when I was a twelve-year-old kid with a ponytail, hoping to finish in the top ten. No one expected much from me then. Now everyone expected me to win."],
        [" ", "\tMy coach, Frank Carroll, was helping me to get ready backstage. Together we tried to shut out all the noise around us so that we could concentrate. I closed my eyes, like I always do, and tried to see myself doing all four minutes of my long program. In a very, very short time it would all be over, and everyone would know if I really was unbeatable."],
        [" ", "\tI knew something was wrong because I couldn't get this one picture out of my head: a picture of me, falling. “Go away,” I'd say. But the image wouldn't leave. I wanted to be perfect, but backstage all I could think about were the things that could go wrong!"],
        [" ", "\t“No one can be perfect all the time,” Frank said, trying to get me to stop worrying so much. “Don't defend, attack!”"],
        [" ", "\tIt was time to skate. I glided onto the ice. The crowd cheered for me and then went silent. I reached one hand up to the ceiling and took my opening pose, like I'd done hundreds of times in practice. The music started, slowly, and I lunged forward. There was so much time to think between the beats of the music!"],
        [" ", "\tHave fun, Michelle, I told myself. It's just a sport."],
        [" ", "\tUsually I'm so excited to be skating that I don't have to remind myself to have fun. But lately I'd felt the pressures of the sport more sharply. Just think about it: You work all year on your program, until you can do it in your sleep. You practice each jump thousands of times. And then it all comes down to four minutes on the ice! Your skating life can forever be changed by what happens during those four minutes."],
        [" ", "\tOnce the music picked up and I started skating faster, I felt better. I'd practiced the program so many times, I didn't have to think about what came next. I did my first two jumps, a triple- Lutz/double-toe combination, cleanly. The triple Lutz and I have never gotten along too well, and I was glad to get past it. But it was too soon to feel relieved."],
        [" ", "\tThe next combination was my hardest—a triple-toe/triple-toe combination. The first jump was clean, but I chickened out and made the second one a double instead of a triple."],
        [" ", "\tBut when I came down from the jump, my foot slipped from under me. I put a hand on the ice to catch myself, but it didn't do any good. The rest of my body followed, thump, on the ice. Just like the picture I couldn't shake!"],
        [" ", "\tThe first thing you learn when you start to skate is how to fall. And the first thing you learn when you become a top-level skater is to get right back up. I automatically jumped to my feet and continued my program. I flew into a sit spin with a panicked look on my face."],
        [" ", "\tThings kept getting worse. On a triple flip, I landed badly and put my hand on the ice. I approached my next triple jump with far too much doubt. I spun through the air, and just as I landed, my whole body went down again. There I was, flat on the ice, with the whole world watching."],
        [" ", "\tI didn't think I'd be able to pull myself together. But as I got up, I heard an amazing sound. People were clapping in time to the music. I was skating terribly, but the crowd was cheering me on! I'd never had that happen before. They were trying to give me courage. And it worked. Their clapping woke me up!"],
        [" ", "\tMy next jump, a double Axel, was fine. I backed off my next triple Lutz and only did a double, but at least it was clean. And my last two big jumps went well."],
        [" ", "\tThe music ended and I skated off the ice. All I could think was, What have I done?! Tears were streaming down my face. I couldn't stop them. Frank put his arms around me to comfort me while we waited for my scores. But when I saw them, I started crying all over again."],
        [" ", "\tI wasn't surprised by my scores. They only confirmed what had just taken place. Frank wasn't kidding when he said, “You can't always be perfect!”"],
        [" ", "\t“You'll skate another day,” he said now, in a forgiving voice. Frank always knows the right thing to say. But he didn't have the answers to the questions that were racing through my mind: How could I have done that? Why did I panic? What could I do so that it would never happen again?"],
        [" ", "\tI was still crying when we went backstage. People from the TV network came to ask me to talk on air, but I couldn't yet. Frank asked them to give me a minute. But they kept coming back."],
        [" ", "\tI knew that the people watching on TV wanted to know if I was okay. I knew that I owed them an answer. So I pulled myself together and went out to face the cameras. I did my best to explain what had happened, how I'd panicked, and how it felt to come in second place, but I didn't understand it myself yet."],
        [" ", "\tHow did it feel? I didn't know. I needed to talk to my family and figure out what had happened."],
        [" ", "\tLater, after everyone had gone home and the arena was empty, my mom gave me a hug, which I really needed. Then my dad came to me and asked, “Well, Michelle, what did you learn from this?”"],
        [" ", "\tI now had an answer. “I learned that I need to love the sport again,” I told him."],
        [" ", "\tThat was it, exactly. There's nothing I can do to ensure that I'll never have a bad night again. But, win or lose, I have to try not to forget why I'm on the ice in the first place: I love to skate. That's why I've been doing it all my life."],
        [" ", "\tSkating is in my heart, not my head. From the time I was five, skating had always made me feel like I was flying. Just being on the ice made me happy. But at Nationals I was so busy trying not to fall that I forgot to feel what was in my heart."],
        [" ", "\tI'd forgotten about my love of skating. Looking back on it, my career started all over again that night. Today I can say that the mistakes I made there may have been the best thing that could have happened to me. They forced me to spend the next year not just thinking about the Olympics but falling in love with skating all over again."],
        [" ", "\tAnd I guess you could say that love, which started back when I was still a pipsqueak eating candy and playing with stuffed animals, is what my story is all about."]
    ],
    "Copyright": "",
    "References": []
}