{
    "Directions": "Read the following passage about the many ways people have measured time then answer each question that follows.",
    "Context": [],
    "Title": "Clock Watching",
    "Subtitle": "",
    "Author": "by Sara F. Shacter",
    "LabelType": "P",
    "Content": [
        [" ", "\tEveryone has different reasons for keeping track of time. The reasons for caring about time depend on who you are, where you live ... and when you live."],
        [" ", "\tThousands of years ago, people didn't care what time it was. They spent most of their days hunting and gathering food. A schedule would have been silly: “nine o'clock, hunt; ten o'clock, gather.”"],
        [" ", "\tBut to survive, our ancestors did need to keep track of day, night, and the seasons. They looked to the sun, moon, and stars for signs of these cycles in nature."],
        ["", "Half Past the Candle"],
        [" ", "\tEventually, people learned that the sun could also be used to measure hours in a day. About 4,000 years ago, somebody shoved a stick in the ground and made a neat discovery: the stick's shadow moved as the sun's position in the sky changed from sunup to sundown. People in ancient Egypt, Greece, and China made shadow clocks, or sundials, in all shapes and sizes."],
        [" ", "\tBut sundials weren't perfect. At night, or on cloudy days, they didn't work. So how did people tell time when there was no sunlight? Clocks made of candles, oil lamps, and incense sticks worked just fine without the sun, measuring the time in which a certain amount of wax, oil, or incense burned. Water clocks were popular, too, dripping the minutes away, leaving less water in a vessel as time passed."],
        [" ", "\tHowever, there was a problem with clocks that burned and dripped: they only showed how much time had passed. Suppose a friend said, “I'll meet you when half a candle melts.” To be on time, you'd both have to have the same size candle, and light them together."],
        [" ", "\tAs towns and cities grew, travel and trade between countries increased. There were lots of new jobs to do, and people needed to be in the same place at the same time to get them done. The old clocks were no longer good enough, since they didn't let everyone share the correct time of day."],
        [" ", "\tThe real solution to the time-keeping problem was a machine that could run all day and all night. Who invented the first such clock? The answer is a mystery. Many tried. Around the year 1300, mechanical clocks started showing up in western Europe, but no one knows who built the very first one."],
        ["", "A Clock for Everyone"],
        [" ", "\tThese early mechanical clocks were funny looking: they didn't have faces; they were just a bunch of gears — wheels with metal teeth that were moved by heavy weights, ticking off seconds. Expensive and hard to care for, these clocks were also huge; they would fill up a room! People could not easily put them in their homes."],
        [" ", "\tSo, they mounted the clocks on church towers instead. Up high, for everyone to see and hear, the clock rang out the hours when workers in the fields and shops should stop and pray."],
        [" ", "\tPeople loved this amazing new invention. Clockmakers kept improving and shrinking clocks. But it took more than 500 years until there were enough clocks to go around."],
        [" ", "\tIn the 1800s, people figured out how to build large factories to make all sorts of things. Factories cranked out thousands of clocks very quickly and less expensively. Finally, there were clocks for everyone."],
        [" ", "\tIt was a good thing, too, because factories ran on strict schedules, and workers were paid by the hour. To be on time, people put clocks in their homes and watches in their pockets."],
        ["", "Modern Time"],
        [" ", "\tFor a long time, women wore watches on their wrists, but men didn't. Wristwatches were considered just a fashion item until 1914, when World War I broke out. Thousands of men in Europe marched into battle. Watches made it possible to time troop movements precisely. But it took time for soldiers to stop, put down their equipment, and pull their watches out of their pockets. To save time and leave their hands free for fighting, soldiers started tying their watches to their wrists, just like women. Wristwatches have been popular ever since."],
        [" ", "\tNowadays there are clocks everywhere you look: in the car, the radio, the computer, and the microwave. Modern clocks run on batteries, electricity, quartz crystals, and even vibrating atoms."]
    ],
    "Copyright": "",
    "References": []
}