{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Literature - Craft & Structure/Integration Of Knowledge & Ideas"
        ],
        "SubTopics": [
            "Determine how the author uses the meaning of words or phrases, including figurative and connotative meanings, in a text; analyze the impact of rhymes and other repetitions of sounds (e.g., alliteration) on a specific verse or stanza of a poem or section of a story or drama."
        ],
        "SuppContent": [
            "problems/PA18G7E/supps/PA18G7E-S1.json"
        ],
        "Explain": false,
        "Content": [
            "Which description from the passage best emphasizes the idea that Earth has been nearly forgotten?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "“At first, new generations born in the far-flung colonies made pilgrimages to visit the cradle of civilization, ...”",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice focuses on the idea that people once had great interest in visiting Earth.",
                    "Percent": 15
                }
            },
            "B": {
                "Choice": "“But over a hundred millennia, the flow of tourists slowed to a trickle, then a drip, and finally, stopped.”",
                "Key": {
                    "Correct": true,
                    "Rationale": "The idea that the “flow of tourists slowed to a trickle, then a drip, and finally stopped” implies that people no longer visit Earth.",
                    "Percent": 75
                }
            },
            "C": {
                "Choice": "“On the tenth floor of the Library was a tiny room about ten meters square.”",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice merely describes the physical appearance of part of the library.",
                    "Percent": 4
                }
            },
            "D": {
                "Choice": "“The shelves of discs and cubes that had once fit the viewing kiosks downstairs no longer worked either.”",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice describes the condition of equipment in the library.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Literature - Vocabulary Acquisition & Use"
        ],
        "SubTopics": [
            "Demonstrate understanding of figurative language, word relationships, and nuances in word meanings."
        ],
        "SuppContent": [
            "problems/PA18G7E/supps/PA18G7E-S1.json"
        ],
        "Explain": false,
        "Content": [
            "Read the sentence from the passage.",
            ":box:“In this, CN‑344315 was simply learning the lesson that every parent knew: it is the effort given to protect and nourish the helpless that binds you to them with love, tighter and tighter.”",
            "Which word best replaces the word “binds” without changing the meaning of the sentence?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "connects",
                "Key": {
                    "Correct": true,
                    "Rationale": "The word “connects” means the same as “binds” based on the context of the sentence.",
                    "Percent": 70
                }
            },
            "B": {
                "Choice": "strengthens",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Strengthens” is not a direct meaning of “binds.”",
                    "Percent": 12
                }
            },
            "C": {
                "Choice": "fuses",
                "Key": {
                    "Correct": false,
                    "Rationale": "This meaning does not align with “binds” as it is used in the sentence.",
                    "Percent": 10
                }
            },
            "D": {
                "Choice": "seals",
                "Key": {
                    "Correct": false,
                    "Rationale": "This meaning does not align with “binds” as it is used in the sentence.",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Literature - Vocabulary Acquisition & Use"
        ],
        "SubTopics": [
            "Determine or clarify the meaning of unknown and multiple-meaning words and phrases based on grade 7 reading and content, choosing flexibly from a range of strategies."
        ],
        "SuppContent": [
            "problems/PA18G7E/supps/PA18G7E-S1.json"
        ],
        "Explain": false,
        "Content": [
            "Read the sentence from the passage.",
            ":box:“They were so fragile that even the smallest bit of damage, a slight warping caused by a change in temperature or a m͟i͟n͟u͟s͟c͟u͟l͟e scratch, rendered the data on them inaccessible.”",
            "Which phrase from the sentence most helps the reader understand the meaning of the word m͟i͟n͟u͟s͟c͟u͟l͟e?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "“were so fragile”",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice does not relate to the meaning of “minuscule” and does not offer relevant context clues.",
                    "Percent": 12
                }
            },
            "B": {
                "Choice": "“even the smallest bit of damage”",
                "Key": {
                    "Correct": true,
                    "Rationale": "“Even the smallest bit of damage” helps the reader understand that “miniscule” refers to something tiny.",
                    "Percent": 75
                }
            },
            "C": {
                "Choice": "“caused by a change in temperature”",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice does not relate to the meaning of “minuscule” and does not offer relevant context clues.",
                    "Percent": 10
                }
            },
            "D": {
                "Choice": "“the data on them”",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice does not relate to the meaning of “minuscule” and does not offer relevant context clues.",
                    "Percent": 3
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MP",
        "NumChoices": 0,
        "Topics": [
            "Literature - Key Ideas & Details"
        ],
        "SubTopics": [
            "Cite several pieces of textual evidence to support analysis of what the text says explicitly as well as inferences drawn from the text."
        ],
        "SuppContent": [
            "problems/PA18G7E/supps/PA18G7E-S1.json"
        ],
        "Explain": false,
        "Content": [
            "This question has two parts. Answer Part One and then answer Part Two."
        ],
        "AnswerChoices": {},
        "Parts": {
            "One": {
                "Type": "MC",
                "NumChoices": 4,
                "Explain": false,
                "Content": [
                    "Which comparison of CN‑344315 to a human is most emphasized in the passage?"
                ],
                "AnswerChoices": {
                    "A": {
                        "Choice": "The robot grows old like a human.",
                        "Key": {
                            "Correct": false,
                            "Rationale": "Even though the passage refers to the robot as old and refers to his “antiquated” treads, this comparison is not what is emphasized most in the passage.",
                            "Percent": 0
                        }
                    },
                    "B": {
                        "Choice": "The robot is reliable like a human.",
                        "Key": {
                            "Correct": false,
                            "Rationale": "Although the robot is described as having a routine, it does not compare this trait in any way to that of humans.",
                            "Percent": 0
                        }
                    },
                    "C": {
                        "Choice": "The robot expresses original ideas like a human.",
                        "Key": {
                            "Correct": false,
                            "Rationale": "The robot does not express original ideas; it simply performs the actions it has been programmed to do.",
                            "Percent": 0
                        }
                    },
                    "D": {
                        "Choice": "The robot experiences feelings like a human.",
                        "Key": {
                            "Correct": true,
                            "Rationale": "Te passage indicates that the robot experiences human emotions such as frustration, joy, and affection.",
                            "Percent": 0
                        }
                    }
                }
            },
            "Two": {
                "Type": "MS",
                "NumChoices": 4,
                "Explain": false,
                "Content": [
                    "Which sentences from the passage support the answer in Part One? Choose two answers."
                ],
                "AnswerChoices": {
                    "A": {
                        "Choice": "“CN‑344315 passed rows and rows of empty racks that age and rust had turned into delicate filigree, as fragile and brittle as glass.”",
                        "Key": {
                            "Correct": false,
                            "Rationale": "This choice merely describes one action of the robot and refers to the aging process of the library.",
                            "Percent": 0
                        }
                    },
                    "B": {
                        "Choice": "“He grieved the passing of each one as deeply as his circuits allowed.”",
                        "Key": {
                            "Correct": true,
                            "Rationale": "The “grief” the robot feels supports the inference that the robot experiences human emotions.",
                            "Percent": 0
                        }
                    },
                    "C": {
                        "Choice": "“The old robot continued to trundle down the well-worn path between the empty racks, the noise of grinding gears and antiquated treads like wheezing breath.”",
                        "Key": {
                            "Correct": false,
                            "Rationale": "This choice does not support the inference that the robot experiences human emotions.",
                            "Percent": 0
                        }
                    },
                    "D": {
                        "Choice": "“CN‑344315's joy was to enter this room at the end of a day.”",
                        "Key": {
                            "Correct": true,
                            "Rationale": "The “joy” the robot feels supports the inference that the robot experiences human emotions.",
                            "Percent": 0
                        }
                    }
                }
            }
        }
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Literature - Key Ideas & Details"
        ],
        "SubTopics": [
            "Analyze how particular elements of a story, drama, or poem interact (e.g., how the setting shapes the characters or plot)."
        ],
        "SuppContent": [
            "problems/PA18G7E/supps/PA18G7E-S1.json"
        ],
        "Explain": false,
        "Content": [
            "What is the main way that the setting affects the passage?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Because the events take place in the future, a character is unfamiliar with present-day items.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Because the setting is the future, the girl in the passage has never seen a book and does not know what it is.",
                    "Percent": 57
                }
            },
            "B": {
                "Choice": "Because the events take place in the future, a character makes unpredictable decisions.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no textual evidence to support that the setting of the future affects the robot allowing the girl to take the book.",
                    "Percent": 16
                }
            },
            "C": {
                "Choice": "Because the events take place in an old building, the characters assume that they are alone.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The setting of the old building does not relate to the characters thinking they are alone or believing they are in danger.",
                    "Percent": 20
                }
            },
            "D": {
                "Choice": "Because the events take place in an old building, the characters think they will encounter danger.",
                "Key": {
                    "Correct": false,
                    "Rationale": "he setting of the old building does not relate to the characters thinking they are alone or believing they are in danger.",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Literature - Key Ideas & Details"
        ],
        "SubTopics": [
            "Determine a theme or central idea of a text and analyze its development over the course of the text; provide an objective summary of the text."
        ],
        "SuppContent": [
            "problems/PA18G7E/supps/PA18G7E-S1.json"
        ],
        "Explain": false,
        "Content": [
            "Which theme is developed mainly by the character of the robot?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Discovering the past can be an adventure.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This theme is developed through the actions of the girl, not the robot.",
                    "Percent": 23
                }
            },
            "B": {
                "Choice": "Change is the only thing that is constant in life.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although this theme is supported by information in the passage, it is not developed through the character of the robot.",
                    "Percent": 18
                }
            },
            "C": {
                "Choice": "Knowledge becomes more meaningful when it is used.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The passage continually refers to the fact that “data only lives when it is constantly copied” and refers to data in the library as “digital detritus, bit, rot, worthless.” The robot only understands this concept when he gives the girl the book to take with her, rendering the material in it meaningful once it impacts her life.",
                    "Percent": 43
                }
            },
            "D": {
                "Choice": "Believing in a cause can change the minds of others.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The robot's actions of trying to preserve the data in the library do not change the Council of Curators' minds.",
                    "Percent": 16
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "LR",
        "NumChoices": 0,
        "Topics": [
            "Text-Dependent Analysis"
        ],
        "SubTopics": [
            "Draw evidence from literary or informational texts to support analysis, reflection, and research."
        ],
        "SuppContent": [
            "problems/PA18G7E/supps/PA18G7E-S2.json"
        ],
        "Explain": false,
        "Content": [
            "The author uses a journal structure to relate his experiences aboard a ship traveling from Pennsylvania to California. Write an essay analyzing how this structure conveys the experience of a journey at sea. Use evidence from the passage to support your response."
        ],
        "AnswerChoices": {},
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Conventions Of Standard English"
        ],
        "SubTopics": [
            "Vary sentence patterns for meaning, reader/listener interest, and style."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Read the paragraph.",
            ":box:(1) Until 1945, a type of pen called the fountain pen provided a popular option for writing with ink. (2) However, many people complained that the fountain pens required too much time to fill with ink, and they also complained that the pens did not write smoothly and that the pens left ink spots on paper and that these were caused by the ink that dried too slowly. (3) Some inventors, like Milton Reynolds of Chicago, began to think of ways to solve those problems. (4) The solution was to create the ballpoint pen.",
            "Which revision of sentence 2 most improves the style of the paragraph?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "However, many people complained that fountain pens required too much time to fill with ink, did not write smoothly, and left ink spots on paper because the ink dried too slowly.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice states the ideas in the sentence in the most clear and concise way.",
                    "Percent": 58
                }
            },
            "B": {
                "Choice": "However, many people complained about the ink that dried too slowly and left spots on paper and the pens not writing smoothly and requiring too much time to fill.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is a run-on sentence and does not contain parallel structure.",
                    "Percent": 7
                }
            },
            "C": {
                "Choice": "However, many people complained because the ink dried too slowly and left ink spots on paper. The pens did not write smoothly, and then they required too much time to fill.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice reverses the structure of the main ideas and separates them into two sentences, resulting in a lack of conciseness.",
                    "Percent": 17
                }
            },
            "D": {
                "Choice": "However, many people complained that fountain pens required too much time to fill with ink. They complained that the pens did not write smoothly and that the ink that dried too slowly left ink spots on paper.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice unevenly distributes the main ideas between two sentences, the second of which is a run-on, resulting in a lack of clarity.",
                    "Percent": 18
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Conventions Of Standard English"
        ],
        "SubTopics": [
            "Recognize and correct inappropriate shifts in verb tense."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Read the paragraph.",
            ":box:Valley Forge w͟i͟l͟l͟ ͟a͟l͟w͟a͟y͟s͟ ͟b͟e famous as an important location of General Washington's troops during the Revolutionary War. However, it is also the location of the Valley Forge National Historic Park. No one can see the forges that gave the valley its name — they a͟r͟e͟ ͟b͟u͟r͟n͟e͟d by the British before Washington and his soldiers occupied the area —  but visitors can see General Washington's headquarters, restored log cabins where Washington's soldiers m͟a͟y͟ ͟h͟a͟v͟e͟ ͟s͟l͟e͟p͟t, and earthworks that protected the soldiers from British guns. Visitors c͟a͟n͟ ͟l͟e͟a͟r͟n a lot of history at Valley Forge.",
            "Which underlined words should be changed to correct the inappropriate shift in verb tense?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "will always be",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is written in the correct tense.",
                    "Percent": 11
                }
            },
            "B": {
                "Choice": "are burned",
                "Key": {
                    "Correct": true,
                    "Rationale": "The phrase “are burned” should be changed to “were burned” since the described event occurred in the past.",
                    "Percent": 68
                }
            },
            "C": {
                "Choice": "may have slept",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is written in the correct tense.",
                    "Percent": 15
                }
            },
            "D": {
                "Choice": "can learn",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice is written in the correct tense.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Conventions Of Standard English"
        ],
        "SubTopics": [
            "Use punctuation to separate items in a series."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Read the paragraph.",
            ":box:(1) Public places like airports, train stations, and hospitals should continue to have wall clocks with the correct time. (2) It is true that people often have the following items: mobile phones, computers, and wristwatches. (3) Rushing, carrying heavy bags, and searching through pockets can make it difficult for people to check their devices for the time. (4) There should be wall clocks electronic screens, or announcements over the loudspeaker so that people can avoid being late.",
            "Which revision would correct the mistake in punctuation?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Add a comma after p͟l͟a͟c͟e͟s in sentence 1.",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Places” is not part of a series and does not need a comma.",
                    "Percent": 9
                }
            },
            "B": {
                "Choice": "Remove the comma after p͟h͟o͟n͟e͟s in sentence 2.",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Phones” is part of a series and does need a comma.",
                    "Percent": 3
                }
            },
            "C": {
                "Choice": "Remove the comma after R͟u͟s͟h͟i͟n͟g in sentence 3.",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Rushing” is part of a series and does need a comma.",
                    "Percent": 7
                }
            },
            "D": {
                "Choice": "Add a comma after c͟l͟o͟c͟k͟s in sentence 4.",
                "Key": {
                    "Correct": true,
                    "Rationale": "A comma is needed after “clocks” to separate items in a series.",
                    "Percent": 81
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Conventions Of Standard English"
        ],
        "SubTopics": [
            "Recognize and correct inappropriate shifts in pronoun number and person."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Read the paragraph.",
            ":box:(1) Some students enjoy participating in our school band simply because they like music so much. (2) However, other students enjoy being in band because of the opportunity you have to perform with others. (3) Our band students perform for many different audiences throughout the school year, and they also get to attend several musical competitions. (4) The band director prepares them well for their performances.",
            "Which sentence should be revised to correct the inappropriate shift in pronoun person?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "sentence 1",
                "Key": {
                    "Correct": false,
                    "Rationale": "“They” correctly refers back to “students.”",
                    "Percent": 11
                }
            },
            "B": {
                "Choice": "sentence 2",
                "Key": {
                    "Correct": true,
                    "Rationale": "The word “you” should be “they” since it refers back to “students.”",
                    "Percent": 39
                }
            },
            "C": {
                "Choice": "sentence 3",
                "Key": {
                    "Correct": false,
                    "Rationale": "“They” correctly refers back to “students.”",
                    "Percent": 25
                }
            },
            "D": {
                "Choice": "sentence 4",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Them” and “their” correctly refers back to “students.”",
                    "Percent": 25
                }
            }
        },
        "Parts": {}
    }
}