{
    "Directions": "Read the information, then answer each question that follows.",
    "Context": [],
    "Title": "Trouble in the Water",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        [" ", "Students in a small city observe that many fish in the city's river are dying. The students do some research and learn that groundwater can become contaminated when human activities release chemicals and waste products into the environment. Contaminated groundwater can flow into rivers and harm living organisms that use the contaminated water."],
        [" ", "Concerned about losing biodiversity in their river, the students alert state wildlife biologists. The wildlife biologists do a survey to determine the river's current biodiversity in order to compare that to historical biodiversity. The table shows nine species that had historically been found at six locations along the river. An “X” indicates that the biologists found the species at that location during their survey."],
        ["", "problems/NMG11S/media/S6a.jpg"],
        [" ", "Officials in the students' city hire environmental engineers who find an underground gasoline tank at an abandoned gas station near the river. The engineers know that gasoline contains petrochemicals that can harm living organisms. The table shows the health effects of different levels of petrochemicals. The levels are given in parts per billion (ppb)."],
        ["", "problems/NMG11S/media/S6b.jpg"],
        [" ", "The engineers determine that the gas tank is leaking and liquid from the tank has reached the shores of the river. They estimate that 3,000 cubic meters of soil is contaminated. The diagram shows the estimated amount of petrochemical contamination in parts per billion (ppb) near the leaky tank."],
        ["", "problems/NMG11S/media/S6c.jpg"],
        [" ", "City officials want a solution that will:"],
        ["", ":ibox:• clean the soil around the gas tank as quickly as possible\n\n• not harm organisms that live in and around the river\n\n• cost less than $200,000"],
        [" ", "The officials research possible solutions. Information about three possible solutions is shown in the table."],
        ["", "problems/NMG11S/media/S6d.jpg"]
    ],
    "Copyright": "",
    "References": []
}