{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Central Ideas and Details, for which students must determine the central idea of a text and/or interpret the key details supporting that idea."
        ],
        "SuppContent": [
            "problems/SAT20RW1/supps/SAT20RW1-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The narrator of the passage can best be described as"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "one of Miss Spivey's former students.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Throughout the passage, the narrator refers to Miss Spivey's 1938 class as “we” and “us” and describes interactions between Miss Spivey and her students as a firsthand observer, indicating that the narrator was a member of this 1938 class. Therefore, the narrator of the passage can best be described as one of Miss Spivey's former students.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Miss Spivey's predecessor.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The narrator refers to Miss Spivey's predecessor, Miss Chandler, by name, not as “I” or “me,” and therefore the narrator isn't Miss Spivey's predecessor.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "an anonymous member of the community.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage identifies the narrator as a member of Miss Spivey's 1938 class and also mentions the narrator's mother and brother, Ralphord.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Miss Spivey herself.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The narrator refers to Miss Spivey by name and as “she” and “her,” not as “I” or “me,” and thus can't be Miss Spivey herself.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Central Ideas and Details, for which students must determine the central idea of a text and/or interpret the key details supporting that idea."
        ],
        "SuppContent": [
            "problems/SAT20RW1/supps/SAT20RW1-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In the passage, Threestep is mainly presented as a"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "summer retreat for vacationers.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The narrator describes Threestep as uncomfortably hot for its residents, not as a summer retreat for vacationers.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "small rural town.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The description of the train's arrival in the first paragraph suggests that Threestep is a rural town: instead of a paved platform, the tracks are lined with “burned grass.” Meanwhile, the description of the school in the sixth paragraph implies that the community is small: instead of individual rooms for separate grade levels, the school's single room contains twenty-six students spread “across seven grade levels.” Therefore, Threestep is mainly presented in the passage as a small rural town.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "town that is home to a prominent university.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Miss Spivey refers to prominent universities located in other cities, not ones located in Threestep.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "comfortable suburb.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the first paragraph Threestep is characterized as a small rural town that is experiencing “hard times,” not as a comfortable suburb.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Inferences, for which students must draw a reasonable inference based on explicit and/or implicit information and ideas in a text."
        ],
        "SuppContent": [
            "problems/SAT20RW1/supps/SAT20RW1-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "It can reasonably be inferred from the passage that some of the people at the train station regard Miss Spivey's comment about the Georgia heat with"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "sympathy, because they assume that she is experiencing intense heat for the first time.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Miss Spivey informs the people at the train station that she has experienced even more extreme heat, so they wouldn't have assumed that she is experiencing intense heat for the first time.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "disappointment, because they doubt that she will stay in Threestep for very long.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage indicates that the people at the station know Miss Spivey is coming to Threestep to work, not that they doubt she will stay there very long.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "embarrassment, because they imagine that she is superior to them.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage doesn't indicate that the people at the train station imagine that she is superior to them.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "resentment, because they feel that she is minimizing their discomfort.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the first paragraph, Miss Spivey remarks that the heat in Georgia is nothing compared to the heat she experienced in Timbuktu. Later in this paragraph the narrator states, “I believe her remark irritated some of the people gathered to welcome her on the burned grass alongside the tracks. When folks are sweating through their shorts, they don't like to hear that this is nothing compared to someplace else.” Hence it can reasonably be inferred from the passage that some of the people at the train station regard Miss Spivey's comment about the Georgia heat with resentment because they feel that she is minimizing their discomfort.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Command of Evidence (Textual), for which students must use textual evidence (e.g., a fact, detail, or example) to appropriately support, challenge, or otherwise respond to a specified claim or point."
        ],
        "SuppContent": [
            "problems/SAT20RW1/supps/SAT20RW1-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which choice provides the best evidence for the answer to the previous question?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Lines 2-5 (“She stepped ... angle”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cited lines don't provide the best evidence for the answer to the previous question. Instead, they describe Miss Spivey's appearance.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Lines 10-14 (“I believe ... else”)",
                "Key": {
                    "Correct": true,
                    "Rationale": "The previous question asks what can be inferred from the passage about the reaction of the people at the train station to Miss Spivey's comment about the Georgia heat. The answer, that it can be reasonably inferred from the passage that some of the people at the train station regard Miss Spivey's comment about the Georgia heat with resentment because they feel that she's minimizing their discomfort, is best supported in the first paragraph: “I believe her remark irritated some of the people gathered to welcome her on the burned grass alongside the tracks. When folks are sweating through their shorts, they don't like to hear that this is nothing compared to someplace else.”",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Lines 14-20 (“Irritated ... excitement”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cited lines don't provide the best evidence for the answer to the previous question. Instead, they reflect on why people viewed her arrival positively in spite of their irritation over her remark.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Lines 23-25 (“She'd gone ... London”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cited lines don't provide the best evidence for the answer to the previous question. Instead, they outline her education.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Words in Context, for which students must determine the meaning of a high-utility academic word or phrase in context or use such vocabulary in a precise, contextually appropriate way."
        ],
        "SuppContent": [
            "problems/SAT20RW1/supps/SAT20RW1-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Miss Spivey most likely uses the phrase “fruitful intermission” (line 26) to indicate that"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "she benefited from taking time off from her studies in order to travel.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the second paragraph, Miss Spivey describes a break she took from her formal education as a “fruitful intermission.” She explains that she “traveled extensively in the Near East and Africa with a friend of her grandmother's, one Janet Miller” during this time. Therefore, Miss Spivey most likely uses the phrase “fruitful intermission” to indicate that she benefited from taking time off from her studies to travel.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "her travels with Janet Miller encouraged her to start medical school.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Miss Spivey's use of the phrase “fruitful intermission” doesn't indicate that her travels with Janet Miller encouraged her to start medical school.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "her early years at boarding school resulted in unanticipated rewards.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Miss Spivey uses the phrase “fruitful intermission” to refer to a break in her formal education after boarding school, not during her early years there.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "what she thought would be a short break from school lasted several years.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Miss Spivey's use of the phrase “fruitful intermission” doesn't indicate that this break lasted longer than she had expected.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Text Structure and Purpose, for which students must analyze the structure of a text or determine the main rhetorical purpose of a text."
        ],
        "SuppContent": [
            "problems/SAT20RW1/supps/SAT20RW1-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The interaction between Miss Spivey and Ralphord serves mainly to"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "suggest that Miss Spivey has an exaggerated view of what information should be considered common knowledge.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the second paragraph, Miss Spivey tells her class that she went to Barnard College in New York City, which prompts Ralphord to ask her what she studied at “Barnyard College.” In response, Miss Spivey explains that Barnard College “was the sister school of Columbia University, of which, she expected, we all had heard.” This interaction implies that, contrary to Miss Spivey's expectations, the names of prestigious East Coast schools aren't common knowledge among her pupils. Thus the interaction between Miss Spivey and Ralphord serves mainly to suggest that Miss Spivey has an exaggerated view of what information should be considered common knowledge.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "establish a friendly dynamic between the charming schoolchildren and their indulgent and doting new instructor.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The interaction between Miss Spivey and Ralphord establishes an atmosphere of misunderstanding, not friendliness.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "introduce Ralphord as a precocious young student and Miss Spivey as a dismissive and disinterested teacher.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Ralphord's question demonstrates his naivety rather than his precociousness.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "demonstrate that the children want to amuse Miss Spivey with their questions.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage doesn't suggest that Ralphord's question is an attempt to amuse Miss Spivey.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Words in Context, for which students must determine the meaning of a high-utility academic word or phrase in context or use such vocabulary in a precise, contextually appropriate way."
        ],
        "SuppContent": [
            "problems/SAT20RW1/supps/SAT20RW1-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In the third paragraph, what is the narrator most likely suggesting by describing Miss Spivey as having “wandered” (line 40) in one situation and “marched” (line 49) in another situation?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Dewey, knowing Miss Spivey wasn't very confident in her ability to teach, instilled in her a sense of determination.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The narrator's description of Miss Spivey as having “wandered” into Dewey's class and “marched” to sign up for the Teacher's College suggests that her accidental encounter with him motivated her to begin studying to be a teacher, not that Dewey saw Miss Spivey as lacking confidence in her ability to teach.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Talking with Dewey over coffee made Miss Spivey realize how excited she was to teach in the poorest, most remote corner of America.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Miss Spivey didn't express a desire to teach in the poorest, most remote corner of America until two years after talking with Dewey over coffee.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "After two years spent studying, Miss Spivey was anxious to start teaching and be in charge of her own classroom.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The narrator's description of Miss Spivey as having “wandered” into Dewey's class and “marched” to sign up for the Teacher's College suggests that her accidental encounter with him motivated her to begin studying to be a teacher, not that she was anxious to be in charge of her own classroom.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Miss Spivey's initial encounter with Dewey's ideas was somewhat accidental but ultimately motivated her to decisive action.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The third paragraph describes Miss Spivey as having “wandered,” or walked aimlessly, into a lecture by John Dewey. Following her interactions with the professor, Miss Spivey was inspired to work as an educator; consequently, she “marched,” or walked purposefully, to sign up for the Teacher's College. Hence, by describing Miss Spivey as having “wandered” in the former situation and “marched” in the latter, the narrator is most likely suggesting that Miss Spivey's initial encounter with Dewey's ideas was somewhat accidental but ultimately motivated her to decisive action.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Central Ideas and Details, for which students must determine the central idea of a text and/or interpret the key details supporting that idea."
        ],
        "SuppContent": [
            "problems/SAT20RW1/supps/SAT20RW1-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "According to the passage, Miss Spivey ended up in Threestep as a direct result of"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "her friendship with Janet Miller.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Miss Spivey ended up in Threestep as a direct result of talking with a woman at the WPA, not as an immediate consequence of her friendship with Janet Miller.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "attending college in New York City.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Miss Spivey ended up in Threestep as a direct result of talking with a woman at the WPA, not as an immediate consequence of her decision to attend college in New York City.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "talking with a woman at the WPA.",
                "Key": {
                    "Correct": true,
                    "Rationale": "According to the third paragraph, after two years at the Teacher's College, Miss Spivey told a woman from the WPA that “she wanted to bring democracy and education to the poorest, darkest, most remote and forgotten corner of America.” Consequently, “they sent her to Threestep, Georgia,” according to the fourth paragraph. Thus Miss Spivey ended up in Threestep as a direct result of talking with a woman at the WPA.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Miss Chandler's retirement from teaching.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Miss Chandler is mentioned as Miss Spivey's predecessor in Threestep, but Miss Spivey's arrival in town doesn't occur as a direct result of Miss Chandler's retirement.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Central Ideas and Details, for which students must determine the central idea of a text and/or interpret the key details supporting that idea."
        ],
        "SuppContent": [
            "problems/SAT20RW1/supps/SAT20RW1-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In the passage, when Miss Spivey announces that she had seen camels, the students' reaction suggests that they are"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "delighted.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Miss Spivey announces that she had seen camels, the students' reaction suggests that they are baffled, not delighted.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "fascinated.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Miss Spivey announces that she had seen camels, the students' reaction suggests that they are baffled, not fascinated.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "baffled.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The ninth paragraph describes the students' reaction to Miss Spivey's announcement that she had seen camels on her trip to Baghdad: “We all hung there for a minute, thinking hard, until Mavis Davis spoke up.” Mavis reminds the other students that camels appear in a story they are familiar with. Thus, when Miss Spivey announces that she had seen camels, the students' reaction suggests that they are baffled.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "worried.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Miss Spivey announces that she had seen camels, the students' reaction suggests that they are baffled, not worried.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Command of Evidence (Textual), for which students must use textual evidence (e.g., a fact, detail, or example) to appropriately support, challenge, or otherwise respond to a specified claim or point."
        ],
        "SuppContent": [
            "problems/SAT20RW1/supps/SAT20RW1-S1.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which choice provides the best evidence for the answer to the previous question?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Lines 82-84 (“She looked ... thought”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cited lines don't provide the best evidence for the answer to the previous question. Instead, they describe Miss Spivey's anticipation of a delighted or amazed response to her announcement that she had seen camels.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Lines 85-86 (“We all ... up”)",
                "Key": {
                    "Correct": true,
                    "Rationale": "The previous question asks what the students' reaction suggests about them when Miss Spivey announces that she had seen camels. The answer, that their reaction suggests that they are baffled, is best supported in the ninth paragraph: “We all hung there for a minute, thinking hard, until Mavis Davis spoke up.”",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Lines 87-90 (“She means ... room”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cited lines don't provide the best evidence for the answer to the previous question. Instead, they relay Mavis's reference to a story familiar to the students.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Lines 91-95 (“Instead ... right”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cited lines don't provide the best evidence for the answer to the previous question. Instead, they reflect on the subdued nature of Miss Spivey's response to Mavis.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Text Structure and Purpose, for which students must analyze the structure of a text or determine the main rhetorical purpose of a text."
        ],
        "SuppContent": [
            "problems/SAT20RW1/supps/SAT20RW1-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The main purpose of the passage is to"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "provide support for the claim that efforts to reduce traffic actually increase traffic.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author introduces the claim that efforts to reduce traffic actually increase traffic as a supporting point, not as the main purpose of the passage.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "dispute the widely held belief that building and improving mass transit systems is good for the environment.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the second paragraph, the author does dispute the environmental value of making car travel more convenient, but this isn't the main purpose of the passage.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "discuss the negative environmental consequences of car-focused development and suburban sprawl.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The negative environmental consequences of car-focused development and suburban sprawl are supporting details of the passage, not its main purpose.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "argue that one way to reduce the negative environmental effects of traffic is to make driving less agreeable.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Throughout the passage, the author contends that efforts to make driving more unpleasant can curtail the negative environmental effects of car use, such as the rapid growth of “energy-hungry subdivisions.” According to the second paragraph, “one of the few forces with a proven ability to slow the growth of suburban sprawl has been the ultimately finite tolerance of commuters for long, annoying commutes.” Consequently, according to the last paragraph, “from an environmental perspective, inconvenient travel is a worthy goal.” Thus the main purpose of the passage is to argue that one way to reduce the negative environmental effects of traffic is to make driving less agreeable.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Command of Evidence (Textual), for which students must use textual evidence (e.g., a fact, detail, or example) to appropriately support, challenge, or otherwise respond to a specified claim or point."
        ],
        "SuppContent": [
            "problems/SAT20RW1/supps/SAT20RW1-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which choice best supports the idea that the author assumes that, all things being equal, people would rather drive than take mass transit?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Lines 1-5 (“Building ... car”)",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the first paragraph, the author states, “Building good transit isn't a bad idea, but it can actually backfire if the new trains and buses merely clear space on highway lanes for those who would prefer to drive—a group that, historically, has included almost everyone with access to a car.” In this sentence, the author bases his claim about the unintended consequences of building public transit on the expectation that most people would prefer to drive a car than take trains and buses. Hence this sentence best supports the idea that the author assumes that, all things being equal, people would rather drive than take mass transit.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Lines 5-8 (“To have ... overall”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cited lines don't provide the best support for the idea that the author assumes that, all things being equal, people would rather drive than take mass transit. Instead, they argue that in order to have positive environmental effects, new transit options have to persuade a substantial number of people not to drive.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Lines 15-18 (“But they're ... productive”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cited lines don't provide the best support for the idea that the author assumes that, all things being equal, people would rather drive than take mass transit. Instead, they contend that unpopular efforts to make driving less convenient are necessary to reduce driving.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Lines 19-22 (“One ... commutes”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cited lines don't provide the best support for the idea that the author assumes that, all things being equal, people would rather drive than take mass transit. Instead, they connect increased commute times to a reduction in suburban sprawl.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Words in Context, for which students must determine the meaning of a high-utility academic word or phrase in context or use such vocabulary in a precise, contextually appropriate way."
        ],
        "SuppContent": [
            "problems/SAT20RW1/supps/SAT20RW1-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "As used in line 9, “backed up” most nearly means"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "supported.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The first paragraph states, “That means that a new transit system has to be backed up by something that impels complementary reductions in car use.” In other words, new public transportation initiatives need to be supported, or reinforced, by policies that reduce car use. Thus “backed up,” as used in the passage, most nearly means supported.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "copied.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of the passage, “backed up” means supported, not copied.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "substituted.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of the passage, “backed up” means supported, not substituted.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "jammed.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of the passage, “backed up” means supported, not jammed.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Central Ideas and Details, for which students must determine the central idea of a text and/or interpret the key details supporting that idea."
        ],
        "SuppContent": [
            "problems/SAT20RW1/supps/SAT20RW1-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In the first paragraph, the author concedes that his recommendations are"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "costly to implement.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the first paragraph, the author doesn't indicate that his recommendations are costly to implement.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "not widely supported.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the first paragraph, the author introduces some proposals for reducing car traffic by making driving slower and less convenient. However, he also acknowledges that “those ideas are not popular.” Thus, in the first paragraph, the author concedes that his recommendations aren't widely supported.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "strongly opposed by experts.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author concedes that his recommendations are unpopular with the general public, not strongly opposed by experts.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "environmentally harmful in the short term.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author suggests that his recommendations are environmentally beneficial in the long term, not environmentally harmful in the short term.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Inferences, for which students must draw a reasonable inference based on explicit and/or implicit information and ideas in a text."
        ],
        "SuppContent": [
            "problems/SAT20RW1/supps/SAT20RW1-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Based on the passage, how would the author most likely characterize many attempts to improve traffic?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "They are doomed to fail because most people like driving too much to change their habits.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author doesn't characterize attempts to improve traffic as doomed to fail due to drivers' reluctance to change their behavior.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "They overestimate how tolerant people are of long commutes.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author doesn't characterize attempts to improve traffic as overestimating drivers' tolerance of long commutes.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "They are well intentioned but ultimately lead to environmental harm.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the second paragraph, the author argues that “if, in a misguided effort to do something of environmental value, municipalities take steps that make long-distance car commuting faster or more convenient ... we actually make the sprawl problem worse.” That is, measures that make driving more convenient actually harm the environment because they encourage more people to live in suburban developments, which represents wasteful expansion in his view. Therefore, based on the passage, the author would most likely characterize many attempts to improve traffic as well intentioned but ultimately leading to environmental harm.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "They will only work if they make driving more economical and productive.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author doesn't characterize attempts to improve traffic as viable only if they make driving more economical and productive.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Command of Evidence (Textual), for which students must use textual evidence (e.g., a fact, detail, or example) to appropriately support, challenge, or otherwise respond to a specified claim or point."
        ],
        "SuppContent": [
            "problems/SAT20RW1/supps/SAT20RW1-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which choice provides the best evidence for the answer to the previous question?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Lines 8-14 (“That ... tolls”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cited lines don't provide the best evidence for the answer to the previous question. Instead, they assert that public transit improvements must be supported by measures to reduce car use.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Lines 22-26 (“That ... enough”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cited lines don't provide the best evidence for the answer to the previous question. Instead, they indicate that tolerance for long commutes has grown recently, but has a natural limit.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Lines 31-40 (“If, in ... worse”)",
                "Key": {
                    "Correct": true,
                    "Rationale": "The previous question asks how the author would most likely characterize many attempts to improve traffic. The answer, that the author would most likely characterize such attempts as well intentioned but ultimately leading to environmental harm, is best supported in the second paragraph: “If, in a misguided effort to do something of environmental value, municipalities take steps that make long-distance car commuting faster or more convenient—by adding lanes, building bypasses, employing traffic-control measures that make it possible for existing roads to accommodate more cars with fewer delays, replacing tollbooths with radio-based systems that don't require drivers even to slow down—we actually make the sprawl problem worse.”",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Lines 64-67 (“Moving ... use”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cited lines don't provide the best evidence for the answer to the previous question. Instead, they elaborate on why improvements in public transport can fail to decrease road use.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "17": {
        "Number": 17,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Central Ideas and Details, for which students must determine the central idea of a text and/or interpret the key details supporting that idea."
        ],
        "SuppContent": [
            "problems/SAT20RW1/supps/SAT20RW1-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "According to the passage, reducing commuting time for drivers can have which of the following effects?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Drivers become more productive employees than they previously were.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage doesn't suggest that reducing commuting time can make drivers more productive employees.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Mass transit gets extended farther into suburban areas than it previously was.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage doesn't suggest that reducing commuting time can cause mass transit to be extended farther into suburban areas.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Mass transit carries fewer passengers and receives less government funding than it previously did.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage doesn't suggest that reducing commuting time can result in less government funding for mass transit.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Drivers become more willing to live farther from their places of employment than they previously were.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The second paragraph discusses how efforts to make commuting more convenient can have the unintended consequence of encouraging people to live farther away from their jobs: “If you cut commuting time by 10 percent, people who now drive fifty miles each way to work can justify moving five miles farther out, because their travel time won't change.” Therefore, according to the passage, reducing commuting time for drivers can have the effect of making drivers more willing to live farther from their places of employment.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "18": {
        "Number": 18,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Words in Context, for which students must determine the meaning of a high-utility academic word or phrase in context or use such vocabulary in a precise, contextually appropriate way."
        ],
        "SuppContent": [
            "problems/SAT20RW1/supps/SAT20RW1-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "As used in line 72, “promotes” most nearly means"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "upgrades.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of the passage, “promotes” means advocates, not upgrades.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "serves.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of the passage, “promotes” means advocates, not serves.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "advocates.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The last paragraph asserts, “No one ever promotes a transit scheme by arguing that it would make traveling less convenient.” In other words, nobody advocates, or pushes for, changes to the transportation system by arguing that they would make traveling less convenient. Thus “promotes,” as used in the passage, most nearly means advocates.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "develops.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of the passage, “promotes” means advocates, not develops.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "19": {
        "Number": 19,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Command of Evidence (Quantitative), for which students must use quantitative evidence (i.e., data from an informational graphic) to appropriately support, challenge, or otherwise respond to a specified claim or point."
        ],
        "SuppContent": [
            "problems/SAT20RW1/supps/SAT20RW1-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "According to figure 1, how many vehicles traveled on the altered road through the Southampton city center per day before the route was altered?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "3,081",
                "Key": {
                    "Correct": false,
                    "Rationale": "3,081 is the number of vehicles per day that traveled on the Southampton city center road after it was altered, not before.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "5,316",
                "Key": {
                    "Correct": true,
                    "Rationale": "Figure 1 presents data related to the effect of route capacity reduction on selected regions. In the row pertaining to Southampton city center, the number 5,316 appears under the heading “Vehicles per day on altered road” in the column that specifies “Before alteration.” Thus, according to figure 1, the number of vehicles that traveled on the altered road through Southampton city center per day before the route was altered is 5,316.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "24,101",
                "Key": {
                    "Correct": false,
                    "Rationale": "24,101 is the number of vehicles per day that traveled on roads surrounding the Southampton city center road after it was altered.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "26,522",
                "Key": {
                    "Correct": false,
                    "Rationale": "26,522 is the number of vehicles that traveled on roads surrounding the Southampton city center road before it was altered.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "20": {
        "Number": 20,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Central Ideas and Details, for which students must determine the central idea of a text and/or interpret the key details supporting that idea."
        ],
        "SuppContent": [
            "problems/SAT20RW1/supps/SAT20RW1-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Do the data in figure 1 support or weaken the argument of the author of the passage, and why?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Support, because the data show that merely moving drivers out of cars can induce traffic.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Figure 1 data support the author's argument that route capacity reduction results in a reduction of car use, but the figure doesn't provide data relating to the “induced traffic” phenomenon.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Support, because the data show that reducing road capacity can lead to a net reduction in traffic.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the first paragraph, the author of the passage argues that “to have environmental value ... a new transit system has to be backed up by something that impels complementary reductions in car use—say, the physical elimination of traffic lanes.” According to figure 1, reducing route capacity resulted in a net reduction in regional traffic in all five areas studied. Therefore, the data in figure 1 support the author's argument because the data show that reducing road capacity can lead to a net reduction in traffic.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Weaken, because the data show that in some cases road alterations lead to greater traffic on surrounding roads.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Figure 1 data support, not weaken, the author's argument that route capacity reduction such as elimination of traffic lanes results in reduction of traffic.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Weaken, because the data show that traffic reductions due to road alterations tend to be brief.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Figure 1 data support, not weaken, the author's argument that route capacity reduction such as elimination of traffic lanes results in reduction of traffic.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "21": {
        "Number": 21,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Central Ideas and Details, for which students must determine the central idea of a text and/or interpret the key details supporting that idea."
        ],
        "SuppContent": [
            "problems/SAT20RW1/supps/SAT20RW1-S2.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Based on figure 2, the engineers surveyed were most skeptical of the idea that in the event of a reallocation of road space, drivers would change"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "when they travel.",
                "Key": {
                    "Correct": false,
                    "Rationale": "According to figure 2, when the engineers were asked whether they thought that drivers would change when they travel in the event of a significant road space reallocation, they gave more “yes” or “yes (in exceptional circumstances)” answers, and fewer “no” answers than they gave in response to the question of whether they thought drivers would change their driving style. Thus the engineers were less skeptical of these potential changes than they were of the idea that drivers would change their driving style in the event of a significant road space reallocation.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "their means of traveling.",
                "Key": {
                    "Correct": false,
                    "Rationale": "According to figure 2, when the engineers were asked whether they thought that drivers would change their means of traveling in the event of a significant road space reallocation, they gave more “yes” or “yes (in exceptional circumstances)” answers, and fewer “no” answers than they gave in response to the question of whether they thought drivers would change their driving style. Thus the engineers were less skeptical of these potential changes than they were of the idea that drivers would change their driving style in the event of a significant road space reallocation.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "how often they make a journey.",
                "Key": {
                    "Correct": false,
                    "Rationale": "According to figure 2, when the engineers were asked whether they thought that drivers would change  how often they make a journey in the event of a significant road space reallocation, they gave more “yes” or “yes (in exceptional circumstances)” answers, and fewer “no” answers than they gave in response to the question of whether they thought drivers would change their driving style. Thus the engineers were less skeptical of these potential changes than they were of the idea that drivers would change their driving style in the event of a significant road space reallocation.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "their driving style.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Figure 2 presents data related to an opinion poll of transportation engineers. According to the `y`-axis label, the engineers were asked whether a significant road space reallocation could result in people changing various aspects of their driving. The graph shows four different answer possibilities: “yes,” “yes (in exceptional circumstances),” “no,” and “don't know.” The question asks for the aspect of driver behavior that the engineers surveyed thought was least likely to change in the event of a reallocation of road space according to figure 2: when they travel, their means of traveling, how often they make a journey, or their driving style. Of these four choices, “their driving style,” received the smallest percentage of “yes” and “yes (in exceptional circumstances)” responses and the largest percentage of “no” responses. Hence, based on figure 2, the engineers surveyed were most skeptical of the idea that, in the event of a reallocation of road space, drivers would change their driving style.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "22": {
        "Number": 22,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Central Ideas and Details, for which students must determine the central idea of a text and/or interpret the key details supporting that idea."
        ],
        "SuppContent": [
            "problems/SAT20RW1/supps/SAT20RW1-S3.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Based on the passage, textbook authors in the early 1990s would most likely have expected which condition to result from the blocking of fast fibers?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The rate at which other nerve fibers fired would increase.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage indicates that textbook authors in the early 1990s believed blocking fast nerve fibers would impair sensations of vibration, not that blocking would increase the firing rate of other fibers.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The test subject would perceive gentle stimuli as painful.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage indicates that textbook authors in the early 1990s believed blocking fast nerve fibers would impair sensations of vibration, not that blocking would cause gentle stimuli to be perceived as painful.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The body would compensate by using slow fibers to sense pressure.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage indicates that textbook authors in the early 1990s believed blocking fast nerve fibers would impair sensations of vibration, not that blocking would make the body compensate by using slow fibers to sense pressure.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The ability to perceive vibrations would be impaired.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The first paragraph asserts that textbook authors in the early 1990s believed that “sensations of pressure and vibration ... travel only along myelinated, fast-signaling nerve fibers.” Thus, based on the passage, textbook authors in the early 1990s would most likely have expected that the ability to perceive vibrations would be impaired as a result of blocking fast fibers.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "23": {
        "Number": 23,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Command of Evidence (Textual), for which students must use textual evidence (e.g., a fact, detail, or example) to appropriately support, challenge, or otherwise respond to a specified claim or point."
        ],
        "SuppContent": [
            "problems/SAT20RW1/supps/SAT20RW1-S3.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which choice provides the best evidence for the answer to the previous question?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Lines 1-4 (“In the ... temperature”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cited lines don't provide the best evidence for the answer to the previous question. Instead, they assert that textbook authors in the early 1990s believed slow-conducting nerves responded only to pain and temperature stimuli.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Lines 4-7 (“Sensations ... location”)",
                "Key": {
                    "Correct": true,
                    "Rationale": "The previous question asks what condition textbook authors in the early 1990s would most likely have expected to result from blocking fast fibers. The answer, that they would most likely have expected blocking fast fibers to result in an impairment of the ability to perceive vibrations, is best supported in the first paragraph, which refers to the views of textbook authors in the early 1990s: “Sensations of pressure and vibration were believed to travel only along myelinated, fast-signaling nerve fibers, which also give information about location.”",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Lines 12-14 (“blocking ... shock”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cited lines don't provide the best evidence for the answer to the previous question. Instead, they noted that blocking slow fibers only seemed to reduce sensitivity to warmth or small painful shocks.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Lines 34-36 (“In contrast ... 75 m/s”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cited lines don't provide the best evidence for the answer to the previous question. Instead, they knew that fast-conducting fibers responded to touch at a signal rate of 35 to 75 m/s.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "24": {
        "Number": 24,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Words in Context, for which students must determine the meaning of a high-utility academic word or phrase in context or use such vocabulary in a precise, contextually appropriate way."
        ],
        "SuppContent": [
            "problems/SAT20RW1/supps/SAT20RW1-S3.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "As used in line 18, “active” most nearly means"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "present.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The second paragraph states, “Håkan Olausson and his Gothenburg University colleagues Åke Vallbo and Johan Wessberg wondered if slow fibers responsive to gentle pressure might be active in humans as well as in other mammals.” In other words, the researchers wondered if these nerves were present, or existent, in humans and other mammals. Therefore, in the context of the passage, the word “active” most nearly means present.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "attentive.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of the passage, “active” most nearly means present, not attentive.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "movable.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of the passage, “active” most nearly means present, not movable.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "restless.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of the passage, “active” most nearly means present, not restless.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "25": {
        "Number": 25,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Words in Context, for which students must determine the meaning of a high-utility academic word or phrase in context or use such vocabulary in a precise, contextually appropriate way."
        ],
        "SuppContent": [
            "problems/SAT20RW1/supps/SAT20RW1-S3.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "As used in line 24, “capture” most nearly means"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "occupy.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of the passage, “capture” most nearly means record, not occupy.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "seize.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of the passage, “capture” most nearly means record, not seize.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "record.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The second paragraph states, “Using a technique called microneurography, in which a fine filament is inserted into a single nerve to capture its electrical impulses, the scientists were able to measure how quickly—or slowly—the nerves fired.” In other words, the researchers used the technique known as microneurography to record, or register, the electrical signals sent by nerve fibers. Therefore, in the context of the passage, the word “capture” most nearly means record.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "influence.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of the passage, “capture” most nearly means record, not influence.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "26": {
        "Number": 26,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Central Ideas and Details, for which students must determine the central idea of a text and/or interpret the key details supporting that idea."
        ],
        "SuppContent": [
            "problems/SAT20RW1/supps/SAT20RW1-S3.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which conclusion is best supported by the findings of Olausson's 1993 experiment?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Stimulation at bodily extremities can be sensed as rapidly as stimulation closer to the brain.",
                "Key": {
                    "Correct": false,
                    "Rationale": "According to the passage, Olausson's 1993 study didn't compare how signal speed was affected by stimulation in different bodily areas.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The presence of hairs in human skin lessens the speed with which nerves conduct signals.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage notes that only human hairy skin contains slow nerve fibers, not that hair causes signal speeds to slow.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Gentle pressure is sensed not only by fast fibers but also by slow fibers.",
                "Key": {
                    "Correct": true,
                    "Rationale": "According to the passage, different types of nerve fibers carry signals at different speeds, either fast or slow. The second paragraph outlines a study led by Håkan Olausson in 1993 that measured the response time of nerves when exposed to gentle pressure. Olausson and his team found that “soft stroking prompted two different signals” in test subjects' nerve fibers, “one immediate and one delayed.” Therefore, the conclusion that is best supported by the findings of Olausson's 1993 experiment is that gentle pressure is sensed not only by fast fibers but also by slow fibers.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The speed at which a nerve fires is dependent on the strength of pressure applied to the nerve.",
                "Key": {
                    "Correct": false,
                    "Rationale": "According to the passage, Olausson's 1993 study didn't compare how signal speed was affected by different amounts of pressure applied to the nerve.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "27": {
        "Number": 27,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Command of Evidence (Textual), for which students must use textual evidence (e.g., a fact, detail, or example) to appropriately support, challenge, or otherwise respond to a specified claim or point."
        ],
        "SuppContent": [
            "problems/SAT20RW1/supps/SAT20RW1-S3.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which choice provides the best evidence for the answer to the previous question?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Lines 22-26 (“Using ... fired”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cited lines don't provide the best evidence for the answer to the previous question. Instead, they describe a technique used by Olausson's team.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Lines 26-28 (“They ... delayed”)",
                "Key": {
                    "Correct": true,
                    "Rationale": "The previous question asks which conclusion is best supported by the findings of Olausson's 1993 experiment. The answer, that Olausson's 1993 experiment best supports the conclusion that gentle pressure is sensed not only by fast fibers but also by slow fibers, is best supported in the second paragraph: Olausson's team “showed that soft stroking prompted two different signals, one immediate and one delayed.”",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Lines 28-30 (“The delay ... later”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cited lines don't provide the best evidence for the answer to the previous question. Instead, they quantify the amount of time between the fast signals and the slow signals observed by Olausson's team.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Lines 37-38 (“Then ... fibers”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cited lines don't provide the best evidence for the answer to the previous question. Instead, they introduce a further study conducted by Olausson's team in 1999.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "28": {
        "Number": 28,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Text Structure and Purpose, for which students must analyze the structure of a text or determine the main rhetorical purpose of a text."
        ],
        "SuppContent": [
            "problems/SAT20RW1/supps/SAT20RW1-S3.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The sentence in lines 43-45 (“But ... mystifying”) serves mainly to"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "identify factors that Olausson had previously failed to consider.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cited lines serve mainly to show a problem from the perspective of Olausson's team, not to identify factors Olausson had previously failed to consider.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "propose a solution to a dilemma encountered by Olausson.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cited lines serve mainly to show a problem from the perspective of Olausson's team, not to propose a solution to a dilemma encountered by Olausson.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "anticipate a potential criticism of Olausson by the reader.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cited lines serve mainly to show a problem from the perspective of Olausson's team, not to anticipate a potential criticism of Olausson by the reader.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "show a problem from the perspective of Olausson's team.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This sentence from the fourth paragraph outlines a quandary that arose from the 1999 study conducted by Olausson's team: “But why exactly humans might have such fibers, which respond only to a narrow range of rather subtle stimuli, was initially mystifying.” The passage presents this line of inquiry as a justification for the team's subsequent research on CT fibers. Thus this sentence serves mainly to show a problem from the perspective of Olausson's team.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "29": {
        "Number": 29,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Inferences, for which students must draw a reasonable inference based on explicit and/or implicit information and ideas in a text."
        ],
        "SuppContent": [
            "problems/SAT20RW1/supps/SAT20RW1-S3.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "It can reasonably be inferred that one of the intended goals of the 1999 experiment was to determine the"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "precise nature of sensations that CT fibers can convey.",
                "Key": {
                    "Correct": true,
                    "Rationale": "According to the fifth paragraph, Olausson set out to discover, in his team's 1999 research, whether a CT nerve “can distinguish where the brush touches the arm, and whether it can discern the difference between a goat-hair brush and a feather. Most importantly, could that same fiber convey a pleasant sensation?” Therefore, it can reasonably be inferred that one of the intended goals of the 1999 experiment was to determine the precise nature of sensations that CT fibers can convey.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "relationship between body hair and CT fiber function.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In their 1999 research, Olausson's team didn't seek to determine the relationship between human body hair and CT fiber function.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "role played by CT fibers in the perception of pain.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In their 1999 research, Olausson's team didn't seek to determine the role played by CT fibers in the perception of pain.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "effect of microneurography on CT fiber signaling.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In their 1999 research, Olausson's team didn't seek to determine the effects of microneurography on CT fiber signaling.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "30": {
        "Number": 30,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Text Structure and Purpose, for which students must analyze the structure of a text or determine the main rhetorical purpose of a text."
        ],
        "SuppContent": [
            "problems/SAT20RW1/supps/SAT20RW1-S3.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The main purpose of the sixth paragraph (lines 64-75) is to"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "identify those of G.L.'s neurological conditions that might be relieved by the experiment.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sixth paragraph doesn't indicate that Olausson's team set out to relieve any of the neurological conditions that G.L. exhibited.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "contextualize the nerve function of G.L. by comparing it with that of other adults.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sixth paragraph doesn't indicate that Olausson's team set out to compare G.L.'s nerve function with that of other adults.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "detail procedures that G.L. had experienced during previous experiments.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sixth paragraph doesn't indicate that Olausson's team set out to detail any procedures that G.L. had experienced during previous experiments.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "indicate why G.L.'s medical condition was of value to Olausson's experiment.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the 1999 study, Olausson's team conducted experiments on a patient known as G.L. The researchers wanted to learn more about what type of sensations slow-conducting CT nerve fibers transmit, and G.L. was of special interest to them, according to the sixth paragraph: “More than 2 decades earlier ... she had lost responsiveness to pressure, and a nerve biopsy confirmed that G.L.'s quick-conducting fibers were gone... But she could still sense warmth, suggesting that her slow-conducting unmyelinated fibers were intact.” The fact that G.L.'s slow-conducting fibers were still intact while her other nerves were unresponsive allowed Olausson's team to study her slow-conducting CT fibers in isolation. Thus the main purpose of the sixth paragraph is to indicate why G.L.'s medical condition was of value to Olausson's experiment.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "31": {
        "Number": 31,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Central Ideas and Details, for which students must determine the central idea of a text and/or interpret the key details supporting that idea."
        ],
        "SuppContent": [
            "problems/SAT20RW1/supps/SAT20RW1-S3.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "According to the passage, G.L. differed from Olausson's other test subjects in terms of the"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "number of cortices activated in the brain during gentle brushing.",
                "Key": {
                    "Correct": true,
                    "Rationale": "According to the last paragraph, “in normal subjects, both the somatosensory and insular cortices were activated [by gentle brushing], but only the insular cortex [which processes emotion] was active when researchers brushed G.L.'s arm.” Therefore, according to the passage, G.L. differed from Olausson's other test subjects in terms of the number of cortices activated in the brain during gentle brushing.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "physical dimensions of the somatosensory cortex.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage doesn't address the physical dimensions of the somatosensory cortex in G.L. or other test subjects.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "intensity of nerve signals required to activate the insular cortex.",
                "Key": {
                    "Correct": false,
                    "Rationale": "G.L. differed from other test subjects in terms of the number of cortices activated in the brain during gentle brushing, not in terms of the intensity of nerve signals required to activate the insular cortex.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "effect of MRI scanning on the basic function of brain cortices.",
                "Key": {
                    "Correct": false,
                    "Rationale": "MRI scanning is discussed in the passage as a method used to locate brain activity, not as a focus of study in Olausson's research.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "32": {
        "Number": 32,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Central Ideas and Details, for which students must determine the central idea of a text and/or interpret the key details supporting that idea."
        ],
        "SuppContent": [
            "problems/SAT20RW1/supps/SAT20RW1-S3.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "According to the passage, humans experience an emotional aspect of touch when"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "brain cortices are shielded from nerve signals.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage doesn't indicate that humans experience an emotional aspect of touch when brain cortices are shielded from nerve signals.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "CT fibers are exposed to a stimulus.",
                "Key": {
                    "Correct": true,
                    "Rationale": "According to the last paragraph, Olausson's 1999 research, in which CT fibers were stimulated, “solidified the notion that CT fibers convey a more emotional quality of touch.” Hence humans experience an emotional aspect of touch when CT fibers are exposed to a stimulus, according to the passage.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "nerve fibers that sense pain are suppressed.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The suppression of G.L.'s pain-sensing fibers did help Olausson study CT fibers in isolation and determine that they transmit an emotional aspect of touch, but the passage doesn't suggest that suppressing these fibers is what allows humans to experience this emotional aspect of touch.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "conscious aspects of sensation are ignored.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage indicates that CT fibers transmit an emotional aspect of touch rather than conscious aspects of sensation, not that humans must ignore the conscious aspects of sensation in order to experience the emotional aspects of touch.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "33": {
        "Number": 33,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Central Ideas and Details, for which students must determine the central idea of a text and/or interpret the key details supporting that idea."
        ],
        "SuppContent": [
            "problems/SAT20RW1/supps/SAT20RW1-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In Passage 1, Beveridge asserts that the resources and immensity of the United States constitute a"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "safeguard against foreign invasion.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Beveridge envisions Americans occupying foreign lands, not being subject to foreign invasion; moreover, he asserts that the resources and immensity of the United States constitute a divine gift, not a safeguard against invasion.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "replication of conditions in Europe.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Beveridge asserts that American society constitutes an improvement on English society, not that the resources and immensity of the United States replicate conditions in Europe.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "divine gift to the American people.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the first paragraph of Passage 1, Beveridge portrays America as “a noble land that God has given us; a land that can feed and clothe the world; a land whose coast lines would enclose half the countries of Europe.” Thus, in Passage 1, Beveridge asserts that the resources and immensity of the United States constitute a divine gift to the American people.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "source of envy for people in other countries.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Beveridge doesn't assert that the resources and immensity of the United States constitute a source of envy for people in other countries.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "34": {
        "Number": 34,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Text Structure and Purpose, for which students must analyze the structure of a text or determine the main rhetorical purpose of a text."
        ],
        "SuppContent": [
            "problems/SAT20RW1/supps/SAT20RW1-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In the second paragraph of Passage 1 (lines 26-41), the commands given by Beveridge mainly serve to"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "remind the audience of its civic responsibilities.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Beveridge's commands serve to anticipate the benefits of a proposed foreign policy, not to remind the audience of its civic responsibilities.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "anticipate the benefits of a proposed policy.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the second paragraph of Passage 1, Beveridge commands his audience several times to think of a future in which American laws and customs have been extended to foreign countries, leading American citizens to move to those places. According to Beveridge, this will provide Hawaii and Puerto Rico with “justice and safety,” the Philippines with “order and equity,” and Cuba with a “civilization of energy and industry.” Thus, in the second paragraph of Passage 1, the commands given by Beveridge mainly serve to anticipate the benefits of a proposed policy.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "emphasize the urgency of a national problem.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Beveridge's commands serve to anticipate the benefits of a proposed foreign policy, not to emphasize the urgency of a national problem.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "refute arguments that opponents have advanced.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Beveridge's commands serve to anticipate the benefits of a proposed foreign policy, not to refute an argument advanced by opponents.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "35": {
        "Number": 35,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Words in Context, for which students must determine the meaning of a high-utility academic word or phrase in context or use such vocabulary in a precise, contextually appropriate way."
        ],
        "SuppContent": [
            "problems/SAT20RW1/supps/SAT20RW1-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "As used in line 72, “recalled” most nearly means"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "repeated.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of the passage, “recalled” most nearly means retracted, not repeated.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "retracted.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The fourth paragraph of Passage 2 asserts that “a truth once spoken can never be recalled. It goes on and on, and no one can set a limit to its ever-widening influence.” In other words, when a true idea has been introduced to the world, it can never be retracted, or taken back. Therefore, in the context of the passage, the word “recalled” most nearly means retracted.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "rejected.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of the passage, “recalled” most nearly means retracted, not rejected.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "remembered.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of the passage, “recalled” most nearly means retracted, not remembered.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "36": {
        "Number": 36,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Inferences, for which students must draw a reasonable inference based on explicit and/or implicit information and ideas in a text."
        ],
        "SuppContent": [
            "problems/SAT20RW1/supps/SAT20RW1-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "It can reasonably be inferred from Passage 2 that Bryan considers the preference for national sovereignty over foreign rule to be a"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "reaction to the excesses of imperial governments in the modern era.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice can reasonably be inferred that Bryan considers the preference for national sovereignty over foreign rule to be a manifestation of a universal drive in humans that's independent of circumstances, not a reaction to the excesses of imperial governments in the modern era.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "sign that the belief in human equality is widespread.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Bryan indicates that a preference for self-rule is universal, not that belief in human equality is widespread.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "testament to the effects of the foreign policy of the United States.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice can reasonably be inferred that Bryan considers the preference for national sovereignty over foreign rule to be a manifestation of a universal drive in humans that's independent of circumstances, not a testament to the effects of the foreign policy of the United States.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "manifestation of an innate drive in humans toward self-rule.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the fourth paragraph of Passage 2, Bryan argues that the principle of self-rule set forth in the Declaration of Independence is, in fact, a value that all people instinctively aspire to. Indeed, for Bryan, “[God] never made a race of people so low in the scale of civilization or intelligence that it would welcome a foreign master.” Therefore, it can reasonably be inferred from Passage 2 that Bryan considers the preference for national sovereignty over foreign rule to be a manifestation of an innate drive in humans toward self-rule.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "37": {
        "Number": 37,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Command of Evidence (Textual), for which students must use textual evidence (e.g., a fact, detail, or example) to appropriately support, challenge, or otherwise respond to a specified claim or point."
        ],
        "SuppContent": [
            "problems/SAT20RW1/supps/SAT20RW1-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which choice provides the best evidence for the answer to the previous question?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Lines 53-56 (“If the ... Henry”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cited lines don't provide the best evidence for the answer to the previous question. Instead, they indicate that explicitly promoting imperialism would run counter to the words of American founding father Patrick Henry.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Lines 72-73 (“It goes ... influence”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cited lines don't provide the best evidence for the answer to the previous question. Instead, they assert that once a truth is uttered, its influence will continually grow.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Lines 79-81 (“He never ... master”)",
                "Key": {
                    "Correct": true,
                    "Rationale": "The previous question asks what can reasonably be inferred from Passage 2 about Bryan's views on the preference for national sovereignty over foreign rule. The answer, that Bryan considers the preference to be a manifestation of an innate drive in humans toward self-rule, is best supported in the fourth paragraph of Passage 2: “[God] never made a race of people so low in the scale of civilization or intelligence that it would welcome a foreign master.”",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Lines 82-85 (“Those ... nation”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cited lines don't provide the best evidence for the answer to the previous question. Instead, they introduce the notion that, in Bryan's view, an imperial project in the Philippines would hurt not only the people of that nation but also the people of the United States.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "38": {
        "Number": 38,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Words in Context, for which students must determine the meaning of a high-utility academic word or phrase in context or use such vocabulary in a precise, contextually appropriate way."
        ],
        "SuppContent": [
            "problems/SAT20RW1/supps/SAT20RW1-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "As used in line 85, “calculate” most nearly means"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "evaluate.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The last paragraph of Passage 2 states, “Those who would have this Nation enter upon a career of empire must consider, not only the effect of imperialism on the Filipinos, but they must also calculate its effects upon our own nation.” In other words, proponents of imperial conquest must evaluate, or assess, the consequences of this policy for the United States. Therefore, in the context of the passage, the word “calculate” most nearly means evaluate.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "design.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of the passage, “calculate” most nearly means evaluate, not design.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "assume.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of the passage, “calculate” most nearly means evaluate, not assume.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "multiply.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of the passage, “calculate” most nearly means evaluate, not multiply.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "39": {
        "Number": 39,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Cross-Text Connections, for which students must draw a reasonable connection between two topically related texts."
        ],
        "SuppContent": [
            "problems/SAT20RW1/supps/SAT20RW1-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In developing their respective arguments, Beveridge (Passage 1) and Bryan (Passage 2) both express admiration for the"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "founding and history of the United States.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the first paragraph of Passage 1, Beveridge references the founding and history of the United States as “a glorious history” that was bestowed upon God's “chosen people,” a history heroic with faith in its mission and future, and “statesmen, who flung the boundaries of the Republic out into unexplored lands.” Similarly, in the second paragraph of Passage 2, Bryan declares, “Our whole history has been an encouragement ... to all who are denied a voice in their own government.” Bryan goes on to extol the virtues of several figures who were instrumental in the founding of the United States, including Thomas Jefferson and George Washington. Hence, in developing their respective arguments, Beveridge (Passage 1) and Bryan (Passage 2) both express admiration for the founding and history of the United States.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "vibrancy and diversity of American culture.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Neither Bryan, in Passage 1, nor Beveridge, in Passage 2, expresses admiration for the vibrancy and diversity of American culture.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "worldwide history of struggles for independence.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Bryan expresses admiration for the worldwide history of struggles for independence, but Beveridge doesn't.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "idealism that permeates many aspects of American society.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Beveridge expresses admiration for the idealism that permeates many aspects of American society, but Bryan doesn't.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "40": {
        "Number": 40,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Cross-Text Connections, for which students must draw a reasonable connection between two topically related texts."
        ],
        "SuppContent": [
            "problems/SAT20RW1/supps/SAT20RW1-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which choice best describes a central difference between how Beveridge (Passage 1) and Bryan (Passage 2) view the concept of liberty as it is realized in the United States?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Beveridge presents it as the direct inheritance of European colonization, whereas Bryan presents it as a sharp break from earlier governments in Europe.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Beveridge doesn't present the concept of liberty as it's realized in the United States as the direct inheritance of European colonization.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Beveridge considers it so exemplary as to justify conquest of other regions, whereas Bryan warns that its exemplary quality would be undermined by imperial expansion.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the first paragraph of Passage 1, Beveridge argues that Americans are “imperial by virtue of their power” and are therefore justified in being “the propagandists ... of liberty.” In the second paragraph, he extols the benefits that will arise from American administration of various island nations. Meanwhile, in the last sentence of Passage 2, Bryan cautions, “We cannot repudiate the principle of self-government in the Philippines without weakening that principle here”; in other words, imperial expansion by the United States would erode a key American value. Therefore, the difference between how the speakers view liberty as it is realized in the United States is that Beveridge considers it so exemplary as to justify the conquest of other regions, whereas Bryan warns that its exemplary quality would be undermined by imperial expansion.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Beveridge argues that it arose organically as the United States matured, whereas Bryan argues that it was present from the country's beginnings.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Beveridge doesn't argue that the concept of liberty as it's realized in the United States arose organically as the country matured; instead, both Beveridge and Bryan emphasize the divinely inspired, intrinsic nature of the American concept of liberty.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Beveridge regards it as a model that should be shared with other countries, whereas Bryan believes that it is unique to the United States and could not work elsewhere.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Bryan views the concept of liberty as it's realized in the United States as encompassing a desire for self-rule and argues that this desire is universal and not unique to the United States.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "41": {
        "Number": 41,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Inferences, for which students must draw a reasonable inference based on explicit and/or implicit information and ideas in a text."
        ],
        "SuppContent": [
            "problems/SAT20RW1/supps/SAT20RW1-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "It can most reasonably be inferred from Passage 2 that Bryan would criticize the vision of American governance of island territories that Beveridge presents in Passage 1 for being"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "unrealistic, since most Americans would be unwilling to relocate to distant islands.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In Passage 2, Bryan doesn't imply that Beveridge's vision of American governance of island territories is unrealistic due to most Americans' unwillingness to relocate to distant islands.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "deceptive, since economic domination would be the true goal of the American government.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In Passage 2, Bryan doesn't imply that Beveridge's vision of American governance of island territories is deceptive due to the fact that economic domination would be the true goal of the American government.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "impractical, since the islanders would insist upon an equal distribution of resources.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In Passage 2, Bryan doesn't imply that Beveridge's vision of American governance of island territories is impractical due to the islanders' insistence upon an equal distribution of resources.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "naive, since the islanders would object to being governed by Americans.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In Passage 1, Beveridge advocates for American administration of island nations, such as the Philippines. However, in the first paragraph of Passage 2, Bryan warns, “If it is right for the United States to hold the Philippine Islands permanently and imitate European empires in the government of colonies, the Republican party ... must expect the subject races to protest against such a policy and to resist to the extent of their ability.” Thus it can most reasonably be inferred from Passage 2 that Bryan would criticize the vision of American governance of island territories that Beveridge presents in Passage 1 for being naive, since the islanders would object to being governed by Americans.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "42": {
        "Number": 42,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Command of Evidence (Textual), for which students must use textual evidence (e.g., a fact, detail, or example) to appropriately support, challenge, or otherwise respond to a specified claim or point."
        ],
        "SuppContent": [
            "problems/SAT20RW1/supps/SAT20RW1-S4.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which choice from Passage 2 provides the best evidence for the answer to the previous question?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Lines 42-48 (“If it ... ability”)",
                "Key": {
                    "Correct": true,
                    "Rationale": "The previous question asks what criticism Bryan would most likely make of Beveridge's vision of American governance of island territories. The answer, that Bryan would criticize this vision for being naive, since islanders would object to being governed by Americans, is best supported by the first paragraph of Passage 2: “If it is right for the United States to hold the Philippine Islands permanently and imitate European empires in the government of colonies, the Republican party ought to state its position and defend it, but it must expect the subject races to protest against such a policy and to resist to the extent of their ability.”",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Lines 49-50 (“The Filipinos ... living”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cited lines don't provide the best evidence for the answer to the previous question. Instead, they assert that the people of the Philippines don't need encouragement from Americans to resist imperialism.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Lines 50-53 (“Our ... government”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cited lines don't provide the best evidence for the answer to the previous question. Instead, they state that American history encourages resistance to imperialism by all people, including the people of the Philippines.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Lines 56-59 (“When ... men”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cited lines don't provide the best evidence for the answer to the previous question. Instead, they note the enduring resonance of Patrick Henry's famous quote about liberty.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "43": {
        "Number": 43,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Central Ideas and Details, for which students must determine the central idea of a text and/or interpret the key details supporting that idea."
        ],
        "SuppContent": [
            "problems/SAT20RW1/supps/SAT20RW1-S5.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "According to the passage, exposure to light allows seeds to"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "begin to develop.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The passage summarizes research on the relationship between plowing and weed growth. According to the fourth paragraph, the research of Karl Hartmann suggests that plowing fields during the day leads to weed growth because exposure to even small amounts of light can “induce seed germination,” or cause seeds to sprout. Thus, according to the passage, exposure to light allows seeds to begin to develop.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "absorb necessary nutrients.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage indicates that small amounts of light cause seeds to sprout, but it doesn't explicitly assert that light exposure allows seeds to absorb necessary nutrients.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "withstand extreme temperatures.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage doesn't indicate that light exposure can help seeds withstand extreme temperatures.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "achieve maximum growth.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The passage indicates that small amounts of light cause seeds to sprout, but it doesn't discuss whether light exposure helps seeds achieve maximum growth.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "44": {
        "Number": 44,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Text Structure and Purpose, for which students must analyze the structure of a text or determine the main rhetorical purpose of a text."
        ],
        "SuppContent": [
            "problems/SAT20RW1/supps/SAT20RW1-S5.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The question in the second paragraph (lines 13-17) primarily serves to"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "emphasize the provisional nature of the findings discussed in the passage.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The question in the second paragraph doesn't primarily serve to emphasize the provisional nature of the findings discussed in the passage. Sauer and Struik's 1960s lab experiments, described in the third paragraph, produced findings that could be characterized as provisional; however, Karl Hartmann's research described in the fourth paragraph clearly demonstrated that plowing at night can be an effective way to reduce weed growth.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "introduce the specific research topic addressed in the passage.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In the second paragraph of the passage, the following question is posed: “Do the blades of a plow, which can reach more than a foot beneath the soil surface, bring some of these buried seeds to the surface where their germination is induced by exposure to sunlight?” The passage goes on to describe research conducted both in the laboratory and in the field that sought to answer this question. Hence the question in the second paragraph primarily serves to introduce the specific research topic addressed in the passage.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "suggest the hypothetical impact of the studies analyzed in the passage.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The impact of the studies analyzed in the passage has been real and practical, not hypothetical.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "indicate the level of disagreement about the methods explored in the passage.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The question in the second paragraph doesn't indicate that there is any significant disagreement about the methods explored in the passage.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "45": {
        "Number": 45,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Words in Context, for which students must determine the meaning of a high-utility academic word or phrase in context or use such vocabulary in a precise, contextually appropriate way."
        ],
        "SuppContent": [
            "problems/SAT20RW1/supps/SAT20RW1-S5.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "As used in line 16, “induced” most nearly means"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "lured.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of the passage, “induced” most nearly means stimulated, not lured.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "established.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of the passage, “induced” most nearly means stimulated, not established.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "convinced.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of the passage, “induced” most nearly means stimulated, not convinced.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "stimulated.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The last sentence of the second paragraph asks, “Do the blades of a plow ... bring some of these buried seeds to the surface where their germination is induced by exposure to sunlight?” In other words, does some farm equipment bring buried seeds to the surface where their sprouting is stimulated, or activated, by exposure to sunlight? Therefore, in the context of the passage, the word “induced” most nearly means stimulated.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "46": {
        "Number": 46,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Command of Evidence (Textual), for which students must use textual evidence (e.g., a fact, detail, or example) to appropriately support, challenge, or otherwise respond to a specified claim or point."
        ],
        "SuppContent": [
            "problems/SAT20RW1/supps/SAT20RW1-S5.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which choice best supports the idea that seeds present in fields plowed at night are exposed to some amount of light?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Lines 31-36 (“More ... germination”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cited lines don't provide the best support for the idea that seeds present in fields plowed at night are exposed to some amount of light. Instead, they relay Hartmann's initial reasoning about seed exposure to light in fields plowed during the day.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Lines 36-38 (“Although ... germination”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cited lines don't provide the best support for the idea that seeds present in fields plowed at night are exposed to some amount of light. Instead, they affirm that even minute durations of sunlight exposure can induce seed germination.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Lines 43-47 (“Although ... seeds”)",
                "Key": {
                    "Correct": true,
                    "Rationale": "The question asks which selection from the passage best supports the idea that seeds present in fields plowed at night are exposed to some amount of light. The fourth paragraph asserts that plowing at night can reduce the germination of weed seeds. The paragraph concludes that “although even under these conditions hundreds of millions of photons strike each square millimeter of ground each second, this illumination is below the threshold needed to stimulate the germination of most seeds.” Thus this sentence best supports the idea that seeds present in fields plowed at night are exposed to some amount of light.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Lines 48-52 (“Hartmann ... ago”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cited lines don't provide the best support for the idea that seeds present in fields plowed at night are exposed to some amount of light. Instead, they explain Hartmann's initial skepticism regarding his own idea about the effectiveness of nighttime plowing as a weed deterrent.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "47": {
        "Number": 47,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Central Ideas and Details, for which students must determine the central idea of a text and/or interpret the key details supporting that idea."
        ],
        "SuppContent": [
            "problems/SAT20RW1/supps/SAT20RW1-S5.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The passage suggests that if Seydel had planted wheat or corn on the two agricultural strips in Hartmann's experiment, the percentage of the surface of each strip covered with weeds would likely have been"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "lower than the percentage that Hartmann found.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sixth paragraph describes an experiment conducted by Karl Hartmann with the help of farmer Karl Seydel. Seydel plowed one strip of land during the day and the other at night to see what effect this had on weed growth. However, “no crops were planted in these pilot experiments, to avoid possible competition with the emerging weeds.” Thus the passage suggests that if Seydel had planted wheat or corn on the two agricultural strips in Hartmann's experiment, the percentage of the surface of each strip covered with weeds would likely have been lower than the percentage that Hartmann found.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "higher than the percentage that Hartmann had predicted.",
                "Key": {
                    "Correct": false,
                    "Rationale": "If Seydel had planted wheat or corn crops on the two agricultural strips, the percentage of weeds wouldn't have been higher than the percentage predicted because competition with the crops would have prevented some weed growth.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "nearly impossible for Hartmann to determine.",
                "Key": {
                    "Correct": false,
                    "Rationale": "A reduction in weed growth would have been easily observable, not nearly impossible for Hartmann to determine.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "comparable to Hartmann's original projection.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Hartmann's original projection was that plowing at night wouldn't provide more effective weed control. Therefore, the dramatic drop in the percentage of weeds covering the strip plowed at night wouldn't have been comparable with Hartmann's original projection, regardless of whether crops were planted.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "48": {
        "Number": 48,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Command of Evidence (Textual), for which students must use textual evidence (e.g., a fact, detail, or example) to appropriately support, challenge, or otherwise respond to a specified claim or point."
        ],
        "SuppContent": [
            "problems/SAT20RW1/supps/SAT20RW1-S5.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which choice provides the best evidence for the answer to the previous question?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Lines 56-60 (“Hartmann ... night”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cited lines don't provide the best evidence for the answer to the previous question. Instead, they describe the conditions of Hartmann's experiment.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Lines 60-62 (“No crops ... weeds”)",
                "Key": {
                    "Correct": true,
                    "Rationale": "The previous question asks what the passage suggests about the percentage of surface that would have been covered with weeds if Seydel had planted wheat or corn on the two agricultural strips in Hartmann's experiment. The answer, that the percentage of surface with weeds would have been lower than the percentage Hartmann found, is best supported in the sixth paragraph: “No crops were planted in these pilot experiments, to avoid possible competition with the emerging weeds.”",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Line 62 (“The results ... dramatic”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cited lines don't provide the best evidence for the answer to the previous question. Instead, they characterize the results of the experiment as dramatic.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Lines 63-66 (“More ... weeds”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cited lines don't provide the best evidence for the answer to the previous question. Instead, they report the results of the experiment.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "49": {
        "Number": 49,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Words in Context, for which students must determine the meaning of a high-utility academic word or phrase in context or use such vocabulary in a precise, contextually appropriate way."
        ],
        "SuppContent": [
            "problems/SAT20RW1/supps/SAT20RW1-S5.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "As used in line 62, “dramatic” most nearly means"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "theatrical.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of the passage, “dramatic” most nearly means impressive, not theatrical.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "sudden.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of the passage, “dramatic” most nearly means impressive, not sudden.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "impressive.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sixth paragraph states, in reference to Hartmann's experiment, “The results were dramatic. More than 80 percent of the surface of the field plowed in daylight was covered by weeds, whereas only about 2 percent of the field plowed at night was covered by weeds.” In other words, the outcome of the experiment was impressive, or striking. Therefore, in the context of the passage, the word “dramatic” most nearly means impressive.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "emotional.",
                "Key": {
                    "Correct": false,
                    "Rationale": "In the context of the passage, “dramatic” most nearly means impressive, not emotional.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "50": {
        "Number": 50,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Command of Evidence (Quantitative), for which students must use quantitative evidence (i.e., data from an informational graphic) to appropriately support, challenge, or otherwise respond to a specified claim or point."
        ],
        "SuppContent": [
            "problems/SAT20RW1/supps/SAT20RW1-S5.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "According to the table, in which soil sample disturbed in darkness did the fewest number of seedlings emerge?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Sample A",
                "Key": {
                    "Correct": true,
                    "Rationale": "According to the table, 0 weed seedlings emerged in sample A when the soil was disturbed in darkness. This is the lowest number of seedlings recorded among all the samples in the table when the soil was disturbed in darkness.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Sample B",
                "Key": {
                    "Correct": false,
                    "Rationale": "Sample B had 1 seedlings emerge when the soil was disturbed in darkness. This total is greater than 0, the number of seedlings that emerged from sample A when the soil was disturbed in darkness.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Sample C",
                "Key": {
                    "Correct": false,
                    "Rationale": "Sample C had 2 seedlings emerge when the soil was disturbed in darkness. This total is greater than 0, the number of seedlings that emerged from sample A when the soil was disturbed in darkness.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Sample D",
                "Key": {
                    "Correct": false,
                    "Rationale": "Sample D had 3 seedlings emerge when the soil was disturbed in darkness. This total is greater than 0, the number of seedlings that emerged from sample A when the soil was disturbed in darkness.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "51": {
        "Number": 51,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Command of Evidence (Quantitative), for which students must use quantitative evidence (i.e., data from an informational graphic) to appropriately support, challenge, or otherwise respond to a specified claim or point."
        ],
        "SuppContent": [
            "problems/SAT20RW1/supps/SAT20RW1-S5.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "As presented in the table, which sample produced the most seedlings when the soil was disturbed in light?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Sample G",
                "Key": {
                    "Correct": false,
                    "Rationale": "Sample G had 0 seedlings emerge when the soil was disturbed in light. This is less than the 14 seedlings that emerged from sample I when the soil was disturbed in light.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Sample H",
                "Key": {
                    "Correct": false,
                    "Rationale": "Sample H had 2 seedlings emerge when the soil was disturbed in light. This is less than the 14 seedlings that emerged from sample I when the soil was disturbed in light.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Sample I",
                "Key": {
                    "Correct": true,
                    "Rationale": "According to the table, 14 weed seedlings emerged in sample I when the soil was disturbed in light. This is the highest number of seedlings recorded among all the samples in the table when the soil was disturbed in light.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Sample J",
                "Key": {
                    "Correct": false,
                    "Rationale": "Sample J had 5 seedlings emerge when the soil was disturbed in light. This is less than the 14 seedlings that emerged from sample I when the soil was disturbed in light.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "52": {
        "Number": 52,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Command of Evidence (Quantitative), for which students must use quantitative evidence (i.e., data from an informational graphic) to appropriately support, challenge, or otherwise respond to a specified claim or point."
        ],
        "SuppContent": [
            "problems/SAT20RW1/supps/SAT20RW1-S5.json"
        ],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The data presented in the table most directly support which claim from the passage?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Lines 1-3 (“Many ... weeds”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cited lines aren't directly supported by the data presented in the table. While the findings in the table report on weed growth in soil stirred up during the day and night, these lines discuss the prehistoric use of plowing to control weeds.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Lines 8-10 (“Ecologists ... surface”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cited lines aren't directly supported by the data presented in the table. While the findings in the table report on weed growth in soil stirred up during the day and night, these lines discuss the number of weed seeds buried beneath the soil surface.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Lines 10-13 (“Plant ... germinate”)",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cited lines aren't directly supported by the data presented in the table. While the findings in the table report on weed growth in soil stirred up during the day and night, these lines discuss the depth at which seeds are buried that prevents them from germinating.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Lines 38-43 (“Thus ... second”)",
                "Key": {
                    "Correct": true,
                    "Rationale": "The data presented in the table show that in nine of the ten soil samples studied, fewer weeds grew in the soil when it was disturbed in darkness than when it was disturbed in light. The fourth paragraph relays Karl Hartmann's hypothesis based on Sauer and Struik's studies of weed growth in the 1960s: “Thus the germination of weed seeds would be minimized if farmers simply plowed their fields during the night, when the photon fluence rate [the rate at which photons hit the surface] is below 1015 photons per square meter per second.” Therefore, the data presented in the table most directly support the claim made in the fourth paragraph of the passage.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    }
}