{
    "Directions": "",
    "Context": [],
    "Title": "Trees Rise in the Desert",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "The villagers laughed as they watched their neighbor, farmer Yacouba Sawadogo, digging dozens of holes in the rock-hard soil of his field. Each pit (or zaï, as Sawadogo called them) was about a foot wide and eight inches deep. The people laughed even harder when he began filling each hole with a mixture of cattle manure, leaves, and any other organic material he could find. Finally, he carefully buried seeds in each compost bed. “Do you actually expect those seeds to grow without water?” someone called."],
        ["2", "It was 1980, and Burkina Faso was suffering a ten-year drought. Here in this semiarid region between the Sahara Desert and the rain forests of West Africa, water was always scarce. Now it was almost nonexistent. Like other neighboring countries, Burkina Faso was suffering from desertification. This involves a drying, hardening, and eroding of the soil that is overfarmed, overgrazed, and overpopulated."],
        ["", "problems/TX21G7R/media/S4a.jpg"],
        ["3", "Sawadogo patiently explained that rain would come eventually. When it did, most of it would run off of the ground's surface, which was baked hard as concrete. But in his field, the zaïs would catch and hold much more of the precious water than the dry ground could alone. Moisture would linger longer underground through the dry season. The damp, rich compost would continue to nourish his sprouting crops and the small trees he planted. Sawadogo said that in 20 years' time, he could visualize a lush, green field and forest taking place of the rocky, barren desert. Zaï farming was really an old method that Africans had used long ago, Sawadogo said. It had worked once; perhaps it was time to try it again."],
        ["4", "But his neighbors still scoffed. What did Sawadogo know?"],
        ["5", "To the amazement of many, Sawadogo was right. Today his patch of green forest grows in the midst of a desert. Slowly over the years, many of those who laughed at their neighbor have now joined him. More and more fields in West Africa are being rescued from desertification using Sawadogo's zaï and other water harvesting processes. Sawadogo travels all over the region and spreads the message of how zaï farming can transform the landscape and save lives. He knows there is hope for a brighter future."]
    ],
    "Copyright": "",
    "References": []
}