{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [],
    "Title": "More Than a Whistle",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "Just off the coast of Africa lies a small group of islands known as the Canary Islands. The second smallest of these islands is La Gomera. If you were to visit La Gomera, you might expect to hear the whistles of birds, such as canaries, in the air. Although you may indeed hear tweets drifting through the deep valleys and ravines, you would also hear a unique whistle not heard anywhere else in the world — and one that has nothing to do with birds. This whistle is called Silbo Gomero, or just el Silbo (the whistle) by the islanders. It's far more than an ordinary whistle. It's a spoken language."],
        ["", "problems/TX21G7R/media/S1a.jpg"],
        ["2", "El Silbo has a history that reaches back for many generations. No one is certain of its origin. Some s͟p͟e͟c͟u͟l͟a͟t͟e that it began as a northern African language. Historians do know that the whistled language was used by the original inhabitants of the island. When the Spanish explorers arrived during the 1500s and 1600s, they adopted the language and el Silbo was widely spoken for centuries after."],
        ["3", "El Silbo translates a dialect of Spanish by assigning whistles of different pitch and length to each vowel or consonant sound. The whistle language contains up to four vowels and up to ten consonants used to compose words. One of the advantages to el Silbo is that the sounds can travel up to two miles. Without using much energy, it can be heard much farther away than a shout. While there are a few other whistling languages in the world, el Silbo is spoken by the largest group of people and is the only one that contains every vowel and consonant in the local spoken language."],
        ["", "problems/TX21G7R/media/S1b.jpg"],
        ["4", "One older islander explains that when he first learned the language, it was a vital skill. Houses were far apart in those days, so learning to whistle was more a matter of necessity than pleasure. Whistling allowed islanders to deliver messages across the ravines without having to walk great distances around them. The whistles were often used to make public announcements or to send invitations to events. But as times and transportation methods changed, so did the habits of the people of La Gomera. By the 1980s el Silbo began fading away. Before long only a few people could still whistle this unique language. The people of La Gomera realized that they were in danger of losing something that was precious to them. They recognized that el Silbo was an important and unique part of their heritage. To preserve the language, the government took action and required that el Silbo be taught in the schools. Today every elementary-school student in La Gomera takes classes in el Silbo. Even though the islanders all learn the language, it is still not spoken as widely as some would like."],
        ["5", "Juan Carlos Hernández Marrero, a researcher at the Archaeological Museum of La Gomera, says that some islanders think that the language is not modern enough. They consider it an antique part of their culture. El Silbo is heard mostly in schools and in restaurants where tourists come to hear whistling demonstrations. Most adults who whistle do so to entertain crowds of curious tourists. It is far from being the common language that it used to be."],
        ["6", "Although some islanders consider the language to be a novelty, others embrace el Silbo. A young islander named Cyro is one of the few whistlers who learned the language directly from his parents instead of in school. His family eventually left the island to find jobs and lead new lives in a more modern place. Cyro left too but made his way back home to La Gomera. “After being away for eight years, I decided to come back,” Cyro explains. “I like being in nature. I like my animals and my whistle. And here I will stay, because the island needs me.” Cyro loves whistling to communicate. He whistles with his friends and with his animals, a flock of playful goats. He is especially proud that his goats recognize his whistle. Cyro is helping to keep the tradition of el Silbo alive."]
    ],
    "Copyright": "",
    "References": []
}