{
    "Directions": "Read the next two selections and choose the best answer to each question.",
    "Context": [],
    "Title": "A Legacy of Stone",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "Art can come in many forms and from many places. Sometimes it can be created quickly, and other times its creation requires a p͟r͟o͟l͟o͟n͟g͟e͟d effort. Over a century ago, a mail carrier named Ferdinand Cheval began a masterpiece that took over 33 years to complete."],
        ["", "Inspiration"],
        ["1", "Cheval walked many miles each day along his route in Hauterives, France, delivering mail. The route, which was once below sea level, was carpeted with fossils and loose rocks. One day in 1879, as Cheval trudged across the steep terrain, he stumbled over a stone. Admiring its sculptural shape, he dropped it into his pocket."],
        ["2", "Cheval was so enthralled by the beautiful stone that he began collecting more. The stones reminded him of a dream he once had of building a fantasy-like palace made from stones. Cheval chose to fulfill the dream. He said to himself: “Since nature wants to make the sculpture, I will make the stonework and the architecture.”"],
        ["4", "Forty-three-year-old Cheval continued collecting stones along his route for almost 20 years. He carried them in his pockets or in baskets — and eventually in a wheelbarrow. Then he began building what would become known as the Ideal Palace. When he retired from the postal service at age 60, his hobby became a vocation to which he would devote his life."],
        ["", "The Ideal Palace"],
        ["5", "Cheval used concrete, lime, and wire to cement the stones in place. At night he labored by the light of an oil lamp. He followed no design rules and mixed cultures from around the world. His jumbled creation has global and distinctive inspiration — including handsome Hindu architecture and a medieval castle with stones that look like fur."],
        ["6", "When Cheval began he said that people laughed at his idea. Cheval said he was called “an old fool who fills his garden with stones.” But as his palace took shape, people's criticisms were replaced by awed respect."],
        ["7", "Cheval spent 33 years building his palace. He was in his seventies when he finished. The final structure was 75 feet long, 35 feet tall, and 40 feet wide. He completed it in 1912."],
        ["", "Cheval's Gift"],
        ["8", "Up to 120,000 tourists visit the Ideal Palace annually. It is considered a historical monument and once appeared on a French postage stamp. The Ideal Palace has inspired artists and writers the world over, and its likeness has been displayed at New York City's Museum of Modern Art."],
        ["9", "Cheval's uniqueness helped him single-handedly create a marvel beyond duplication. Untrained in architecture or construction, he nonetheless had a vision. Cheval once said, “Whatever your age, whatever you wish to achieve, if you are courageous, persistent, and hardworking, you are sure to succeed.”"],
        ["", "problems/TX21G7R/media/S3a.jpg"]
    ],
    "Copyright": "Third party trademark The Museum of Modern Art® was used in these testing materials.",
    "References": []
}