{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Though not closely related, the hedgehog tenrecs of Madagascar share basic _______ true hedgehogs, including protective spines, pointed snouts, and small body size—traits the two groups of mammals independently developed in response to equivalent roles in their respective habitats.",
            "Which choice completes the text with the most logical and precise word or phrase?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "examples of",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text doesn’t suggest that hedgehog tenrecs are “examples of,” or representative of, true hedgehogs. The text states despite some shared physical traits, the two groups of mammals aren’t closely related; therefore, hedgehog tenrecs can’t be examples of true hedgehogs.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "concerns about",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this context, “concerns about” would mean worries about or interests in. The text focuses on the various physical traits that hedgehog tenrecs and true hedgehogs share. There’s nothing in the text to suggest why hedgehog tenrecs would be worried about true hedgehogs, or why they would be interested in them.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "indications of",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this context, “indications of” would mean evidence of. By listing a set of traits that hedgehog tenrecs share with true hedgehogs, the text establishes a comparison between the two groups of mammals, and saying that the traits shared within one group of mammals provide evidence of another group of mammals wouldn’t be an effective way to establish the similarities between the two groups.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "similarities with",
                "Key": {
                    "Correct": true,
                    "Rationale": "Sharing “similarities with” means having some resemblance to. The text establishes a comparison between two groups of mammals, stating that although they aren’t closely related, hedgehog tenrecs and true hedgehogs play similar roles in their habitats, a circumstance that has resulted in the independent development of some of the same physical traits. This context supports the idea that hedgehog tenrecs resemble, or share basic similarities with, true hedgehogs in some respects.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In editor Lisa Yaszek’s introduction to her anthology The Future Is Female! More Classic Science Fiction Stories by Women, Yaszek identifies an increasing sense of _______ feminist mode of writing in the 1970s, in contrast to many woman-authored science fiction stories of the 1920s to 1960s whose politics were less deliberately signaled.",
            "Which choice completes the text with the most logical and precise word or phrase?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "a prudently",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this context “prudently” would mean cautiously, which might plausibly describe the women who wrote science fiction from the 1920s to the 1960s, in that they tended to avoid revealing their political views; however, the text contrasts these authors with the women writing science fiction in the 1970s, thereby suggesting that the authors writing in the 1970s were not restrained in that way.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "an overtly",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text’s discussion of Yaszek’s introduction to her science fiction anthology. In this context “overtly” means openly or without concealment. The text draws a contrast between the lack of “deliberately signaled” political themes in women-authored science fiction from the 1920s to the 1960s and what Yaszek notes about women-authored science fiction from the 1970s. This contrast implies that the work from the 1970s did clearly reflect feminist political themes. In other words, the text indicates that unlike women who wrote science fiction in the 1920s to the 1960s, the women who wrote science fiction in the 1970s expressed overtly feminist themes.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "a cordially",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this context “cordially” would mean politely, and nothing in the text indicates that politeness was a significant factor for women writing science fiction either from the 1920s to the 1960s or in the 1970s. The text draws a contrast between the lack of “deliberately signaled” political themes in women-authored science fiction from the 1920s to the 1960s and what Yaszek notes about women-authored science fiction from the 1970s. It’s unclear how “less deliberately signaled” politics and an increasing sense of politeness toward feminism would constitute a meaningful contrast.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "an inadvertently",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this context, “inadvertently” would mean unintentionally, and nothing in the text suggests that Yaszek thought the feminist elements of the women-authored science fiction from the 1970s arose without deliberate effort.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "_______ the long-standing trend of overemphasizing teenagers and young adults in research on social media use, scholars have recently begun to expand their focus to include the fastest-growing cohort of social media users: senior citizens.",
            "Which choice completes the text with the most logical and precise word or phrase?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Exacerbating",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Exacerbating” means making worse or aggravating, which would not make logical sense in context. Expanding the focus of studies of social media use to include senior citizens would not make the long-standing trend of overemphasizing teenagers and young adults in studies of social media use worse; instead, it would help to remedy this trend.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Redressing",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text’s discussion about research into social media use. In context, “redressing” means remedying or compensating for. The text indicates that there is a long-standing trend of overemphasizing teenagers and young adults in studies of social media use. It goes on to say that scholars have recently broadened the kinds of social media users they study by including senior citizens. This suggests that scholars are redressing the long-standing trend of overemphasis on younger users by studying older users as well.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Epitomizing",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Epitomizing” means illustrating or providing an example, which would not make logical sense in context. Expanding the groups of social media users that scholars study to include senior citizens would not provide an example of the long-standing trend of overemphasizing teenagers and young people in research on social media use.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Precluding",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Precluding” means making impossible in advance or preventing, which would not make logical sense in context. The text indicates that there is a long-standing trend of overemphasizing teenagers and young adults in social media research. Expanding the focus of social media research to include senior citizens, as the text indicates scholars have begun to do, could help to rectify the trend, but it could not prevent the trend or make the trend impossible in advance, since the trend started long before scholars started expanding their focus.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The following text is adapted from James Baldwin’s 1956 novel Giovanni’s Room. The narrator is riding in a taxi down a street lined with food vendors and shoppers in Paris, France.",
            ":ibox:The multitude of Paris seems to be dressed in blue every day but Sunday, when, for the most part, they put on an unbelievably festive black. Here they were now, in blue, DISPUTING, every inch, our passage, with their wagons, handtrucks, their bursting baskets carried at an angle steeply self-confident on the back.\n\n\t\t©1956 by James Baldwin",
            "As used in the text, what does the word “disputing” most nearly mean?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Arguing about",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although in some contexts, “disputing” can mean arguing, the narrator doesn’t portray the shoppers and vendors as arguing with the driver of the taxi or, indeed, arguing at all.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Disapproving of",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although in some contexts, “disputing” can mean expressing disapproval, the narrator doesn’t suggest that the shoppers and vendors necessarily disapprove of the taxi’s attempt to drive down the street. Instead, their combined presence along the street has the effect of impeding the taxi’s progress.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Asserting possession of",
                "Key": {
                    "Correct": false,
                    "Rationale": "As the narrator explains, both the multitude of people and the taxi are using a public space (a street) at the same time. The narrator doesn’t go so far as to suggest that the people feel that they, and not the taxi, possess exclusive access to the street.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Providing resistance to",
                "Key": {
                    "Correct": true,
                    "Rationale": "As used in the text, “disputing” most nearly means providing resistance to. The narrator is in a taxi as it drives down a street lined with so many food vendors and shoppers that the narrator describes them as “the multitude of Paris,” meaning an immense group of people. The street is essentially a large open-air market, and there are so many people pushing small wagons of goods and carrying shopping baskets that “every inch” of the taxi’s progress is impeded. In other words, the people are providing resistance to the taxi’s attempt to drive down the street.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "While recent scholarship has undermined claims that the works of twelfth-century Islamic philosopher Ibn Rushd were _______ other Muslim philosophers of his time, it is indisputable that his location in the Muslim-ruled area of what is now Spain meant that his works were primarily available thousands of miles west of the era’s center of Islamic thought.",
            "Which choice completes the text with the most logical and precise word or phrase?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "controversial among",
                "Key": {
                    "Correct": false,
                    "Rationale": "The issue under consideration in the text is whether other Muslim philosophers of Ibn Rushd’s time had access to his works, not whether his works were “controversial among,” or causing dispute among, other philosophers.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "antagonistic toward",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text implies that other Muslim philosophers of Ibn Rushd’s era were aware of his works, not that they were “antagonistic toward,” or hostile toward, them. There is no suggestion that Ibn Rushd’s writings elicited hostility from his contemporaries.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "imitated by",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this context, “imitated by” would mean followed as a model by. Although the text implies that Ibn Rushd’s works were at least somewhat available in regions that were at the center of Islamic thought during the period, it doesn’t specifically address in what ways his works influenced contemporary Muslim philosophers. Thus, the text doesn’t support the idea that other philosophers modeled their own works after Ibn Rushd’s works.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "inconsequential to",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text’s discussion of the twelfth-century Islamic philosopher Ibn Rushd. As used in this context, “inconsequential to” means not significant to. According to the text, Ibn Rushd’s works were primarily available in Spain, where he lived, far from central areas of the Muslim world, a fact that could support the conclusion that his influence on Muslim contemporaries was limited. The text implies, however, that recent scholarship has shown that his works still had an impact on other Muslim philosophers of his time. This context supports the idea that his works weren’t inconsequential to Islamic thought in this period.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "On painter William H. Johnson’s return to the United States in 1938 after a decade in Europe, his style underwent an abrupt transformation. [Turning away from landscapes painted in an expressionist style—a style that often involves using fluid, distorted shapes and thick, textured brushstrokes to express the artist’s subjective experience of reality—Johnson began painting portraits of Black Americans in a bold new way.] Evocative of African sculpture and American and Scandinavian folk art, these portraits feature flat, deliberately oversimplified figures in a vibrant but limited color palette.",
            "Which choice best describes the function of the emphasized sentence in the text as a whole?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It elaborates on the previous sentence’s statement about a transitional moment in Johnson’s artistic career.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most accurately describes the function of the emphasized sentence in the text as a whole. The first sentence of the text indicates that Johnson returned to the US in 1938 at which time his painting style suddenly changed. The second sentence is emphasized and gives more detail about this stylistic change, noting that his earlier work consisted largely of landscapes in an expressionist style and his new works were highly stylized portraits of Black Americans. In other words, the function of the emphasized sentence is to elaborate on a transitional moment in Johnson’s painting career.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "It provides information about Johnson’s travels in support of a claim about his artistic influences, which is advanced in the following sentence.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the text does mention that Johnson spent a decade in Europe, it does not discuss what other travel Johnson might have done. Furthermore, although the text mentions African, American, and Scandinavian artistic elements in Johnson’s work, it does not indicate that he traveled to different locations to learn about these practices.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "It recounts a moment in Johnson’s personal life that enabled the success of his subsequent career, which is summarized in the following sentence.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text does not focus on Johnson’s personal life nor does it address how successful his career was in general.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "It presents evidence that calls into question the previous sentence’s characterization of Johnson’s artistic development.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Rather than call it into question, the emphasized sentence continues the discussion of Johnson’s career by adding further relevant detail of Johnson’s artistic transformation.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "When classical pianist Martha Argerich performs, it appears as if the music is coming to her spontaneously. She’s highly skilled technically, but because of how freely she plays and her willingness to take risks, she seems relaxed and natural. Her apparent ease, however, is due to a tremendous amount of preparation. Despite Argerich’s experience and virtuosity, she never takes for granted that she knows a piece of music. Instead, she approaches the music as if encountering it for the first time and tries to understand it anew.",
            "Which choice best states the main purpose of the text?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "To provide details about how Argerich identifies which pieces of music she will perform",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text doesn’t address how Argerich selects the music she’ll perform; instead, it describes how she approaches a piece of music in preparation for a performance.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "To assert that Argerich’s performances look effortless because of how she prepares for them",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most accurately describes the main purpose of the text, which is to establish that pianist Martha Argerich’s performances appear easy because of her work to prepare for them. The text begins by stating that Argerich plays in such a way that it looks like the music is coming to her naturally in the moment, without planning. It goes on to point out that despite her skill and experience, Argerich works tirelessly and treats each piece of music as if it is new each time she performs it, and that it is this preparation that causes her playing to appear relaxed and natural. These details establish that the purpose of the text is to assert that Argerich’s performances look effortless because of how she prepares for them.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "To discuss the kinds of music Argerich feels most comfortable encountering for the first time",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text doesn’t discuss kinds of music beyond stating that Argerich is a classical pianist, and it doesn’t mention Argerich actually encountering any music for the first time; it indicates only that she approaches a piece of music she is going to perform as if she has never played it before.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "To describe the unique way that Argerich approaches music she hasn’t performed before",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text doesn’t mention music that Argerich is actually performing for the first time, only that Argerich approaches the pieces she performs as if they are new each time; further, the text doesn’t characterize this approach as unique, or something only Argerich does.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The following text is adapted from Herman Melville’s 1855 novel Israel Potter. Israel is a young man wandering through New England during the late eighteenth century.",
            ":ibox:He hired himself out for three months; at the end of that time to receive for his wages two hundred acres of land lying in New Hampshire. [..] His employer proving false to the contract in the matter of the land, and there being no law in the country to force him to fulfil it, Israel — [who, however brave-hearted, and even much of a dare-devil upon a pinch, seems nevertheless to have evinced, throughout many parts of his career, a singular patience and mildness] — was obliged to look round for other means of livelihood than clearing out a farm for himself in the wilderness.",
            "Which choice best describes the function of the emphasized portion in the text as a whole?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It implies that Israel treasures a particular characteristic of his personality when that characteristic should usually be regarded as a flaw.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the emphasized portion describes aspects of Israel’s personality, it does not address how he feels about his own personality.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "It suggests that if not for a certain aspect of his character, Israel might not have been as easily thwarted in his ambition to establish a farm.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice best describes the function of the emphasized portion in the text as a whole. The text describes the failed attempt of Israel Potter to establish a farm in New England during the late eighteenth century: according to his contract, he was to receive two hundred acres in exchange for three months’ work, but his employer then refused to fulfill the bargain and Israel had no recourse to law to obtain the land he was owed. Israel was therefore forced to find another means of supporting himself. To explain why Israel was particularly susceptible to his employer’s dishonesty, the emphasized portion states that though Israel was “brave-hearted, and even much of a dare-devil upon a pinch,” he also possessed “a singular patience and mildness.” In other words, Israel could be courageous in certain circumstances, but he was usually meek and disinclined to argument, from which it is reasonable to infer that Israel was often taken advantage of. Thus, the emphasized portion suggests that if not for a certain aspect of his character, Israel might not have been as easily thwarted in his ambition to establish a farm.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "It shows why Israel would not have been able to undertake the enormous amount of labor necessary to run a farm even if he had owned the necessary property.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The emphasized portion addresses Israel’s occasional courage and frequent meekness but does not address whether he would have the skills and resolve necessary to operate a farm if he owned sufficient property.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "It explains why, when the situation requires it, Israel is able to undertake courageous acts that others would generally avoid.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Though the emphasized portion does indicate that Israel could be courageous in certain circumstances, it does not say that he undertook acts of courage that others avoided, but rather that he was habitually meek. Even if the emphasized portion did say that Israel was more courageous than most, this would not explain why he found himself under the circumstances described in the text—that is, as a consequence of his meek nature, cheated of the property to which he had a right.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:TEXT 1\nIn 1954 George Balanchine choreographed a production of The Nutcracker, a ballet by Pyotr Ilyich Tchaikovsky. It has since become a tradition for hundreds of dance companies in North America to stage The Nutcracker each year. [But the show is stuck in the past, with an old-fashioned story and references, so it should no longer be produced.] Ballet needs to create new traditions if it wants to stay relevant to contemporary audiences.",
            ":ibox:TEXT 2\nThe Nutcracker is outdated, but it should be kept because it’s a holiday favorite and provides substantial income for some dance companies. Although it can be behind the times, there are creative ways to update the show. For example, Debbie Allen successfully modernized the story. Her show Hot Chocolate Nutcracker combines ballet, tap, hip-hop, and other styles, and it has been gaining in popularity since it opened in 2009.",
            "Based on the texts, how would the author of Text 2 most likely respond to the emphasized claim in Text 1?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "By questioning the idea that the story of The Nutcracker is stuck in the past and by rejecting the suggestion that contemporary audiences would enjoy an updated version",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author of Text 2 advocates for using creative ways to update the ballet discussed in Text 1 and therefore wouldn’t respond to the emphasized claim by rejecting the suggestion that contemporary audiences would enjoy an updated version.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "By agreeing that contemporary audiences have largely stopped going to see performances of The Nutcracker because it’s so old-fashioned",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the authors of both texts claim that a particular ballet is outdated, neither text suggests that contemporary audiences have largely stopped attending productions of the show. On the contrary, Text 2 states that that ballet is a holiday favorite and generates substantial income for some dance companies.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "By pointing out that most dance companies could increase their incomes by offering modernized versions of The Nutcracker",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Text 2 provides an example of a contemporized version of the ballet discussed in Text 1, the text doesn’t suggest that offering modernized versions is a way to increase income for most dance companies. Rather, the author of Text 2 suggests that offering modernized versions is a way to make the ballet discussed in Text 1 feel less outdated.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "By suggesting that dance companies should consider offering revised versions of The Nutcracker instead of completely rejecting the show",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice reflects how the author of Text 2 would most likely respond to the emphasized claim in Text 1. Text 1 begins by noting the success of The Nutcracker but then claims that the ballet is “stuck in the past” and should “no longer be produced.” Text 2 begins by conceding that The Nutcracker is indeed outdated but argues that it should continue to be performed, states that the show can be updated to include more contemporary dance styles, and provides an example of one such modernized version, Hot Chocolate Nutcracker. Hence, the author of Text 2 would most likely respond to the emphasized claim in Text 1 by suggesting that dance companies should consider offering revised versions of The Nutcracker instead of completely rejecting the show.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "To understand how Paleolithic artists navigated dark caves, archaeologist Ma Ángeles Medina-Alcaide and her team tested different lighting methods in a cave in Spain using replicas of artifacts found in European caves with art. They used three different Paleolithic light sources—torches, animal-fat lamps, and fireplaces—determining that each likely had a specific purpose. For instance, the team learned that the animal-fat lamps were less useful than torches while walking because the lamps didn’t illuminate the cave floor.",
            "Which choice best states the main idea of the text?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Medina-Alcaide and her team’s study demonstrated that fireplaces were essential to the creators of Paleolithic cave art.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text doesn’t address the usefulness of fireplaces for Paleolithic cave artists; it only mentions fireplaces briefly as one of the three lighting methods the researchers tested.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Medina-Alcaide and her team discovered that Paleolithic cave artists in Spain used animal-fat lamps more often than they used torches.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text doesn’t discuss how often Paleolithic cave artists used each kind of light source tested. Although the text does compare animal-fat lamps with another lighting method, the point of that comparison is that animal-fat lamps were less useful than torches when walking, not that one method was used more often than another.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Medina-Alcaide and her team were reluctant to draw many conclusions from their study because of the difficulty they had replicating light sources based on known artifacts.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text doesn’t discuss either how difficult it was for Medina-Alcaide and her team to replicate light sources or how the team felt about drawing conclusions from their study. Instead, the text reveals that the team was able to conclude that each light source likely had a distinct purpose.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Medina-Alcaide and her team tested Paleolithic light sources and learned some details about how Paleolithic artists traveled within dark caves.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most accurately states the main idea of the text. The text indicates that archaeologist Mª Ángeles Medina-Alcaide and her team used replicas of Paleolithic light sources to understand how Paleolithic artists moved through dark caves. The researchers learned, for example, that torches were more helpful for moving through caves than animal-fat lamps were. Thus, the main idea of the text is that Medina-Alcaide and her team tested Paleolithic light sources and learned some details about how Paleolithic artists traveled within dark caves.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "problems/SAT6RW1/media/11a.jpg",
            "A student is using the table as part of a social studies class presentation on the US auto industry in the early twentieth century. The student notes that, according to the table, from 1910 to 1925 _______",
            "Which choice most effectively uses data from the table to complete the statement?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "the number of cars produced increased but the number of companies producing cars decreased.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most effectively uses data from the table to complete the statement about the US auto industry in the early twentieth century. The table shows the number of cars produced annually and number of companies producing cars in the United States between 1910 and 1925 in increments of five years. According to the table, the number of cars produced consistently increased from one increment to the next, going from 123,990 cars in 1910 to 3,185,881 cars in 1925. At the same time, the table shows that the number of companies producing cars consistently decreased, going from 320 companies in 1910 to only 80 companies in 1925. Thus, the table shows that the number of cars produced increased from 1910 to 1925, even as the number of companies producing cars decreased.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "both the number of cars produced and the number of companies producing cars remained unchanged.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The table indicates that the number of companies producing cars consistently decreased from 1910 to 1925, going from 320 companies to only 80 companies.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "the number of cars produced decreased but the number of companies producing cars remained unchanged.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The table indicates that the number of cars produced consistently increased from 1910 to 1925, going from 123,990 cars to 3,185,881 cars, instead of decreasing; moreover, the table shows that the number of companies producing cars from 1910 to 1925 declined from 320 to 80 instead of remaining unchanged. ",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "both the number of cars produced and the number of companies producing cars increased.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The table shows that the number of cars produced in the US increased, going from 123,990 in 1910 to 3,185,881 in 1925, instead of remaining unchanged, and the table also shows that the number of companies producing cars decreased from 320 to 80 instead of remaining unchanged.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "External shopping cues are a type of marketing that uses obvious messaging—a display featuring a new product, for example, or a “buy one, get one free” offer—to entice consumers to make spontaneous purchases. In a study, data scientist Sam K. Hui and colleagues found that this effect can also be achieved with a less obvious cue: rearranging a store’s layout. The researchers explain that trying to find items in new locations causes shoppers to move through more of the store, exposing them to more products and increasing the likelihood that they’ll buy an item they hadn’t planned on purchasing.",
            "Which response from a survey given to shoppers who made a purchase at a retail store best supports the researchers’ explanation?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "“I needed to buy some cleaning supplies, but they weren’t in their regular place. While I was looking for them, I saw this interesting notebook and decided to buy it, too.”",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice best supports the researchers’ explanation of the results of rearranging a store’s layout. According to the text, Sam K. Hui and colleagues found that rearranging a store’s layout can encourage customers to make spontaneous purchases. The text states that the researchers explain that a change in layout causes shoppers to hunt for items’ new locations, which exposes the shoppers to more products and increases the likelihood that they’ll make an unplanned purchase. This quotation from a surveyed shopper indicates that the shopper spontaneously purchased a notebook while looking for cleaning supplies that weren’t in their usual place. The quotation therefore supports the researchers’ explanation that rearranging a store’s layout can lead shoppers to make unanticipated purchases.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "“I didn’t buy everything on my shopping list today. I couldn’t find a couple of the items in the store, even though I looked all over for them.”",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice doesn’t support the researchers’ explanation that rearranging a store’s layout can lead shoppers to make unanticipated purchases. Instead of attributing an unplanned purchase to a change in layout, the quotation notes that the shopper searched for but couldn’t find some items, and as a result the shopper purchased less, not more, than what was anticipated.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "“The store sent me a coupon for a new brand of soup, so I came here to find out what kinds of soup that brand offers. I decided to buy a few cans because I had the coupon.”",
                "Key": {
                    "Correct": false,
                    "Rationale": "The quotation attributes what was purchased to coupons that the shopper received, not to a new store layout. Thus, the quotation doesn’t support the researchers’ explanation that rearranging a store’s layout can lead shoppers to make unanticipated purchases.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "“This store is larger than one that’s closer to where I live, and it carries more products. I came here to buy some things that the other store doesn’t always have.”",
                "Key": {
                    "Correct": false,
                    "Rationale": "The quotation attributes what was purchased to the size and stock of the store, not to a new store layout. The shopper simply purchased products that the shopper wanted in a particular store because other stores didn’t carry those products, so the quotation doesn’t support the researchers’ explanation that rearranging a store’s layout can lead shoppers to make spontaneous purchases.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The 2021 exhibition This Is the Day at Arkansas’s Crystal Bridges Museum of American Art featured works dealing with expressions of faith and spirituality in the Black community. The museum’s 2022 exhibition The Dirty South, meanwhile, focused on Black culture in the American South from 1920 to 2020, with a particular focus on the intersections between visual arts and music. Together, these exhibitions don’t merely highlight the diversity of the Black experience in the US; [they also showcase the diverse media through which artists have depicted and engaged with that experience.]",
            "Which statement about the exhibitions, if true, would most directly support the emphasized claim?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Between them, This Is the Day and The Dirty South included drawings, paintings, photographs, sculptures, textiles, videos, costumes, and music.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice presents a statement that, if true, would support the claim that the two exhibitions This Is the Day and The Dirty South showcase the diverse media artists have used to represent the Black experience in the US. The text describes the thematic focus of the two exhibitions: religious and spiritual expressions in the Black community and the connections between visual arts and music in Black culture in the American South between 1920 and 2020. If these exhibits included works created with many different materials and means of artistic expression (such as paint, textiles, sculptural stone, and musical forms), they would display how artists have portrayed and responded to the Black experience in the US as well as the variety of media that these artists have used to do so.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "This Is the Day included works by fewer than two dozen artists, whereas The Dirty South included works by more than 80 artists.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice focuses on the number of artists whose works were included in the exhibitions, not on the means of expression that these artists have used. Therefore, the statement wouldn’t address the claim that the exhibits showcased the different media artists have used to represent the Black experience in the US.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "This Is the Day exclusively included works in the permanent collection of the museum, whereas The Dirty South included works from multiple sources outside the museum.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice focuses on how the works that were included in the exhibitions were sourced, not on the means of expression the artists whose works were featured have used. Therefore, the statement wouldn’t address the claim that the exhibits showcased the different media artists have used to represent the Black experience in the US.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Between them, This Is the Day and The Dirty South included works depicting more than 300 years of Black experience in the United States.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the statement focuses on similarities in the themes of the two exhibitions—that is, they both concern the Black experience in the US—it doesn’t mention the media that artists whose works were featured in the exhibitions have used to portray and respond to this experience.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "problems/SAT6RW1/media/14a.jpg",
            "To investigate potential cognitive benefits of taking leave from work, psychologist Jan Packer and colleagues conducted a six-month study of Australian university staff members who took no leave from work during the study, took 2–4 days of leave, or took 1–5 weeks of leave. Tests of attentiveness were administered to participants three times during the study: at random for the no-leave staff, and for the rest, one week before their leave, one week following their return to work, and one week after the second test administration. After analyzing the results, the researchers concluded that longer leave times might not confer a greater cognitive benefit than shorter leave times do.",
            "Which choice best describes data from the graph that support the researchers’ conclusion?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "In the second test administration, participants who took 2–4 days of leave had higher average attentiveness scores than did those who took no leave, but in the third test administration, those who took no leave had higher average scores than those who took 1–5 weeks of leave.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The graph does show that in the second test administration, participants who took 2– 4 days of leave had higher average attentiveness scores than did those who took no leave and also shows that in the third test administration, those who took no leave had higher average scores than those who took 1–5 weeks of leave. But neither of these findings has a direct bearing on the researchers’ conclusion, which concerns a comparison of participants who took 2–4 days of leave with those who took 1–5 weeks, rather than a comparison of either group with participants who took no leave.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "In the first test administration, participants who took 2–4 days of leave had lower average attentiveness scores than did those who took 1–5 weeks of leave and those who took no leave.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the graph does show that in the first test administration, participants who took 2–4 days of leave had lower average attentiveness scores than did those who took 1–5 weeks of leave and those who took no leave, this test administration occurred before any participants went on leave; therefore, these results have no bearing on the researchers’ conclusion about how the amount of leave taken by participants affected their cognitive functioning.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "In both the second and third test administrations, participants who took 2–4 days of leave had higher average attentiveness scores than did participants who took 1–5 weeks of leave.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice describes data from the graph that support Jan Packer and colleagues’ conclusion about the effect of leave time on the attentiveness of university employees. According to the text, the researchers’ study design included a group of employees who took no leave, a group who took 2–4 days of leave, and a group who took 1–5 weeks of leave. The participants who took leave were tested for attentiveness one week before their leave (the first test administration), one week after their return to work (the second test administration), and two weeks after their return (the third test administration). The participants who took no leave were tested three times at random. The graph shows that at one week after their return to work, participants who took only 2–4 days of leave had an average attentiveness score of between 540 and 600, while participants who took 1–5 weeks of leave had an average score of between 480 and 540. At two weeks after their return to work, those who took only 2–4 days of leave had an average score of between 480 and 540, while those who took 1–5 weeks of leave had an average score of approximately 480. In other words, the graph shows that on both post-leave testing dates, participants with longer leave times had lower average attentiveness scores than those with shorter leave times. Since attentiveness is an indicator of cognitive functioning, these data confirm Packer and colleagues’ conclusion that longer leave times might not confer a greater cognitive benefit than shorter leave times do.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "In the second and third test administrations, participants who took 2–4 days of leave had higher average attentiveness scores than did those who took no leave.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the graph does show that in the second and third test administrations, participants who took 2–4 days of leave had higher average attentiveness scores than did those who took no leave, the researchers’ conclusion is about the effects of short leave compared with the effects of long leave, not the effects of short leave compared with the effects of no leave. These results are therefore irrelevant to the conclusion.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "problems/SAT6RW1/media/15a.jpg",
            "It may seem that the optimal strategy for an animal pursuing prey or escaping predators is to move at maximal speed, but the energy expense of exploiting full speed capacity can disfavor such a strategy even in escape contexts, as evidenced by the fact that _______",
            "Which choice most effectively uses data from the graph to complete the text?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "most lizard species use about the same percentage of their maximal speed when escaping predation as they do when pursuing prey.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The data in the graph isn’t organized in such a way that a comparison of the percentage of maximal speed used when escaping predation with the percentage used when pursuing prey is possible at the level of individual species.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "multiple lizard species move at an average of less than 90% of their maximal speed while escaping predation.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice describes data from the graph that complete the text’s discussion of lizard species’ use of maximal speed when escaping predators. According to the text, moving at maximal speed (the highest speed possible) requires so much energy that it is not always an effective strategy for animals, even when they are escaping predators. The graph displays data on the average percent of maximal speed used by lizard species while either escaping predators or pursuing prey. The graph categorizes the data for both pursuing and escaping by the number of species using 30%–39% of maximal speed, 40%–49% of maximal speed, 50%–59% of maximal speed, 60%–69% of maximal speed, 70%–79% of maximal speed, 80%–89% of maximal speed, and 90%–100% of maximal speed, respectively. In the graph, there is at least one species in each of the following percent categories for maximal speed while escaping predators: 50%– 59%, 60%–69%, 70%–79%, and 80%–89%. Thus, the data in the graph show that multiple lizard species move at an average of less than 90% of their maximal speed while escaping predation.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "more lizard species use, on average, 90%–100% of their maximal speed while escaping predation than use any other percentage of their maximal speed.",
                "Key": {
                    "Correct": false,
                    "Rationale": "It is true that in the graph, the percent category with the largest number of species using maximal speed while escaping predators is 90%–100% (8 species total). However, these data don’t complete the text, which is concerned instead with how animals are discouraged from using maximal speed even when escaping predators because of the amount of energy required to use it.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "at least 4 lizard species use, on average, less than 100% of their maximal speed while pursuing prey.",
                "Key": {
                    "Correct": false,
                    "Rationale": "These data from the graph pertain to maximal speed while pursuing prey and therefore don’t complete the text’s discussion of lizard species’ use of maximal speed when escaping predators.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Under normal atmospheric pressure at Earth’s surface, water molecules form a tetrahedral network stabilized by hydrogen bonds between adjacent molecules. Extreme high pressure, such as can be found in deep ocean waters, destabilizes these bonds and compresses water’s structure, allowing water molecules within organisms to permeate proteins and impede crucial biological functions; yet deep-sea organisms known as piezophiles have adapted to extreme pressure. Studies have found a positive correlation between the depths that various piezophiles inhabit and concentrations of a compound called trimethylamine N-oxide (TMAO) in their muscle tissues, which has led a team of researchers to hypothesize that TMAO reduces water’s compressibility.",
            "Which finding, if true, would most directly support the researchers’ hypothesis?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Water molecules are found to be impervious to TMAO even when the water molecules’ tetrahedral configuration has been distorted by high pressure.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the researchers’ hypothesis suggests a relationship between TMAO and water molecules’ tetrahedral molecular structure, that relationship involves TMAO helping maintain water’s tetrahedral molecular structure under high pressure; as presented in the text, the hypothesis doesn’t contend that water molecules are impervious to, or incapable of being penetrated by, TMAO.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Examination of TMAO’s molecular structure shows that TMAO molecules retain their shape even as pressure increases.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text discusses how the molecular structure of water, not TMAO, is compressed under extreme pressure and never addresses how TMAO might be affected by such pressure.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "A positive correlation is found between concentrations of TMAO and the rate at which water’s molecular structure compresses as pressure increases.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The researchers’ hypothesis holds that water under extreme pressure is more resistant, not less, to being compressed when TMAO concentrations are higher. Moreover, the positive correlation mentioned in the text is between TMAO concentrations and the depths at which piezophiles live, not between concentrations of TMAO and the rate at which water’s molecular structure compresses as pressure increases.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Analysis of water’s molecular structure under high pressure reveals that hydrogen bonds are more stable when TMAO is present than when it is not.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice presents a finding that, if true, would support the researchers’ hypothesis that TMAO reduces water’s compressibility. The text explains that at great depths in the ocean, extreme pressure compresses the molecular structure of water by destabilizing the hydrogen bonds between adjacent molecules, thereby allowing water to penetrate proteins and harm the associated organisms. However, deep-sea organisms called piezophiles have adapted to live at these depths and previous studies show a positive correlation between the depth at which a piezophile species lives and the species’ level of the compound TMAO. Because this hypothesis links TMAO levels with reduced compressibility of water’s tetrahedral molecular structure, a finding that TMAO helps maintain the hydrogen bonds between water molecules under high pressure would strongly support that hypothesis.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "17": {
        "Number": 17,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The Cretaceous pterosaur Tupandactylus navigans is known for having an anomalously oversized head crest. Until an almost complete fossil skeleton was found in Brazil, paleontologists had been able to study only skull specimens from T. navigans, though it was presumed that, like other pterosaurs, the species’s primary form of locomotion was powered flight. Examining the fuller skeleton in 2016, Victor Beccari and his team determined that T. navigans had long hind legs, short wings, and an unusually long neck—characteristics that, combined with the creature’s large-crested head, would have made sustained flight difficult and walking upright relatively comfortable. Based on these findings the team suggests that T. navigans likely _______",
            "Which choice most logically completes the text?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "flew for longer distances than did other pterosaur species that had oversized head crests.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Beccari and his team determined, based on their examination of a nearly complete skeleton, that T. navigans would have found “sustained flight difficult,” which would differentiate it from most other pterosaurs that moved mainly through flight. Therefore, Beccari’s team would not suggest that T. navigans flew for longer distances than did other pterosaur species with large head crests.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "had longer wings than other pterosaur species considered to have been comfortable walking.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The fossilized skeleton studied by Beccari and colleagues was notable for its short wings, and because no indication in the text is made that other pterosaurs were thought by paleontologists to be comfortable walking. Therefore, Beccari’s team would not suggest that T. navigans had longer wings than other pterosaur species considered to have been comfortable walking.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "had a smaller head than researchers expected based on the earlier T. navigans skull specimens.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text indicates that Beccari and his team agree with the paleontologists mentioned earlier in the text that T. navigans had a large-crested head. Therefore, Beccari’s team would not suggest that T. navigans had a smaller head than researchers previously expected.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "flew for shorter distances and spent more time walking than researchers previously thought.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text’s discussion of the Cretaceous pterosaur Tupandactylus navigans. The text first describes what paleontologists initially speculated to be true of T. navigans based on observing only fossilized skulls of the pterosaur rather than complete skeletons—namely, that T. navigans had an oversized head crest and that, like other pterosaurs, its main mode of movement must have been flight. The text goes on to describe what researcher Victor Beccari and his team concluded based on studying a nearly complete fossilized skeleton of T. navigans, which provided additional information that fossilized skulls alone could not. Beccari and colleagues determined that T. navigans had long hind legs, short wings, and an unusually long neck, in addition to the oversized head crest previously observed by paleontologists. Taken together, these characteristics would have made sustained flight difficult and upright walking comfortable, which would make T. navigans different from other pterosaurs that moved mainly through flight. Thus, Beccari and colleagues suggest that previously held speculations of paleontologists are inaccurate: that instead of moving mainly through powered flight, T. navigans likely flew for shorter distances and spent more time walking than researchers previously thought.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "18": {
        "Number": 18,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Consumer psychologists have theorized that the likelihood that people who identify as ethical consumers—meaning that they strive to purchase goods and services with positive or neutral social and ecological effects—will purchase a given product positively correlates with their perception of that product’s effects. In a recent study of the attitudes of self-identified ethical consumers toward purchasing a specific mobile phone coming to market, researchers found that, on average, study participants in their twenties rated the phone’s social and ecological effects much less positively than did participants in other age groups. All other things being equal, if consumer psychologists’ theory is correct, this finding suggests that _______",
            "Which choice most logically completes the text?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "the phone is less appealing to ethical consumers in their twenties than other similar phones on the market are.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text mentions only the mobile phone used in the study and therefore provides no basis to compare participants’ attitudes toward that phone with their attitudes toward any other phone.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "ethical consumers in their twenties are less likely to purchase the phone than ethical consumers in other age groups are.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text’s discussion of a study involving ethical consumers. According to the text, ethical consumers are people who strive to purchase goods and services with positive or neutral effects on society and the environment. The text explains that consumer psychologists believe these consumers are more likely to purchase a product if its effects correspond better to their values. The text then introduces a study of ethical consumers’ attitudes toward a specific mobile phone, indicating that participants in their twenties had a less positive attitude toward the phone’s effects on society and the environment than participants in other age groups did. The text indicates that readers should assume there are no other differences between the participants in their twenties and those in other age groups. If the consumer psychologists’ theory is correct, as the text proposes, then the study’s finding suggests that ethical consumers in their twenties are less likely to purchase the phone than ethical consumers in other age groups are.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "there is not a meaningful difference in the likelihood of purchasing the phone among ethical consumers in different age groups.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The study’s finding suggests the contrary. The text indicates that study participants in their twenties had a less positive attitude toward the phone’s social and environmental effects than study participants in other age groups did. If the consumer psychologists’ theory is true, as the text proposes, then the study’s finding suggests that ethical consumers in their twenties are meaningfully less likely to purchase the phone than ethical consumers in other age groups are. ",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "ethical consumers in their twenties are more likely than ethical consumers in other age groups to consider a phone’s social and ecological effects when deciding whether to purchase that phone.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There’s nothing in the text to suggest that ethical consumers in their twenties are more likely than ethical consumers in other age groups to consider a phone’s social and ecological effects when deciding whether to purchase it. Rather, the text’s discussion of people who identify as ethical consumers suggests that they all consider the social and ecological effects of products, regardless of age.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "19": {
        "Number": 19,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The Boston Saloon was one of the most popular African American–owned establishments in nineteenth-century Nevada. _______ by businessman William A.G. Brown, the saloon was known to offer elegant accommodations and an inclusive environment.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Created",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is the use of verb forms within a sentence. The nonfinite past participle “created” is correctly used to form a supplementary element that modifies the noun phrase “the saloon,” identifying who established the Boston Saloon.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Creates",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in an ungrammatical sentence. The finite present tense verb “creates” can’t be used in this way to form a supplementary element to modify the noun phrase “the saloon.”",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Creating",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in an ungrammatical sentence. The nonfinite present participle “creating” can’t be used in this way to form a supplementary element to modify the noun phrase “the saloon.”",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Create",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in an ungrammatical sentence. The finite present tense verb “create” can’t be used in this way to form a supplementary element to modify the noun phrase “the saloon.”",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "20": {
        "Number": 20,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Louise Bennett (1919–2006), also known as “Miss Lou,” was an influential Jamaican poet and folklorist. Her innovative poems _______ the use of Jamaican Creole (a spoken language) in literature.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "popularized;",
                "Key": {
                    "Correct": false,
                    "Rationale": "No punctuation is needed between the verb and its object.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "popularized,",
                "Key": {
                    "Correct": false,
                    "Rationale": "No punctuation is needed between the verb and its object.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "popularized",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is punctuation use between a verb and an object. No punctuation is needed between the verb “popularized” and its object “the use of Jamaican Creole.” The object helps complete the idea of the verb—in this case, it explains what Louise Bennett popularized—and any punctuation between the two results in an ungrammatical sentence.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "popularized:",
                "Key": {
                    "Correct": false,
                    "Rationale": "No punctuation is needed between the verb and its object.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "21": {
        "Number": 21,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "“He was just the man for such a place, and it was just the place for such a man.” This line is from Frederick Douglass’s autobiography Narrative of the Life of Frederick Douglass (1845). It’s an example of antimetabole, a writing technique that _______ emphasis by repeating a statement in a reversed order.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "create",
                "Key": {
                    "Correct": false,
                    "Rationale": "The plural verb “create” doesn’t agree in number with the singular subject “technique.”",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "are created",
                "Key": {
                    "Correct": false,
                    "Rationale": "The plural verb “are creating” doesn’t agree in number with the singular subject “technique.”",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "have created",
                "Key": {
                    "Correct": false,
                    "Rationale": "The plural verb “have created” doesn’t agree in number with the singular subject “technique.”",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "creates",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is subject-verb agreement. The singular verb “creates” agrees in number with the singular subject “technique.”",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "22": {
        "Number": 22,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Researchers Amit Kumar and Nicholas Epley investigated how _______ In a series of experiments conducted in 2022, they found that people performing small acts of kindness underestimated the positive effect their actions had on others.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "do people perceive acts of kindness.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The structure of the sentence requires a declarative clause at the end of the sentence that states what Kumar and Epley did, not an interrogative clause that asks a direct question, such as “how do people perceive acts of kindness.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "do people perceive acts of kindness?",
                "Key": {
                    "Correct": false,
                    "Rationale": "The structure of the sentence requires a declarative clause at the end of the sentence that states what Kumar and Epley did, not an interrogative clause that asks a direct question, such as “how do people perceive acts of kindness?”",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "people perceive acts of kindness?",
                "Key": {
                    "Correct": false,
                    "Rationale": "It’s unconventional to use a question mark in this way to punctuate a declarative sentence that asks an indirect question, such as “Researchers...kindness.”",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "people perceive acts of kindness.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is end-of-sentence punctuation. This choice correctly uses a period to punctuate a declarative sentence that asks an indirect question (“Researchers Amit Kumar and Nicholas Epley investigated how people perceive acts of kindness”).",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "23": {
        "Number": 23,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In a painting titled “The Milkmaid” by Johannes Vermeer, the artist prominently features a bread basket, milk pitcher, and bowl. Such quotidian objects, depicted in exquisite detail by Vermeer, a painter celebrated for his naturalism, _______ the daily minutiae of a seventeenth-century Dutch household.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "was revealing",
                "Key": {
                    "Correct": false,
                    "Rationale": "The singular verb “was revealing” doesn’t agree in number with the plural subject “objects.”",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "has revealed",
                "Key": {
                    "Correct": false,
                    "Rationale": "The singular verb “has revealed” doesn’t agree in number with the plural subject “objects.”",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "reveals",
                "Key": {
                    "Correct": false,
                    "Rationale": "The singular verb “reveals” doesn’t agree in number with the plural subject “objects.”",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "reveal",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is subject-verb agreement. The plural verb “reveal” agrees in number with the plural subject “objects.”",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "24": {
        "Number": 24,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Jamaican British artist Willard Wigan is known for his remarkable _______ so small that they are best viewed through a microscope, Wigan’s sculptures are made from tiny natural materials, such as spiderweb strands.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "microsculptures creations",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a run-on sentence. The sentences (“Jamaican...microsculptures” and “Creations...strands”) are fused without punctuation and/or a conjunction.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "microsculptures, creations",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a comma splice. A comma can’t be used in this way to mark the boundary between sentences. ",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "microsculptures. Creations",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is punctuation between sentences. In this choice, the period is used to correctly mark the boundary between one sentence (“Jamaican...microsculptures”) and another (“Creations... strands”). The noun phrase beginning with “creations” modifies the subject of the next sentence, “Wigan’s sculptures.”",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "microsculptures and creations",
                "Key": {
                    "Correct": false,
                    "Rationale": "Without a comma preceding it, the conjunction “and” can’t be used in this way to join sentences.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "25": {
        "Number": 25,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Consider the mechanics of the pinhole camera: light passes through a small hole, resulting in a focused projected image. A ray diagram reveals how this _______ the hole’s small size restricts light to a single ray, all light passing through the hole can only arrive at a single destination, eliminating diffraction and ensuring a clear image.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "works because",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a run-on sentence. The two sentences (“A ray...works” and “Because...image”) are fused without punctuation and/or a conjunction.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "works. Because",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is punctuation use between sentences. In this choice, the period is used to correctly mark the boundary between one sentence (“A ray...works”) and another (“Because...image”).",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "works, it’s because",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a comma splice. A comma can’t be used in this way to mark the boundary between sentences.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "works: it’s because",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a comma splice. Since the contraction “it’s” creates a main clause, the comma after “single ray” can’t be used in this way to mark the boundary between two main clauses (“it’s...ray” and “all light...image”).",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "26": {
        "Number": 26,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In the search for extraterrestrial life, astrobiologists Stuart Bartlett and Michael L. Wong propose that scientists avoid using the term “life.” _______ researchers should use another word: “lyfe.” This new term, they argue, could be used to draw distinctions between the known characteristics of life on Earth and the potentially differing characteristics of lyfe on other planets.",
            "Which choice completes the text with the most logical transition?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Previously,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Previously” illogically signals that the idea in this sentence occurs before the action in the first sentence. Instead, the use of “lyfe” is an alternative to the previously mentioned use of “life.”",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Regardless,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Regardless” illogically signals that the idea in this sentence is true despite the information in the first sentence. Instead, the use of “lyfe” is an alternative to the previously mentioned use of “life.”",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "There,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“There” illogically signals that the idea in this sentence occurs in a place mentioned in the previous sentence. Instead, the use of “lyfe” is an alternative to the previously mentioned use of “life.”",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Instead,",
                "Key": {
                    "Correct": true,
                    "Rationale": "“Instead” logically signals that the idea in this sentence—that researchers should use the word “lyfe”—is an alternative to the idea mentioned in the previous sentence (scientists’ use of the word “life”).",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "27": {
        "Number": 27,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Before it unveiled a massive new gallery in 2009, the Art Institute of Chicago was only able to display about 5% of its art collection. _______ the museum is able to display close to 30% of its collection.",
            "Which choice completes the text with the most logical transition?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Additionally,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Additionally” illogically signals that the information in the sentence is merely an additional fact related to the information about the museum before the new gallery opened. Instead, the sentence is about the museum in the present day after the new gallery opened.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "For example,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“For example” illogically signals that the information in the sentence exemplifies the previous information about the museum before the new gallery opened. Instead, the sentence is about the museum in the present day after the new gallery opened.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Nevertheless,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Nevertheless” illogically signals that the information in the sentence is true despite the previous information about the museum before the new gallery opened. Instead, the sentence is about the museum in the present day after the new gallery opened.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Today,",
                "Key": {
                    "Correct": true,
                    "Rationale": "“Today” logically signals that the information in the sentence — that the museum is able to display close to 30% of its collection — is true of the Art Institute of Chicago as it exists in the present day after the previously mentioned unveiling of the massive new gallery in 2009.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "28": {
        "Number": 28,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Working together with the Navajo Nation Department of Water Resources, Dr. Lani Tsinnajinnie analyzed data about snowpack levels in the Chuska Mountains. She found that the snowpack (the amount of snow on the ground) was deepest in early March at lower elevations. At higher elevations, _______ the snowpack was deepest in mid-March.",
            "Which choice completes the text with the most logical transition?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "in other words,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“In other words” illogically signals that information in the sentence is merely a paraphrase or restatement of the previous information about the snowpack at lower elevations. Instead, the information about the snowpack at higher elevations contrasts with that information.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "for instance,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“For instance” illogically signals that the information in the sentence exemplifies the previous information about the snowpack at lower elevations. Instead, the information about the snowpack at higher elevations contrasts with that information.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "on the other hand,",
                "Key": {
                    "Correct": true,
                    "Rationale": "“On the other hand” logically signals that the information in the sentence—that the snowpack at higher elevations in the Chuska Mountains was deepest in mid-March—contrasts with the previous information about the snowpack at lower elevations being deepest in early March.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "in summary,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“In summary” illogically signals that the information in the sentence summarizes the previous information about the snowpack at lower elevations. Instead, the information about the snowpack at higher elevations contrasts with that information.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "29": {
        "Number": 29,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The Inca of South America used intricately knotted string devices called quipus to record countable information, like population data and payments. _______ they may have used quipus to record more complex information, like stories and myths, according to researchers.",
            "Which choice completes the text with the most logical transition?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "As a result,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“As a result” illogically signals that the claim in the sentence is a consequence or result of the previous statement about the Incas using quipus to record countable information. Instead, the possibility that the Inca used quipus to record more complex information is an additional point about how the quipus were used.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "In other words,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“In other words” illogically signals that the claim in the sentence is merely a paraphrase or restatement of the previous statement about the Incas using quipus to record countable information. Instead, the possibility that the Inca used quipus to record more complex information is an additional point about how the quipus were used.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "In addition,",
                "Key": {
                    "Correct": true,
                    "Rationale": "“In addition” logically signals that the claim in this sentence—that the Inca of South America may have used quipus to record more complex information—is an additional point related to the previous statement about the Inca using quipus to record countable information.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "For example,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“For example” illogically signals that the claim in the sentence exemplifies the previous statement about the Incas using quipus to record countable information. Instead, the possibility that the Inca used quipus to record more complex information is an additional point about how the quipus were used.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "30": {
        "Number": 30,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In hindsight, given the ideas about the natural world circulating among British scientists in the 1800s, the theory of natural selection was an obvious next step. It may not have been a coincidence, _______ that Charles Darwin and Alfred Wallace arrived at the concept independently. Indeed, contrary to the popular myth of the lone genius, theirs is not the first paradigm-shifting theory to have emerged from multiple scholars working in parallel.",
            "Which choice completes the text with the most logical transition?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "however,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“However” illogically signals that the claim in this sentence contrasts with the previous information about the ideas circulating among British scientists in the 1800s. Instead, this claim follows logically from that information.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "then,",
                "Key": {
                    "Correct": true,
                    "Rationale": "“Then” signals that this sentence’s claim about Darwin and Wallace follows logically from the previous information. In other words, both scientists independently arriving at the theory of natural selection was, arguably, an expected outcome of the circumstances mentioned in the previous sentence.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "moreover,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Moreover” illogically signals that the claim in this sentence merely adds to the previous information about the ideas circulating among British scientists in the 1800s. Instead, this claim follows logically from that information.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "for example,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“For example” illogically signals that this sentence provides an example supporting the previous information about the ideas circulating among British scientists in the 1800s. Instead, it presents a claim that follows logically from that information.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "31": {
        "Number": 31,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "While researching a topic, a student has taken the following notes:",
            ":ibox:• In the 1930s, the Imperial Sugar Cane Institute in India sought to limit the country’s dependence on imported sugarcane.\n• The institute enlisted botanist Janaki Ammal to breed a local variety of sugarcane.\n• She crossbred the imported sugarcane species Saccharum officinarum with grasses native to India.\n• She succeeded in creating sugarcane hybrids well suited to India’s climate.",
            "The student wants to emphasize Janaki Ammal’s achievement. Which choice most effectively uses relevant information from the notes to accomplish this goal?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "By crossbreeding the imported sugarcane species Saccharum officinarum with grasses native to India, Ammal succeeded in creating sugarcane hybrids well suited to India’s climate.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sentence emphasizes Janaki Ammal’s achievement, explaining that she successfully created sugarcane hybrids that are well suited to India’s climate by crossbreeding an imported sugarcane species with grasses native to India.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "In the 1930s, the Imperial Sugar Cane Institute, which enlisted Ammal, sought to limit dependence on imported sugarcane.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence emphasizes the goal of the Imperial Sugar Cane Institute in the 1930s; it doesn’t emphasize Janaki Ammal’s achievement.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Ammal was enlisted by the Imperial Sugar Cane Institute at a time when a local variety of sugarcane needed to be produced.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the sentence mentions Ammal, it doesn’t emphasize her achievement of successfully creating sugarcane hybrids.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "As part of efforts to breed a local variety of sugarcane, an imported sugarcane species called Saccharum officinarum was crossbred with grasses native to India.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the sentence mentions the achievement of crossbreeding imported sugarcane species with grasses native to India, it doesn’t emphasize the achievement as belonging to Janaki Ammal.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "32": {
        "Number": 32,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "While researching a topic, a student has taken the following notes:",
            ":ibox:• Elizabeth Catlett’s sculpture Recognition (1970) shows two African American figures with rounded, indistinct features.\n• The figures reach out to each other in a pose that symbolizes a close, supportive relationship.\n• Her sculpture Students Aspire (1978) shows two African American figures with sharply defined features.\n• The figures hold an equal sign above their heads with one hand and embrace each other with the other hand.\n• This pose symbolizes their support for each other in the pursuit of equality.",
            "The student wants to emphasize a similarity between the two sculptures. Which choice most effectively uses relevant information from the notes to accomplish this goal?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Catlett’s Students Aspire depicts two figures supporting each other in the pursuit of equality.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence describes one of the sculptures; it doesn’t emphasize a similarity between the two sculptures.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Recognition and Students Aspire both show African American figures in poses that symbolize supportive relationships.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sentence emphasizes a similarity between the sculptures Recognition and Students Aspire, noting that both sculptures show African American figures in poses that symbolize supportive relationships.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Catlett completed Recognition in 1970 and Students Aspire in 1978.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence specifies the different years the sculptures were completed in; it doesn’t emphasize a similarity between the two sculptures.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The figures in Recognition have features that are rounded and indistinct, while the figures in Students Aspire have sharply defined features.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence emphasizes a difference between the two sculptures, noting that the figures in the sculptures have different feature definition; it doesn’t emphasize a similarity between the two sculptures.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "33": {
        "Number": 33,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            ""
        ],
        "SubTopics": [
            ""
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "While researching a topic, a student has taken the following notes:",
            ":ibox:• The ancient Arab dhow was a sailing vessel distinguishable by its triangular sails and stitched hull construction.\n• Dhows were used primarily for trade along the coasts of Arab, South Asian, and East African countries.\n• Contemporary shipbuilders in Oman use a mix of modern and traditional materials to build replicas of ancient dhows.\n• Most of the materials used are traditional.\n• Replica hulls are stitched together using the same traditional coconut palm fiber rope used on the hulls of ancient dhows.",
            "The student wants to make a generalization about the materials used in dhow replicas. Which choice most effectively uses relevant information from the notes to accomplish this goal?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "A traditional material that was used to stitch together the hulls of ancient dhows, coconut palm fiber rope is still used by shipbuilders.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence provides an example of a traditional material used in ancient dhows; it doesn’t indicate that the material is used in dhow replicas or make any other generalization about materials used in those replicas.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The ancient Arab dhow was a sailing vessel used primarily for trade and distinguishable by its triangular sails.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence explains what an ancient dhow was; it doesn’t make a generalization about materials used to make dhow replicas.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Although most materials used in dhow replicas are traditional, some modern materials are used.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sentence makes a generalization about the materials used in dhow replicas, noting that while some modern materials are used, most of the materials are traditional.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Contemporary shipbuilders in Oman build replicas of the dhow, which was an ancient sailing vessel with a stitched hull construction.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence introduces the construction of dhow replicas to an audience unfamiliar with the vessel; it doesn’t make a generalization about the materials used in those replicas.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    }
}