{
    "Directions": "Read the passage below, then answer each question that follows.",
    "Context": [],
    "Title": "The Unexpected Effects of Wolves in Yellowstone National Park",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        [" ", "In the 1920s, wolves were officially removed from Yellowstone National Park. Wolves are predators that occasionally prey on domesticated animals, and people were afraid that they might also harm humans. They used hunting and other methods to remove all of the wolves from Yellowstone."],
        [" ", "By the 1990s, the Yellowstone ecosystem had significantly changed. One major difference was the reduction of aspen, cottonwood, and willow trees growing along streams. Yellowstone was experiencing a drought, and without any wolves to prey on elk, the elk population was at its highest level. Elk eat young trees and shrubs, especially in winter when the snow covers up shorter plants. During this period, nearly all of the young trees were eaten by elk before they could grow to maturity. This loss affected many animals, including the birds that nest in trees, the bison that compete with elk for the young trees, and the beavers that use the trees as a source of food and shelter."],
        [" ", "In 1995 and 1996, a total of 21 wolves were released into Yellowstone. Since then, scientists have been recording observations in the Yellowstone ecosystem. For example, they observed wolves often eating only about half of a prey animal and the rest of the animal was then eaten by scavengers. Scientists also observed more young trees and shrubs growing to maturity. The return of the trees has seemed to slow the water flow in streams and it provides beavers material to build dams and shelters. Beaver dams are barriers across moving water. The dams slow the streams even further and trap sediments in areas where new willow trees can grow."],
        ["", "problems/MOG8S/media/S2a.jpg"],
        [" ", "The overall effect of the wolves seems to be helping to restore a balance in the Yellowstone ecosystem. Although much work still needs to be done."]
    ],
    "Copyright": "",
    "References": []
}