{
    "Directions": "Read the article, then answer each question that follows.",
    "Context": [],
    "Title": "The Peanut Man",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "George Washington Carver was always interested in plants. When he was a child, he was known as the “plant doctor.” He had a secret garden where he grew all kinds of plants. People would ask him for advice when they had sick plants. Sometimes he'd take their plants to his garden and nurse them back to health."],
        ["2", "Later, when he was teaching at Tuskegee Institute, he put his plant skills to good use. Many people in the South had been growing only cotton on their land. Cotton plants use most of the nutrients in the soil. (Nutrients provide nourishment to plants.) So the soil becomes “worn out” after a few years. Eventually, cotton will no longer grow on this land."],
        ["3", "This was especially bad for poor African American farmers, who relied on selling cotton to support themselves. Carver was dedicated to helping those farmers, so he came up with a plan."],
        ["4", "Carver knew that certain plants put nutrients back into the soil. One of those plants is the peanut! Peanuts are also a source of protein."],
        ["5", "Carver thought that if those farmers planted peanuts, the plants would help restore their soil, provide food for their animals, and provide protein for their families—quite a plant! In 1896 peanuts were not even recognized as a crop in the United States, but Carver would help change that."],
        ["", "problems/NJG4E/media/S8a.jpg"],
        ["6", "Carver told farmers to rotate their crops: plant cotton one year, then the next year plant peanuts and other soil-restoring plants, like peas and sweet potatoes. It worked! The peanut plants grew and produced lots of peanuts. The plants added enough nutrients to the soil so cotton grew the next year. Now the farmers had lots of peanuts—too many for their families and animals—and no place to sell the extras. Again, Carver had a plan. Do you know what he did?"],
        ["7", "Carver invented all kinds of things made out of peanuts. He wrote down more than 300 uses for peanuts, including peanut milk, peanut paper, and peanut soap. Carver thought that if farmers started making things out of peanuts, they'd have to buy fewer things and would be more self-sufficient. And if other people started making things out of peanuts, they would want to buy the extra peanuts, so the farmers would make more money. Although not many of Carver's peanut products were ever mass-produced, he did help spread the word about peanuts."],
        ["8", "Peanuts became more and more popular. By 1920 there were enough peanut farmers to form the United Peanut Association of America (UPAA). In 1921 the UPAA asked Carver to speak to the U.S. Congress about the many uses for peanuts. Soon the whole country had heard of George Washington Carver, the Peanut Man! And by 1940 peanuts had become one of the top six crops in the U.S."]
    ],
    "Copyright": "The Peanut Man from America's Library—Public Domain",
    "References": []
}