{
    "Directions": "Read the following passage based on a Greek myth then answer each question.",
    "Context": [],
    "Title": "The Flight of Phaethon",
    "Subtitle": "",
    "Author": "retold by Josephine Preston Peabody",
    "LabelType": "P",
    "Content": [
        [" ", "\tOnce upon a time, the reckless whim of a lad came near to destroying the Earth and robbing the spheres of their wits."],
        [" ", "\tThere were two playmates, said to be of heavenly parentage. One was Epaphus, who claimed Zeus as a father; and one was Phaethon, the earthly child of Phoebus Apollo (or Helios, as some name the sun god). One day they were boasting together, each of his own father, and Epaphus, angry at the other's fine story, dared him to go prove his kinship with the Sun."],
        [" ", "\tFull of rage and humiliation, Phaethon went to his mother, Clymene, where she sat with his young sisters, the Heliades."],
        [" ", "\t“It is true, my child,” she said, “I swear it in the light of yonder Sun. If you have any doubt, go to the land whence he rises at morning and ask of him any gift you will; he is your father, and he cannot refuse you.”"],
        [" ", "\tAs soon as might be, Phaethon set out for the country of sunrise. He journeyed by day and by night far into the east, till he came to the palace of the Sun. It towered high as the clouds, glorious with gold and all manner of gems that looked like frozen fire, if that might be. The mighty walls were wrought with images of earth and sea and sky. Vulcan, the smith of the gods, had made them in his workshop (for Mount Aetna is one of his forges, and he has the central fires of the earth to help him fashion gold and iron, as men do glass). On the doors blazed the twelve signs of the Zodiac, in silver that shone like snow in the sunlight. Phaethon was dazzled with the sight, but when he entered the palace hall he could hardly bear the radiance."],
        [" ", "\tIn one glimpse through his half-shut eyes, he beheld a glorious being, none other than Phoebus himself, seated upon a throne. He was clothed in purple raiment, and round his head there shone a blinding light, that enveloped even his courtiers upon the right and upon the left—the Seasons with their emblems, Day, Month, Year, and the beautiful young Hours in a row. In one glance of those all-seeing eyes, the sun god knew his child; but in order to try him he asked the boy his errand."],
        [" ", "\t“O my father,” stammered Phaethon, “if you are my father indeed,” and then he took courage; for the god came down from his throne, put off the glorious halo that hurt mortal eyes, and embraced him tenderly."],
        [" ", "\t“Indeed, thou art my son,” said he. “Ask any gift of me and it shall be thine; I call the Styx to witness.”"],
        [" ", "\t“Ah!” cried Phaethon rapturously. “Let me drive thy chariot for one day!”"],
        [" ", "\tFor an instant the Sun's looks clouded. “Choose again, my child,” said he. “Thou art only a mortal, and this task is mine alone of all the gods. Not Zeus himself dares drive the chariot of the Sun. The way is full of terrors, both for the horses and for all the stars along the roadside and for the Earth, who has all blessings from me. Listen, and choose again.” And therewith he warned Phaethon of all the dangers that beset the way—the great steep that the steeds must climb, the numbing dizziness of the height, the fierce constellations that breathe out fire, and that descent in the west where the Sun seems to go headlong."],
        [" ", "\tBut these counsels only made the reckless boy more eager to win honor of such a high enterprise."],
        [" ", "\t“I will take care; only let me go,” he begged."],
        [" ", "\tNow Phoebus had sworn by the black river Styx, an oath that none of the gods dare break, and he was forced to keep his promise."],
        [" ", "\tAlready Aurora, goddess of dawn, had thrown open the gates of the east and the stars were beginning to wane. The Hours came forth to harness the four horses, and Phaethon looked with exultation at the splendid creatures, whose lord he was for a day. Wild, immortal steeds they were, fed with ambrosia, untamed as the winds; their very pet names signified flame, and all that flame can do—Pyrois, Eoüs, Aethon, Phlegon."],
        [" ", "\tAs the lad stood by, watching, Phoebus anointed his face with a philter¹ that should make him strong to endure the terrible heat and light, then set the halo upon his head, with a last word of counsel."],
        [" ", "\t“Follow the road,” said he, “and never turn aside. Go not too high or too low, for the sake of heavens and earth; else men and gods will suffer. The Fates alone know whether evil is to come of this. Yet if your heart fails you, as I hope, abide here and I will make the journey, as I am wont to do.”"],
        [" ", "\tBut Phaethon held to his choice and bade his father farewell. He took his place in the chariot, gathered up the reins, and the horses sprang away, eager for the road."],
        [" ", "\tAs they went, they bent their splendid necks to see the meaning of the strange hand upon the reins—the slender weight in the chariot. They turned their wild eyes upon Phaethon, to his secret f͟o͟r͟e͟b͟o͟d͟i͟n͟g, and neighed one to another. This was no master-charioteer, but a mere lad, a feather riding the wind. It was holiday for the horses of the Sun, and away they went."],
        [" ", "\tGrasping the reins that dragged him after, like an enemy, Phaethon looked down from the fearful ascent and saw the Earth far beneath him, dim and fair. He was blind with dizziness and bewilderment. His hold slackened and the horses redoubled their speed, wild with new liberty. They left the old tracks. Before he knew where he was, they had startled the constellations and well-nigh grazed the Serpent, so that it woke from its torpor and hissed."],
        [" ", "\tThe steeds took fright. This way and that they went, terrified by the monsters they had never encountered before, shaking out of their silver quiet the cool stars towards the north, then fleeing as far to the south among new wonders. The heavens were full of terror."],
        [" ", "\tUp, far above the clouds, they went, and down again towards the defenseless Earth, that could not flee from the chariot of the Sun. Great rivers hid themselves in the ground, and mountains were consumed. Harvests perished like a moth that is singed in a candle flame."],
        [" ", "\tIn vain did Phaethon call to the horses and pull upon the reins. As in a hideous dream, he saw his own Earth, his beautiful home and the home of all men, his kindred, parched by the fires of this mad chariot, and blackening beneath him. The ground cracked open and the sea shrank. Heedless water-nymphs, who had lingered in the shallows, were left gasping like bright fishes. The dryads² shrank, and tried to cover themselves from the scorching heat. The poor Earth lifted her withered face in a last prayer to Zeus to save them if he might."],
        [" ", "\tThen Zeus, calling all the gods to witness that there was no other means of safety, hurled his thunderbolt; and Phaethon knew no more."]
    ],
    "Copyright": "",
    "References": [
        ["¹", "philter — a magical potion"],
        ["²", "dryads — wood nymphs"]
    ]
}