{
    "Directions": "",
    "Context": [],
    "Title": "How a Melted Bar of Chocolate Changed Our Kitchens",
    "Subtitle": "",
    "Author": "by Rosanne Scott",
    "LabelType": "P",
    "Content": [
        ["9", "\tPercy Spencer never set out to help you cook your dinner in only 5 minutes. All he did was carry a bar of chocolate in his pocket onto the factory floor. What he discovered that day was more than how to get chocolate stains out of your clothes. He discovered a completely new way to cook."],
        ["10", "\tThe events leading up to the most powerful melted candy in the world gives us a clue to the kind of person Percy Spencer was. He was born in the town of Howland, Maine in 1894. As a boy, he liked to tinker and discover how things worked. His uncle was handy with machines, and taught Spencer a lot about them. When a log hauler broke down outside their house, the young boy had fun watching and helping while his uncle worked to fix the truck."],
        ["11", "\tPercy went to work quite early to help support his family. By the time he was 16, he was working full-time in a machine shop. He volunteered to be one of three men who helped the machine shop convert to electrical power in 1910. He had no real training at the time, but he decided to try. That experience taught him everything he needed to be an electrician."],
        ["12", "\tImagine for a moment what that was like for young Percy Spencer. Today, every year, computers are becoming faster and smaller. Touch-screen technology is still very new. We have hardly begun to understand what else we can discover. Imagine you are Percy Spencer in the brand-new world of electrical engineering. So much to discover! And so many mistakes to make!"],
        ["13", "\tIn everything he did from then on, Percy Spencer seemed to run toward discovery and take the chance of making mistakes. He joined the navy to become a telegraph operator. Once again, he did not know much about this type of work. He taught himself what he needed at night, while he was standing watch on the ship."],
        ["14", "\tBy the time he was in his early 20s, Percy Spencer had taken another big leap. He was only the fifth employee of the new company Raytheon. He continued inventing and learning. The company grew, and his knowledge grew with it. Soon he was an equal with the smartest and best educated people in the United States."],
        ["15", "\tBefore Percy Spencer's lucky microwave discovery, Raytheon was most famous for making a device that helped shrink down the radio to a modest size and cost. That helped put radios in many American households, making it one of the first devices for broad, shared communication. Raytheon also manufactured magnetic devices used for tracking moving vehicles and other moving objects on Earth or in space. One of Raytheon's experiments was the Magnetron. The Magnetron generated microwaves, which are exactly what they sound like: small waves that are shorter in length than a regular radio wave. Scientists at Raytheon discovered that the Magnetron gave off a lot of heat. No one made a connection between this high heat and any possibilities for progress until Percy Spencer."],
        ["16", "\tStanding near the Magnetron one day while it was on, Spencer noticed that the bar of chocolate in his pocket melted. He had a moment of realization. He asked for popcorn kernels, and put them near the heat. Minutes later, the man we can thank for microwave popcorn had a discovery on his hands."],
        ["17", "\tIt took more than 20 years, a lot of patience, and many mistakes before Raytheon perfected a microwave oven that people could use and could afford. In 1967, the Amana Radarange made its debut. Movies on demand at home were still decades away, but at least now Americans were ready with the popcorn. All thanks to Percy Spencer and his mistaken snack."]
    ],
    "Copyright": "“How a Melted Bar of Chocolate Changed Our Kitchens.” Written for educational purposes.",
    "References": [
        ["¹", "Louvre: an art museum in Paris, France"],
        ["²", "Hermitage: an art museum in St. Petersburg, Russia"]
    ]
}