{
    "Directions": "",
    "Context": [],
    "Title": "In Praise of Careful Science",
    "Subtitle": "",
    "Author": "Remarks from Michelle Obama",
    "LabelType": "P",
    "Content": [
        ["18", "\tDon't be fooled: Accidents usually do not lead to great discoveries. Although it is fun to think about how a bump on the head from an apple changed our understanding of gravity, the reality is less fun. Most of the time, scientists work for decades and make very few mistakes. When they do, most mistakes cause problems, not progress."],
        ["19", "\tScientist John Denker says that many “big discoveries” were actually invented, step by step. Scientists made small discoveries over time. A lot of these small discoveries were predicted, and then proven, with no mistakes. Denker describes how magnetrons and radar were discovered. They were researched for years. The work was kept secret. The scientists worked to avoid mistakes. When they were announced, the public did not imagine the years that went into that work. Then, Percy Spencer accidentally discovered the magnetron's property for heating food. That one moment overshadowed many years of careful science."],
        ["20", "\tIt also took more than 20 years after the “melted chocolate moment” to bring a commercial microwave to the public. The equally important process after discovery is also ignored. During that long process after discovery, scientists need to test their ideas with care and make as few mistakes as possible. When Pierre and Marie Curie discovered radium, they spent years after the 1898 discovery studying it. They were still studying it when they shared the Nobel Prize for Science with Henri Becquerel in 1903."],
        ["21", "\tAs John Denker says, “I am reminded of the rock star who said it took him 15 years to become an overnight sensation.”"],
        ["22", "\tIt is too easy to say, “Without mistakes, no discoveries can be made.” Most mistakes do not lead directly to discoveries. Thomas Edison said that inventing was 1 percent inspiration and 99 percent perspiration. The typical role of a mistake in science is not to lead to a brilliant invention, but to teach a scientist how to do better next time. As space physicist Carl Sagan once said, “Science is a self-correcting process.”"]
    ],
    "Copyright": "“In Praise of Careful Science.” Written for educational purposes.",
    "References": []
}