{
    "Directions": "Read the “Goofs and Great Inventions” passage set.",
    "Context": [],
    "Title": "Lost Cities, Lost Treasure",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "\tIn 1871, an adventurer named Heinrich Schliemann started digging in the ground of a Turkish city, seeking the lost land of Troy. Schliemann, a businessman and scholar, was born in Germany in 1822. As a young man he dreamed of discovering the treasures of the ancient world, and even made a plan for it when he was nine years old."],
        ["2", "\tHis youthful sense of adventure eventually brought him to California, where he made a fortune in the gold rush. With his profits, he began his second career in archaeology."],
        ["3", "\tArchaeology was still a young science in the 1800s. In fact, it was hardly a science at all. The promise of treasure and adventure in foreign lands attracted people like Schliemann. Like a lot of treasure hunters, Schliemann was smart, curious — and hungry for gold or fame. On the other hand, he loved ancient cultures, especially Greek culture. He loved learning and traveling. By the end of his life, he spoke 13 languages, including his native German. He loved Greek history and culture so much that he and his wife Sophia named their children Agamemnon and Andromache."],
        ["4", "\tThere was another, less likeable side to Schliemann. He has been described as a trickster who didn't always tell the truth. He was known for changing or making up details in his stories of discovery. He wrote a thrilling account of his experience in the San Francisco fire of 1849 —  even though he was nowhere near San Francisco at the time. And as much as he loved antiquities and learning, his love of attention and money were equally strong. They may have been too strong in the end."],
        ["5", "\tIn 1868 he had been seeking the lost city of Troy for many years. He found out that a British archaeologist named Frank Calvert owned part of a site in Turkey. It was near the modern town of Canakkale. Calvert believed that ancient Troy was founded at this site. He did not have the funds to dig or discover for himself. Schliemann agreed to fund and share in the work."],
        ["6", "\tCalvert was very different from Schliemann. He was self-taught, modest, and liked to keep his discoveries quiet. He was serious about protecting the artifacts he found. He did not have enough money of his own to carry out his work. He had to rely on Schliemann's funds. This proved disastrous for him, and perhaps even worse for the remains of Troy."],
        ["7", "\tBy 1871, Schliemann had started digging up Troy his way. He was convinced he knew exactly how far down to dig, and how to get there. He had workers open up huge trenches in the earth, shoveling out layers of debris and artifacts that had lain undisturbed for centuries. Although he and Calvert both discovered treasure, the damage done to the site was profound. Today, archaeologists believe that the historic Troy that the Greek poet Homer described was in a layer much higher up. We will never know for sure."],
        ["8", "\tSchliemann's careless actions erased important clues to Troy's past. Schliemann took the credit for what was found, and Calvert's contribution was almost forgotten. Calvert's family is still fighting to give him full credit for finding ancient Troy. Schliemann is remembered not only as a great explorer but also for being dishonest. Yet both men discovered great things at the site: ancient axes, household items, and jewels. Together, they did prove there had been an ancient city called Troy. The gold and other precious items they found are now in the Pushkin Museum in Moscow, Russia. Was the find worth the damage it caused to the site?"]
    ],
    "Copyright": "“Lost Cities, Lost Treasure.” Written for educational purposes.",
    "References": []
}