{
    "Directions": "The play The Emperor's New Clothes is about two tailors, named Much and Little, who have been hired to weave clothes for an emperor and decide to play a trick on him. Read the excerpt from the play and then answer each question that follows.",
    "Context": [],
    "Title": "[from] The Emperor's New Clothes",
    "Subtitle": "",
    "Author": "by Hans Christian Andersen\nAdapted by Adele Thane",
    "LabelType": "L",
    "Content": [
        ["", ":ibox:Characters:\n\n• MUCH\n• LITTLE\n• EMPEROR\n• EMPRESS\n• LORD CHAMBERLAIN\n• MINISTER OF WEAVING"],
        [" ", "SETTING: Tower room. Right center is an empty loom with"],
        [" ", "stools on each side. At left is low table with sewing tools"],
        [" ", "on it. Beside table is large overstuffed armchair. There is"],
        [" ", "a wardrobe up back with dress form near it. The only"],
        ["5", "entrance to room is down right."],
        [" ", "AT RISE: MUCH is sprawled in armchair eating a huge"],
        [" ", "piece of pie and playing with jewels in small chest on"],
        [" ", "his lap. LITTLE is seated cross-legged on table counting"],
        [" ", "gold pieces into a bag."],
        ["10", "LITTLE: Twenty-three, twenty-four, twenty-five, twenty-"],
        [" ", "six, twenty-seven. One hundred and twenty-seven"],
        [" ", "guineas — added to what we've already received — make"],
        [" ", "a total of (Figuring with pencil on slip of paper) five"],
        [" ", "thousand, two hundred and fifty-six guineas!"],
        ["15", "MUCH: For just lying around up here, eating and sleeping."],
        [" ", "This is the life! (Takes big bite of pie)"],
        [" ", "LITTLE: Oh, do give me that chest of jewels — you're"],
        [" ", "dropping crumbs into it! (Knock is heard.) Someone's"],
        [" ", "coming! Sit at the loom! I'll hide the jewels! (MUCH"],
        ["20", "crosses to loom while LITTLE quickly hides gold and"],
        [" ", "jewels in wardrobe, then sits on stool opposite MUCH."],
        [" ", "They pretend to weave, passing shuttle back and forth.)"],
        [" ", "MUCH and LITTLE (Speaking in unison): Over, under,"],
        [" ", "over, under — Much, Little, Much, Little — faster, faster — "],
        ["25", "weave, weave! (Knock is repeated.) Come in! (They"],
        [" ", "weave rapidly, not looking up.)"],
        [" ", "MINISTER (Entering): Good afternoon, gentlemen. You"],
        [" ", "sent word to the Emperor that the cloth is ready to be"],
        [" ", "inspected. I have come at His Majesty's request to look"],
        ["30", "at the cloth and report."],
        [" ", "LITTLE: Of course, sir — look as long as you like."],
        [" ", "MUCH: You will excuse us if we continue to weave. We're"],
        [" ", "most anxious to finish this material — it's for the Emperor's"],
        [" ", "trousers.¹"],
        ["35", "MINISTER: Go right ahead. (They pretend to weave in"],
        [" ", "frantic haste. MINISTER stares at empty loom, then turns"],
        [" ", "away and speaks aside to audience.) Good heavens,"],
        [" ", "this is terrible! I don't see any cloth on the loom! All I see"],
        [" ", "is their hands moving in the air. Can it be that I am a fool?"],
        ["40", "Or that I am not fit for my position? I must be careful not"],
        [" ", "to give myself away. (Turns back to MUCH and LITTLE,"],
        [" ", "who stop weaving and rise)"],
        [" ", "MUCH: There, it's finished! Well, sir, what do you think of"],
        [" ", "the cloth?"],
        ["45", "MINISTER: Why it's enchanting!"],
        [" ", "LITTLE: It should be! There's magic in every thread!"],
        [" ", "MUCH: Will a pair of trousers made from this material"],
        [" ", "please the Emperor?"],
        [" ", "MINISTER: Please him! He'll be ecstatic!"],
        ["50", "LITTLE: And the colors — will he approve of the colors?"],
        [" ", "MINISTER (With exaggerated enthusiasm): I'm sure he"],
        [" ", "will. The colors are so — ah — unusual! There's no doubt"],
        [" ", "about it, those trousers will be the most splendid pair His"],
        [" ", "Majesty has ever worn!"],
        ["55", "MUCH: It's time the Emperor came for a fitting. The robe"],
        [" ", "and other garments are ready to be tried on."],
        [" ", "MINISTER: I'll tell him. I'll tell him right away! (Turns to exit"],
        [" ", "but stops as voices are heard off right) Listen! I believe"],
        [" ", "His Majesty is coming now! (Exits right, calling) Your"],
        ["60", "Majesty! Your Majesty! (MUCH and LITTLE rush to table.)"],
        [" ", "MUCH: We'll pretend we're making the trousers. I'll be"],
        [" ", "cutting them out."],
        [" ", "LITTLE: And I will be sewing them. (MUCH takes up pair"],
        [" ", "of enormous scissors and pretends to cut material."],
        ["65", "LITTLE sits cross-legged on table and threads needle"],
        [" ", "with long thread. They cut and sew intently as"],
        [" ", "MINISTER reenters right with EMPEROR, EMPRESS,"],
        [" ", "and LORD.)"],
        [" ", "EMPEROR (To MINISTER as they cross to loom): You saw"],
        ["70", "the cloth? You saw it clearly?"],
        [" ", "MINISTER: Uh — yes, Your Majesty. Fantastic colors! And"],
        [" ", "the design — what imagination! (EMPEROR looks hard"],
        [" ", "at loom, rubs his eyes and looks again. He reaches out"],
        [" ", "and touches loom. He gasps and turns to MINISTER.)"],
        ["75", "EMPEROR: The cloth on the loom — you said — "],
        [" ", "MUCH: Oh, Your Majesty, we've taken the cloth off the"],
        [" ", "loom to make the trousers. (Holding up imaginary"],
        [" ", "trousers) The latest Paris fashion!"],
        [" ", "LITTLE: Are they not elegant?"],
        ["80", "EMPEROR (With forced enthusiasm): Stunning, absolutely"],
        [" ", "stunning!"],
        [" ", "MUCH: Now — will it please Your Majesty to try on the coat?"],
        [" ", "EMPEROR (Glancing around room): Where is it?"],
        [" ", "LITTLE: Here, on the back of this chair. Can't you see it?"],
        ["85", "(Removes imaginary coat from chair and holds it up)"],
        [" ", "EMPEROR (Quickly): Yes, yes I see it. I simply meant — "],
        [" ", "where is it — to be worn?"],
        [" ", "LITTLE: Why, in the procession, of course."],
        [" ", "MUCH (Crossing to EMPEROR): Feel how light it is."],
        ["90", "(EMPEROR waves hand through air.) You'd think there"],
        [" ", "was nothing there at all, wouldn't you?"],
        [" ", "EMPEROR: Yes, it's as light as a spider's web. (To"],
        [" ", "EMPRESS) Is it not, my dear?"],
        [" ", "EMPRESS (Nervously): Perhaps I shouldn't touch it. I"],
        ["95", "might spoil something."],
        [" ", "MUCH: Try it on, Your Majesty. (As EMPEROR is being"],
        [" ", "helped into “coat,” EMPRESS moves downstage.)"],
        [" ", "EMPRESS (Aside): Oh, dear! I don't see anything! The"],
        [" ", "Emperor mustn't find out. He wouldn't love me if he"],
        ["100", "thought I was stupid."],
        [" ", "EMPEROR (Coming downstage to EMPRESS, showing"],
        [" ", "off “coat”): Well, my dear, how do I look?"],
        [" ", "EMPRESS (With forced gaiety): You've never looked more"],
        [" ", "handsome!"],
        ["105", "MUCH: Turn around, Your Majesty, and let the Empress"],
        [" ", "see the rainbow pattern on the coattails. (EMPEROR"],
        [" ", "turns. MUCH and LITTLE spread out “coattails.”)"],
        [" ", "EMPRESS: Oh, how exquisite! Perhaps, gentlemen, you"],
        [" ", "will weave me a dress after you've finished the"],
        ["110", "Emperor's new clothes."],
        [" ", "MUCH (Bowing): We'd be honored, Your Majesty."],
        [" ", "EMPEROR (To LORD): My good Lord Chamberlain, you"],
        [" ", "haven't said anything about my new clothes."],
        [" ", "LORD (Startled): No, I haven't. That's because I am struck"],
        ["115", "dumb by the splendor of them!"],
        [" ", "MUCH: Ah, but just wait until you have seen the"],
        [" ", "processional robe and train. (Going to dress form at back)"],
        [" ", "Little, help me carry it. You take the train. (EMPEROR,"],
        [" ", "EMPRESS and MINISTER turn upstage to watch MUCH"],
        ["120", "and LITTLE as they pretend to remove robe from dress"],
        [" ", "form. LORD turns downstage.)"],
        [" ", "LORD (Aside): Am I the only person here who cannot see"],
        [" ", "the Emperor's new clothes? Am I the only stupid one not"],
        [" ", "fit for my post? I've never thought so, but it would be"],
        ["125", "humiliating if anybody found out. I must keep it to myself."],
        [" ", "(MUCH and LITTLE come downstage, carrying invisible"],
        [" ", "robe between them.)"],
        [" ", "MUCH: Behold! The Emperor's processional robe! The"],
        [" ", "rarest jewels in the kingdom are woven into it."],
        ["130", "EMPEROR (Shielding his eyes): It blinds my eyes! You"],
        [" ", "will have to describe it to me."],
        [" ", "MUCH: On the sleeve there is a golden peacock with ruby"],
        [" ", "wings and an emerald tail. (Exclamations of admiration)"],
        [" ", "On the other sleeve there is a unicorn all done in pearls."],
        ["135", "(Louder exclamations)"],
        [" ", "LITTLE: And here on this train is a dragon outlined in"],
        [" ", "amethysts and sapphires, breathing fire opals."],
        [" ", "(Exclamations rise to highest pitch.)"],
        [" ", "LORD: Miraculous! You really have to see it to believe it!"],
        ["140", "Isn't that so, Your Majesty!"],
        [" ", "EMPEROR (Indignantly): Are you insinuating that I do not"],
        [" ", "see it?"],
        [" ", "LORD: Oh, Your Majesty, I didn't mean — "],
        [" ", "EMPRESS (Calming EMPEROR): Of course he didn't,"],
        ["145", "my dear."],
        [" ", "MUCH: Your Majesty, let me drape the robe over your"],
        [" ", "shoulders and show you how superbly it hangs."],
        [" ", "EMPEROR: Won't it be rather heavy with all those jewels?"],
        [" ", "MUCH: Not at all! You'll hardly know you have it on. (Drapes"],
        ["150", "“robe” on EMPEROR) Little, spread out the train so that"],
        [" ", "His Majesty can get some idea of its magnificence."],
        [" ", "(LITTLE pretends to spread material across entire front"],
        [" ", "of stage. LORD approaches for closer look.)"],
        [" ", "LITTLE: Watch out, sir, you're stepping on the train!"],
        ["155", "(Alarmed, LORD jumps right.) No, no, not there! Get off!"],
        [" ", "(LORD jumps left.) You're still standing on it!"],
        [" ", "LORD (Backing upstage in confusion): I'm dreadfully sorry!"],
        [" ", "EMPEROR (Glaring at LORD): Clumsy idiot! (To LITTLE)"],
        [" ", "Has he ruined it with his dirty boots?"],
        ["160", "LITTLE: No harm has been done, but we'd better put away"],
        [" ", "the robe. (MUCH and LITTLE carry “robe” to dress form.)"],
        [" ", "EMPEROR: My birthday is tomorrow. Will everything be"],
        [" ", "ready by then?"],
        [" ", "MUCH: Everything is ready now! Your Majesty, you have"],
        ["165", "the reputation of being the best-dressed monarch in the"],
        [" ", "world (Smiling slyly) — but I'll warrant that you never"],
        [" ", "have been dressed as you will be tomorrow."],
        [" ", "EMPEROR (Picking up yardstick from table): Gentlemen,"],
        [" ", "you have performed wonders. To show you my"],
        ["170", "appreciation for the marvelous work you have done, I am"],
        [" ", "going to knight you both. Kneel. (They do so.) Much,"],
        [" ", "Little (Touching shoulder of each with yardstick) — I"],
        [" ", "bestow upon you the title of “Imperial Weavers.”"],
        [" ", "(Exuberantly) Oh, I can hardly wait until tomorrow to show"],
        ["175", "my people my new clothes! (He grabs EMPRESS and"],
        [" ", "waltzes her about room. MUCH and LITTLE smile slyly"],
        [" ", "at each other. Curtain)"]
    ],
    "Copyright": "The Emperor's New Clothes by Hans Christian Andersen as adapted by Adele Thane, from PLAYS, The Drama Magazine for Young People (October 2012). Copyright © 2012 by PLAYS, The Drama Magazine for Young People. Reprinted by permission of PLAYS, The Drama Magazine for Young People/Sterling Partners, Inc.",
    "References": [
        ["¹", "trousers — pants"]
    ]
}