{
    "Directions": "Read the article about how the sleep needs of teenagers can impact the schools they attend. Then answer each question that follows.",
    "Context": [],
    "Title": "The Teen Who Woke Up Her School",
    "Subtitle": "",
    "Author": "by Jane Bianchi",
    "LabelType": "P",
    "Content": [
        ["1", "On a typical school night, Jilly Dos Santos was lucky if she got four to six hours of sleep. Even when she finished her homework early, she often didn't feel tired enough to fall asleep. So when her school board proposed switching her Columbia, Missouri, high school's start time from 7:50 a.m. to 7:20 a.m.—a full half hour earlier—she was outraged. “I thought it was the worst idea I'd ever heard,” she says."],
        ["2", "Fired up, Jilly used social media to encourage other students to join her in speaking up at the next school board meeting, and she started an online petition ... , which got 200-plus signatures. Then, with the help of another student, she plastered more than 100 posters on school walls and emailed teachers to spread the word. The fight was on!"],
        ["3", "“In my life, I've always had to be an advocate for myself,” says Jilly. “I'm the youngest of seven kids... I'm used to doing things on my own.”"],
        ["", "PUSHING BACK"],
        ["4", "The good news is that Jilly wasn't alone—once she started her fight, she became part of a growing movement to start school later. Currently, about 43 percent of public high schools in the U.S. start before 8 a.m., which is earlier than at most workplaces. One big reason schools have historically preferred early start times: They allow outdoor athletic teams to practice after school while the sun is still out."],
        ["5", "But now, hundreds of middle schools, high schools, and school districts in 41 different states have pushed back their start times, and the issue has made headlines in national newspapers and magazines. Even U.S. Secretary of Education Arne Duncan recently tweeted his support. (“Common sense to improve student achievement that too few have implemented: let teens sleep more, start school later,” he wrote.)"],
        ["6", "So how did this movement gain steam? A growing body of research over the past two decades has shown scientists that the amount of sleep you get (just like what you eat and how much you exercise) can have a profound effect on your overall physical and mental health. “Sleep is a simple yet powerful potion with the ability to enhance learning, boost creativity, fight infection, fuel growth, and balance mood,” says Dr. Helene A. Emsellem, the author of Snooze ... or Lose!"],
        ["", ":box:Tʜᴇ Sɴᴏᴏᴢᴇ Rᴇᴠᴏʟᴜᴛɪᴏɴ\n\nThe movement for more sleep is also gaining momentum:\n\nON COLLEGE CAMPUSES ...\n\nStudents at Texas A&M University in Corpus Christi can reserve a sleeping pod for an hour at a time between classes.\n\nON THE SPORTS FIELD ...\n\nThe Northwestern University football coach adjusts practice times to suit his players' sleep schedules—and asks them to wear armband sensors to monitor their rest too!\n\nIN THE WORKPLACE ...\n\nMany companies, such as Google, offer sleeping rooms so their employees can take short naps to recharge."],
        ["", "WHY TEENS STRUGGLE"],
        ["7", "The problem is, as a teen—compared with when you were a kid—you are actually hardwired to fall asleep later at night and wake up later in the morning. This naturally puts you on a much different schedule than the one your school sets for you."],
        ["8", "It all has to do with something called growth hormone, which helps your bones and tissues grow during puberty. When this hormone starts coursing through your system around midnight, it also blocks melatonin, the hormone that's meant to kick in and make you drowsy."],
        ["9", "Your body isn't just on a later schedule though—your brain also needs more total hours of sleep (about 9.25 a night) to function at its best. Sadly, most teens are able to squeeze in only about 7.1 hours, on average."],
        ["10", "“About 95 percent of teenagers are walking zombies,” says psychologist James Maas, a leading sleep expert..."],
        ["", "THE POWER OF SLEEP"],
        ["11", "While Jilly knew she often felt like a zombie, digging into the research on teens and sleep gave her the confidence and motivation to continue her campaign. “I realized that there wasn't something wrong with me and my time management skills,” she says. “The way I was feeling was physical and biological.”"],
        ["12", "As she prepared for the school board meeting, Jilly learned all of the ways that more sleep makes for better students. After a good night's rest, you're more alert, and it's easier to solve problems, process and remember information, and be creative. Research has also linked sleep to higher test scores."],
        ["13", "Plus, when you're not exhausted 24/7, you feel better emotionally. Sleep boosts your mood and lowers anxiety, meaning you're less likely to stress about exams, snap at your parents, or fight with friends."],
        ["14", "And not surprisingly, sleep also matters on the playing field. In fact, research suggests that well-rested teen athletes not only perform better than drowsy ones—they get injured less often too."],
        ["", ":box:Wɪɴᴅ Dᴏᴡɴ & Wᴀᴋᴇ Uᴘ\n\nYou might not be able to change your school's start time, but here's how you can get your body on track to perform at its best—starting tonight!\n\nRᴇʟᴀxᴀᴛɪᴏɴ Rᴏᴜᴛɪɴᴇ\n\n30 MINUTES BEFORE BED: Turn off your brightest lamps, lights, and screens. This helps send the signal to your brain that it's bedtime.\n\n15 MINUTES BEFORE BED: Relieve tension by doing light upper body stretches to loosen the neck and shoulders. Relaxed muscles make it easier to sleep.\n\nIN BED: Read a magazine or novel with a small book light or listen to soft music. These calming activities make you drowsy."],
        ["", "A BIG VICTORY"],
        ["15", "At the school board meeting, Jilly shared what she had learned. “I was so nervous. My heart was pounding,” she admits. But her peers gave her confidence. “About 30 students came to support me.”"],
        ["16", "Armed with facts, Jilly explained her case calmly and convincingly. “The school board liked how I didn't get emotional and just provided evidence. When I presented, I kept thinking, 'If this were a class, what would get me an A?' instead of 'How loud can I yell?'”"],
        ["17", "All of that hard work—and her poised approach—paid off. The school board decided that instead of making Jilly's high school's start time earlier, they would adjust the bus schedule and make the start time even later, at 8:55 a.m. “I was really excited,” she says. “It felt good to know that you can make a difference.”"],
        ["18", "The new, later schedule—which went into effect at the beginning of the 2013–2014 school year—has been a positive change for Jilly and her classmates. “I'm late a lot less,” she says, “plus I feel more refreshed and alert.”"],
        ["19", "And for anyone who was concerned that the sports teams wouldn't have enough time to practice, consider this: Jilly's high school football team went to the state championships last year for the first time in 11 years. Sure, it could just be a coincidence."],
        ["20", "But the well-rested athletes might not think so."]
    ],
    "Copyright": "“The Teen Who Woke Up Her School” by Jane Bianchi, from Scholastic Choices (September 2014). Copyright © 2014 by Scholastic Inc. Reprinted by permission of Scholastic Inc.",
    "References": []
}