{
    "Directions": "In the Sonoran Desert, natives use plants as medicine. Read the article. Then answer the questions. Some questions may ask you about certain paragraphs. The paragraphs are numbered on the left side.",
    "Context": [],
    "Title": "Your Local Desert Food and Drugstore",
    "Subtitle": "",
    "Author": "by Carrie A. Greer",
    "LabelType": "P",
    "Content": [
        ["1", "“Mom, my throat hurts and I’m hungry!”"],
        ["2", "“Okay, son, grab a bowl and some scissors and let’s go outside.”"],
        ["3", "Imagine hearing that from your mom! Go outside to get medicine?"],
        ["4", "Well, for thousands of years that’s what the native people of the Sonoran Desert did—they went outside to find food and treatments for their illnesses. More than 400 edible plants grow in the Sonoran Desert and many of these plants can be used as medicines."],
        ["5", "The Sonoran Desert is an arid region covering 120,000 square miles in southwestern Arizona, southeastern California and parts of Mexico. The Natives, known as the Tohono O’odham (means the Desert People), also called the Papago, and the Akimel O’odham (the River People), also known as the Pima, and their ancestors, have lived in the Sonoran Desert from roughly 300 B.C. Today, they number around 30,000."],
        ["6", "The Sonoran Desert is considered a natural pharmacy because a treatment for almost every illness known to man grows there."],
        ["7", "One of the more common Sonoran Desert plants is the creosote bush. This plant is considered to be the oldest plant in the world and is sometimes called the “drugstore of the desert.” The creosote was traditionally used to treat diseases the way penicillin is used today. The creosote has been known to help cure colds, stomach cramps and to heal wounds and burns."],
        ["8", "The creosote is a tough little plant, too. It is resistant to heat, drought, poor soil and competition. The creosote exudes chemicals in the soil to keep other plants from growing and will fight aggressively for any available water. The creosote usually wins because its root systems are deep and extensive. Amazingly, the creosote can live up to two years without water."],
        ["9", "The Spanish explorers who first came to the Sonoran Desert called the creosote “Little Stinker” because of the thick, sweet odor the plants emit after a rain storm. This odor is a medicine itself because it contains antibiotic properties and when the leaves of the bush are boiled the smell helps loosen nasal passages. A pre-historic Vicks!"],
        ["10", "Because there are so many medicinal uses for the creosote bush, scientists and botanists are still learning what this plant can do. Some scientists are even finding ways to use the creosote bush as a form of chemotherapy for cancer patients."],
        ["11", "The mesquite tree is another common plant and is known as the desert’s “tree of life” since it had so many uses. Bean pods from the tree were used for food, the wood to build houses and the tree roots for cords and ropes. Black gum, from the tree, was placed on the gums of teething babies to help relieve pain, and the tree’s clear sap was used to soothe sore throats. There is no part of the mesquite tree that cannot be used as a medicine."],
        ["12", "The prickly pear cactus is a classic Western cactus. This “Mickey Mouse ear” looking cactus grows in the desert where nothing else will. The pink, pear shaped fruits are edible and were used by some native peoples as a source of dye for their wool. Some still use this technique today."],
        ["13", "Small skinned sections of the prickly pear pads were held on gums and cheeks to lessen inflammation from gum infections and mouth sores. To cure earaches, a split pad was warmed and placed over the ear. Juice from the prickly pear was used as a soothing skin lotion for minor rashes and sunburn, just like we use aloe vera today. The most remarkable use for the prickly pear cactus was to control the blood sugar levels in diabetics."],
        ["14", "Are you wondering how people found these medicines? One answer is that the native peoples watched what the animals ate. If it helped them with an ailment then it just might help humans. The most probable answer is simply, trial and error. A person might be looking for something to eat and eventually realize that after eating this food they began to feel better. On the other hand, one might have found something that had very unpleasant effects on them."],
        ["15", "After gaining a full understanding of how these plants work, the people of the Sonoran Desert had their very own pharmacy in the desert. It is illegal to go out and gather these natural plants today because many of them are protected by the Arizona Native Plant Law; however, with special permission, many of these plants are now sold in ethnic grocery stores in Arizona."]
    ],
    "Copyright": "",
    "References": []
}