{
    "Directions": "",
    "Context": [],
    "Title": "Celebrate Light in the Dark",
    "Subtitle": "",
    "Author": "by Celia Taghdiri",
    "LabelType": "P",
    "Content": [
        ["13", "Would your parents allow you to stay up past your bedtime to celebrate light? In Persian culture, it is not only permitted but encouraged, at least once a year. Iranian families celebrate winter solstice, or the longest night of the year, by opening their homes to families and friends and enjoying a scrumptious feast, while honoring an ancient ritual."],
        ["14", "Shab-e-Yalda has been celebrated by Iranians for more than 3,500 years. Shab means night and yalda means birth. This age-old observance symbolizes the victory of the sun over darkness (the birth of the sun out of the womb of the longest night signifying the victory of light over darkness) since the days following December 21 grow longer and the nights, shorter."],
        ["15", "To survive this long and cold night, the first thing Iranians do is warm up their homes. Since there was no electricity in ancient times, Persians kept warm by cuddling next to the korsi, an old Persian oven consisting of a wooden box filled with coal. They also burned small fires all night, thinking it would chase away the darkness and evil spirits. Today, Iranians turn on heaters, fireplaces and light candles."],
        ["16", "No Persian celebration is ever complete without mouth-watering foods. The traditional table spread for Shab-e-Yalda includes yummy eggplant stew with lush saffron rice, chicken and yogurt. After dinner, Iranians continue to please their appetites by eating chopped watermelon, pomegranates, dried fruits and nuts. Some families serve the sweet halva. The food items are not only satisfying but symbolic."],
        ["17", "Dried fruits and nuts represent prosperity for the days ahead, while watermelon and ruby-red pomegranate seeds are meant to keep you healthy in the wintertime and bring liveliness and joy. The sweet and warm halva helps overcome winter’s cold."],
        ["18", "The winter feast continues when the oldest family member gathers all the visitors and recites poetry, tells fortunes and stories. Afterwards, he or she says prayers, thanking God for the previous year’s blessings and for prosperity in the coming year. Families play music, tell jokes and enjoy the extended evening."],
        ["19", "Iranians grow excited as December 21 creeps up on the calendar. Grocery stores display signs advertising watermelon and pomegranates, while newspapers print front-page photos of the celebration from past years. School kids run home like jaguars to complete their homework and await sundown to begin the unique celebration."],
        ["20", "Shab-e-Yalda is brief but glorious. It is a time when Iranians reflect on the previous year and share nothing but hope for the days to come. So the next time you suffer from the winter blues, just light a candle and know that the sun will eventually shine."]
    ],
    "Copyright": "“Celebrate Light in the Dark” by Celia Taghdiri. Reprinted with permission of Skipping Stones magazine, Jan/Feb 2008, Vol. 20, No. 1. www.skippingstones.org.",
    "References": []
}