{
    "Directions": "Read the following two articles about celebrations of light in Hindu and Persian cultures. Then answer the questions. Some questions may ask you about certain paragraphs. The paragraphs are numbered on the left side.",
    "Context": [],
    "Title": "Diwali: The Indian Festival of Lights",
    "Subtitle": "",
    "Author": "by Virginia Abraham",
    "LabelType": "P",
    "Content": [
        ["1", "What is your favorite holiday? Is it Halloween in October with its spooky trick or treaters, haunted house tours and treat bags bursting with candy? Or, is it Thanksgiving in November with its roasted turkey crammed with apple and walnut stuffing?"],
        ["2", "Esha Sharma, a ten year old Indian girl from Norwalk, Connecticut, celebrates the Hindu (Hin-DOO) festival of Diwali (DEE-wahl-ee). Esha’s Dad, Arun, and Mom, Juhi, are Hindus born in the state of Punjab in northern India. Hindus all over India celebrate Diwali, the five-day Festival of Lights, in October or November, decided by the Hindu lunar calendar."],
        ["", "What is Diwali?"],
        ["3", "Diwali or Deepawali means “row of lights.” There are many different origins (and customs) for this holiday, but in Northern India, the legend of the Ramayana is popular."],
        ["4", "In the Ramayana, the good prince, Rama, who has been forced to leave his kingdom of Ayoddhya for fourteen years, returns home after having defeated the demon Ravana. Diwali celebrates the victory of Rama, symbolizing the triumph of good over evil, light over darkness and knowledge over ignorance."],
        ["5", "The citizens of Ayoddhya set up rows and rows of lamps called diyas (DEE-yahs) to celebrate his return. A diya is a tiny clay lamp, sometimes hand-painted with intricate designs, that holds a votive candle. Hindus also believe that Lakshmi, the goddess of wealth, will visit a home lit in sparkling lights and shower it with riches."],
        ["", "Getting Ready for Diwali"],
        ["6", "Diwali is a joyful and colorful holiday. Esha and her mom do many special things to get ready. A few days before, Esha will help her Mom place 21 diyas around the house. The Sharmas set up rows of diyas along the front and back porch railings. They also place one diya in each room."],
        ["7", "On the evening of Diwali, just after sunset, Esha’s mom will light each diya until it blows out at nightfall. Her mom says that, here in the U.S., the fickle autumn winds blow the diyas out much more quickly than in India."],
        ["", "Elaborate Feasts"],
        ["8", "Diwali is also a time to celebrate with food. Esha’s mom always cooks a traditional Indian dinner. This past October, she served aloo (spiced potatoes) with puri (POO-ree), a whole wheat, fried flat bread. For dessert, the family enjoyed many Indian sweets, including kheer (rice cooked in sugared milk and garnished with dry fruits and cardamom) and ladoos (round sweets made with gram flour). Esha’s mom also brought home her favorite dessert, gulab jamunns (GOO-lab ja- MOONs). These are deep-fried dumplings made with milk powder and pastry flour, soaked in sugar syrup and served hot!"],
        ["", "Traditional Indian Dress"],
        ["9", "During this festival, after Esha gets home from school, she changes into a traditional north Indian dress called a salwar kameez (SAL-waar ka-MEES). A salwar kameez is a knee-length tunic spun in Indian silks (or cotton) and embroidered or beaded with colorful designs. The tunic is worn over matching loose pants that are tied at the waist with a slender white rope. A long dupatta (DOO-pa-ta) or scarf, drapes over the neck in a complementary color and design."],
        ["", "A Time for Prayer"],
        ["10", "After everyone is dressed, the family gathers for the puja (POO-ja) or prayers at home. For a puja, Esha and her mom put statues of gods and goddesses on the kitchen counter, placing diyas and mithai (MEE-tie-e) or sweets as offerings before them. The Sharmas put a statue of Lakshmi (lak-SHMEE), the goddess of wealth and Ganesh, the elephant god, on the puja altar. They will then recite prayers and hymnals in their honor."],
        ["", "Celebrating Diwali at School"],
        ["11", "There is a large and vibrant Indian community in Norwalk. So, a few years ago, Esha’s mom gathered with other Indian parents and asked the school principal if their children could celebrate Diwali as an important ethnic holiday."],
        ["12", "Now, in every October or November, the schoolchildren at Columbus Magnate in Norwalk honor the festival of Diwali through art and dance. Both Indian and American children perform traditional dances before the entire school body. Notice boards in the school feature artwork illustrating the festival of lights and showcasing photos of family celebrations. Schools across the country are introducing festivals and holidays from various cultures."]
    ],
    "Copyright": "“Diwali: The Indian Festival of Lights” by Virginia Abraham. Reprintedwith permission of Skipping Stones magazine, Nov/Dec 2009, Vol. 21, No. 5. www.skippingstones.org.",
    "References": []
}