{
    "Directions": "Read the passage below, then answer each question that follows.",
    "Context": [
        "This passage is adapted from Marina Gorbis, The Nature of the Future: Dispatches from the Socialstructed World. ©2013 by Marina Gorbis."
    ],
    "Title": "",
    "Subtitle": "",
    "Author": "",
    "LabelType": "L",
    "Content": [
        [" ", "\tVisitors to the Soviet Union in the 1960s and"],
        [" ", "1970s always marveled at the gap between what they"],
        [" ", "saw in state stores—shelves empty or filled with"],
        [" ", "things no one wanted—and what they saw in"],
        ["5", "people's homes: nice furnishings and tables filled"],
        [" ", "with food. What filled the gap? A vast informal"],
        [" ", "economy driven by human relationships, dense"],
        [" ", "networks of social connections through which people"],
        [" ", "traded resources and created value. The Soviet people"],
        ["10", "didn't plot how they would build these networks. No"],
        [" ", "one was teaching them how to maximize their"],
        [" ", "connections the way social marketers eagerly teach"],
        [" ", "us today. Their networks evolved naturally, out of"],
        [" ", "necessity; that was the only way to survive."],
        ["15", "\tToday, all around the world, we are seeing"],
        [" ", "a new kind of network of relationship-driven"],
        [" ", "economics emerging, with individuals joining forces"],
        [" ", "sometimes to fill the gaps left by existing"],
        [" ", "institutions—corporations, governments,"],
        ["20", "educational establishments—and sometimes creating"],
        [" ", "new products, services, and knowledge that no"],
        [" ", "institution is able to provide. Empowered by"],
        [" ", "computing and communication technologies that"],
        [" ", "have been steadily building village-like networks on a"],
        ["25", "global scale, we are infusing more and more of our"],
        [" ", "economic transactions with social connectedness."],
        [" ", "\tThe new technologies are inherently social and"],
        [" ", "personal. They help us create communities around"],
        [" ", "interests, identities, and common personal"],
        ["30", "challenges. They allow us to gain direct access to a"],
        [" ", "worldwide community of others. And they take"],
        [" ", "anonymity out of our economic transactions. We can"],
        [" ", "assess those we don't know by checking their"],
        [" ", "reputations as buyers and sellers on eBay or by"],
        ["35", "following their Twitter streams. We can look up their"],
        [" ", "friends on Facebook and watch their YouTube"],
        [" ", "videos. We can easily get people's advice on where to"],
        [" ", "find the best shoemaker in Brazil, the best"],
        [" ", "programmer in India, and the best apple farmer in "],
        ["40", "our local community. We no longer have to rely on"],
        [" ", "bankers or venture capitalists as the only sources of"],
        [" ", "funding for our ideas. We can raise funds directly"],
        [" ", "from individuals, most of whom we don't even know,"],
        [" ", "through websites that allow people to"],
        ["45", "post descriptions of their projects and generate "],
        [" ", "donations, investments, or loans."],
        [" ", "\tWe are moving away from the dominance of the "],
        [" ", "depersonalized world of institutional production and"],
        [" ", "creating a new economy around social connections"],
        ["50", "and social rewards—a process I call socialstructing."],
        [" ", "Others have referred to this model of production as"],
        [" ", "social, commons-based, or peer-to-peer. Not only is"],
        [" ", "this new social economy bringing with it an"],
        [" ", "unprecedented level of familiarity and connectedness"],
        ["55", "to both our global and our local economic exchanges, "],
        [" ", "but it is also changing every domain of our lives,"],
        [" ", "from finance to education and health. It is rapidly"],
        [" ", "ushering in a vast array of new opportunities for us"],
        [" ", "to pursue our passions, create new types of"],
        ["60", "businesses and charitable organizations, redefine the "],
        [" ", "nature of work, and address a wide range of"],
        [" ", "problems that the prevailing formal economy has"],
        [" ", "neglected, if not caused."],
        [" ", "\tSocialstructing is in fact enabling not only a new"],
        ["65", "kind of global economy but a new kind of society, in"],
        [" ", "which amplified individuals—individuals"],
        [" ", "empowered with technologies and the collective"],
        [" ", "intelligence of others in their social network—can"],
        [" ", "take on many functions that previously only large"],
        ["70", "organizations could perform, often more efficiently,"],
        [" ", "at lower cost or no cost at all, and with much greater"],
        [" ", "ease. Socialstructing is opening up a world of what"],
        [" ", "my colleagues Jacques Vallée and Bob Johansen"],
        [" ", "describe as the world of impossible futures, a world"],
        ["75", "in which a large software firm can be displaced by"],
        [" ", "weekend software hackers, and rapidly orchestrated"],
        [" ", "social movements can bring down governments in a"],
        [" ", "matter of weeks. The changes are exciting and"],
        [" ", "unpredictable. They threaten many established"],
        ["80", "institutions and offer a wealth of opportunities for"],
        [" ", "individuals to empower themselves, find rich new"],
        [" ", "connections, and tap into a fast-evolving set of new"],
        [" ", "resources in everything from health care to education"],
        [" ", "and science."],
        ["85", "\tMuch has been written about how technology"],
        [" ", "distances us from the benefits of face-to-face"],
        [" ", "communication and quality social time. I think those"],
        [" ", "are important concerns. But while the quality of our"],
        [" ", "face-to-face interactions is changing, the"],
        ["90", "countervailing force of socialstructing is connecting"],
        [" ", "us at levels never seen before, opening up new"],
        [" ", "opportunities to create, learn, and share."],
        ["", ":ibox:The following graph, from a 2011 report from the International Data Corporation, projects trends in digital information use to 2015\n\n(E=Estimated)."],
        ["", "problems/PSAT101RW1/media/S2a.jpg"]
    ],
    "Copyright": "",
    "References": []
}