{
    "Directions": "Read this passages, then answer each question that follows.",
    "Context": [
        "Passage 1 is adapted from Stewart Brand, “The Case for Reviving Extinct Species.” ©2013 by the National Geographic Society. Passage 2 is adapted from the editors at Scientific American, “Why Efforts to Bring Extinct Species Back from the Dead Miss the Point.” ©2013 by Nature America, Inc."
    ],
    "Title": "",
    "Subtitle": "",
    "Author": "",
    "LabelType": "L",
    "Content": [
        ["", "Passage 1"],
        [" ", "\tMany extinct species—from the passenger pigeon"],
        [" ", "to the woolly mammoth—might now be reclassified"],
        [" ", "as “bodily, but not genetically, extinct.” They're dead,"],
        [" ", "but their DNA is recoverable from museum"],
        ["5", "specimens and fossils, even those up to 200,000 years"],
        [" ", "old."],
        [" ", "\tThanks to new developments in genetic"],
        [" ", "technology, that DNA may eventually bring the"],
        [" ", "animals back to life. Only species whose DNA is too"],
        ["10", "old to be recovered, such as dinosaurs, are the ones"],
        [" ", "to consider totally extinct, bodily and genetically."],
        [" ", "\tBut why bring vanished creatures back to life?"],
        [" ", "It will be expensive and difficult. It will take decades."],
        [" ", "It won't always succeed. Why even try?"],
        ["15", "\tWhy do we take enormous trouble to protect"],
        [" ", "endangered species? The same reasons will apply to"],
        [" ", "species brought back from extinction: to preserve"],
        [" ", "biodiversity, to restore diminished ecosystems, to"],
        [" ", "advance the science of preventing extinctions, and to"],
        ["20", "undo harm that humans have caused in the past."],
        [" ", "\tFurthermore, the prospect of de-extinction is"],
        [" ", "profound news. That something as irreversible and"],
        [" ", "final as extinction might be reversed is a stunning"],
        [" ", "realization. The imagination soars. Just the thought"],
        ["25", "of mammoths and passenger pigeons alive again"],
        [" ", "invokes the awe and wonder that drives all"],
        [" ", "conservation at its deepest level.\n\n"],
        ["", "Passage 2"],
        [" ", "\tThe idea of bringing back extinct species holds"],
        [" ", "obvious gee-whiz appeal and a respite from a steady"],
        ["30", "stream of grim news. Yet with limited intellectual"],
        [" ", "bandwidth and financial resources to go around,"],
        [" ", "de-extinction threatens to divert attention"],
        [" ", "from the modern biodiversity crisis. According to a"],
        [" ", "2012 report from the International Union for"],
        ["35", "Conservation of Nature, some 20,000 species are"],
        [" ", "currently in grave danger of going extinct."],
        [" ", "Species today are vanishing in such great"],
        [" ", "numbers—many from hunting and habitat"],
        [" ", "destruction—that the trend has been called a sixth"],
        ["40", "mass extinction, an event on par with such die-offs as"],
        [" ", "the one that befell the dinosaurs 65 million years ago."],
        [" ", "A program to restore extinct species poses a risk of"],
        [" ", "selling the public on a false promise that technology"],
        [" ", "alone can solve our ongoing environmental"],
        ["45", "woes—an implicit assurance that if a species goes"],
        [" ", "away, we can snap our fingers and bring it back."],
        [" ", "\tAlready conservationists face difficult choices"],
        [" ", "about which species and ecosystems to try to save,"],
        [" ", "since they cannot hope to rescue them all. Many"],
        ["50", "countries where poaching and trade in threatened"],
        [" ", "species are rampant either do not want to give up the"],
        [" ", "revenue or lack the wherewithal to enforce their own"],
        [" ", "regulations. Against that backdrop, a costly and"],
        [" ", "flamboyant project to resuscitate extinct flora and"],
        ["55", "fauna in the name of conservation looks"],
        [" ", "irresponsible: Should we resurrect the mammoth"],
        [" ", "only to let elephants go under? Of course not."],
        [" ", "\tThat is not to say that the de-extinction enterprise"],
        [" ", "lacks merit altogether. Aspects of it could"],
        ["60", "conceivably help save endangered species."],
        [" ", "For example, extinct versions of genes could be"],
        [" ", "reintroduced into species and subspecies that have"],
        [" ", "lost a dangerous amount of genetic diversity, such as"],
        [" ", "the black-footed ferret and the northern white rhino."],
        ["65", "Such investigations, however, should be conducted"],
        [" ", "under the mantle of preserving modern biodiversity"],
        [" ", "rather than conjuring extinct species from the grave."]
    ],
    "Copyright": "",
    "References": []
}