{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX17G8R/supps/TX17G8R-S1.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which words from paragraph 9 help the reader understand the meaning of i͟n͟s͟t͟i͟n͟c͟t͟i͟v͟e?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": ":box:Text from paragraph 9 of Dark Water Rising appeared in this answer option. Copyright restrictions prevent that text from being displayed in this format.",
                "Key": {
                    "Correct": false,
                    "Rationale": "These words do not help the reader understand the “flow” the narrator and Josiah have.",
                    "Percent": 11
                }
            },
            "B": {
                "Choice": ":box:Text from paragraph 9 of Dark Water Rising appeared in this answer option. Copyright restrictions prevent that text from being displayed in this format.",
                "Key": {
                    "Correct": false,
                    "Rationale": "These words describe the feeling of relief the narrator is feeling.",
                    "Percent": 6
                }
            },
            "C": {
                "Choice": ":box:Text from paragraph 9 of Dark Water Rising appeared in this answer option. Copyright restrictions prevent that text from being displayed in this format.",
                "Key": {
                    "Correct": false,
                    "Rationale": "These words do not help the reader understand the “flow” the narrator and Josiah have.",
                    "Percent": 2
                }
            },
            "D": {
                "Choice": ":box:Text from paragraph 9 of Dark Water Rising appeared in this answer option. Copyright restrictions prevent that text from being displayed in this format.",
                "Key": {
                    "Correct": true,
                    "Rationale": "These words compare the “flow” the narrator and Josiah have to something automatic and unconscious.",
                    "Percent": 80
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX17G8R/supps/TX17G8R-S1.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The description of the father's return in paragraphs 1 through 4 is important to the excerpt because it  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "reveals the role each family member has in the household",
                "Key": {
                    "Correct": false,
                    "Rationale": "In paragraphs 1-4 the family members don't participate in any specific household roles.",
                    "Percent": 8
                }
            },
            "G": {
                "Choice": "demonstrates that the family has been unable to manage without him",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no indication in these paragraphs of how the family has been managing without the father.",
                    "Percent": 5
                }
            },
            "H": {
                "Choice": "shows how reassured the family feels by his presence",
                "Key": {
                    "Correct": true,
                    "Rationale": "The descriptions of the family members gathering around the father indicate they missed the father's presence.",
                    "Percent": 84
                }
            },
            "J": {
                "Choice": "explains why the family was upset that he had to work on the bridge",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no indication in these paragraphs that the family is upset.",
                    "Percent": 3
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX17G8R/supps/TX17G8R-S1.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which sentence best illustrates the narrator's conflict?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": ":box:Text from paragraph 8 of Dark Water Rising appeared in this answer option. Copyright restrictions prevent that text from being displayed in this format.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text is only a description of an action in the story that does not illustrate a conflict.",
                    "Percent": 17
                }
            },
            "B": {
                "Choice": ":box:Text from paragraph 10 of Dark Water Rising appeared in this answer option. Copyright restrictions prevent that text from being displayed in this format.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text is only a description of a moment in the story.",
                    "Percent": 3
                }
            },
            "C": {
                "Choice": ":box:Text from paragraph 5 of Dark Water Rising appeared in this answer option. Copyright restrictions prevent that text from being displayed in this format.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text describes the father watching the narrator but does not indicate the narrator's feelings about this.",
                    "Percent": 9
                }
            },
            "D": {
                "Choice": ":box:Text from paragraph 6 of Dark Water Rising appeared in this answer option. Copyright restrictions prevent that text from being displayed in this format.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The text states that knowing his father is watching him makes the narrator feel anxious.",
                    "Percent": 70
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX17G8R/supps/TX17G8R-S1.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Through the narrator's experience, the author explores the idea of  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "wanting to feel a close connection to a family member",
                "Key": {
                    "Correct": true,
                    "Rationale": "The narrator states in paragraph 14 that the he had looked for signs of tenderness in his father. In paragraph 16, the narrator describes his father's new attentiveness as a “welcome relief.”",
                    "Percent": 59
                }
            },
            "G": {
                "Choice": "feeling pressure to serve as a role model for younger siblings",
                "Key": {
                    "Correct": false,
                    "Rationale": "The story never focuses on how the narrator and his siblings interact.",
                    "Percent": 7
                }
            },
            "H": {
                "Choice": "working hard to complete projects that seem overwhelming at first",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no description in the story to indicate that the narrator felt overwhelmed or that he worked hard to complete his project.",
                    "Percent": 14
                }
            },
            "J": {
                "Choice": "understanding that there can be different approaches to solving a problem",
                "Key": {
                    "Correct": false,
                    "Rationale": "The story never presents a problem that requires considering different approaches to solve it.",
                    "Percent": 20
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX17G8R/supps/TX17G8R-S1.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The narrator's keen awareness of his father's behavior leads him to  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "think that his father already knows about his thoughts of college",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no indication in the selection that the father already knows about the narrator's thoughts of college.",
                    "Percent": 10
                }
            },
            "B": {
                "Choice": "recognize how his father has changed since returning home",
                "Key": {
                    "Correct": true,
                    "Rationale": "In paragraph 14 the narrator sees the shift in his father's behavior.",
                    "Percent": 70
                }
            },
            "C": {
                "Choice": "be concerned about his father checking over the repair work he has done",
                "Key": {
                    "Correct": false,
                    "Rationale": "The father's behavior in paragraph 11 makes him feel less concerned.",
                    "Percent": 14
                }
            },
            "D": {
                "Choice": "worry that his father is unable to work as efficiently as he used to",
                "Key": {
                    "Correct": false,
                    "Rationale": "The narrator does not express concerns about how effective his father will be at his work.",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX17G8R/supps/TX17G8R-S1.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The last two paragraphs of the excerpt convey that the narrator is  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "having difficulty achieving his father's expectations",
                "Key": {
                    "Correct": false,
                    "Rationale": "These paragraphs do not include information regarding the father's expectations of the narrator.",
                    "Percent": 8
                }
            },
            "G": {
                "Choice": "planning to prioritize his family's needs over his own",
                "Key": {
                    "Correct": false,
                    "Rationale": "These paragraphs do not include evidence of the narrator's specific plans.",
                    "Percent": 5
                }
            },
            "H": {
                "Choice": "feeling uneasy about discussing his future with his father",
                "Key": {
                    "Correct": true,
                    "Rationale": "These paragraphs the narrator refers to having to reveal to his father his decision about college as a “darkness.”",
                    "Percent": 83
                }
            },
            "J": {
                "Choice": "working hard to make sure his family is comfortable",
                "Key": {
                    "Correct": false,
                    "Rationale": "These paragraphs do not focus on the narrator's efforts to make sure his family is comfortable.",
                    "Percent": 4
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX17G8R/supps/TX17G8R-S1.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What is the best summary of paragraphs 5 through 9?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The narrator and Josiah are reconstructing the roof of a neighboring house. When the narrator notices his father watching, he begins to question the quality of his work. When the narrator drops a board, he is glad to see that his father did not witness the mistake.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The summary touches on all the important parts of paragraphs 5 through 9.",
                    "Percent": 64
                }
            },
            "B": {
                "Choice": "The narrator is working on reconstructing the roof of a neighboring house with Josiah. He notices that his father has come out to watch him work. The narrator begins to wonder about the work he is doing on the house.",
                "Key": {
                    "Correct": false,
                    "Rationale": "It does not address the details provided by paragraphs 8 and 9.",
                    "Percent": 13
                }
            },
            "C": {
                "Choice": "The narrator notices that his father is sleeping while he and Josiah are reconstructing the roof of a neighboring house. He sees his father watching them later in the day, but his father does not offer to help the boys. The narrator wonders if his father will criticize his work.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The father is not sleeping while the narrator and Josiah are working on the neighbor's house.",
                    "Percent": 15
                }
            },
            "D": {
                "Choice": "The narrator notices that his father is watching him reconstruct the roof of a house with Josiah. The narrator becomes anxious and drops a board Josiah is passing to him. The board almost hits Josiah, who is not pleased with his brother's carelessness.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence in the paragraphs that Josiah was “not pleased” by the narrator's actions. This option also does not address details presented in paragraph 9.",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX17G8R/supps/TX17G8R-S1.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read this sentence from paragraph 16.",
            ":box:",
            "What does the imagery in this sentence suggest about the narrator?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "He knows that his father will support his decision if he has good reasons.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Is no indication in the text that the narrator is certain how his father will react to his decision.",
                    "Percent": 8
                }
            },
            "G": {
                "Choice": "He believes that it is unlikely he will ever be able to escape his father's judgment.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text does not refer to the father's judgment of the narrator.",
                    "Percent": 26
                }
            },
            "H": {
                "Choice": "He wants his father to act the way he did before he left to work on the bridge.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no indication in this text that the narrator preferred his father's behavior before leaving to the behavior his father demonstrates after returning.",
                    "Percent": 6
                }
            },
            "J": {
                "Choice": "He feels a new tension building between his father and him.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The text suggests that even though the narrator is relieved that one tension has slid away, a new “darkness,” or tension, has taken its place.",
                    "Percent": 60
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX17G8R/supps/TX17G8R-S1.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The historical context of this excerpt emphasizes the idea that people in the early 1900s often relied on  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "donations from volunteers",
                "Key": {
                    "Correct": false,
                    "Rationale": "The selection does not mention donations from volunteers.",
                    "Percent": 3
                }
            },
            "B": {
                "Choice": "help from community members",
                "Key": {
                    "Correct": true,
                    "Rationale": "The selection includes multiple examples of people helping other community members.",
                    "Percent": 78
                }
            },
            "C": {
                "Choice": "income from well-paying jobs",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no information in the selection about the income earned from the characters' jobs.",
                    "Percent": 14
                }
            },
            "D": {
                "Choice": "resources from the government",
                "Key": {
                    "Correct": false,
                    "Rationale": "The selection provides no information about resources received from the government.",
                    "Percent": 4
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX17G8R/supps/TX17G8R-S2.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which words from the poem show that the speaker is unsympathetic to the dog's wish?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "linking the paired gates",
                "Key": {
                    "Correct": false,
                    "Rationale": "These words are a description of the setting and do not reveal anything about the speaker.",
                    "Percent": 6
                }
            },
            "G": {
                "Choice": "pasture's high fence",
                "Key": {
                    "Correct": false,
                    "Rationale": "These words are a description of the setting and do not reveal anything about the speaker.",
                    "Percent": 6
                }
            },
            "H": {
                "Choice": "the lots of desire",
                "Key": {
                    "Correct": false,
                    "Rationale": "These words refer to the dog's wish, not how the speaker feels about the dog's wish.",
                    "Percent": 12
                }
            },
            "J": {
                "Choice": "she is denied",
                "Key": {
                    "Correct": true,
                    "Rationale": "The word “denied” reveals the speaker's refusal to allow the dog to have what she wants.",
                    "Percent": 76
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX17G8R/supps/TX17G8R-S2.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In the first stanza, the poet uses the words “Over the years” and “From thousands of walks” to  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "show that the dog still finds the walk exciting",
                "Key": {
                    "Correct": false,
                    "Rationale": "These words do not reveal the dog's feelings about the walks.",
                    "Percent": 27
                }
            },
            "B": {
                "Choice": "suggest that each walk follows the same sequence of events",
                "Key": {
                    "Correct": true,
                    "Rationale": "These words suggest that over an extended period of time the dog's walk became routine.",
                    "Percent": 57
                }
            },
            "C": {
                "Choice": "illustrate what the dog enjoys about going on a walk",
                "Key": {
                    "Correct": false,
                    "Rationale": "These words do not indicate what the dog enjoys about the walks.",
                    "Percent": 12
                }
            },
            "D": {
                "Choice": "describe the reasons why the pasture is off-limits",
                "Key": {
                    "Correct": false,
                    "Rationale": "These words do not indicate to the reader why the pasture is off- limits to the dog.",
                    "Percent": 3
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX17G8R/supps/TX17G8R-S2.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The imagery in line 11 helps the reader  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "visualize the dog's enthusiasm at the beginning of the walk",
                "Key": {
                    "Correct": true,
                    "Rationale": "The description helps the reader visualize the dog's excitement.",
                    "Percent": 81
                }
            },
            "G": {
                "Choice": "understand why the speaker keeps the dog out of the open pasture",
                "Key": {
                    "Correct": false,
                    "Rationale": "These words do not reveal the speaker's reasons for keeping the dog out of the pasture.",
                    "Percent": 4
                }
            },
            "H": {
                "Choice": "focus on the parts of the walk that the dog finds most appealing",
                "Key": {
                    "Correct": false,
                    "Rationale": "These words do not reveal which parts of the walk the dog finds most appealing.",
                    "Percent": 12
                }
            },
            "J": {
                "Choice": "appreciate the close relationship between the dog and the speaker",
                "Key": {
                    "Correct": false,
                    "Rationale": "These words describe the dog's behavior, not the relationship between the dog and speaker.",
                    "Percent": 3
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX17G8R/supps/TX17G8R-S2.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In contrast to line 10, the last line of the poem shows that the dog now feels  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "confident",
                "Key": {
                    "Correct": false,
                    "Rationale": "The contrast between the dog pulling hard on the leash and the leash being slack does not indicate the dog's level of confidence.",
                    "Percent": 17
                }
            },
            "B": {
                "Choice": "defeated",
                "Key": {
                    "Correct": true,
                    "Rationale": "The change from pulling hard on the leash to the leash being slack indicates the dog's defeated feelings.",
                    "Percent": 62
                }
            },
            "C": {
                "Choice": "relaxed",
                "Key": {
                    "Correct": false,
                    "Rationale": "The contrast between the dog pulling hard on the leash and the leash being slack does not indicate that the dog has become relaxed.",
                    "Percent": 16
                }
            },
            "D": {
                "Choice": "lonely",
                "Key": {
                    "Correct": false,
                    "Rationale": "The contrast between the dog pulling hard on the leash and the leash being slack does not indicate if the dog feels lonely.",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX17G8R/supps/TX17G8R-S2.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In lines 20 through 22, the speaker observes that the dog wants to  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "return to the comfort of her home",
                "Key": {
                    "Correct": false,
                    "Rationale": "The dog is not attempting to return home in these lines.",
                    "Percent": 12
                }
            },
            "G": {
                "Choice": "explore new areas beyond the fence",
                "Key": {
                    "Correct": true,
                    "Rationale": "The words “yearns” and “desire” indicate the dog wants to explore beyond the fence.",
                    "Percent": 78
                }
            },
            "H": {
                "Choice": "follow the familiar path around the field",
                "Key": {
                    "Correct": false,
                    "Rationale": "The dog stops to try to leave the path, not continue following it.",
                    "Percent": 8
                }
            },
            "J": {
                "Choice": "take breaks during the walk with the speaker",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence that the dog is attempting to take a break from her walk.",
                    "Percent": 2
                }
            }
        },
        "Parts": {}
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX17G8R/supps/TX17G8R-S3.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The author wrote this selection most likely to  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "explain to the reader why more heroes are needed in the world",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author does not focus on a need for more heroes.",
                    "Percent": 12
                }
            },
            "B": {
                "Choice": "demonstrate why celebrity has become confused with heroism",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author only briefly mentions that celebrity has become confused with heroism, but this distinction is not the focus of the selection.",
                    "Percent": 4
                }
            },
            "C": {
                "Choice": "urge young people to believe in their ability to make a difference",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author states this in the beginning and supports the idea with specific examples.",
                    "Percent": 82
                }
            },
            "D": {
                "Choice": "suggest that adults need to be better role models for young people",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author does not focus on how adults specifically need to be better role models for young people.",
                    "Percent": 3
                }
            }
        },
        "Parts": {}
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX17G8R/supps/TX17G8R-S3.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read the origin of the word s͟u͟p͟e͟r͟f͟i͟c͟i͟a͟l.",
            ":box:from the Latin super- (“on top of”) and -facies (“face”)",
            "Based on this information, what is the meaning of the word s͟u͟p͟e͟r͟f͟i͟c͟i͟a͟l in paragraph 8?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Not known",
                "Key": {
                    "Correct": false,
                    "Rationale": "The origin “on top of” implies that the word “superficial” describes something as being on the surface and, therefore, cannot mean “not known.”",
                    "Percent": 7
                }
            },
            "G": {
                "Choice": "Unexpected",
                "Key": {
                    "Correct": false,
                    "Rationale": "The origin “on top of” implies that the word “superficial” describes something as being on the surface and, therefore, cannot mean “unexpected.”",
                    "Percent": 20
                }
            },
            "H": {
                "Choice": "Undervalued",
                "Key": {
                    "Correct": false,
                    "Rationale": "The origin “on top of” implies that the word “superficial” describes something as being on the surface, which would not indicate if it was “undervalued.”",
                    "Percent": 20
                }
            },
            "J": {
                "Choice": "Without depth",
                "Key": {
                    "Correct": true,
                    "Rationale": "The origin “on top of” implies that the word “superficial” describes something as being on the surface and, therefore, would be “without depth.”",
                    "Percent": 53
                }
            }
        },
        "Parts": {}
    },
    "17": {
        "Number": 17,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX17G8R/supps/TX17G8R-S3.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The author organizes paragraph 8 by  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "providing definitions of the words celebrity and hero",
                "Key": {
                    "Correct": false,
                    "Rationale": "The paragraph does not attempt to define the words celebrity or hero.",
                    "Percent": 10
                }
            },
            "B": {
                "Choice": "giving examples of celebrities and heroes",
                "Key": {
                    "Correct": false,
                    "Rationale": "The paragraph does not include specific examples.",
                    "Percent": 8
                }
            },
            "C": {
                "Choice": "discussing the differences between celebrities and heroes",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author contrasts the qualities of a celebrity and the qualities of a hero while highlighting the differences between the two types of people.",
                    "Percent": 76
                }
            },
            "D": {
                "Choice": "explaining the origins of the words celebrity and hero",
                "Key": {
                    "Correct": false,
                    "Rationale": "The paragraph does not include references to the origins of the words celebrity or hero.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "18": {
        "Number": 18,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX17G8R/supps/TX17G8R-S3.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "How does the author support his claim that every young person has the potential to be a hero?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "By defining the qualities that make a young person a hero",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author does not define the qualities of a young hero.",
                    "Percent": 19
                }
            },
            "G": {
                "Choice": "By providing examples of qualities that have made people famous",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author makes the distinction that being famous does not mean being heroic.",
                    "Percent": 5
                }
            },
            "H": {
                "Choice": "By including examples of young people who exhibit the qualities of a hero",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author's examples of young heroes support the claim that young people have the potential to be heroes.",
                    "Percent": 68
                }
            },
            "J": {
                "Choice": "By contrasting society's definition of a hero with the word's real meaning",
                "Key": {
                    "Correct": false,
                    "Rationale": "Contrasting the qualities of a hero and a celebrity does not demonstrate how young people can potentially become heroes.",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    },
    "19": {
        "Number": 19,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX17G8R/supps/TX17G8R-S3.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read this sentence about heroes from paragraph 9.",
            ":box:They truly hold our world together, through their unselfish devotion to helping others, supporting families, teaching children, protecting the environment.",
            "The author includes this sentence most likely to emphasize that  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "heroes affect many people",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sentence focuses on the connections heroes create with “others,” “families,” and “children” in order to “hold our world together.”",
                    "Percent": 62
                }
            },
            "B": {
                "Choice": "everyone is a hero in some way",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence does not address the ways in which everyone demonstrates some type of heroism.",
                    "Percent": 30
                }
            },
            "C": {
                "Choice": "heroes must believe in themselves",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence does not address why heroes must believe in themselves.",
                    "Percent": 6
                }
            },
            "D": {
                "Choice": "most heroes focus on working with children",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence refers to various groups heroes work with, not specifically children.",
                    "Percent": 2
                }
            }
        },
        "Parts": {}
    },
    "20": {
        "Number": 20,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX17G8R/supps/TX17G8R-S3.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The author included the information in paragraphs 8 through 11 probably to  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "explain why becoming a hero is important",
                "Key": {
                    "Correct": false,
                    "Rationale": "These paragraphs do not explain why becoming a hero is important.",
                    "Percent": 26
                }
            },
            "G": {
                "Choice": "show that heroes and celebrities are both valued",
                "Key": {
                    "Correct": false,
                    "Rationale": "Tese paragraphs do not show how heroes and celebrities are equally valued.",
                    "Percent": 11
                }
            },
            "H": {
                "Choice": "demonstrate that society does not support the development of heroes",
                "Key": {
                    "Correct": true,
                    "Rationale": "These paragraphs demonstrate how society values celebrities more than heroes.",
                    "Percent": 51
                }
            },
            "J": {
                "Choice": "describe how society turns ordinary celebrities into real heroes",
                "Key": {
                    "Correct": false,
                    "Rationale": "These paragraphs describe how society confuses celebrities with heroes, not how celebrities become real heroes.",
                    "Percent": 13
                }
            }
        },
        "Parts": {}
    },
    "21": {
        "Number": 21,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX17G8R/supps/TX17G8R-S4.json",
            "problems/TX17G8R/supps/TX17G8R-S5.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The title of the selection highlights the idea that shipping containers  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "are not as sturdy as people assume",
                "Key": {
                    "Correct": false,
                    "Rationale": "The containers' sturdiness is not an idea discussed in the selection.",
                    "Percent": 5
                }
            },
            "B": {
                "Choice": "can function in ways that are not commonly considered",
                "Key": {
                    "Correct": true,
                    "Rationale": "The selection discusses how shipping containers function in ways not commonly considered.",
                    "Percent": 79
                }
            },
            "C": {
                "Choice": "are useful for creating large pieces of art",
                "Key": {
                    "Correct": false,
                    "Rationale": "This idea is only one idea presented in the selection; it is not reasonable to believe the title of the entire selection would focus on this one idea.",
                    "Percent": 12
                }
            },
            "D": {
                "Choice": "should be deconstructed before they are used for projects",
                "Key": {
                    "Correct": false,
                    "Rationale": "The selection does not address deconstructing the containers before using them.",
                    "Percent": 4
                }
            }
        },
        "Parts": {}
    },
    "22": {
        "Number": 22,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX17G8R/supps/TX17G8R-S4.json",
            "problems/TX17G8R/supps/TX17G8R-S5.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What is the main idea of paragraph 5?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Artists must reshape the shell of the shipping container to make sculptures.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This is only one example mentioned in the paragraph.",
                    "Percent": 12
                }
            },
            "G": {
                "Choice": "Storing and moving art pieces in shipping containers are simple processes.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The paragraph does not explain the process for storing and moving art pieces in shipping containers.",
                    "Percent": 4
                }
            },
            "H": {
                "Choice": "Artists see the potential of incorporating shipping containers into their art.",
                "Key": {
                    "Correct": true,
                    "Rationale": "All the examples in the paragraph provide explanation for this idea.",
                    "Percent": 78
                }
            },
            "J": {
                "Choice": "Museums are using shipping containers as galleries to share their collections.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This is only one example mentioned in the paragraph.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "23": {
        "Number": 23,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX17G8R/supps/TX17G8R-S4.json",
            "problems/TX17G8R/supps/TX17G8R-S5.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which sentence from the selection supports the idea that creating structures from shipping containers is cost-efficient?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Shipping containers are used to haul cargo on ships, trains, and trucks.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This fact does not address cost efficiency.",
                    "Percent": 5
                }
            },
            "B": {
                "Choice": "One trend that has gained popularity is creating houses from retired shipping containers.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This fact focuses on popularity, not cost.",
                    "Percent": 11
                }
            },
            "C": {
                "Choice": "With all these options and new purposes, fewer shipping containers will be headed to the junkyard.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This fact does not focus on the cost efficiency of the containers.",
                    "Percent": 17
                }
            },
            "D": {
                "Choice": "Urban areas and colleges that struggle to provide affordable housing have also begun to explore building container housing and work spaces.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Using shipping containers to create affordable housing supports the idea that the containers are cost-efficient.",
                    "Percent": 67
                }
            }
        },
        "Parts": {}
    },
    "24": {
        "Number": 24,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX17G8R/supps/TX17G8R-S4.json",
            "problems/TX17G8R/supps/TX17G8R-S5.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which words from paragraph 2 help the reader understand what s͟c͟a͟n͟t means?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "coastal location",
                "Key": {
                    "Correct": false,
                    "Rationale": "These words do not help the reader understand the amount of rainfall Lima experiences.",
                    "Percent": 5
                }
            },
            "G": {
                "Choice": "extreme water shortage",
                "Key": {
                    "Correct": true,
                    "Rationale": "These words help the reader understand the amount of rainfall Lima experiences.",
                    "Percent": 78
                }
            },
            "H": {
                "Choice": "even though the rainfall",
                "Key": {
                    "Correct": false,
                    "Rationale": "These words do not help the reader understand the amount of rainfall Lima experiences.",
                    "Percent": 11
                }
            },
            "J": {
                "Choice": "problem could be solved",
                "Key": {
                    "Correct": false,
                    "Rationale": "These words do not help the reader understand the amount of rainfall Lima experiences.",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    },
    "25": {
        "Number": 25,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX17G8R/supps/TX17G8R-S4.json",
            "problems/TX17G8R/supps/TX17G8R-S5.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which sentence from the selection explains why the water produced by the billboard is significant?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Lima, the capital city of the South American country of Peru, is located near the Pacific Ocean in the Sechura Desert.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This sentence does not refer to the lack of water in Lima.",
                    "Percent": 7
                }
            },
            "B": {
                "Choice": "The water then flows through pipes into a storage tank at the foot of the billboard.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This sentence addresses how the water moves, not why it is significant.",
                    "Percent": 14
                }
            },
            "C": {
                "Choice": "Because of the scarcity of water, one out of every 10 residents has no access to running water.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The scarcity of water is why the water produced by the billboard is significant.",
                    "Percent": 63
                }
            },
            "D": {
                "Choice": "The water vapor in the air condenses, becoming liquid water.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This sentence explains only how the billboard captures water.",
                    "Percent": 16
                }
            }
        },
        "Parts": {}
    },
    "26": {
        "Number": 26,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX17G8R/supps/TX17G8R-S4.json",
            "problems/TX17G8R/supps/TX17G8R-S5.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The organizational pattern of the selection allows the author to  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "explain how a problem became worse over time",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author does not explain how the problem became worse over time.",
                    "Percent": 6
                }
            },
            "G": {
                "Choice": "highlight the steps taken to address a specific need",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author highlights all the steps taken to use billboards to help with the water shortage.",
                    "Percent": 59
                }
            },
            "H": {
                "Choice": "compare different companies' approaches to solving a problem",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author does not compare different companies' approaches to solving a problem.",
                    "Percent": 11
                }
            },
            "J": {
                "Choice": "describe how the lack of a necessary resource affects the local people",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author describes only how the lack of a necessary resource affects the local people in paragraph 1.",
                    "Percent": 24
                }
            }
        },
        "Parts": {}
    },
    "27": {
        "Number": 27,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX17G8R/supps/TX17G8R-S4.json",
            "problems/TX17G8R/supps/TX17G8R-S5.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The author wrote this selection most likely to  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "reveal that water scarcity is a major issue in Peru",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author discusses only the water scarcity in the city of Lima, not the whole country of Peru.",
                    "Percent": 26
                }
            },
            "B": {
                "Choice": "suggest that billboards are an effective way to advertise products",
                "Key": {
                    "Correct": false,
                    "Rationale": "The selection does not include information about the effectiveness of billboards in advertising products.",
                    "Percent": 8
                }
            },
            "C": {
                "Choice": "describe the process of turning moisture in the air into drinkable water",
                "Key": {
                    "Correct": false,
                    "Rationale": "This process is not the focus of the selection.",
                    "Percent": 15
                }
            },
            "D": {
                "Choice": "highlight a partnership that created an interesting solution to a problem",
                "Key": {
                    "Correct": true,
                    "Rationale": "The selection focuses on how a partnership between UTEC and the Mayo DraftFCB created a unique solution to water scarcity.",
                    "Percent": 51
                }
            }
        },
        "Parts": {}
    },
    "28": {
        "Number": 28,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX17G8R/supps/TX17G8R-S4.json",
            "problems/TX17G8R/supps/TX17G8R-S5.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "One difference between the selections “Breaking Out of the Box” and “A Bountiful Billboard” is that “A Bountiful Billboard”  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "focuses on a project specific to a location",
                "Key": {
                    "Correct": true,
                    "Rationale": "The shipping container projects are occurring in a variety of places, but the water project only occurs in Lima.",
                    "Percent": 73
                }
            },
            "G": {
                "Choice": "discusses the future potential of an idea",
                "Key": {
                    "Correct": false,
                    "Rationale": "Both selections discuss the future potential of an idea.",
                    "Percent": 12
                }
            },
            "H": {
                "Choice": "compares various uses for the same material",
                "Key": {
                    "Correct": false,
                    "Rationale": "“A Bountiful Billboard” does not compare various uses for the same idea.",
                    "Percent": 8
                }
            },
            "J": {
                "Choice": "expresses concerns about a new idea",
                "Key": {
                    "Correct": false,
                    "Rationale": "Neither selection expresses concerns about a new idea.",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    },
    "29": {
        "Number": 29,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX17G8R/supps/TX17G8R-S4.json",
            "problems/TX17G8R/supps/TX17G8R-S5.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What is one important benefit of shipping container apartment buildings and the billboard in Lima?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Both inform people about an opportunity.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Neither inform people about an opportunity.",
                    "Percent": 9
                }
            },
            "B": {
                "Choice": "Both prevent landfills from overflowing.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Preventing landfills from overflowing is only a benefit of shipping container apartment buildings.",
                    "Percent": 4
                }
            },
            "C": {
                "Choice": "Both provide a resource to a community.",
                "Key": {
                    "Correct": true,
                    "Rationale": "One provides affordable housing to a community and the other provides water to a community.",
                    "Percent": 82
                }
            },
            "D": {
                "Choice": "Both are found in urban and rural areas.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Both urban and rural areas have shipping container apartment buildings, but the billboard in Lima is located only in that one place.",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    },
    "30": {
        "Number": 30,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX17G8R/supps/TX17G8R-S4.json",
            "problems/TX17G8R/supps/TX17G8R-S5.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read this sentence from “Breaking Out of the Box.”",
            ":box:By cutting out hallways and creatively stacking the containers, engineers are maximizing the use of the boxes.",
            "Which sentence from “A Bountiful Billboard” is related to this idea?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "This can supply hundreds of families with water each month.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence from “Breaking Out of the Box” describes the unexpected use of an object while this sentence describes the number of people affected.",
                    "Percent": 16
                }
            },
            "G": {
                "Choice": "They made a billboard that extracted moisture from the air and converted it into drinkable water.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Both sentences are describing the unexpected use of an object.",
                    "Percent": 67
                }
            },
            "H": {
                "Choice": "But the citizens of Lima and other cities in arid regions around the world are hopeful.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence from “Breaking Out of the Box” describes the unexpected use of an object while this sentence describes the people's reaction.",
                    "Percent": 5
                }
            },
            "J": {
                "Choice": "Additionally, UTEC recorded a 28 percent increase in enrollment since the installation of the billboard.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence from “Breaking Out of the Box” describes the unexpected use of an object while this sentence describes the interest generated in the project.",
                    "Percent": 12
                }
            }
        },
        "Parts": {}
    },
    "31": {
        "Number": 31,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX17G8R/supps/TX17G8R-S4.json",
            "problems/TX17G8R/supps/TX17G8R-S5.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Both selections explore ideas that involve  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "using technology to keep the environment clean",
                "Key": {
                    "Correct": false,
                    "Rationale": "Technology is not the focus of “Breaking Out of the Box,” and keeping the environment clean is not the focus of “A Bountiful Billboard.”",
                    "Percent": 6
                }
            },
            "B": {
                "Choice": "collaborating to solve an urban problem",
                "Key": {
                    "Correct": false,
                    "Rationale": "Only “A Bountiful Billboard” addresses collaboration to solve a problem.",
                    "Percent": 19
                }
            },
            "C": {
                "Choice": "redesigning an object to serve a new purpose",
                "Key": {
                    "Correct": true,
                    "Rationale": "Both selections explore ideas that involve redesigning an object to serve a new purpose.",
                    "Percent": 67
                }
            },
            "D": {
                "Choice": "recycling materials that are typically considered trash",
                "Key": {
                    "Correct": false,
                    "Rationale": "Only “Breaking Out of the Box” addresses recycling materials typically considered trash.",
                    "Percent": 9
                }
            }
        },
        "Parts": {}
    },
    "32": {
        "Number": 32,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX17G8R/supps/TX17G8R-S6.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Through his experiences at the Navajo reservation, the author gained  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "respect from the elders",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence in the selection that the author gained respect from the elders.",
                    "Percent": 9
                }
            },
            "G": {
                "Choice": "acceptance into a small community",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence in the selection that the author gained acceptance in a small community.",
                    "Percent": 13
                }
            },
            "H": {
                "Choice": "an appreciation for another culture",
                "Key": {
                    "Correct": true,
                    "Rationale": "Tthe author demonstrates appreciation of the Navajo culture throughout the selection.",
                    "Percent": 72
                }
            },
            "J": {
                "Choice": "the ability to rely on nature for survival",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence in the selection that the author ever had to rely on nature for survival.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "33": {
        "Number": 33,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX17G8R/supps/TX17G8R-S6.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read this sentence from the selection.",
            ":box:It is like Kayenta was in my earliest time on the reservation, so remote as to be almost legendary in the mind.",
            "This comparison helps the reader understand that the author thinks the location  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "seems to have a profound effect on the lives of the residents",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text does not include information about how the location of the reservation affected the residents.",
                    "Percent": 15
                }
            },
            "B": {
                "Choice": "has a mystical quality because of its isolation from society",
                "Key": {
                    "Correct": true,
                    "Rationale": "The text does include information about how the reservation's isolated or remote location gave it a mystical, or legendary, quality.",
                    "Percent": 43
                }
            },
            "C": {
                "Choice": "has a tendency to be remembered more vividly than others",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text does not indicate that the location is more vividly remembered than others.",
                    "Percent": 15
                }
            },
            "D": {
                "Choice": "is so beautiful it can exist only in the imagination",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text does not include information about the location's beauty being able to only exist in the mind.",
                    "Percent": 26
                }
            }
        },
        "Parts": {}
    },
    "34": {
        "Number": 34,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX17G8R/supps/TX17G8R-S6.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Read this sentence from the selection.",
            ":box:Or perhaps she saw, in a way that we could not, that the photograph misrepresented her in some crucial respect, that in its dim, mechanical eye it had failed to see into her real being.",
            "Which of these is the author suggesting in this sentence?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The woman saw herself as something more than could be captured in a photograph.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The reader can infer from the phrase “failed to see into her real being” that the woman did not think the photograph accurately captured herself.",
                    "Percent": 76
                }
            },
            "G": {
                "Choice": "Something may have gone wrong when the photograph was developed.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This sentence provides no evidence that something had gone wrong when the author's father took the picture.",
                    "Percent": 8
                }
            },
            "H": {
                "Choice": "Many people are dissatisfied with their appearance in photographs.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This sentence does not provide evidence that anyone other than the woman was dissatisfied by their appearance in photographs.",
                    "Percent": 12
                }
            },
            "J": {
                "Choice": "The woman will eventually decide that she likes the photograph.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence in this sentence that the woman will eventually decide she likes the photograph.",
                    "Percent": 3
                }
            }
        },
        "Parts": {}
    },
    "35": {
        "Number": 35,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX17G8R/supps/TX17G8R-S6.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which sentence best demonstrates that the author and his father depended on the people of the reservation?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It is a beautiful language, intricate and full of subtlety, and very difficult to learn.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This sentence does not demonstrate a reason why the author and his father depended on the people of the reservation.",
                    "Percent": 6
                }
            },
            "B": {
                "Choice": "When we ventured out into those areas, we saw a lot of people, but they were always off by themselves, it seemed, living a life of their own, each one having an individual existence in that huge landscape.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This sentence does not demonstrate a reason why the author and his father depended on the people of the reservation.",
                    "Percent": 20
                }
            },
            "C": {
                "Choice": "She made a wonderful subject, and I have always thought very well of the photograph that my father made of her.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This sentence does not demonstrate a reason why the author and his father depended on the people of the reservation.",
                    "Percent": 8
                }
            },
            "D": {
                "Choice": "Yes, the road is very muddy, the old man would answer, laughing, and we knew then that we were at his mercy, held fast in the groove of his humor and goodwill.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sentence states that the author and his father were “at the mercy” of the old Navajo man.",
                    "Percent": 66
                }
            }
        },
        "Parts": {}
    },
    "36": {
        "Number": 36,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX17G8R/supps/TX17G8R-S6.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The organization of the selection allows the author to  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "reflect upon several meaningful experiences from his time at the reservation",
                "Key": {
                    "Correct": true,
                    "Rationale": "The selection includes several anecdotes of some of the author's meaningful experiences with the Navajo reservation.",
                    "Percent": 66
                }
            },
            "G": {
                "Choice": "compare the landscape of the reservation with the landscape of other places he has lived",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author never mentions other places he has lived.",
                    "Percent": 11
                }
            },
            "H": {
                "Choice": "explain how his experiences as a child affected his way of life as an adult",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author does not explain how the experiences of his childhood affected his way of life as an adult.",
                    "Percent": 19
                }
            },
            "J": {
                "Choice": "describe how he solved personal problems in the past",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author does not discuss personal problems he had in the past.",
                    "Percent": 4
                }
            }
        },
        "Parts": {}
    },
    "37": {
        "Number": 37,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX17G8R/supps/TX17G8R-S6.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Why does the author compare his experience to that of “a hawk or an eagle” in paragraph 7?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "To emphasize that a person's view of the landscape is incomplete",
                "Key": {
                    "Correct": true,
                    "Rationale": "The author uses the comparison to describe how he “saw the land” while flying.",
                    "Percent": 54
                }
            },
            "B": {
                "Choice": "To demonstrate that he is confident in his abilities as a pilot",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author does not discuss confidence in his abilities as a pilot.",
                    "Percent": 16
                }
            },
            "C": {
                "Choice": "To reveal his desire to spend more time in nature",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author does not reveal a desire to spend more time in nature.",
                    "Percent": 17
                }
            },
            "D": {
                "Choice": "To show that he feels more comfortable in the air than on the ground",
                "Key": {
                    "Correct": false,
                    "Rationale": "The author does not indicate his level of comfort in the air.",
                    "Percent": 13
                }
            }
        },
        "Parts": {}
    },
    "38": {
        "Number": 38,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX17G8R/supps/TX17G8R-S7.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The author suggests that Cook had frustrating moments while coaching at Gallaudet largely because he  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "believed that his players lacked the skills necessary for success",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence in the selection to support this idea.",
                    "Percent": 9
                }
            },
            "G": {
                "Choice": "knew he was not communicating well with his team",
                "Key": {
                    "Correct": true,
                    "Rationale": "Cook didn't know sign language and his team felt he was frustrated because they weren't “on the same page.”",
                    "Percent": 81
                }
            },
            "H": {
                "Choice": "thought the university expected too much of its team",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence in the selection to support this idea.",
                    "Percent": 4
                }
            },
            "J": {
                "Choice": "knew that his team could not overcome their disadvantage",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence in the selection to support this idea.",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    },
    "39": {
        "Number": 39,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX17G8R/supps/TX17G8R-S7.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "In paragraph 5, the phrase p͟r͟i͟v͟y͟ ͟t͟o means  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "knowledgeable of",
                "Key": {
                    "Correct": true,
                    "Rationale": "The phrase “privy to” refers to the fact that the opposing coaches could not interpret the Bison playbook because they did not know sign language.",
                    "Percent": 59
                }
            },
            "B": {
                "Choice": "amused by",
                "Key": {
                    "Correct": false,
                    "Rationale": "The phrase “privy to” refers to the fact that the opposing coaches could not interpret the Bison playbook because they did not know sign language.",
                    "Percent": 7
                }
            },
            "C": {
                "Choice": "happy with",
                "Key": {
                    "Correct": false,
                    "Rationale": "The phrase “privy to” refers to the fact that the opposing coaches could not interpret the Bison playbook because they did not know sign language.",
                    "Percent": 11
                }
            },
            "D": {
                "Choice": "worried about",
                "Key": {
                    "Correct": false,
                    "Rationale": "The phrase “privy to” refers to the fact that the opposing coaches could not interpret the Bison playbook because they did not know sign language.",
                    "Percent": 23
                }
            }
        },
        "Parts": {}
    },
    "40": {
        "Number": 40,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX17G8R/supps/TX17G8R-S7.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which of these best describes why some of the Gallaudet players lacked confidence in Cook when he first became coach of the team?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "They thought the standards he set for the team were too high.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence in the selection that the players thought Cook's standards were too high.",
                    "Percent": 8
                }
            },
            "G": {
                "Choice": "He had previously been the coach of a professional team.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence in the selection that supports this idea.",
                    "Percent": 6
                }
            },
            "H": {
                "Choice": "They thought he could not understand what the world was like for the deaf.",
                "Key": {
                    "Correct": true,
                    "Rationale": "He did not know sign language, players thought he was unable to “connect with Deaf culture.”",
                    "Percent": 82
                }
            },
            "J": {
                "Choice": "He thought that winning games was more important than the players did.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no evidence in the selection that Cook thought winning games was more important than the players did.",
                    "Percent": 4
                }
            }
        },
        "Parts": {}
    },
    "41": {
        "Number": 41,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX17G8R/supps/TX17G8R-S7.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The author presents the events that led to the team's winning record in chronological order to emphasize that  — "
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "the university was very supportive of the women's basketball team",
                "Key": {
                    "Correct": false,
                    "Rationale": "The order of events does not emphasize the university's support of the women's basketball team.",
                    "Percent": 5
                }
            },
            "B": {
                "Choice": "deaf basketball teams have an advantage over hearing basketball teams",
                "Key": {
                    "Correct": false,
                    "Rationale": "The order of events does not emphasize any advantage the deaf basketball teams had.",
                    "Percent": 9
                }
            },
            "C": {
                "Choice": "the university gained recognition because of the team's improvement",
                "Key": {
                    "Correct": false,
                    "Rationale": "The order of events does not emphasize any recognition the university gained.",
                    "Percent": 35
                }
            },
            "D": {
                "Choice": "changing the team's perspective on winning did not happen quickly",
                "Key": {
                    "Correct": true,
                    "Rationale": "By presenting events in the order they occurred, the author shows the team's progression over a length of time.",
                    "Percent": 50
                }
            }
        },
        "Parts": {}
    },
    "42": {
        "Number": 42,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX17G8R/supps/TX17G8R-S7.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The title of the selection emphasizes the idea that Cook  — "
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "wanted his team to focus on playing to their greatest potential",
                "Key": {
                    "Correct": true,
                    "Rationale": "The selection does present the idea that Cook expected his players to play to their greatest potential and build “a winning culture.”",
                    "Percent": 59
                }
            },
            "G": {
                "Choice": "knew that his team would learn more from winning than from losing",
                "Key": {
                    "Correct": false,
                    "Rationale": "This is not an idea presented in the selection.",
                    "Percent": 19
                }
            },
            "H": {
                "Choice": "thought that coaching the team would help him understand Deaf culture",
                "Key": {
                    "Correct": false,
                    "Rationale": "This is not an idea presented in the selection.",
                    "Percent": 15
                }
            },
            "J": {
                "Choice": "believed that his players could play better if they practiced more",
                "Key": {
                    "Correct": false,
                    "Rationale": "This is not an idea presented in the selection.",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    },
    "43": {
        "Number": 43,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX17G8R/supps/TX17G8R-S7.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "What is the best summary of the selection?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "One of the reasons Gallaudet University had suffered many losing seasons was that the players were unable to communicate with spoken words. When Kevin Cook took over the team, he brought a history of successful coaching of professional, college, and foreign basketball teams. He worked hard to understand his players.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This summary addresses only information presented in the first five paragraphs of the selection.",
                    "Percent": 17
                }
            },
            "B": {
                "Choice": "Gallaudet University in Washington, D.C., was founded in 1864. All the students there are either deaf or hard of hearing. Players on the women's basketball team communicated using facial movements, lipreading, or sign language. Their coach Kevin Cook noticed that this caused them to take their eyes off the ball and lose games.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Not all of the details included are relevant to the focus of the selection.",
                    "Percent": 9
                }
            },
            "C": {
                "Choice": "When Kevin Cook took over the head coaching job at Gallaudet University, he experienced many challenges. The team of hearing-impaired players had not been playing well for many years. Cook worked to understand the players and eventually built a successful team.",
                "Key": {
                    "Correct": true,
                    "Rationale": "These details represent the major parts of the selection that a reader would need to know to best understand the purpose of the selection.",
                    "Percent": 69
                }
            },
            "D": {
                "Choice": "Kevin Cook became the coach of the women's basketball team at Gallaudet University. He organized an important scrimmage against a highly ranked team, and it had a big effect on his players. Although the team lost the scrimmage, it was invited to play in an NCAA tournament.",
                "Key": {
                    "Correct": false,
                    "Rationale": "It includes only specific details from one section of the selection.",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    },
    "44": {
        "Number": 44,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [],
        "SubTopics": [],
        "SuppContent": [
            "problems/TX17G8R/supps/TX17G8R-S7.json"
        ],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Which sentence suggests that Cook benefited from his experience as a coach?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "He said that the biggest lesson he had learned was to be grateful, and he also noted that he learned patience — both on and off the court.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This text refers to a “lesson he had learned” while coaching the Gallaudet team.",
                    "Percent": 82
                }
            },
            "G": {
                "Choice": "And when the opposing team's coach called a play, sometimes Cook could communicate that message to his team.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This text refers to a strategy Cook used during games, not to a benefit he gained.",
                    "Percent": 5
                }
            },
            "H": {
                "Choice": "It hadn't had a championship-filled history, so it was Cook's mission at Gallaudet to change the team's record from a losing one to a winning one.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This text refers to Cook's mission to improve the team's record, not to a benefit he gained.",
                    "Percent": 8
                }
            },
            "J": {
                "Choice": "Although it was an impressive turnaround, Cook knew the team could play better.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This text refers to Cook's desire to improve the team, not to a benefit he gained.",
                    "Percent": 4
                }
            }
        },
        "Parts": {}
    }
}