{
    "Directions": "Read the passage and answer each question that follows.",
    "Context": [],
    "Title": "Tatenda Teaches His Town",
    "Subtitle": "",
    "Author": "by Cecil Dzwowa",
    "LabelType": "P",
    "Content": [
        ["1", "\tLike many families in Sanyati, a small countryside town in western Zimbabwe,¹ Tatenda’s family does not have a television. One day after school, Tatenda arrived home tired and decided to rest on the sofa. But just before he sat down, he noticed something unusual in the house. “At first, I thought Dad had bought a television set, but when my mother said it was a computer, I was disappointed.”"],
        ["2", "\tIt’s not that Tatenda didn’t like computers; he just didn’t know how to use them."],
        ["3", "\tFor almost two weeks, the gift lay idle in the house. Tatenda and his father didn’t even know how to turn it on. “Nobody in our neighborhood knew how to operate a computer,” Tatenda said."],
        ["4", "\tBut things changed when Amina, a young family friend, came from Harare, Zimbabwe’s capital city, to visit. Amina knew all about computers and was a good teacher, too."],
        ["", "Pressing the Wrong Buttons"],
        ["5", "\tAt first, Tatenda and Amina were frustrated as Tatenda struggled to learn. “I was always pressing the wrong buttons,” Tatenda remembered. “But I kept on going because I was eager to learn.” Amina realized then that she could not keep Tatenda away from the computer. After three weeks, Tatenda mastered some computer basics, such as opening and closing files. But he was taking a long time to learn."],
        ["6", "\tTatenda kept on practicing after Amina left. His speed slowly improved. By the time Amina returned, Tatenda felt comfortable with the computer."],
        ["7", "\tMeanwhile, Tatenda’s friends wondered what had happened to him. Tatenda had not told them about his new gadget. He no longer played soccer after school like he used to. “Even if he came, he did not spend much time with us. He always had an excuse for going back home,” his friend Saidi said."],
        ["8", "\tTatenda’s friends worried. Were Tatenda’s parents preventing him from playing with them? Did one of them do something wrong? Did Tatenda have new friends?"],
        ["9", "\tOne day, Saidi, along with two other friends, Themba and Solomon, surprised Tatenda at home. When they arrived, Tatenda was so busy on the computer that he did not hear them. His mother opened the door and let his friends inside. They couldn’t believe what they saw — a computer and Tatenda operating it."],
        ["10", "\t“It was too late,” Tatenda recalled. “My secret was out.”"],
        ["", "Master of the Keys"],
        ["11", "\tBut it was a new beginning for the three friends. After that surprise visit, they came to see Tatenda work on the computer. Then Tatenda let them press a button or two and shake the mouse for fun. Slowly, he taught them how to use the computer. Saidi took about three months to learn the basics; Themba, about four months; and Solomon, a year."],
        ["12", "\tIt wasn’t long before the neighborhood kids wanted to learn, too! “There were so many kids coming to see him that we had to move the computer out of his room into a bigger room,” his mother said."],
        ["13", "\tAnd even more kids came. Tatenda worried. The computer began to experience problems because the kids were pressing too many buttons. So he came up with a plan. He began charging for lessons. But this did not stop more kids from coming. Those whose parents did not have money paid with chickens or goats."],
        ["14", "\tTatenda has taught computer skills to 30 students from his local school, and the number continues to grow. There are 600 students there and no computer. Two of the teachers at his school are also his students. “He is a bright kid and a good teacher,” said Mrs. Magumise, one of Tatenda’s schoolteachers."],
        ["15", "\tWith the money earned from teaching, Tatenda has bought a television and radio for his family. And he plans to buy a new computer. He also plans to keep on teaching. The people of Sanyati couldn’t be more pleased. Tatenda has single-handedly introduced computers to his town and is simply known there as “Teacher.”"]
    ],
    "Copyright": "“Tatenda Teaches His Town” by Cecil Dzwowa from HIGHLIGHTS FOR CHILDREN, June 2013. Copyright © 2013 Highlights for Children, Inc. All rights reserved.",
    "References": [
        ["¹", "Zimbabwe - a country in Africa"]
    ]
}