{
    "Directions": "Read the next two selections and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [],
    "Title": "Of Feathers, Fat, and Freezing",
    "Subtitle": "",
    "Author": "by Donna De Voe DiFolco",
    "LabelType": "P",
    "Content": [
        ["1", "\tIt’s winter. Forty degrees below zero. How do you stay warm? How do you survive?"],
        ["2", "\tNow imagine you are only as big as a person’s thumb and weigh no more than a graham cracker. That’s about the size of black-capped chickadees. These friendly little birds are often seen at bird feeders throughout the winter. They are plump-looking critters, with black, white, and gray feathers, and they live year-round in the forests of North America, from Alaska through Canada and across the northern states. Since they do not migrate to the tropics when the thermometer drops below freezing, black-capped chickadees have adapted to the cold in amazing ways."],
        ["3", "\tChickadees living near Fairbanks, in interior Alaska, experience –30° to –40°F on a regular basis, with temperatures sometimes plunging to –60°F or colder. Birds have a body temperature of about 104°F. This means that sometimes there is well over a 100-degree difference between a chickadee’s body and the air temperature only an inch away."],
        ["4", "\tLike all birds, chickadees have feathers, so in a sense, they wear little down parkas all the time. The colder the temperature, the more they fluff their feathers by sticking them out, away from their bodies. Feathers are the perfect insulation, trapping air between them and acting as a barrier between the cold outdoor weather and the birds’ bodies."],
        ["5", "\tChickadees can fluff their feathers out to an inch thick—wider than their own bodies—to protect themselves against the cold. At extreme temperatures, they look like round, feathery balls."],
        ["", "problems/TX19G7R/media/S3a.jpg"],
        ["", "problems/TX19G7R/media/S3b.jpg"],
        ["6", "\tBut chickadees don’t have feathers on their legs or feet, so how do they keep their tiny toes warm? They don’t. Without any feathered insulation, heat would quickly be lost and much energy wasted in attempting to keep their toes as warm as the rest of the body. So they allow their feet to cool to just above freezing. This way, the rest of the chickadee doesn’t get cold by having cold blood returning to the body from its legs."],
        ["7", "\tBut even such energy efficiency by itself is not enough to survive the frigid winter days. In the same way that we must burn more fuel in the winter to keep our houses warm, chickadees also need more fuel to stay warm. And what sort of fuel do chickadees burn? Food. As the days shorten, the temperature drops, and since chickadees forage only during daylight hours, they have the least amount of time to eat during the season when they need the most fuel. As soon as there is enough light to see by, they spend all of their time finding and eating as much food as possible until the light fades."],
        ["8", "\tChickadees begin preparing for winter while the green leaves of summer are still on the trees. They stash away bugs, seeds, or fat from dead animals, tucking these morsels into crevices in tree bark. The higher the fat content the better, since calories—the units of energy in food—are concentrated in fats."],
        ["9", "\tTo a chickadee, body fat is fuel. Since they don’t have crops in which they can store food to eat later, they must eat enough each day to survive the long, 18-hour night. By feasting on fatty foods, chickadees can increase their body weight by about 8 to 10 percent—which would be like a 100-pound kid gaining 8 to 10 pounds in one day. Increasing their body fat during the day is like stoking the fire before going to bed. Throughout the night chickadees burn their recently a͟c͟c͟u͟m͟u͟l͟a͟t͟e͟d fat, and by the next morning, none is left."],
        ["10", "\tEven with their feathered insulation and daily storing away of fat, chickadees must still conserve as much energy as possible at night. They do not roost together in flocks as some birds do but spend the night alone. As darkness falls they cram themselves into little hollows in the trees. Once settled, they lower their body temperature, just as we lower the thermostat in our houses to save energy at night."],
        ["11", "\tAlthough fragile in many ways, the tiny black-capped chickadee shows how tough it really is by surviving the bitterly cold winters of northern North America. The next time you see a chickadee visiting your bird feeder, just think, could you survive out there?"]
    ],
    "Copyright": "“Of Feathers, Fat, and Freezing” by Donna De Voe DiFolco, January 2012. Copyright © 2014 by Cricket Media.",
    "References": []
}