{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [],
    "Title": "Keep Calm and Read On",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "In 2000 a British bookstore owner named Stuart Manley made a discovery that would impact social media and the global market for years to come. While unpacking some old boxes, Manley found a World War II poster that the British government designed in 1939. The slogan and the simple design were intriguing, so Manley decided to hang the poster in his store. The poster read “Keep Calm and Carry On.” Little did Manley know that the phrase would turn into a worldwide cultural phenomenon."],
        ["", "problems/TX19G7R/media/S5a.jpg"],
        ["2", "The Keep Calm poster that Manley discovered dates back to the start of World War II. With war quickly approaching, the British government designed three posters, each containing a motivational phrase. The posters were similar in appearance, with a special regal-looking font and a simple picture of King George VI's crown. Two of the three posters were displayed in public at the start of the war in order to raise the morale of the British people. But public response to the two posters was just mediocre, and the motivational campaign was abandoned. Although nearly 2.5 million copies of the Keep Calm poster had been printed, the British government decided not to release them. Instead the copies sat in storage until 1940, when most of them were recycled into other paper products. Manley's copy has become a rarity."],
        ["3", "But how did the phrase on this poster become a worldwide motto that has been imitated, reproduced, and printed on just about every imaginable item that can be sold? Manley's poster began attracting the attention of customers in his shop, so he printed copies of the poster to sell. After he advertised the poster in a national newspaper, sales skyrocketed. Soon other companies began to sell products bearing the slogan."],
        ["4", "It is difficult to identify exactly why the Keep Calm and Carry On motto has become popular. Shortly after the poster made its appearance in 2000, the world suffered an economic downturn, and morale was once again low. People were in need of something to boost their spirits, just as the people of England needed encouragement during World War II. The saying “Keep Calm and Carry On” seems to be the ideal slogan to bring courage and hope to people. Manley's wife, Mary, commented, “I do think it's kind of helped people in a way. It's a great slogan. You can apply it to any kind of stress you're under ... It is a great poster — great graphic, simple design.”"],
        ["5", "Besides the optimistic message, the simple design and understated tone of the poster helped lead to its popularity and marketability. Because it was cheap to reproduce and easy to customize, many companies capitalized on the appeal of the catchy slogan. The motto became trendy and could be spotted on mugs, T-shirts, and mouse pads."],
        ["", "problems/TX19G7R/media/S5b.jpg"],
        ["6", "Today the now-famous wartime slogan has been rewritten in different ways. Some people have created fun phrases like “Keep Calm and Call Mom” or “Keep Calm and Eat a Cupcake.” Others have added sarcasm to the slogan by writing versions such as “Now Panic and Freak Out” or “Keep Calm and This Poster Is Getting Old.” No matter the version or interpretation of the Keep Calm slogan, it is highly recognizable. Many online shopping websites continue to sell a variety of products with some form of the Keep Calm and Carry On slogan. And variations of the slogan show up on social networking sites daily."],
        ["7", "Even though “Keep Calm and Carry On” was originally intended to quell fears during World War II, the phrase has been embraced as a part of current popular culture. Today, interpretations of the slogan are often lighthearted, but it is important to remember the significance of the motto's original intent."]
    ],
    "Copyright": "",
    "References": []
}