{
    "Directions": "Read the passage. Then answer each question that follows.",
    "Context": [],
    "Title": "[from] Dear Mrs. Ryan, You're Ruining My Life",
    "Subtitle": "",
    "Author": "by Jennifer B. Jones",
    "LabelType": "P",
    "Content": [
        ["1", "We easily made it to our seats before the bell rang."],
        ["2", "Mom slipped quietly into our room during morning announcements."],
        ["3", "“Harvey, would you like to introduce your mother to us?” Mrs. Perkins asked after we said the pledge."],
        ["4", "Not really, I wanted to say. We'd been working on character education all year, so it was only natural that an honest response popped into my head. But I've learned there are times when honesty is not the best policy. If adults want kids to be honest, they need to be careful what they ask."],
        ["5", "“I think everybody knows my mom,” I said politely."],
        ["6", "“I haven't had the pleasure of meeting her,” Mrs. Perkins said. Mrs. Perkins was new in town and finishing the school year for my regular fifth- grade teacher, who had moved away when her husband was transferred."],
        ["7", "“Sorry,” I mumbled and stood up by my desk. “Mom, this is Mrs. Perkins. Mrs. Perkins, everybody, this is my mom, Leslie Ryan, the author of The Skunk Who Came for Dinner and all that other stuff.”"],
        ["8", "“Well, Harvey,” Mom said, grinning, “you don't have to sound so pleased.”"],
        ["9", "Everybody laughed. I smiled and bobbed my head around, pretending to be amused."],
        ["10", "“Harvey is right. All of you have probably heard me speak at least once. Instead of speaking to you today, I thought we'd try something a little different.”"],
        ["11", "Different? I thought. Uh- oh. What's she going to throw at me now?"],
        ["12", "“Today,” she was saying, “I'd like you to talk to me. Tell me what it is you like about the books you read.”"],
        ["13", "Nobody said anything for almost a full minute. I guess they were surprised Mom wasn't there to entertain them. She wanted them to do some thinking. Mrs. Perkins started to look embarrassed as the time stretched on, but not Mom."],
        ["14", "“What book are you all reading as a class right now?” she finally asked."],
        ["15", "“Skinnybones!” everyone shouted all together."],
        ["16", "“Wow!” Mom took a step backward as if they'd surprised her. “It sounds as if you like it. Why?”"],
        ["17", "And answers flew from all directions. “It's funny. It's about baseball. It's short.” Mom laughed at that last one."],
        ["18", "“When did you first know you were going to like Skinnybones?”"],
        ["19", "Some people said, “On the first page.” Others said, “Right at the beginning.” Without meaning to I blurted out, “Right from the very first sentence.” I looked around quickly, but no one was paying attention to me."],
        ["20", "“Yes,” Mom nodded. “That's why the beginning is the most important part of a book.”"],
        ["21", "Then she asked more questions about the books the kids were reading on their own. And except for Bethany not wanting to shut up about a book she was reading about the royal family, things went well. I looked at the clock and realized Mom would have to leave in a few minutes so we could go to our morning special. I was home safe."],
        ["22", "Then I heard Mrs. Perkins say, “Perhaps Mrs. Ryan would answer a few questions before she leaves.”"],
        ["23", "Mom nodded, and several hands shot in the air."],
        ["24", "The first couple questions were, “How long does it take you to write a book?” and “How much money do you get?”"],
        ["25", "Stuff everybody wants to know, right? And her answer to both was, “It varies.”"],
        ["26", "Please go home now, Mom."],
        ["27", "But Mom called on Bethany. “Where do you get your ideas?” Bethany asked."],
        ["28", "“My best ideas come from real life, from things that happen to me, or to people close to me.”"],
        ["29", "I couldn't believe she said it. But she did it every time. See, the main characters in all Mom's books are always boys my age. It only takes a bear with very little brains to figure out which people close to her give her the best ideas. I could feel the kids turning to look at me."],
        ["30", "Bethany was grinning as if she'd just sold a best- seller herself. “Do you ever put things that Harvey has done in your books?”"],
        ["31", "There it was, the question I'd been dreading. Everybody already knew the answer, but they had to ask anyway. I felt my face getting warm, and I hoped I wouldn't barf and make everything worse."],
        ["32", "Seal tried to rescue me. “Come on, guys. Harvey's life isn't that interesting.”"],
        ["33", "Everyone laughed. I looked at Seal. Our eyes connected, and I gave her a grateful nod."],
        ["34", "But Bethany wasn't through yet. She was waving her whole arm around and didn't wait to be called on before blabbing out, “But Mrs. Ryan, didn't Harvey catch an intruder in your house by throwing a load of wet laundry down the stairs on top of him, just like in your book That Wraps It Up?”"],
        ["35", "I groaned. I wanted to slide right under my desk, right out of the room and right off the face of the earth."],
        ["36", "Mom laughed. “No, thank goodness,” she said. “But that story is a perfect example of how truth can be turned into fiction.”"]
    ],
    "Copyright": "Dear Mrs. Ryan, You're Ruining My Life by Jennifer B. Jones. Copyright 2004 by Walker & Company. Reproduced with permission of CLA, the Copyright Licensing Agency, LTD via the Copyright Clearance Center.",
    "References": []
}