{
    "Directions": "Read the passage. Then answer each question that follows.",
    "Context": [],
    "Title": "Two Places to Call Home",
    "Subtitle": "",
    "Author": "by Jody Kapp",
    "LabelType": "P",
    "Content": [
        ["1", "Goodbye, bedroom, cozy and small. Goodbye, picture books and stuffed animals. Today I'm going home, to the place my family comes from."],
        ["2", "Mama and I are going to Ghana. Ghana is a small country on the west coast of Africa. It is where my mother was born. This will be my first time meeting my grandmother and grandfather and my first time flying on an airplane!"],
        ["3", "Up, up we go, sailing high over the Atlantic Ocean. Outside my small window the bright blue water slowly disappears under a carpet of fluffy white clouds. The airline attendants push carts of pretzels and drinks up and down the tiny aisles. They give us bags of sweet- smelling lotion, eye masks to help us sleep on the long flight, and headphones. When I plug the headphones into the special arm of my seat, I hear music playing— a symphony above the clouds."],
        ["4", "Slowly we land in the night. My mother and I step out and breathe in our country. As the warm, moist air greets us, Mama sighs, “Ah, what sweetness!”"],
        ["5", "We climb aboard a rickety old bus and travel to my grandparents' home. The dust from the road swirls up through the open windows and dances around our heads. Grandfather is waiting for us outside the cattle fence. He calls out to me, “Tall boy, you've grown faster than the trees in my yard.”"],
        ["", "problems/MDG5E/media/S1a.jpg"],
        ["6", "He reaches down and wipes the dust from my sandals. He's wearing an outfit that looks like a dress. It's called a kente cloth. This is a special kind of clothing the people of Ghana wear whenever there's something to celebrate. But it's much more interesting than a suit jacket or a fancy dress. It's a book you wear! Every shape and color on the cloth is chosen to tell a story to those who see it."],
        ["7", "For my visit, Grandfather has made a special story cloth to wear. He's chosen a pattern of gold squares and black zigzags. In kente, the color gold stands for strength, and black means family. When gold and black are woven together in a dress, they tell all who see it how important the strength of a family is. Grandfather winks at me as I run my hand over the bright cloth. He thinks I'm important, too."],
        ["8", "Grandmother hears our voices. She rushes out of her round mud hut and greets me with a big bear hug. She's spent all morning preparing a welcome meal for us called tee zed, which means “hot food.” First she ground rice, corn, and peanuts into flour. Then she rolled the flour into little balls and cooked them in boiling water until they thickened like oatmeal that has been left sitting in a pan. She shows me how to dip the balls into a stew of yams, onions, and goat meat. I've never eaten goat meat before. At first I'm afraid to try it, but I'm glad I do. It has a nice sweet flavor."],
        ["9", "The next day Grandmother buckles me into her little white van and we head for Accra. Here there's a big market where she'll sell the plump red tomatoes she's grown in her garden. It's a busy place. My ears are filled with the sound of plantains frying on an open grill and the happy shouts of boys and girls playing soccer."],
        ["10", "It's fun watching the women with their big hats and baskets weave through the maze of bicycles like brightly colored toy tops. They smile at me and say, “Maakye,” which means “hello.” Grandmother takes my hand in hers and swings it back and forth as we walk along. She tells me, “Beautiful boy, we'll remember these moments for many years.”"],
        ["11", "The week has passed too quickly, and the time has come to say goodbye. At the airport Grandmother gives me an extra long hug for the extra long trip. Grandfather kneels down and hands me a small package. It's my very own kente cloth scarf to wear at home! He's woven little hearts onto a black background to tell me and everyone who sees it the story of my family's love. I'll think of Ghana often. It's good to have two places to call home."],
        ["12", "Goodbye, warm yellow huts and shiny tin roofs. Goodbye, bold red skirts and gentle dirt beneath my feet. Today I'm going home, to the place I come from."]
    ],
    "Copyright": "“Two Places to Call Home” by Jody Kapp, Copyright 2014 by Ladybug. Reproduced with permission of Ladybug via Copyright Clearance Center.",
    "References": []
}