{
    "Directions": "Read the passage below, then answer each question that follows.",
    "Context": [],
    "Title": "Passage 1: David Sarnoff",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["", "problems/NMG6E/media/S1a.jpg"],
        ["1", "\tIn its early years, radio was a silent, two-way medium. Sometimes called “the wireless,” radios sent code rather than sound. They were used primarily in the shipping trade. However, an immigrant named David Sarnoff showed remarkable vision for what could be possible with the radio."],
        ["2", "\tSarnoff came from a humble background. Born in a Russian Jewish “shtetl” (settlement) near Minsk, he came to the United States with his mother and brothers at the age of nine in 1900. He didn't know any English. Within days Sarnoff was working for a butcher and delivering newspapers. He earned additional money singing at a temple."],
        ["3", "\tSarnoff eventually became a messenger for a telegraph company. The bright young man learned about his employer's business by reading all the letters he delivered. Soon he became a telegraph operator, sending and receiving messages across the world using Morse code, a system of using clicking sounds to transmit information."],
        ["4", "\tIn April 1912, Sarnoff was at his desk when word came over the telegraph that the world-famous ocean liner Titanic was sinking. He worked through the night for three nights in a row. Sarnoff sent news to the press and listened for the names of the survivors. His work won praise from coast to coast. Sarnoff was quickly promoted to management."],
        ["5", "\tAround 1916, Sarnoff had an idea that the radio receiver could become a regular household device. People could use it in their homes to listen to music, sports, and news. His idea was met with doubt at first, but when he transferred to a different company, the Radio Corporation of America (RCA), he was allowed to develop his ideas."],
        ["6", "\tOne dramatic event in 1921 helped Sarnoff demonstrate his vision for radio's future. That July he broadcast a boxing match from Jersey City, New Jersey. In a dozen different cities, Sarnoff put radio sets next to loudspeakers inside theaters and dance halls. Then he invited the public to listen to the fight. Sarnoff even arranged for the bout to be heard in some barns in farm country. When heavyweight champion Jack Dempsey knocked out Georges Carpentier in the fourth round, hundreds of thousands of people were all listening at the same moment. The radio fad began shortly thereafter, and RCA sold millions of sets."],
        ["7", "\tSarnoff was now the company's general manager. He had a plan: a nationwide network of radio stations, all broadcasting the latest news and high-quality entertainment at the same time. He also had the resources of a large company behind him. In 1926, Sarnoff's vision became reality and the first network went on the air. RCA named it the National Broadcasting Company (NBC). NBC went on to broadcast some of the most popular radio and television shows of all time. David Sarnoff would always be remembered as the visionary man who brought broadcasting to the masses."],
        ["", "problems/NMG6E/media/S1b.jpg"]
    ],
    "Copyright": "“David Sarnoff” © 2017 by Cognia, inc.",
    "References": []
}