{
    "Directions": "Read the passage below, then answer each question that follows.",
    "Context": [],
    "Title": "Passage 2: The Birth of TV Broadcasting",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "\tApril 20, 1939, is often called the day television broadcasting was born. The New York World's Fair was about to begin in Flushing Meadows in Queens, New York. David Sarnoff, the head of the Radio Corporation of America (RCA), was in attendance to dedicate the company's building at the fair. RCA cameras were there to film the event. Sarnoff's voice and visual image were to be sent through the airwaves in an experimental broadcast."],
        ["2", "\tThis day had been coming for a long time. Network radio had existed for more than ten years. Many popular radio shows entertained listeners. President Franklin D. Roosevelt had used radio to communicate with the nation in a series of what he called “fireside chats.” Tens of millions of people went to the movies every week. Movies began featuring sound in 1927, the year Al Jolson's The Jazz Singer was released. After sound and pictures came together at the movies, it was only a matter of time until pictures would combine with the sound signals delivered over radio waves."],
        ["3", "\tHowever, developing the technology was no easy task. Scientists had worked for years on mechanical devices that never held much promise. One of these scientists was the Russian-born engineer Vladimir Zworykin. In the laboratories of a company called Westinghouse, Zworykin imagined machines that could send and receive visual signals. The signals would be encoded as constantly changing patterns of electrons. Zworykin had the right approach. In fact, this is the reason we call television an electronic medium. But he wasn't able to put the pieces together into an instrument that worked. Another scientist completed this task first: Philo T. Farnsworth. Farnsworth was a 21-year-old self-taught genius from a farm in Utah. He performed the first successful experiment in sending electronic audio-visual signals on September 7, 1927."],
        ["4", "\tZworykin, who was now working for RCA, visited Farnsworth's lab in 1930. Zworykin had finally learned how to connect an electronic transmitter to a receiver he had already built. RCA later decided to fight Farnsworth in court to argue that Zworykin had invented television first. The corporation lost the case and had to pay Farnsworth fees for the use of his invention. However, the legal battle went on for years and harmed Farnsworth's career."],
        ["5", "\tBy the spring of 1939, RCA was ready to put the very first television station on the air. In his opening broadcast, Sarnoff called television “a new art so important in its implications that it is bound to affect all society.” Ten days later, President Franklin Roosevelt stood in front of the cameras as he declared the official opening of the World's Fair."],
        ["6", "\tHowever, regular television broadcasts did not start right away. Later in 1939, World War II began so the industry delayed rolling out the new technology to the marketplace until the war ended. By 1955, half of all U.S. households had television sets. That number soon increased to far above 90 percent. TV broadcasting was here to stay."]
    ],
    "Copyright": "“The Birth of TV Broadcasting” © 2017 by Cognia, inc.",
    "References": []
}