{
    "Directions": "Read this passage, then answer each question that follows.",
    "Context": [
        "This passage is about a water nymph who longs to be something else."
    ],
    "Title": "Passage 2: CLYTIE",
    "Subtitle": "",
    "Author": "by Flora J. Cooke",
    "LabelType": "P",
    "Content": [
        ["1", "\tCLYTIE was a beautiful little water nymph who lived in a cave at the bottom of the sea. The walls of the cave were covered with pearls and shells. The floor was made of sand as white as snow."],
        ["2", "\tThere were many chairs of amber with soft mossy cushions. On each side of the cave-opening was a great forest of coral. Back of the cave were Clytie's gardens."],
        ["3", "\tHere were the sea anemones, starfish and all kinds of seaweed."],
        ["4", "\tIn the garden grotto were her horses. These were the gentlest goldfish and dolphins."],
        ["5", "\tThe ocean fairies loved Clytie and wove her dresses of softest green sea lace."],
        ["6", "\tWith all these treasures Clytie should have been happy, but she was not. She had once heard a mermaid sing of a glorious light which shone on the top of the water."],
        ["7", "\tShe could think of nothing else, but longed day and night to know more of the wonderful light."],
        ["8", "\tNo ocean fairy dared take her to it, and she was afraid to go alone."],
        ["9", "\tOne day she was taking her usual ride in her shell carriage. The water was warm and the dolphins went so slowly that Clytie soon fell asleep. On and on they went, straight towards the light, until they came to an island."],
        ["10", "\tAs the waves dashed the carriage against the shore Clytie awoke. She climbed out of the shell and sat down upon a large rock. She had never seen the trees and flowers."],
        ["11", "\tShe had never heard the birds chirping or the forest winds sighing."],
        ["12", "\tShe had never known the perfume of the flowers or seen the dew on the grass."],
        ["13", "\tIn wonder, she saw a little boy and girl near her and heard them say, “Here it comes! Here it comes!”"],
        ["14", "\tAs she looked away in the east she saw the glorious light that she had so longed for. In its midst, in a golden chariot, sat a wonderful king."],
        ["15", "\tThe king smiled and instantly the birds began to sing, the plants unfolded their buds, and even the old sea looked happy."],
        ["16", "\tClytie sat on the rock all day long and wished that she might be like the great kind king."],
        ["17", "\tShe wept when he entered the land of the sunset and she could see him no longer. She went home, but she could scarcely wait until the morning. Very early the next day her swiftest goldfish carried her to the rock."],
        ["18", "\tAfter this, she came every day, wishing more and more to be like the great kind king. One evening as she was ready to go home, she found that she could not move her feet. She leaned out over the sea and knew that she had her wish. Instead of a water nymph a beautiful sunflower looked back at her from the water."],
        ["19", "\tHer yellow hair had become golden petals, her green lace dress had turned into leaves and stems, and her little feet had become roots which fastened her to the ground."],
        ["20", "\tThe good king the next day sent her into many countries, into dry and sandy places, that the people might be made happy by looking at her bright face, so like his own."]
    ],
    "Copyright": "“CLYTIE” from Nature Myths and Stories for Little Children by Flora J. Cooke. In the public domain.",
    "References": []
}