{
    "Directions": "Read this passage about art, then answer each question that follows.",
    "Context": [],
    "Title": "Passage 1: Georgia O'Keeffe's Diary",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        [" ", "Monday, 1929"],
        ["1", "\tI'm in Taos, and it's so strange. There are no flowers here. I usually paint flowers— mine are huge so that people can't help noticing them—but New Mexico is a dry place that is red and not green. I do not see any flowers. What I have found here are bones, cow bones and skulls that have been scraped white by the wind. I walk through the hills and collect the bones all day. I wonder what I can make from the bones."],
        [" ", "Tuesday"],
        ["2", "\tI brought the bones that I found in the hills back to my house. I laid them on my table. I placed feathers beside the bones. I like the contrast between the soft feathers and the sharp white bones. They are beautiful decorations in my house. They make me think. Maybe I will paint the bones and the feather. Maybe I can make something other than a painting out of them. Someday perhaps I will make pots, and then I can put my bones in a pot I have made."],
        [" ", "Thursday"],
        ["3", "\tToday I rode out alone in the hills through the gray sage with the sun at my back. I found shells in the hills. They are mussel shells that have turned to stone. They are probably millions of years old. Their shapes are smooth and round, different from my bones. I have brought the shells back to my house and placed them outside my front door. I wonder what I can make from them. Can I combine them with the bones? Should I make a painting out of them or something else? Can I sew them into a dress? They would make a nice sound, on a long linen dress. Those shells bring the sea back to me."],
        [" ", "Friday"],
        ["4", "\tToday I rode out to the mountain called Pedernal. Near my house there is a strong, handmade wooden ladder. This evening I leaned against that ladder and stood looking at the long dark line of the Pedernal. The sky was a pale greenish blue and the moon was high and white. I had been thinking about painting the mountain and the ladder for some time. Tonight it was all there, ready to be put down in paint the next day."]
    ],
    "Copyright": "“Georgia O'Keeffe's Diary” © 2020 by Cognia, Inc.",
    "References": []
}