{
    "Directions": "Read this article, then answer each question that follows.",
    "Context": [],
    "Title": "[Excerpt from] Coral Reef",
    "Subtitle": "A City That Never Sleeps",
    "Author": "by Mary M. Cerullo",
    "LabelType": "L",
    "Content": [
        [" ", "\tBy late afternoon, the daytime fishes become less interested in feeding and start to"],
        [" ", "move closer to their evening retreats. Perhaps they grow nervous as their day vision"],
        [" ", "becomes less eﬃcient at dusk. The smallest fishes start the rush hour to return to their"],
        [" ", "shelters for the night. Soon others follow their example."],
        ["5", "\tThe bright colors of the diurnal¹ fishes fade fast in the twilight. Some fishes can"],
        [" ", "actually adjust color cells in their skin to alter their flashy daytime look to dull, darker"],
        [" ", "night shades. The gathering gloom just makes others appear darker. The best defense"],
        [" ", "is to disappear entirely inside the coral reef, because now the fishes' dark outlines are"],
        [" ", "silhouetted against the setting sun to predators below."],
        ["10", "\tParrotfishes leave their feeding grounds in single file to seek out their individual"],
        [" ", "hiding places in the reef. Some parrotfishes secrete a sticky cocoon from beneath their"],
        [" ", "scales to seal their scent from hungry moray eels. If any creature tries to penetrate the"],
        [" ", "mucus bubble, the parrotfish wakes up and bolts from its “bedroom.” Some species of"],
        [" ", "wrasses² also make cocoons for the night. Others bury themselves in the sand."],
        ["15", "\tBecause fishes don't have eyelids to close, it's impossible to tell whether or not most"],
        [" ", "fishes are really sleeping. Parrotfishes do seem to go into a trancelike state at night. If they"],
        [" ", "are disturbed from their rest, they act dazed and confused, like humans wakened out of a"],
        [" ", "sound sleep."],
        [" ", "\tA triggerfish locks itself inside a coral cave with a tall spine on its back fin. One spine"],
        ["20", "folds down over the first spine like a door latch to hold it in place. Only the triggerfish"],
        [" ", "can release its trigger spine, so a moray eel can't pull it from its retreat."],
        ["", "Shadow Patrols"],
        [" ", "\tMany carnivores, such as jacks, snappers, sharks, barracuda, and groupers, take"],
        [" ", "advantage of the weariness and confusion of transition time on the reef. Their eyes,"],
        [" ", "sensitive to dim light, are better equipped for this time of day than those of the diurnal"],
        ["25", "fishes. Though twilight predators are not very good at distinguishing colors, they can"],
        [" ", "detect shape, outlines, and movement well. The daytime fishes flowing back to the reef"],
        [" ", "offer a constant stream of shape and movement."],
        [" ", "\tMany predators that have been quietly waiting in the background all day become more"],
        [" ", "active at dusk and dawn. The crepuscular³ hunters have ingenious⁴ ways of picking off"],
        ["30", "their prey. A grouper leaves its den beneath a coral overhang to vacuum up prey with its"],
        [" ", "cavernous mouth. By thrusting out its lower jaw, its mouth becomes big enough to"],
        [" ", "swallow almost any prey. It has been rumored that giant groupers (which may weigh up to"],
        [" ", "1,000 pounds) have been known to swallow divers whole! Then, the stories go, they spit"],
        [" ", "them out again because they don't like the taste of their wetsuits."],
        ["35", "\tStreamlined jacks hunt in packs like jackals. They surround a school of fish, separate"],
        [" ", "several from their companions, and bring them down after a high-speed chase. A lionfish"],
        [" ", "may use its winglike side fins to sweep fish into a corner of the reef where they can't"],
        [" ", "escape. Other times, it lies motionless and gulps fish that come too close."],
        [" ", "\tAlthough sharks visit the coral reef at dawn and dusk, they have such an effective array of"],
        ["40", "sensory devices that they can zero in on prey at any time. Their excellent sense of smell has"],
        [" ", "earned sharks the nickname of “swimming noses.” Sharks' lateral lines are especially sensitive"],
        [" ", "to the low-frequency vibrations given off by struggling fishes. Their most impressive sense is"],
        [" ", "located inside sensory pores on the snout. This sense detects the faint electric pulses"],
        [" ", "generated by the beating hearts of their victims. Vision is probably their weakest sense, yet"],
        ["45", "many sharks have catlike eyes with mirror cells to reflect and concentrate dim light. Some"],
        [" ", "sharks' eyes are so sensitive that they can hunt by starlight on a moonless evening."],
        [" ", "\tDusk, that time between twilight and full darkness, is the spawning time for many"],
        [" ", "diurnal fishes. As one scientist explains, “It gives their eggs and sperm a twelve-hour head"],
        [" ", "start to escape the hungry mouths on the reef.” Many daytime fishes move into deeper"],
        ["50", "water, rise to the surface, or spawn during outgoing tides to let ocean currents carry their"],
        [" ", "eggs and sperm to less populated areas far from the reef."],
        ["", "Ghost Town"],
        [" ", "\tAbout ten minutes after sunset, an eerie quiet descends on the reef. Swaying sea fans"],
        [" ", "provide the only visible movement, like tumbleweeds blowing through a ghost town in a"],
        [" ", "Western movie. The coral passages are silent, deserted, and vaguely menacing. The daytime"],
        ["55", "fishes have retreated to their shelters. Many large predators have headed off with the setting"],
        [" ", "sun into the deeper waters beyond the reef. Others — some groupers, snappers, and reef"],
        [" ", "sharks — remain hidden in the shadows where they can ambush any lone stragglers."],
        [" ", "\tThe quiet period lasts only about 15 to 20 minutes. Then, as abruptly as if a film"],
        [" ", "director had shouted “Cut!” nocturnal creatures burst onto the set and the scene changes"],
        ["60", "to night maneuvers."]
    ],
    "Copyright": "Excerpt from “Coral Reef: A City That Never Sleeps” by Mary M. Cerullo. Copyright © 1996, Dutton Children’s Books, an imprint of Penguin Young Readers Group, a division of Penguin Random House LLC. Used by permission. ",
    "References": [
        ["¹", "diurnal: active during the daytime"],
        ["²", "wrasses: marine fish of tropical and temperate seas having thick lips, strong teeth, and usually a bright coloration; many are used as food"],
        ["³", "crepuscular: active in the twilight"],
        ["⁴", "ingenious: clever"]
    ]
}