{
    "Directions": "Read this story, then answer each question that follows.",
    "Context": [],
    "Title": "[Excerpt from] The Egypt Game",
    "Subtitle": "",
    "Author": "by Zilpha Keatley Snyder",
    "LabelType": "L",
    "Content": [
        [" ", "\tAll through the month of August, Melanie and April were together almost every day."],
        [" ", "They played the paper-families game and other games both in the Rosses' apartment and"],
        [" ", "in Caroline's. They took Marshall for walks and to the park while Mrs. Ross was gone to"],
        [" ", "her class, and almost every day they went to the library. It was in the library in August"],
        ["5", "that the seeds were planted that grew into the Egypt Game in September in the Professor's"],
        [" ", "deserted yard."],
        [" ", "\tIt all started when April found a new book about Egypt, an especially interesting one"],
        [" ", "about the life of a young pharaoh. She passed it on to Melanie, and with it a lot of her"],
        [" ", "interest in all sorts of ancient stuff. Melanie was soon as fascinated by the valley of the"],
        ["10", "Nile as April had been. Before long, with the help of a sympathetic librarian, they had"],
        [" ", "found and read just about everything the library had to offer on Egypt — both fact"],
        [" ", "and fiction."],
        [" ", "\tThey read about Egypt in the library during the day, and at home in the evening, and"],
        [" ", "in bed late at night when they were supposed to be asleep. Then in the mornings while"],
        ["15", "they helped each other with their chores they discussed the things they had found out. In"],
        [" ", "a very short time they had accumulated all sorts of fascinating facts about tombs and"],
        [" ", "temples, pharaohs and pyramids, mummies and monoliths, and dozens of other exotic"],
        [" ", "topics. They decided that the Egyptians couldn't have been more interesting if they had"],
        [" ", "done it on purpose. Everything, from their love of beauty and mystery, to their fascinating"],
        ["20", "habit of getting married when they were only eleven years old, made good stuff to talk"],
        [" ", "about. By the end of the month, April and Melanie were beginning to work on their own"],
        [" ", "alphabet of hieroglyphic for writing secret messages, and at the library they were"],
        [" ", "beginning to be called the Egypt Girls."],
        [" ", "\tBut in between all the good times, both April and Melanie were spending some bad"],
        ["25", "moments worrying about the beginning of school. April was worried because she knew"],
        [" ", "from experience — lots of it — that it isn't easy to face a new class in a new school. She"],
        [" ", "didn't admit it, not even to Melanie, but she was having nightmares about the first day of"],
        [" ", "school. There were classroom nightmares, and schoolyard nightmares and principal's"],
        [" ", "oﬃce nightmares; but there was another kind, too, that had to do with an empty mailbox."],
        ["30", "In the whole month of August she had had only one very short postcard from Dorothea."],
        [" ", "\tMelanie was worried, too, but in a different way. School had always been easy for"],
        [" ", "Melanie; and even though she wasn't the kind who got elected class president, she'd always"],
        [" ", "had plenty of friends. But now there was April to think about."],
        [" ", "\tApril was the most exciting friend that Melanie had ever had. No one else knew about"],
        ["35", "so many fascinating things, or could think up such marvelous things to do. With April, a"],
        [" ", "walk to the library could become an exploration of a forbidden land, or a shiny pebble on"],
        [" ", "the sidewalk could be a magic token from an invisible power. When April got that"],
        [" ", "imagining gleam in her eye there was no telling what was going to happen next. Just about"],
        [" ", "any interesting subject you could mention, April was sure to know a lot of weird and"],
        ["40", "wonderful facts about it. And if she didn't, you could always count on her to make up a few,"],
        [" ", "just to keep things going."],
        [" ", "\tThere was only one thing that April didn't seem to know much about — that was"],
        [" ", "getting along with people. Most people, anyhow. With Melanie, April was herself, new and"],
        [" ", "different from anyone, wild and daring and terribly brave. But with other people she was"],
        ["45", "often quite different. With other kids she usually put on her Hollywood act, terribly"],
        [" ", "grown-up and bored with everything. And with most grown-ups April's eyes got narrow"],
        [" ", "and you couldn't believe a word she said."],
        [" ", "\tMelanie had gone to Wilson School all her life, and she knew what it was like. There"],
        [" ", "were all different kinds of kids at Wilson; kids who looked and talked all sorts of ways."],
        ["50", "Wilson was used to that. But there were some things that Wilson kids just wouldn't stand"],
        [" ", "for, and Melanie was afraid that April's Hollywood act was one of them."],
        [" ", "\tAnd Melanie wasn't entirely just guessing about how her schoolmates would react to"],
        [" ", "April. A couple of times when April and Melanie had been at the library or in the park"],
        [" ", "they'd run into some of the Wilson kids that Melanie knew; and you could see right away"],
        ["55", "that April wasn't making the right kind of impression. And it was going to be worse at"],
        [" ", "school, where every kid would feel duty bound to do his part in trimming the new kid"],
        [" ", "down to size. Melanie had a feeling that April wasn't going to trim easily."]
    ],
    "Copyright": "Excerpt from “The Egypt Game” by Zilpha Keatley Snyder. Copyright © 1976 by Atheneum Books for Young Readers, an imprint of Simon & Schuster Children’s Publishing Division. Used by permission. ",
    "References": []
}