{
    "Directions": "Read this article, then answer each question.",
    "Context": [
        "Earthwatch is a group of volunteers who study horned lizards in Arizona. The volunteers are helping us to know more about these lizards."
    ],
    "Title": "Looking Out for Lizards",
    "Subtitle": "",
    "Author": "by Deborah Churchman",
    "LabelType": "P",
    "Content": [
        ["1", "\tThere are 13 different species (kinds) of horned lizards. Most of them live in warm, dry places from southern Canada to Central America. (The species in this story is called the Texas horned lizard.) Scientists don't know much about any of them."],
        ["2", "\tThey do know that there seem to be fewer and fewer of these lizards around. People are building roads, houses, and malls in many of the places where the lizards once lived. Plus, some kinds of pesky ants may be pushing out the lizards' favorite food-harvester ants."],
        ["3", "\tTo save these lizards, people need to know a lot more about where they are and what they need. And that's why the Earthwatch group was helping to study them."],
        ["", "Wɪᴄᴋᴇᴅ Cᴏᴏʟ"],
        ["4", "\tA horned lizard is one wicked-looking dude, with its sharp spikes and tough skin. But it's really a fat, harmless little creature with a slow, gentle way of life."],
        ["5", "\tHorned lizards waddle around and scarf up ants—as many as 170 of them in one day. It takes a long time each day to catch that many ants-and a big, tough stomach to digest them."],
        ["6", "\tThat big stomach slows the lizard down. The lizard can't dash away from enemies, so it uses other tricks to stay safe."],
        ["7", "\tFor example, if a hawk flies overhead, the lizard flattens itself on the ground. That way it casts no shadow. (Shadows act as easy-to-see outlines.) The lizard's colors also help it blend into its sandy desert home."],
        ["8", "\tIf the lizard is attacked, it puffs up and hisses. And if the attack is from a fox or coyote, the lizard may shoot blood out of its eyes! Sounds pretty creepy, huh? Plus, the blood tastes really bad."],
        ["9", "\tEven if the enemy does get hold of the lizard, those prickles make it tough prey to swallow. Yowch!"],
        ["", "Lᴏᴏᴋɪɴɢ ꜰᴏʀ Lɪᴢᴀʀᴅs"],
        ["10", "\tThe first thing the volunteers did to study horned lizards was find them. That's a lot harder than you'd think! The Earthwatch volunteers had to walk around all day in the hot sun just to find 10. As they caught each one, they put it in a mesh bag to keep it safe. They also marked the place where it had been found."],
        ["11", "\tThey took the lizards back to the lab to weigh and measure them and put little backpacks on them. (The backpacks held tiny radio transmitters.) They gave each lizard a number and put the lizards back where they'd found them. The transmitters helped the volunteers find the lizards again a few days later. The volunteers used antennas to pick up beeps from the transmitters and follow them to the lizards."],
        ["12", "\tOnce they found the numbered lizards again, the volunteers spent four hours each day keeping track of each one. The volunteers had to be very careful not to bother the lizards. They wanted to see how each one normally acted. The volunteers wrote down what the lizards ate, when and where they ate it, and whether they hung out in the sun or shade."],
        ["", "Fɪɴᴀʟ Aɴsᴡᴇʀs"],
        ["13", "\tFinally, the volunteers scooped up a lot of lizard droppings and took them back to the lab. There, they looked through a microscope to see what was in the droppings."],
        ["14", "\tWhat they found were a lot of ant heads. If the volunteers looked carefully, they could figure out which species of harvester or other ants the lizards were eating. It was yucky work, but at least they were out of the sun!"],
        ["15", "\tOn the last day, the volunteers caught all of their lizards again and took off the animals' backpacks. Then they gently carried each one back to where it was found and set it free. It was sad to say goodbye. But it was good to know that their work helped scientists understand more about what horned lizards need. The more scientists know, the easier it will be for them to help save these gentle little creatures."],
        ["", "Tʜᴇ Fᴏᴏᴅ Cʜᴀɪɴ Gᴀɴɢ"],
        ["16", "\tTexas horned lizards are part of a simple food chain. Plants such as mesquite (mess-KEET) grow seeds (1). Harvester ants eat the seeds (2). And horned lizards eat the harvester ants (3)."],
        ["17", "\tBut when people move in, they often clear away the plants. That means fewer seeds to feed the ants—and fewer ants to feed horned lizards."]
    ],
    "Copyright": "",
    "References": []
}