{
    "Directions": "Read this story, then answer each question.",
    "Context": [
        "This story takes place in Seoul, Korea, in 1473."
    ],
    "Title": "The Kite Fighters",
    "Subtitle": "",
    "Author": "by Linda Sue Park",
    "LabelType": "P",
    "Content": [
        ["1", "\tYoung-sup watched as his older brother, Kee-sup, ran down the hill with the kite trailing behind him. The kite bumped and skittered along the ground, but if Kee-sup got up enough speed, it sometimes caught a low puff of wind and rose into the air."],
        ["2", "\tSometimes."],
        ["3", "\tNot very often."],
        ["4", "\tEvery tenth try or so."],
        ["5", "\tIn the air the kite would hold steady for several moments, then dive without warning. Kee-sup ran in different directions, pulling desperately on the line, but to no avail. The kite always ended up on the ground with its twin “feet” crumpled beneath it, looking, Young-sup thought, both angry and ashamed."],
        ["6", "\tYoung-sup watched silently. He did not bother to ask for a turn; Kee-sup would offer when he was ready. It was his kite, after all."],
        ["7", "\tKee-sup had been given the kite as a birthday present several days before, as part of the New Year celebration. The New Year was everyone's birthday. It didn't matter on which date you were born; you added a year to your age at the New Year holiday."],
        ["8", "\tYoung-sup's gift had been a yut set. Normally, he would have been delighted to receive the popular board game, with its little carved men. But when they opened their gifts, his first feeling was one of envy."],
        ["9", "\tHis brother's kite was wonderful. It had been purchased from Kite Seller Chung, who made the finest kites in the marketplace. Two huge eyes were painted on it, to help it see its way clear into the skies; heavy eyebrows made it look fierce and determined. Young-sup had to swallow hard to hold back his jealous words."],
        ["10", "\tIt hadn't helped that Kee-sup had left immediately to fly the kite on his own. Young-sup had begged and pleaded and pestered for days, and today, at last, Kee- sup had invited him to the hillside to fly."],
        ["11", "\tThe snow-dusted hill on which the brothers stood stretched down toward the great wall that surrounded Seoul. The road that wound around the base of the hill led to one of the city's nine enormous gates. Beyond the wall Young-sup could see hundreds of rooftops, huddled together and crouched low to the ground, as if bowing to the palace at the center of the city. The grand tiled roofs of the royal palace stood out in graceful curved splendor. No other structure was permitted to rise higher."],
        ["12", "\tYoung-sup continued watching in silence as the kite took yet another dive and crashed. At last Kee-sup handed it over. Young-sup felt a river of eagerness surge through him as he took it."],
        ["13", "\tHe had decided to try a different technique. Holding the kite at arm's length in one hand and the reel in the other, he threw the kite up into the air."],
        ["14", "\tIt came straight down and would have hit him on the head if he hadn't dodged out of the way."],
        ["15", "\t“I tried that before,” said Kee-sup. “A hundred times. It never works.”"],
        ["16", "\tYoung-sup picked up the kite. In that brief moment he had felt why it would not fly."],
        ["17", "\tOn only his second try he launched the kite from a complete standstill."],
        ["18", "\tKee-sup's jaw dropped. “Hey! How did you do that?”"],
        ["19", "\tYoung-sup shrugged, not wanting to display too much pride. “I'll show you,” he said. For he knew in his bones that he could do it again."],
        ["20", "\tThe kite flew proudly. Young-sup let it play for a few moments, thrilled at the pull on the line in his hands. Bringing in an arm's length of line, he experimented, plying it to and fro. The kite made graceful figure eights, swooping and dipping like a playful fish. Then Young-sup reeled in, keeping control until the kite floated just overhead. He gave the line a final, gentle tweak, and the kite drifted to the ground."],
        ["21", "\tYoung-sup picked it up and began to demonstrate. “First, you let out some line, not too much but enough to give it a little slack.” Holding the middle of the kite in one hand with his arm outstretched, he turned his body slightly. “Then you must stand with the strength of the wind at your back, and hold the kite like so. There will come a moment when the wind is just right. That's when you throw the kite into the air and allow it to take up the extra line.”"],
        ["22", "\tYoung-sup waited a few moments. Then, as if obeying his words, the kite leaped and rose to stretch the line taut. It was as if an invisible hand had pulled the kite into the air."],
        ["23", "\tHe brought it down again and handed Kee-sup the reel. “Now you try.”"]
    ],
    "Copyright": "",
    "References": []
}