{
    "Directions": "Read this article, then answer each question that follows.",
    "Context": [
        "The California Gold Rush started in 1848 after gold was first found near Sacramento, California. It lasted through 1855. Many prospectors, or people hoping to become wealthy by finding gold, made the trip. These prospectors were also called forty-niners because so many of them came to California in 1849."
    ],
    "Title": "Rushing West",
    "Subtitle": "",
    "Author": "by Joan Holub",
    "LabelType": "P",
    "Content": [
        ["1", "\tThere were three main ways to get to California from the eastern United States. Each way was hard and dangerous. In 1848 and 1849, about forty-one thousand people went by sea in 697 ships. About forty-eight thousand went overland."],
        ["2", "\tGoing overland was the cheapest way. To stay safe, travelers formed groups called wagon trains. Trails were rugged, so wagons pulled by oxen went slowly. If you walked, you could keep up with the wagons. But your shoes wore out fast, and your feet would get awfully sore."],
        ["", "problems/NY16G4E/media/S4a.jpg"],
        ["3", "\tWagons crossed rivers, prairies, deserts, and steep mountains on the trip. West of Ohio, the country was mostly unsettled. There were no people or houses for many miles around."],
        ["4", "\tIt took seven months to get to California from East Coast cities such as New York. Two other major starting points were the Missouri cities of St. Joseph and Independence. From the Midwest, the trip was two thousand miles long and took five months. The Oregon, California, and Santa Fe Trails were the most popular wagon routes to the West."],
        ["5", "\tMost overland travelers made it to California if they stayed on schedule. They had to leave Missouri by the end of April in order to make it through the Sierra Nevada mountains before winter came. Otherwise, they might get trapped in the snow."],
        ["6", "\tMany “overlanders” faced plenty of problems. Like accidents and snakebites. Or running out of food and water. Or broken wagons and injured oxen. Cholera was caused by drinking water polluted by bacteria. It killed 1,500 travelers in 1849."],
        ["", "problems/NY16G4E/media/S4b.jpg"],
        ["7", "\tProspectors who could afford it went to California by sea. They paid fares of $200 to $1,000. Going by ship was faster than traveling by wagon train."],
        ["8", "\tThere were two main sea routes from the East Coast. Both usually sailed southward on the Atlantic Ocean from New York or Boston."],
        ["9", "\tThe longer route went around Cape Horn. That's at the southern tip of South America. From there, ships sailed north on the Pacific Ocean to San Francisco. This route was almost 15,000 miles long. It usually took five or six months to complete the journey. Fast clipper ships like the Flying Cloud could make the trip in three months. But there weren't enough of them to take everyone who wanted to go."],
        ["10", "\tThe shorter sea route (only 5,300 miles) went down the Atlantic coastline only as far as the Isthmus of Panama. The isthmus was a fifty-mile-wide strip of land connecting North America and South America. The east coast of Panama is on the Atlantic Ocean. Its west coast is on the Pacific."],
        ["11", "\tAt the isthmus, passengers got off their ships. They went forty miles up Panama's Chagres River in wooden canoes. Then, they traveled on mules through a jungle to Panama City on the Pacific side. There were wild animals such as crocodiles and monkeys in the jungle. Panama is near the equator. It was hot and humid. Some travelers caught diseases such as malaria and yellow fever from mosquitoes."],
        ["12", "\tIf all went well, the trip across the isthmus took only six weeks. However, prospectors might have to wait weeks in Panama City before a ship would arrive that was bound for San Francisco."],
        ["13", "\tToday, traveling by ship often means enjoying a floating vacation. But life aboard a ship in the 1840s and 1850s was very different. The food had bugs and mold. The drinking water wasn't always clean. Sometimes ships ran out of both before the trip was over. There were rats on board. If passengers were injured or sick, they were on their own. There might not be a doctor to help them. There were terrible storms, especially near Cape Horn. Some ships sank."],
        ["14", "\tStill, ships left for California almost every day in 1849. Shipping companies advertised all around the world for passengers. This fueled gold fever in faraway places such as China, Australia, and Europe. But the ads didn't mention the problems passengers would face on the voyage."],
        ["15", "\tMany prospectors kept diaries and sent letters home. A man named S. Shufelt, who sailed from New York to California in 1849, wrote in a letter to his cousin, “I have left those that I love as my own life behind & risked every thing and endured many hardships to get here, & I want to make enough to live easier & do some good with, before I return.”"],
        ["16", "\tLike all forty-niners, he hoped his struggles would pay off. In gold!"]
    ],
    "Copyright": "“Rushing West”: From WHAT WAS THE GOLD RUSH? by Joan Holub. Copyright © 2013 by Joan Holub, text. Used by permission of Grosset & Dunlap, Inc., a division of Penguin Group (USA) LLC.",
    "References": []
}