{
    "Directions": "Read this article, then answer each question.",
    "Context": [
        "Northern leopard frogs migrate twice per year in and out of lakes and ponds in Minnesota. This migration can be dangerous for the frogs so volunteers help carry them across the roads."
    ],
    "Title": "Beware of Frogs!",
    "Subtitle": "",
    "Author": "by Roxa Crowe",
    "LabelType": "P",
    "Content": [
        ["1", "\tAt the end of the long, dreary afternoon, banks of gray, ominous clouds hovered over Lake Independence in Minnesota. It was Halloween."],
        ["", ":box:ominous = suggesting that something bad may happen"],
        ["2", "\tIn the shadows of the oak trees stood two women and a boy. Rain splattered and soaked the dense accumulation of fallen leaves. Then it trailed off to a slow drizzle. Darkness sat down heavily on the Baker Park Reserve."],
        ["3", "\tA soft thump sounded in the spongy leaves. First just one, then a second, a third ... quiet bumps in the night."],
        ["4", "\t“Sounds like the frogs are headed our way,” a hushed voice said."],
        ["5", "\tMadeleine Linck and the two volunteers listened as the frogs approached the drift fence. Two and a half feet high, the fence of black plastic consisted of eight 100-foot lengths, staked down parallel to the highway. About every 30 to 50 feet along the fence, a five gallon plastic bucket was sunk in the ground and filled about one-third full with lake water."],
        ["6", "\tFall migration of the northern leopard frogs had begun. The frogs migrate twice a year. In the spring the frogs migrate out of the lake to the breeding ponds. In the fall they come back to the deep lake to hibernate on the bottom."],
        ["7", "\tBright lights flashed as a pickup truck hummed down County Road 19, which separates the marshes and woods from the lake. Frogs follow the same route in and out of the lake that they have for thousands of years. During each month-long migration period, the frogs face a high fatality rate on the highway. They also create a hazardous situation for motorists. Mashed frog bodies can be very slippery."],
        ["8", "\tA quiet plop. The first frog had encountered the fence. It hopped along the edge looking for a way around it. A splash announced the frog had landed in one of the buckets. More splashes followed as the frogs tried to navigate the fence."],
        ["9", "\tLinck swished her hand around in the cold bucket and pulled out a frog. She slipped it into her plastic pail and fished for another. Carrying her cargo of frogs across the road to the weeds near the edge of the lake, she tipped the pail on its side. Quiet rustlings told her that the frogs were slithering out into the grasses."],
        ["10", "\t“They always know which way to go,” she said. “They never turn back and try to go the other way.”"],
        ["11", "\tThe three people spent most of the night carrying more than 2,000 frogs across the road."],
        ["12", "\t“That was the most frogs we ever had in one night,” Linck said. “Some nights we just get a few frogs, and on others we get several hundred.”"],
        ["13", "\tLinck, wildlife technician for the Three Rivers Park District in Plymouth, Minnesota, has organized the spring and fall frog ferry since 1994."],
        ["14", "\t“Usually the juveniles come first in the fall,” she said. “They're followed by the mature males and mature females. Females are the largest. You can tell a mature male by his swollen thumb pad which is really enlarged in the spring. The old frogs are the last. They wait until after the frost. Sometimes you can see them coming across the snow.”"],
        ["15", "\tMigration for these frogs is a ghoulish nightmare. The frog ferry is one way to temporarily solve the problem. Frog Crossing signs are helpful for warning drivers, and have been installed in a few areas in the eastern United States and western Europe."],
        ["16", "\tToad tunnels are another way of dealing with the problem. Drift fences guide the animals to the tunnels under the road, allowing them to cross safely."],
        ["17", "\t“I hope the highway department considers putting in a bridge or a large box tunnel when they upgrade the road in a few years,” Linck added."],
        ["18", "\tOn dark, wet nights around Halloween, signs posted along County Road 19 say, “Beware of Frogs!” Although not accompanied by any trolls or goblins, the frogs can still be very dangerous."]
    ],
    "Copyright": "",
    "References": []
}