{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [],
    "Title": "Roald Dahl",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "British author Roald Dahl wrote many books. Several have become classics. Kids still read James and the Giant Peach, Charlie and the Chocolate Factory, The BFG, and Matilda. While Dahl may be best known as an author of famous children's books, he also had an interesting life unrelated to his writing."],
        ["2", "Adventure wasn't something Dahl just wrote about in his books. He loved adventure and looked for it in his own life. Before he started writing, he traveled to other countries, flew fighter planes, and worked as a spy."],
        ["3", "Dahl was born in 1916 in Wales, a country that is part of the United Kingdom. Dahl's parents named him after one of their heroes, Roald Amundsen. Amundsen enjoyed adventure, too. He led a trip to the South Pole a few years before Roald Dahl was born."],
        ["", "problems/TX17G4R/media/S2a.jpg"],
        ["4", "When Dahl was four years old, his father died. His mother thought of moving but decided to stay in Wales. She valued education and wanted Dahl to be a good student. She thought it would be best for him to attend a boarding school¹ in England."],
        ["5", "While attending boarding school, Dahl missed his mother and hated the e͟n͟d͟l͟e͟s͟s rules. Although he did not like his new school, he did find a few things to enjoy. He realized he was great at sports, and he also developed a love of photography. After graduation Dahl decided to get a job instead of going to college. He worked at the Shell Oil Company and learned new skills. Then the company sent him to East Africa. Dahl soon learned that Africa had many new things to see. Finally, at the age of 18, he was having an adventure!"],
        ["6", "After World War II began, Dahl joined the Royal Air Force. He wanted to be a fighter pilot for Great Britain. There was a problem, though: Dahl was very tall—six-and-a-half feet tall. The windscreen on the fighter plane was lower than Dahl's head. It was difficult for Dahl to breathe with the wind blowing in his face. He wore goggles to protect his eyes, but he still had to bend down to take deep breaths every few seconds. This did not stop him from doing what he wanted, though. Dahl tied a thin cotton scarf around his nose and mouth so that he could breathe. Flying came naturally to Dahl, so after several months of training with the Royal Air Force, he was ready to go to battle."],
        ["", "problems/TX17G4R/media/S2b.jpg"],
        ["7", "In 1940, Dahl received instructions to fly to a spot in the North African desert. He looked and looked for the landing strip but could not find it. With the plane running out of fuel, Dahl made a risky decision to land the plane in the desert sand. Although he was terribly hurt, he managed to crawl away. Dahl's recovery took months. Among other things, the crash left him temporarily blind. However, his sight did return, and his body healed. After Dahl was once again fit for duty, he flew in many air battles."],
        ["8", "Later the British government found a new way for Dahl to help his country. Dahl was asked to work as a spy. In his new role Dahl would gather information to help the British war effort."],
        ["9", "While working as a spy, Dahl began to write. Most of his writings were short stories for adults. He wrote spooky stories that often startled readers. The mystery stories were quite popular. He began to write children's stories when he became a father. The first two novels, James and the Giant Peach and Charlie and the Chocolate Factory, began as bedtime stories he shared with his daughters. The books quickly became best sellers. Dahl was able to combine childhood mischief, suspense, and humor in a way that appealed to children. Although Dahl died in 1990, his books live on and are enjoyed by many children and adults today."],
        ["", "problems/TX17G4R/media/S2c.jpg"]
    ],
    "Copyright": "Because of Winn-Dixie. Copyright © 2000 by Kate DiCamillo. Reproduced by permission of the publisher, Candlewick Press, Somerville, MA.",
    "References": [
        ["¹", "A boarding school is a school where students live during the school year while taking classes."]
    ]
}