{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [],
    "Title": "A Caterpillar's Tale",
    "Subtitle": "",
    "Author": "by Christine Allison",
    "LabelType": "P",
    "Content": [
        ["1", "\tA caterpillar had crawled up on a twig. It looked the twig over, then fastened itself tightly to it by its hind legs and began twisting itself and moving its head up and down. Every time the caterpillar's head moved, it left behind something that looked like a glistening thread of silk."],
        ["", "problems/TX17G4R/media/S1a.jpg"],
        ["2", "\tAn ant crawling nearby stopped and looked in wonder. “What in the world are you doing?”"],
        ["3", "\t“I'm making a house,” the caterpillar said, as it paused to rest for a moment."],
        ["4", "\tA bee that had lighted close by began to buzz with laughter. “Will you tell me, if you please, what sort of house that is?” he cried."],
        ["5", "\t“The only sort of house I know how to make,” the caterpillar answered humbly."],
        ["6", "\t“I never heard of anything so a͟b͟s͟u͟r͟d. Why don't you hunt about and find a hollow tree or a good hive and live in that? Then you would be safe.”"],
        ["7", "\t“Or you might find a hole under a stone,” said the ant. “That's a very good place.”"],
        ["8", "\tThe caterpillar shook its head, then it set to work again."],
        ["9", "\tThe bee and ant went on their way. “A poor sort of house indeed,” each one thought."],
        ["10", "\tUp and down the caterpillar's head moved, weaving and weaving. Now the silk was like a thin, silvery veil. Through the veil you could still faintly see the caterpillar moving."],
        ["11", "\tAt last the veil grew so thick that you could only guess that the caterpillar might still be at work inside. The bee came by that way again and stopped to look at the little house. Then it flew down to the anthill. “Miss Ant, come out here,” it buzzed. “I've such a joke to tell you! That caterpillar we were watching has finished its house and has forgotten to leave any door.”"],
        ["12", "\t“That's too bad,” said the ant. “I'm afraid it will starve.”"],
        ["13", "\tBut the caterpillar did not die. It was not even hungry. It was fast asleep in its little cocoon house, knowing not whether the sun shone or the rain beat down. It was snug and dark inside."],
        ["14", "\tMany days and nights passed, and at last what had once been the caterpillar began to stir and wake. “How strange I feel!” said the thing to itself. “I must have light and air!”"],
        ["15", "\tOne end of the cocoon was very soft and loose, and through this end what was once the caterpillar pushed its way out. How weak it felt! Fastened to it on each side were two crumpled wet things, which it began to move feebly up and down. As it moved them it felt its strength returning and the crumpled things began to spread and dry. Broader and broader they spread until they were strong, velvety wings, two on each side. They were a lovely soft brown color, with a pinkish border along the edges. In the middle of each of the lower wings was a glistening spot, like the “eye” on a peacock's feather."],
        ["16", "\tThis thing was no caterpillar. It was a beautiful winged moth. Presently it spread its wings and floated softly down to earth. It did not fly far, for it had not its full strength yet. As it happened, it alighted on the anthill, where the ant was busy hunting for food. It stopped its work to stare with awe at the wonderful stranger. “You beautiful thing,” said the ant, “where did you come from?”"],
        ["17", "\t“Don't you remember the caterpillar that made its house on the twig above?”"],
        ["18", "\t“Oh, yes, poor thing, it must have died long ago.”"],
        ["19", "\t“I am that caterpillar,” said the moth gently, as the ant looked at it in wonder."],
        ["20", "\tJust then the bee who had laughed at the caterpillar's house buzzed by and heard the news. “Well, well!” it said. “So that was what you were about—growing wings in your strange house!”"],
        ["", "problems/TX17G4R/media/S1b.jpg"],
        ["21", "\tThe moth stirred itself and said, “Now I must go and find a shelter under a rock or in some hollow tree until the sun goes down. But tonight—ah, tonight! I shall come out to fly wherever I like!” And it waved its great wings and flew softly out of sight."],
        ["22", "\tThe ant and bee sat looking after it. “And to think,” cried the bee, “that I didn't understand what the caterpillar was doing! I suppose everyone knows his own business best.”"]
    ],
    "Copyright": "From 365 BEDTIME STORIES: FAIRY TALES, MYTHS, FOLKTALES, FUNNY STORIES, COMFORTING STORIES, HEROIC STORIES, AND MORE by Christine Allison, drawings by Victoria Roberts, copyright © 1998 by Christine Allison and John Boswell Management, Inc. Used by permission of Broadway Books, a division of Random House, Inc.",
    "References": []
}