{
    "Directions": "Use the sources to answer each question that follows.",
    "Context": [],
    "Title": "",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["", "Source 1"],
        [" ", "This passage about the Chicano Movement during the 1960s is based on information from a 2005 exhibit at Brown University."],
        ["", ":box:The Chicano Movement (or movimiento) was one of the civil rights movements started by minority groups during the 1960s. The Chicano Movement protested for equal rights for Americans of Mexican descent. Young Mexican Americans had used the word “Chicano” as an insult. However, in the 1960s Mexican Americans began using the word as a symbol of pride in their cultural heritage. The Chicano Movement opposed anyone and any organization that discriminated or condoned discrimination against people with a Mexican heritage.\n\nHistorians recognize that the Chicano Movement actually included four related movements:\n\n• a youth-led movement focused on ending discrimination that also participated in protests against the Vietnam War\n\n• a farmworkers' movement, which created a labor union to improve working conditions\n\n• a movement aimed at increasing political representation that resulted in the creation of La Raza Unida Party\n\n• a movement that sought to reclaim ownership of the U.S. Southwest as a “homeland”"],
        ["", "Source 2"],
        [" ", "This map shows the locations of Chicano student organizations in the United States between 1967 and 1971."],
        ["", "problems/DEG7SS/media/S2a.jpg"],
        ["", "Source 3"],
        [" ", "This list summarizes three proposals made by Mexican American high school students to the Los Angeles Board of Education in 1968."],
        ["", ":box:• Students and teachers will be allowed to take part in efforts aimed at improving the quality of education. Students or teachers will not be punished for participating in such actions.\n\n• Mexican American students attending a majority Mexican American school will be required to take classes that support a bilingual¹ and bicultural² education. All other students attending the school will have the option to take the classes.\n\n• The school system will buy textbooks and teach students about the contributions made by Mexican Americans and discrimination against Mexican Americans."],
        ["", "Source 4"],
        [" ", "This passage about the document El Plan de Aztlán is based on information from a history of race and ethnicity in the United States published by Columbia University in 2004."],
        ["", ":box:In 1969, young Mexican American activists held the first National Chicano Youth Liberation Conference in Denver, Colorado. The attendees wrote\n\nEl Plan de Aztlán to promote self-determination within the Chicano community.\n\nEl Plan de Aztlán included goals for organizing the Chicano community. Two areas covered were education and political liberation:\n\nEducation must allow community control of schools, including employees and the program of education. This ensures that schools teach classes related to the history and culture of Mexican Americans.\n\nPolitical liberation requires independence from the United States' two-party system. The two political parties are too similar. Where Chicanos are a majority, control must be sought. Where Chicanos are a minority, pressure must be put on the majority. The Chicano population needs to be represented by its own national party."],
        ["", "Source 5"],
        [" ", "This passage is about the 1974 federal court case Serna v. Portales."],
        ["", ":box:In the 1974 case Serna v. Portales, a federal court decided that a school in New Mexico had not met the needs of students with Spanish last names. The court found that this violated the part of the Civil Rights Act of 1964 prohibiting discrimination based on race, color, or national origin. The court said that schools were required to take into account the specialized needs of students with Spanish last names. This included creating bilingual education programs. Serna v. Portales helped establish the legal principle that schools must provide for the educational needs of all students."],
        ["", "Source 6"],
        [" ", "This excerpt is from the Fourteenth Amendment to the U.S. Constitution."],
        ["", ":box:No State shall ... deny to any person within its jurisdiction the equal protection of the laws."]
    ],
    "Copyright": "",
    "References": [
        ["¹", "bilingual — two languages"],
        ["²", "bicultural — two cultures"]
    ]
}