{
    "Directions": "Read the passage below, then answer each question that follows.",
    "Context": [],
    "Title": "[from] President of the Whole Fifth Grade",
    "Subtitle": "",
    "Author": "Sherri",
    "LabelType": "P",
    "Content": [
        ["1", "Butter."],
        ["2", "The sweet, soft scent of butter was all around me. I inhaled and let my mind float away on a buttery cloud sprinkled with finely granulated sugar. Rectangles of cream cheese blocks softened to room temperature, their silver foil packaging glinting off bright overhead lights."],
        ["3", "I yawned. Through the skylight I saw navy blue sky and few stars. It was so early in the morning, I could barely see at all. Who knew that to make it as a world-famous cupcake chef you had to get up at 5:00 a.m. The only thing I was used to seeing at this time of morning was my dream of becoming a chef."],
        ["4", "Last night, after dinner, Mom and Dad came to my room. They told me they were happy that I'd be getting a chance to be a real chef at Mrs. Wetzel's bakery. Then they laid down the law. “If your grades slip one bit, young lady, we're pulling the plug.”"],
        ["5", "They'd both given me the stern face and told me I'd still be expected to keep up with my schoolwork, homework, and chores."],
        ["6", "I should have been having the time of my life. I was baking cupcakes in a professional kitchen, preparing to sell them. It was my dream come true!"],
        ["7", "Instead of jumping for joy, all I could think about was tomorrow's big trivia competition."],
        ["8", "I HAD TO WIN!"],
        ["9", "And I was thinking about something else, too. The cafeteria. Lunch with the It Squad. I kept thinking how most of the kids who were running were only interested in doing it because they were popular, not because they thought they'd make a good president."],
        ["10", "That wasn't like me at all, was it?"],
        ["11", "Blades whirred. Chunks of sweet Red Delicious apples and tart green Granny Smith apples churned and ground and blended in the food processor. Were Sara and Lauren right? Had I let the idea of beating Jasmine Moon become more important than anything?"],
        ["12", "Was that the only reason I wanted to be president? I pushed the Stop button and silenced the grinding blades. Then I felt a hand on my shoulder."],
        ["13", "“Aaaaargh!” I shrieked, spinning around."],
        ["14", "“My goodness, child. Why so jumpy?” It was Mrs. Wetzel. I took a deep breath, then blew out a sigh."],
        ["15", "“Sorry,” I said."]
    ],
    "Copyright": "From PRESIDENT OF THE WHOLE FIFTH GRADE by Sherri Winston, published by Little, Brown and Company. Copyright © 2010 by Sherri Winston.",
    "References": []
}