{
    "Directions": "Read this passage, then answer each question that follows.",
    "Context": [],
    "Title": "[from] Pickle Impossible",
    "Subtitle": "",
    "Author": "by Eli Stutz",
    "LabelType": "P",
    "Content": [
        ["1", "With a jolt, he launched himself down the track, pumping his arms back and forth, moving his legs as fast as they would go."],
        ["2", "He was aware of the other boys on his left and right — he was in the middle lane, as usual."],
        ["3", "Just this once, let it be different, he said to himself. Just this once."],
        ["4", "The dust flew from his feet. The wind rushed past his face. He forced himself to go faster."],
        ["5", "The finish line came into view."],
        ["6", "There were cheers erupting from the stands — the other grades, on recess, were watching. Were they cheering him?"],
        ["7", "As the white tape approached, he clearly saw two of the other runners pull ahead of him. His chest hurt. He gave one last push."],
        ["8", "The tape broke."],
        ["9", "The race was over. The crowd was on its feet. But not for him."],
        ["10", "He was a few steps behind. As always."],
        ["11", "The gym teacher walked over to tell each of the runners their times."],
        ["12", "He knew what he would hear before he was told."],
        ["13", "“14.25 seconds, Pierre, exactly the class average. Good try.”"],
        ["14", "The boy collapsed on the earth, breathing hard."],
        ["15", "Each time it was the same."],
        ["16", "But far off, past the stands, just over the fence and behind a hedge, a girl was watching. She lowered her high-powered surveillance camera and spoke into a walkie-talkie."],
        ["17", "“He doesn't look like much of a threat, Grandfather. Do you want me to keep following him?”"]
    ],
    "Copyright": "From PICKLE IMPOSSIBLE by Eli Stutz, Bloomsbury Books for Young Readers. Copyright © 2010 by Eli Stutz. All rights reserved.",
    "References": []
}