{
    "Directions": "Read the passage below, then answer each question that follows.",
    "Context": [],
    "Title": "[from] The Beaver's Lodge",
    "Subtitle": "",
    "Author": "by Adam Reingold",
    "LabelType": "P",
    "Content": [
        ["1", "A beaver family, or colony, usually needs a pond where it can build its home. Most of the time, beavers don't go out and look for ponds. Instead, they make them using water from a river or stream. To do that, they first need to build a dam."],
        ["2", "Beavers make a dam out of branches, logs, and mud. The dam stops the flow of water from a river or stream. The blocked water behind the dam spreads out over the nearby land and forms a pond. Now the busy animals can start their next project — building the family's home, or lodge."],
        ["", "Home at the Lodge"],
        ["3", "To stay safe from land predators, beavers often build their home in the middle of a pond. They carefully construct their dome-shaped lodge using the same materials they use to build dams — branches, logs, and mud. They pile up the materials until they are higher than the surface of the water. When the busy builders are done, the finished lodge can rise more than 6 feet (1.8 m) above the pond."],
        ["4", "Inside the lodge, a beaver colony lives in one large room, or chamber, that sits above the water. Tiny holes in the lodge's roof let fresh air into the chamber. The colony sleeps in this room during the day. The resting beavers huddle together in warm, dry nests made from grass and tree bark. They also raise their young in this room."],
        ["", "Meet the Family"],
        ["5", "Each beaver colony is made up of one male and one female adult and their young, called kits. In the spring, the adult female gives birth to between one and four tiny kits. Over the years, a colony can grow to have as many as ten beavers."],
        ["6", "Beavers work hard for their family. The adult female cares for kits that are less than a year old. Both adults work with older kits to gather leaves and tree bark for food. Older kits and adults also have another very important responsibility. They repair holes to make sure the dam doesn't leak and the lodge doesn't flood."]
    ],
    "Copyright": "From THE BEAVER'S LODGE: BUILDING WITH LEFTOVERS by Adam Reingold. Copyright © 2010 Bearport Publishing Company, Inc. All rights reserved.",
    "References": []
}