{
    "Directions": "Read this passage about how beavers build dams, then answer each question that follows.",
    "Context": [],
    "Title": "[from] “Pond Family”",
    "Subtitle": "",
    "Author": "by Buffy Silverman",
    "LabelType": "P",
    "Content": [
        ["1", "Mother Beaver climbs out of her pond. Using her large tail to balance, she stands on her hind legs and gnaws on a small tree. Her sharp front teeth chisel through the tree’s trunk. After a few minutes of chomping, the tree falls. Mother Beaver drags it to the water."],
        ["2", "She holds the tree in her mouth and front paws. She paddles with her powerful hind feet and steers with her tail. The tree floats on the water’s surface as Mother Beaver swims to her dam."],
        ["3", "Dragging the tree out of the water, Mother Beaver waddles up to the top of the dam. She pushes the tree in between other logs. Her mate has brought a large stone. He sets it at the bottom of the dam, where it braces the logs and branches."],
        ["4", "The beavers’ kits help with the dam too. They dive to the bottom of the pond and scoop up mud, then they swim back to the surface. They climb onto the dam and pat mud over the logs and branches. The gooey mud seals the dam tight."],
        ["5", "Several years ago, the beavers changed this landscape by building a dam across a stream. The strong dam slowed the flow of water. Water collected behind it and flooded across the land, creating the pond."],
        ["6", "The beaver family works hard to preserve the pond. When they hear running water, they know they must repair a leak. They bring trees, stones, and mud to plug the hole. They have several dams along the stream, and they make sure all of them hold water."],
        ["7", "A hungry black bear wanders near the pond. Mother Beaver slaps her wide, flat tail on the water to warn of danger. Her kits and mate hear the loud splash! They dive down to a ditch or channel on the pond bottom. The family has dug many of these underwater channels in and around the pond to make swimming from place to place easier."],
        ["8", "Safe underwater, the beavers can hold their breath for 15 minutes. By the time they swim back to the surface, the bear has gone."],
        ["9", "Now the beavers are ready to eat. They munch on cattail roots near the shore. Mother Beaver shows her kits how to strip leaves off a nearby willow tree. They peel off tree bark and eat it. They cut branches and chomp the sweet wood beneath the bark."]
    ],
    "Copyright": "From “Pond Family” by Buffy Silverman from CLICK MAGAZINE, March 2016. Copyright © 2016 by Carus Publishing dba Cricket Media. All rights reserved.",
    "References": []
}