{
    "Directions": "Read the passage below, then answer each question that follows.",
    "Context": [],
    "Title": "[from] The First Railroads",
    "Subtitle": "",
    "Author": "by Sally Senzell Isaacs",
    "LabelType": "P",
    "Content": [
        ["", "Railroad Fever"],
        ["1", "By the 1830s, factory workers in the East were producing large quantities of cloth, glass, and iron. Miners were digging up coal. Thousands of immigrants from other countries came to the United States to find jobs in the factories and mines. Towns grew into busy cities."],
        ["2", "As the nation grew, settlers started moving west to less crowded places. By the 1840s, thousands were moving all the way to Oregon and California. As distances to travel increased, so did the need for better transportation. Factories had to send their products to market. Farmers had to send their crops to cities. People wanted to travel across the country faster than a horse and wagon could take them. Some businesspeople started forming railroad companies. These companies invested a great deal of money building bigger and better locomotives and thousands of miles of tracks. By 1840, there were almost 3,000 miles of track. All 26 states had railroads."],
        ["", "The First Tracks"],
        ["3", "The railroad companies started with small strips of track. Some tracks ran from coal or iron mines to canals and rivers, where boats took the freight¹ farther away. Other lines led from factory towns to larger cities. In 1835, Boston and Philadelphia were centers of the nation's railroads. Most of the lines covered no more than 45 miles."],
        ["4", "In 1834, the Allegheny Portage Railroad covered 345 miles through the steep Allegheny Mountains to connect Philadelphia and Pittsburgh, Pennsylvania. For part of the trip, freight and passengers were unloaded from the train and sent by boat on a canal. Then they boarded another train. This trip took almost four days, which was seventeen days shorter than the trip by wagon."],
        ["", "Trains and Tracks"],
        ["5", "In 1857, there were 51,000 miles of railroad tracks in the world. Almost half of them were in the United States. The growing railroad business provided hundreds of jobs. Workers were needed to build trains, to lay tracks, and to keep the trains moving."],
        ["6", "Trains traveled from city to city. Between the cities, there were hills, mountains, forests, and rivers. They were not easy places to lay railroad tracks. Some workers were surveyors. They hiked through the woods and mountains to choose a route for the railroad. Then workers called graders started digging out the road to make it level for the tracks."],
        ["7", "One of the hardest jobs was laying the tracks. First, workers set pieces of wood, called ties, in the ground. Then they lay iron rails on top of the ties. With heavy sledgehammers, they pounded metal spikes into the rails to keep the rails in place. Workers blasted tunnels through the mountains. They built bridges over rivers. If the land was flat, workers could lay 4 miles of track a day."],
        ["", "Working on the Trains"],
        ["8", "Railroad workers had exciting but dangerous jobs. The engineer sat high in the cab of the locomotive and drove the train down the tracks. He blasted the train whistle if he saw animals on the track or when the train approached a town. The fireman stood by the engineer, shoveling wood or coal to make steam."],
        ["9", "The flagman stood in the caboose, the last car on the train. If the train broke down, he walked down the tracks waving a flag or lantern to warn the next train to stop. Brakemen stood on top of the train and turned the brake wheels to stop the train. The switchmen had to go between the train cars and hitch or unhitch them. Sometimes they did this when the train was moving."]
    ],
    "Copyright": "From THE FIRST RAILROADS by Sally Senzell Isaacs. Copyright © 2004 Heinemann Library, a division of Reed Elsevier Inc. All rights reserved.",
    "References": [
        ["¹", "freight — things for sale that are carried to stores"]
    ]
}