{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Words in Context, for which students must determine the meaning of a high-utility academic word or phrase in context or use such vocabulary in a precise, contextually appropriate way."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            ":box:Archaeologists studying an ancient amphitheater in Switzerland believe that it dates back to the fourth century CE. Their discoveries of a coin made between 337 and 341 CE and era-appropriate building materials _______ evidence for this theory.",
            "Which choice completes the text with the most logical and precise word or phrase?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "dismiss",
                "Key": {
                    "Correct": false,
                    "Rationale": "The archaeologists' discoveries are presented as supplying evidence in favor of their theory about the dating of the amphitheater, not something that would “dismiss,” or reject serious consideration of, evidence for that theory.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "provide",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text's discussion of the archaeologists' study of the ancient amphitheater in Switzerland. In this context, “provide” means make available or supply. The text states that the archaeologists believe that the amphitheater dates to the fourth century CE. The text goes on to say that the archaeologists discovered a coin made between 337 and 341 CE (that is, made during the fourth century CE) and building materials appropriate to the era in question. This context suggests that these discoveries provide evidence for the archaeologists' theory about the dating of the amphitheater.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "regulate",
                "Key": {
                    "Correct": false,
                    "Rationale": "Nothing in the text suggests that the archaeologists' discoveries would “regulate,” or govern or bring order to, evidence for the archaeologists' theory about the dating of the amphitheater. The discoveries are presented as supplying evidence for the archaeologists' theory, not as changing how evidence for the theory is controlled or ordered.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "refuse",
                "Key": {
                    "Correct": false,
                    "Rationale": "The archaeologists' discoveries are presented as supplying evidence in favor of their theory about the dating of the amphitheater, not something that would “refuse,” or be unwilling to accept, evidence for the archaeologists' theory.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Words in Context, for which students must determine the meaning of a high-utility academic word or phrase in context or use such vocabulary in a precise, contextually appropriate way."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The following text is adapted from Lewis Carroll's 1865 novel Alice's Adventures in Wonderland.",
            ":box:“The second thing is to find my way into that lovely garden. I think that will be the best plan.” It sounded like an excellent plan, no doubt, and very neatly and s͟i͟m͟p͟l͟y arranged; the only difficulty was, that Alice had not the smallest idea how to set about it.",
            "As used in the text, what does the word “simply” most nearly mean?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Faintly",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text describes how Alice's plan can be arranged, and it wouldn't make sense to say that it can be arranged “faintly,” or with little strength or not strongly. Instead, the text indicates that the plan can be arranged with little difficulty.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Hastily",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although in some contexts “simply” can mean quickly, hastily, or hurriedly, the word “hastily” indicates that something is done too quickly. Although it may be true that Alice's plan was made in haste, the text doesn't focus on this aspect of her plan. Instead, the text focuses on the plan's seemingly good qualities, saying that Alice thinks of it as “the best,” and the narrator refers to it as “excellent” and “neatly,” or efficiently, arranged.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Easily",
                "Key": {
                    "Correct": true,
                    "Rationale": "As used in the text, “simply” most nearly means easily, or involving minimal difficulty or effort. The text first provides Alice's reflections on her plan to gain access to a garden and then offers commentary on her plan by the novel's narrator. The text indicates that a reason Alice likes her plan despite not being fully thought through is that she nonetheless believes it can be efficiently arranged. In other words, the text indicates that one of the supposed benefits of Alice's plan is that it can be easily arranged.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Foolishly",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although in some contexts “simply” can mean foolishly, or lacking good sense, it doesn't have this meaning in this context. Although the text says that Alice doesn't know how to go about her plan, it begins by presenting her plan in a positive light: Alice describes her plan as “the best,” and the narrator refers to the plan as “excellent” and “neatly,” or efficiently, arranged.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Words in Context, for which students must determine the meaning of a high-utility academic word or phrase in context or use such vocabulary in a precise, contextually appropriate way."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            ":box:Cucurbits, a group of plants that includes squash and melons, relied on mastodons to spread their seeds in the Ice Age. When these animals died out, cucurbits faced extinction in turn, having lost their means of seed dispersal. Around this time, however, the ancestors of Indigenous peoples in North America began raising cucurbits as crops, thus _______ the plants' survival.",
            "Which choice completes the text with the most logical and precise word or phrase?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "verifying",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this context verifying means making sure that something is accurate. In the text, the ancestors of Indigenous peoples in North America were ensuring the survival, not the accuracy of, the cucurbits.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "multiplying",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the cucurbit crops themselves were multiplying, or growing in number, as a result of the work of the ancestors of Indigenous peoples in North America, it wouldn't make sense in context to say that the survival of the plants was multiplying.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "comforting",
                "Key": {
                    "Correct": false,
                    "Rationale": "According to the text, in raising cucurbits as crops, the ancestors of Indigenous peoples in North America were attempting to help the plants grow and survive; they weren't attempting to comfort, or free the plants from pain.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "ensuring",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text's discussion of cucurbits. In this context, “ensuring” means guaranteeing, or making sure of, the cucurbits' survival. The text states that cucurbits faced extinction in the past because their means of seed dispersal disappeared, but the ancestors of Indigenous peoples in North America began farming cucurbits around that same time, so the crops were no longer threatened. Therefore, the context supports the idea that the ancestors of Indigenous peoples in North America helped with ensuring the cucurbits' survival.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Words in Context, for which students must determine the meaning of a high-utility academic word or phrase in context or use such vocabulary in a precise, contextually appropriate way."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            ":box:The recent discovery of a carved wooden figure dating to around 2,000 years ago in a ditch in England was truly surprising. Wooden objects _______ survive for so long due to their high susceptibility to rot, but archaeologists suspect layers of sediment in the ditch preserved the figure by creating an oxygen-free environment.",
            "Which choice completes the text with the most logical and precise word or phrase?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "sturdily",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Sturdily” means strongly, which wouldn't make sense in context. If wooden objects in general could strongly survive for long periods of time, then the discovery of a wooden figure that's around 2,000 years old wouldn't be surprising.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "carelessly",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Carelessly” means accidentally. The text conveys the idea that wooden objects in general don't survive for very long because they rot, not that wooden objects in general accidentally survive despite this.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "rarely",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text's discussion of the discovery of a carved wooden figure dating to around 2,000 years ago. In this context, “rarely” means infrequently. The text states that the discovery of the figure was “truly surprising” and notes that wooden objects are highly prone to rot. This context conveys the idea that wooden objects infrequently survive for as long as the carved figure has survived.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "simply",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text conveys the idea that wooden objects in general don't survive for very long because they rot, not that wooden objects in general “simply,” or merely, survive for long periods of time. If wooden objects in general could merely survive for as long as the figure has survived, then the discovery of the figure wouldn't have been surprising.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Words in Context, for which students must determine the meaning of a high-utility academic word or phrase in context or use such vocabulary in a precise, contextually appropriate way."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            ":box:Bicycle sharing systems allow users to rent a bicycle at one location within a city and return it to any other designated location in that city, which can cause serious problems of bicycle supply and user demand within the city's system. Tohru Ikeguchi uses open-source data and statistical modeling to identify when a high number of users making one-way trips is likely to leave some locations within the system _______ bicycles and other areas with insufficient supply.",
            "Which choice completes the text with the most logical and precise word or phrase?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "susceptible to",
                "Key": {
                    "Correct": false,
                    "Rationale": "Nothing in the text suggests that some locations are “susceptible to,” or sensitive to or easily influenced by, bicycles. The text describes the phenomenon of bicycles being redistributed away from locations where users want them, not anything about those locations being influenced by the bicycles.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "contingent on",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text describes situations in which some locations have an insufficient supply of bicycles because the bicycles have been relocated elsewhere, which suggests that the other locations have many bicycles, not that the other locations are “contingent on,” or dependent on, the bicycles. Nothing in the text suggests that the locations themselves depend on the bicycles for anything.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "saturated with",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text's discussion of Ikeguchi's model of bicycle supply. In this context, “saturated with” means thoroughly or completely supplied with. The text explains a problem encountered by some bicycle-sharing programs: users can return bicycles to different locations than where the users picked up the bicycles to start, which can result in a mismatch between bicycle supply (that is, where the bicycles are currently located) and user demand (that is, the locations where users are hoping to pick up bicycles). The text goes on to explain that Ikeguchi developed a way to identify when this mismatch is likely to occur. This context suggests that Ikeguchi's method will show when it is likely that some locations have an insufficient supply and other locations, by implicit contrast, are saturated with bicycles.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "depleted of",
                "Key": {
                    "Correct": false,
                    "Rationale": "It would not make sense in context to say that some locations are “depleted of,” or empty of, bicycles while others have an insufficient supply. The text describes situations in which bicycles have been relocated such that there is a mismatch between bicycle supply and user demand—the bicycles are no longer at the locations where users want to pick them up. This means that some locations do not have enough bicycles, while other locations must have many bicycles, not be depleted of bicycles.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Text Structure and Purpose, for which students must analyze the structure of a text or determine the main rhetorical purpose of a text."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            ":box:When ancient oak planks were unearthed during subway construction in Rome, Mauro Bernabei and his team examined the growth rings in the wood to determine where these planks came from. By comparing the growth rings on the planks to records of similar rings in oaks from Europe, the team could trace the wood to the Jura region of France, hundreds of kilometers from Rome. B͟e͟c͟a͟u͟s͟e͟ ͟t͟i͟m͟b͟e͟r͟ ͟c͟o͟u͟l͟d͟ ͟o͟n͟l͟y͟ ͟h͟a͟v͟e͟ ͟b͟e͟e͟n͟ ͟t͟r͟a͟n͟s͟p͟o͟r͟t͟e͟d͟ ͟f͟r͟o͟m͟ ͟d͟i͟s͟t͟a͟n͟t͟ ͟J͟u͟r͟a͟ ͟t͟o͟ ͟R͟o͟m͟e͟ ͟b͟y͟ ͟b͟o͟a͟t͟,͟ ͟t͟h͟e͟ ͟t͟e͟a͟m͟'͟s͟ ͟f͟i͟n͟d͟i͟n͟g͟s͟ ͟s͟u͟g͟g͟e͟s͟t͟ ͟t͟h͟e͟ ͟c͟o͟m͟p͟l͟e͟x͟i͟t͟y͟ ͟o͟f͟ ͟R͟o͟m͟a͟n͟ ͟t͟r͟a͟d͟e͟ ͟r͟o͟u͟t͟e͟s͟.",
            "Which choice best describes the function of the underlined sentence in the text as a whole?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It presents a conclusion about Roman trade routes based on the team's findings.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most accurately describes how the underlined sentence functions in the text as a whole. The first sentence explains that Bernabei and his team studied growth rings to obtain information about the ancient oak planks found during a construction project in Rome. The next sentence presents what the researchers learned: the wood from the planks came from France's Jura region, which is far from Rome. The underlined sentence then presents the implications of the findings about the planks: the wood must have been brought to Rome by boat, a difficult task that suggests Roman trade routes were complex. Thus, the underlined sentence mainly functions to present a conclusion about Roman trade routes based on the team's findings.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "It questions how the team was able to conclude that the planks were used to build a boat.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text doesn't suggest that the team thought the ancient planks were used in the construction of a boat, nor does the underlined sentence question that conclusion. Instead, the text states that the wood could only have been transported from Jura to Rome in a boat.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "It explains why the planks were made from oak rather than a different kind of wood.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The underlined sentence simply offers a conclusion drawn from the team's findings about the likely place of origin of the ancient planks; the text never mentions why oak was chosen for the planks instead of other wood.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "It describes common methods used in Roman subway construction.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Neither the underlined sentence nor the text as a whole addresses any methods that Romans used in constructing subways. Instead, the underlined sentence offers a conclusion drawn from the team's findings about the likely place of origin of the ancient wooden planks discovered.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Text Structure and Purpose, for which students must analyze the structure of a text or determine the main rhetorical purpose of a text."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            ":box:For his 1986 album Keyboard Fantasies, Beverly Glenn-Copeland wrote songs grounded in traditional soul and folk music, then accompanied them with futuristic synthesizer arrangements featuring ambient sounds and complex rhythms. The result was so strange, so unprecedented, that the album attracted little attention when first released. In recent years, however, a younger generation of musicians has embraced the stylistic experimentation of Keyboard Fantasies. A͟l͟t͟e͟r͟n͟a͟t͟i͟v͟e͟ ͟R͟&͟B͟ ͟m͟u͟s͟i͟c͟i͟a͟n͟s͟ ͟B͟l͟o͟o͟d͟ ͟O͟r͟a͟n͟g͟e͟ ͟a͟n͟d͟ ͟M͟o͟s͟e͟s͟ ͟S͟u͟m͟n͟e͟y͟,͟ ͟a͟m͟o͟n͟g͟ ͟o͟t͟h͟e͟r͟ ͟c͟o͟n͟t͟e͟m͟p͟o͟r͟a͟r͟y͟ ͟r͟e͟c͟o͟r͟d͟i͟n͟g͟ ͟a͟r͟t͟i͟s͟t͟s͟,͟ ͟c͟i͟t͟e͟ ͟t͟h͟e͟ ͟a͟l͟b͟u͟m͟ ͟a͟s͟ ͟a͟n͟ ͟i͟n͟f͟l͟u͟e͟n͟c͟e͟.",
            "Which choice best describes the function of the underlined sentence in the text as a whole?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It urges contemporary musicians to adopt the unique sound of Keyboard Fantasies.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Even though the underlined sentence states that Blood Orange and Moses Sumney were influenced by Keyboard Fantasies, it doesn't say that all other musicians should also embrace the album's experimental style.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "It responds to criticism of Keyboard Fantasies by some younger musicians.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the text states that Keyboard Fantasies was not admired on its first release, the text doesn't present any criticism of the album by younger musicians: it only presents two younger musicians who cite it as an influence.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "It offers examples of younger musicians whose work has been impacted by Keyboard Fantasies.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most accurately describes the function of the underlined sentence in the text as a whole. The text's subject is Beverly Glenn-Copeland's 1986 album Keyboard Fantasies, notable for its innovative, experimental arrangements. According to the text, the album was not initially admired, but in recent years it has become popular among younger musicians. The underlined portion of the text mentions two of those musicians, Blood Orange and Moses Sumney, who “cite the album as an influence.” Therefore, the underlined portion of the text offers examples of younger musicians whose work has been impacted by Keyboard Fantasies.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "It contrasts Keyboard Fantasies with the recordings of two younger musicians.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The underlined sentence doesn't mention any differences between Keyboard Fantasies and the work of Blood Orange and Moses Sumney.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Text Structure and Purpose, for which students must analyze the structure of a text or determine the main rhetorical purpose of a text."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            ":box:A number of Indigenous politicians have been elected to the United States Congress since 2000 as members of the country's two established political parties. In Canada and several Latin American countries, on the other hand, Indigenous people have formed their own political parties to advance candidates who will advocate for the interests of their communities. This movement has been particularly successful in Ecuador, where Guadalupe Llori, a member of the Indigenous party known as Pachakutik, was elected president of the National Assembly in 2021.",
            "Which choice best states the main purpose of the text?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "To trace the history of an Indigenous political movement and speculate about its future development",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text's focus is on the contrasting approaches adopted by different Indigenous political movements in different countries; thus, it isn't accurate to say that the text traces the history of one political movement. Moreover, the text only discusses examples from 2000 to 2021, a relatively short period of time; therefore, it provides very little in the way of discussion of larger historical developments, nor does it make any predictions about how these movements might continue to develop in the future.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "To argue that Indigenous politicians in the United States should form their own political party",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text never urges Indigenous politicians in the US to alter their strategy of striving for representation through the established political parties, nor does it suggest that this strategy is inferior to that of Indigenous politicians in Canada and Latin America, who have formed their own parties. In fact, the text notes that both strategies have resulted in the election of Indigenous politicians to national governments.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "To highlight two approaches to achieving political representation for Indigenous people",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most accurately describes the main purpose of the text, which is to illustrate two approaches that Indigenous politicians have taken to achieve political representation for their communities. The text begins by explaining that one approach is exemplified by Indigenous politicians in the United States who, in an effort to ensure that the interests of their communities are represented in government, joined preexisting political parties and were subsequently elected to Congress. The text goes on to highlight a second approach adopted by Indigenous leaders in Canada and several Latin American countries: rather than joining established political parties, many Indigenous politicians in these countries have instead formed their own parties to promote candidates for office who support causes that are important to their communities.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "To consider how Indigenous politicians in the United States have influenced Indigenous politicians in Canada and Latin America",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text never suggests that Indigenous politicians in the US have influenced those in Canada and Latin America; instead, it stresses how Indigenous politicians' approach toward achieving representation in the US government has differed from the approach Indigenous politicians have taken to achieve representation in national governments elsewhere in the Americas.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Cross-Text Connections, for which students must draw a reasonable connection between two topically related texts."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            ":box:Tᴇxᴛ 1\n\nIn a study of the benefits of having free time, Marissa Sharif found that the reported sense of life satisfaction tended to plateau when participants had two hours of free time per day and actually began to fall when they had five hours of free time per day. After further research, Sharif concluded that this dip in life satisfaction mainly occurred when individuals spent all their free time unproductively, such as by watching TV or playing games.",
            ":box:Tᴇxᴛ 2\n\nPsychologist James Maddux cautions against suggesting an ideal amount of free time. The human desire for both free time and productivity is universal, but Maddux asserts that individuals have unique needs for life satisfaction. Furthermore, he points out that there is no objective definition for what constitutes productivity; reading a book might be considered a productive activity by some, but idleness by others.",
            "Based on the texts, how would Maddux (Text 2) most likely respond to the conclusion Sharif (Text 1) reached after her further research?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "By acknowledging that free time is more likely to enhance life satisfaction when it is spent productively than when it is spent unproductively",
                "Key": {
                    "Correct": false,
                    "Rationale": "Maddux asserts that individuals have unique needs for life satisfaction: some may want to spend that time productively, others unproductively, and what counts as productive is subjective. Therefore, Maddux would likely not consider it universally true that free time is more likely to enhance life satisfaction when it is spent productively.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "By challenging the reasoning in Text 1, as it has not been proved that productivity commonly contributes to individuals' life satisfaction",
                "Key": {
                    "Correct": false,
                    "Rationale": "The study described in Text 1 concerns whether free time contributes to life satisfaction, not whether productivity contributes to life satisfaction. The dip in life satisfaction that Sharif claims to observe in Text 1 happens only after five hours, and mainly if the time is spent unproductively—that is, two hours of free time spent productively might increase life satisfaction just as much as two hours spent unproductively.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "By warning against making an overly broad assumption, as there is no clear consensus in distinguishing between productive and unproductive activities",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice characterizes how Maddux would most likely respond to the conclusion Sharif reached after her research. Text 1 describes Sharif's study of the benefits of free time, saying that the reported sense of satisfaction plateaued at two hours per day and began to decline at five hours per day. Further research led Sharif to conclude that time spent doing tasks she defines as unproductive, such as watching TV or playing games, correlated with a drop in life satisfaction. However, in Text 2 Maddux says that there is no objective definition of what constitutes productive behavior, giving the example that reading a book might be considered productive by some but unproductive by others. It can be inferred that Maddux would also assert that whether watching TV or playing games is productive or unproductive is a matter of subjective judgment. Thus, Maddux would most likely caution against making an overly broad assumption, as there is no clear consensus in distinguishing between productive and unproductive activities.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "By claiming that the specific activities named in Text 1 are actually examples of productive activities rather than unproductive ones",
                "Key": {
                    "Correct": false,
                    "Rationale": "Maddux holds the opinion that whether an activity is productive or unproductive is subjective and depends on the individual; therefore, he would most likely claim that watching TV or playing games might be productive for some and unproductive for others.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Central Ideas and Details, for which students must determine the central idea of a text and/or interpret the key details supporting that idea."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            ":box:Xin Wang and colleagues have discovered the earliest known example of a flower bud in a 164-million-year-old plant fossil in China. The researchers have named the new species Florigerminis jurassica. They believe that the discovery pushes the emergence of flowering plants, or angiosperms, back to the Jurassic period, which occurred between 145 million and 201 million years ago.",
            "According to the text, how old was the fossil that Wang and colleagues discovered?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "150 million years old",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text states that Wang and colleagues discovered a 164-million-year-old flowering plant fossil in China, not one that is 150 million years old. Although 150 million years ago would fall within the Jurassic period, according to the text it isn't the age of the discovered fossil.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "145 million years old",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text states that Wang and colleagues discovered a 164-million-year-old flowering plant fossil in China, not one that is 145 million years old. Although 145 million years ago would fall at the end of the Jurassic period, according to the text it isn't the age of the discovered fossil.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "164 million years old",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice gives the age for the fossil discovered by Wang and colleagues that is directly supported by the text. According to the text, Xin Wang and colleagues discovered a 164-million­ -year-old plant fossil. This plant fossil included a flower bud, which the researchers believe provides evidence that flowering plants emerged in the Jurassic period, which falls between 145 million and 201 million years ago.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "201 million years old",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text states that Wang and colleagues discovered a 164-million-year-old flowering plant fossil in China, not one that is 201 million years old. Although 201 million years ago would fall at the beginning of the Jurassic period, according to the text it isn't the age of the discovered fossil.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Central Ideas and Details, for which students must determine the central idea of a text and/or interpret the key details supporting that idea."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            ":box:Modern dog breeds are largely the result of 160 years of owners crossbreeding certain dogs in order to select for particular physical appearances. Owners often say that some breeds are also more likely than others to have particular personality traits—basset hounds are affectionate; boxers are easy to train—but Kathleen Morrill and colleagues found through a combination of owner surveys and DNA sequencing of 2,000 dogs that while physical traits are predictably heritable among purebred dogs, behavior varies widely among dogs of the same breed.",
            "Which choice best states the main idea of the text?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Dog breeds would not exist without many years of human intervention in dogs' reproduction.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the text mentions that humans have long intervened in dogs' reproduction by intentionally crossbreeding certain dogs, it doesn't argue that such intervention is essential to the existence of dog breeds.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Research fails to confirm a commonly held belief about dog breeds and behavior.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most accurately states the main idea of the text. The text indicates that dog owners typically claim that some dog breeds are “more likely than others to have particular personality traits.” In other words, the text points out that a commonly held belief about dog breeds is that their personality traits are heritable. The text then states that Kathleen Morrill and colleagues undertook research about dog trait heritability and found that “behavior varies widely among dogs of the same breed.” Because Morrill and colleagues found evidence for variability rather than consistency in the behavior of dogs of the same breed, the statement that research fails to uphold a commonly held belief about dog breeds and behavior accurately reflects the main idea of the text.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The dog breeds most popular among owners have often changed over the past 160 years.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text doesn't discuss the popularity of any dog breeds; breeds are mentioned as having certain traits, but the text says nothing about the popularity of these breeds or traits.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "A study of dog breeds is notable for its usage of both opinion surveys and DNA sequencing.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the text briefly mentions that Morrill and colleagues conducted a study about dog traits using both surveys and DNA sequencing, this is not the main focus of the text. The text concerns the study's results about the heritability of dog traits, not the particular methodology used by Morrill and colleagues.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Command of Evidence (Textual), for which students must use textual evidence (e.g., a fact, detail, or example) to appropriately support, challenge, or otherwise respond to a specified claim or point."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            ":box:Paleontologist Lucas E. Fiorelli and colleagues have reported the discovery at a mine in Brazil of several egg clutches, partially preserved single eggs, and egg shells from the Late Cretaceous period. The researchers have concluded that the area was once a nesting and breeding site for titanosaurs, a group of sauropod dinosaurs. The finding is significant given the previous lack of known nesting sites in northern regions of South America, which led many paleontologists to assume that titanosaurs migrated south to lay eggs.",
            "What does the text most strongly suggest about the site discovered by the researchers?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It is the earliest known example of a titanosaur nesting and breeding site.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text doesn't suggest that the site discovered by Fiorelli and colleagues is the earliest titanosaur nesting and breeding site known to paleontologists but rather that it's the first nesting site found in northern regions of South America. Moreover, the text doesn't suggest how the timeline of the newly discovered site compares with that of other titanosaur nesting and breeding sites.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "It was very difficult to excavate given that it was discovered in a mine.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no mention in the text about any difficulties that Fiorelli and colleagues faced when they were excavating the nesting and breeding site in the Brazilian mine.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "It may have been occupied by other sauropods in addition to titanosaurs.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text doesn't support the idea that the nesting and breeding site in the Brazilian mine was occupied by sauropods other than titanosaurs. The text simply mentions that titanosaurs are sauropod dinosaurs and presents the researchers' conclusion that the site they discovered was for titanosaurs.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "It is farther north than any other nesting site discovered in South America.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice presents a statement about the site discovered by the researchers that is supported by the text. The text discusses Fiorelli and colleagues' discovery of egg clutches, single eggs, and eggshells in a Brazilian mine. According to the text, the presence of these eggs, which are from the Late Cretaceous period, led the researchers to conclude that the location was once a nesting and breeding site for titanosaurs. The text then explains that the finding is important because of the “previous lack of known nesting sites in northern regions of South America.” If there haven't been any other discoveries of a nesting site in South America's northern regions and the site in the Brazilian mine is the first, then the text strongly suggests that the site is farther north than other nesting sites that have been discovered in South America.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Command of Evidence (Quantitative), for which students must use quantitative evidence (i.e., data from an informational graphic) to appropriately support, challenge, or otherwise respond to a specified claim or point."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "problems/PSAT1RW2/media/13a.jpg",
            ":box:Huge international exhibitions known as world's fairs have been held since 1851, but the United States hasn't hosted one since 1984. Architecture expert Mina Chow argues that this is because some people think the events are too expensive and not popular enough. For example, the 1984 World's Fair cost $350 million and had only _______",
            "Which choice most effectively uses data from the table to complete the example?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "7.35 million visitors.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most effectively uses data from the table to complete the example of the high cost and low popularity of world's fairs. The text presents Chow's argument that the United States hasn't hosted a world's fair since 1984 because people think these exhibitions are overly expensive and insufficiently popular. The text then cites the 1984 World's Fair as an example, noting that it cost $350 million. Since the example should illustrate both high cost and insufficient popularity, the best completion of the example is the information from the table that the 1984 World's Fair had 7.35 million visitors.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "9.60 million visitors.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice misrepresents data from the table. The table indicates that the 1984 World's Fair, which is the world's fair used as an example in the text, had 7.35 million, not 9.60 million, visitors.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "6.40 million visitors.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice misrepresents data from the table. The table indicates that the 1984 World's Fair, which is the world's fair used as an example in the text, had 7.35 million, not 6.40 million, visitors.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "5.60 million visitors.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice misrepresents data from the table. The table indicates that the 1984 World's Fair, which is the world's fair used as an example in the text, had 7.35 million, not 5.60 million, visitors.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Command of Evidence (Quantitative), for which students must use quantitative evidence (i.e., data from an informational graphic) to appropriately support, challenge, or otherwise respond to a specified claim or point."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "problems/PSAT1RW2/media/14a.jpg",
            ":box:To make sure they got the nutrition they needed while in space, the astronauts of NASA's Gemini missions were given menus for three meals a day (meals A, B, and C) on a four-day rotating schedule. Looking at the sample of food items from these menus, a student notes that on day 1, the menu included _______",
            "Which choice most effectively uses data from the table to complete the statement?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "shrimp cocktail for meal B.",
                "Key": {
                    "Correct": false,
                    "Rationale": "According to the table, shrimp cocktail was served on day 4, not day 1; moreover, the item was served for meal C, not meal B, as this choice claims.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "hot cocoa for meal C.",
                "Key": {
                    "Correct": false,
                    "Rationale": "According to the table, hot cocoa was served on day 3, not on day 1; moreover, the item was served for meal A, not for meal C, as this choice claims.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "sugar cookie cubes for meal B.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most effectively uses data from the table to complete the statement. The table shows that on day 1, the menu for NASA's Gemini missions included sugar cookie cubes for meal B.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "chicken and vegetables for meal A.",
                "Key": {
                    "Correct": false,
                    "Rationale": "According to the table, chicken and vegetables were served on day 2, not on day 1; moreover, the item was served for meal B, not for meal A, as this choice claims.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Command of Evidence (Textual), for which students must use textual evidence (e.g., a fact, detail, or example) to appropriately support, challenge, or otherwise respond to a specified claim or point."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            ":box:An Ideal Husband is an 1895 play by Oscar Wilde. In the play, which is a satire, Wilde suggests that a character named Lady Gertrude Chiltern is perceived as both extremely virtuous and unforgiving, as is evident when another character says _______",
            "Which quotation from An Ideal Husband most effectively illustrates the claim?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "“Lady Chiltern is a woman of the very highest principles, I am glad to say. I am a little too old now, myself, to trouble about setting a good example, but I always admire people who do.”",
                "Key": {
                    "Correct": false,
                    "Rationale": "The quotation supports the claim that Lady Chiltern is perceived as virtuous, in that it describes her as “a woman of the very highest principles.” However, it doesn't characterize her as unforgiving or being perceived as such.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "“Do you know, [Lady Chiltern], I don't mind your talking morality a bit. Morality is simply the attitude we adopt towards people whom we personally dislike.”",
                "Key": {
                    "Correct": false,
                    "Rationale": "The quotation suggests that Lady Chiltern is concerned with morality, but it suggests that her interest in discussing it is fundamentally hypocritical and functions as a means by which to judge others. However, the quotation doesn't address the question of whether Lady Chiltern is unmerciful to those who seek forgiveness for harm they have caused.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "“[Lady Chiltern] does not know what weakness or temptation is. I am of clay like other men. She stands apart as good women do—pitiless in her perfection—cold and stern and without mercy.”",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most effectively uses a quotation to illustrate the claim that Lady Gertrude Chiltern is perceived as “both extremely virtuous and unforgiving.” In the quotation, a man describes Lady Chiltern as someone who “does not know what weakness or temptation is.” In other words, the man regards her as someone who is strong and adheres to a strict definition of moral perfection. However, he ironically suggests that this definition excludes mercy and forgiveness—qualities that are also thought of as virtues; according to him, Lady Chiltern is “pitiless in her perfection—cold and stern and without mercy.” This description supports the idea that Lady Chiltern is perceived by others as virtuous as well as unforgiving.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "“Lady Chiltern, you are a sensible woman, the most sensible woman in London, the most sensible woman I know.”",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice  doesn't address either Lady Chiltern's perceived virtuousness or her perceived lack of forgiveness; instead, it expresses the belief that she is sensible.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Command of Evidence (Quantitative), for which students must use quantitative evidence (i.e., data from an informational graphic) to appropriately support, challenge, or otherwise respond to a specified claim or point."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "problems/PSAT1RW2/media/16a.jpg",
            ":box:Native to Latin America, the cane toad was introduced to Australia in the 1930s. In recent decades, tadpoles in the Australian population have been shown to consume eggs of their own species. A 2022 study showed that when presented with cane toad eggs as well as eggs of native Australian amphibians, cane toad tadpoles disproportionately consumed eggs of their own species. This behavior results from their attraction to bufadienolide, a chemical produced by the eggs of cane toads but not by the eggs of native amphibians. However, using data from this study, a student wishes to argue that the presence of bufadienolide doesn't entirely explain the cane toad tadpoles' preference for certain eggs over others.",
            "Which choice best describes data from the table that support the student's argument?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The tadpoles consumed a higher percentage of the striped burrowing frog eggs than they did of the eggs of the dainty green tree frog.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most effectively uses data from the table to support the student's argument about the role of bufadienolide in the egg preferences of cane toad tadpoles. For each of five amphibian species included in the 2022 study, the table gives the percentage of available eggs that the cane toad tadpoles ate. According to the table, the tadpoles ate 10% of striped burrowing frog eggs and 1% of dainty green tree frog eggs, which suggests a preference for striped burrowing frog eggs over dainty green tree frog eggs. The table also indicates that neither of these species' eggs produces bufadienolide. Thus, these data suggest that something other than the presence or absence of bufadienolide is needed to adequately explain the tadpoles' egg preferences.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The tadpoles left a certain percentage of the eggs of each of the five species unharmed, thus ultimately allowing them to hatch.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the table shows that for each of the five amphibian species, the cane toad tadpoles ate less than 100% of that species' eggs, which demonstrates that the tadpoles did indeed leave some eggs for each species unharmed, this fact alone is irrelevant to the tadpoles' preferences for some species' eggs over other species' eggs.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The tadpoles consumed a lower percentage of the short-footed frog eggs than they did of the eggs of their own species.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the table indicates that the cane toad tadpoles ate 90% of the cane toad eggs and 7% of the short-footed frog eggs, which suggests that they prefer cane toad eggs over short-footed frog eggs, the table also indicates that cane toad eggs produce bufadienolide, whereas short-footed frog eggs do not. Therefore, these data are not sufficient to exclude that bufadienolide alone could explain the tadpoles' preference for some species' eggs over other species' eggs.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The tadpoles consumed the same percentage of the dainty green tree frog eggs as they did of the little red tree frog eggs.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the table shows that for both dainty green tree frog eggs and little red tree frog eggs, the cane toad tadpoles ate 1% of those species' eggs, it also indicates that neither produces bufadienolide. Thus, these data alone don't indicate bufadienolide's role in the tadpoles' egg preferences.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "17": {
        "Number": 17,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Command of Evidence (Textual), for which students must use textual evidence (e.g., a fact, detail, or example) to appropriately support, challenge, or otherwise respond to a specified claim or point."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            ":box:The Intertropical Convergence Zone (ITCZ), a band of clouds that encircles Earth in the tropics and is a major rainfall source, shifts position in response to temperature variations across Earth's hemispheres. Data from Huagapo Cave in Peru suggest the ITCZ shifted south during the Little Ice Age (circa 1300–1850), but a shift as far into South America as Huagapo should have led to dry conditions in Central America, which is inconsistent with climate models. To resolve the issue, geologist Yemane Asmerom and colleagues collected data from Yok Balum Cave in Central America and compared them with the Huagapo data. They concluded that during the Little Ice Age, the ITCZ may have expanded northward and southward rather than simply shifted.",
            "Which finding from Asmerom and colleagues' study, if true, would most directly support their conclusion?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Neither the Yok Balum data nor the Huagapo data show significant local variations in temperature during the Little Ice Age.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There is no information in the text about how, if at all, the ITCZ affects temperature in areas where it is located. Rather, the text states that temperature variations across Earth's hemispheres can shift the position of the ITCZ. Finding that neither Yok Balum nor Huagapo data show evidence of significant local variations in temperature during the Little Ice Age would have no clear bearing on Asmerom and colleagues' claim.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Both the Yok Balum data and the Huagapo data show increased temperatures and prolonged dry conditions during the Little Ice Age.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Finding that both Yok Balum and Huagapo experienced prolonged dry conditions during the Little Ice Age would not support Asmerom and colleagues' conclusion that the ITCZ, a major source of rainfall, may have expanded northward and southward rather than simply shifting south. Dry conditions in both locations would suggest that the ITCZ did not cover either location. Additionally, finding that temperatures were elevated in both locations would have no clear bearing on Asmerom and colleagues' conclusion, since there is no information in the text that indicates how, if at all, the ITCZ affects temperature.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The Yok Balum data show prolonged dry conditions during the same portions of the Little Ice Age in which the Huagapo data show heightened levels of rainfall.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Finding that Yok Balum experienced prolonged dry conditions at the same time that Huagapo experienced high rainfall would weaken Asmerom and colleagues' conclusion, not strengthen it. Such a finding would suggest that the ITCZ shifted south and left Central America dry rather than expanding both northward and southward.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The Yok Balum data and the Huagapo data show strongly correlated patterns of high rainfall during the Little Ice Age.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice presents a finding that, if true, would support Asmerom and colleagues' conclusion that the ITCZ may have expanded northward and southward rather than shifting south during the Little Ice Age. The text indicates that the ITCZ, a band of clouds in the tropics that is a significant rainfall source, can change position. Data from Peru's Huagapo Cave suggest that the ITCZ shifted south during the Little Ice Age. But according to the text, if the ITCZ moved into South America in that way, then Central America should have been drier than climate models suggest it was. In other words, rainfall should have been reduced in Central America because the ITCZ, a significant rainfall source, had shifted into South America, but climate models do not show such a reduction in Central America. The text goes on to say that Asmerom and colleagues tried to resolve this apparent conflict by collecting data from Yok Balum cave in Central America and comparing them with data from Huagapo, which led the researchers to conclude that the ITCZ may have expanded both northward and southward rather than simply shifting south. If it is true that Yok Balum in Central America and Huagapo in South America show strongly correlated patterns of high rainfall during the Little Ice Age, such a finding would support Asmerom and colleagues' conclusion by suggesting that the two areas were affected by the same rainfall source, and thus that the ITCZ may have expanded rather than shifted.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "18": {
        "Number": 18,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Inferences, for which students must draw a reasonable inference based on explicit and/or implicit information and ideas in a text."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            ":box:Some businesses believe that when employees are interrupted while doing their work, they experience a decrease in energy and productivity. However, a team led by Harshad Puranik, who studies management, has found that interruptions by colleagues can have a social component that increases employees' sense of belonging, resulting in greater job satisfaction that benefits employees and employers. Therefore, businesses should recognize that _______",
            "Which choice most logically completes the text?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "the interpersonal benefits of some interruptions in the workplace may offset the perceived negative effects.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text's discussion of potential benefits of interruptions in the workplace. The text indicates that a common belief in business is that interruptions to working employees decrease energy and productivity levels. However, the text goes on to explain that a research team led by Harshad Puranik has found that there could be a social benefit to these interruptions. Since the team found that workplace interruptions can increase employees' sense of belonging and job satisfaction, it follows that the interpersonal benefits of some interruptions can offset the perceived negative effects.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "in order to maximize productivity, employers should be willing to interrupt employees frequently throughout the day.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the text presents research findings that suggest some workplace interruptions can have a positive effect on employee job satisfaction, no further information is presented to suggest at what frequency these interruptions are ideal. Furthermore, the text doesn't tie workplace interruptions to increased productivity, but rather links it to social benefits such as sense of belonging.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "most employees avoid interrupting colleagues because they don't appreciate being interrupted themselves.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text doesn't address employees' motives for choosing not to interrupt their colleagues. The text presents research findings that suggest that there are some positive interpersonal effects of workplace interruptions that can increase employee job satisfaction.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "in order to cultivate an ideal workplace environment, interruptions of work should be discouraged.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Asking businesses to discourage workplace interruptions doesn't follow from the team's research about the benefits of workplace interruptions, nor does the text describe an ideal work environment. Instead, the text presents research suggesting that there may be positive aspects to workplace interruptions that haven't previously been considered.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "19": {
        "Number": 19,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Standard English Conventions"
        ],
        "SubTopics": [
            "Form, Structure, and Sense, for which students must edit text to conform to conventional usage (e.g., agreement, verb tense/aspect)."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            ":box:The US Geological Survey wants to map every human-made structure in the United States, and it is asking volunteers to help. Cassie Tammy Wang and Ashish D'Souza are just two of the many volunteer map editors who _______ to the project since it began in 2012.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "contribute",
                "Key": {
                    "Correct": false,
                    "Rationale": "The present tense verb “contribute” is inconsistent with the phrase “since it began in 2012,” which suggests that the contributions occurred in the past and continue into the present.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "will contribute",
                "Key": {
                    "Correct": false,
                    "Rationale": "The future tense verb “will contribute” is inconsistent with the phrase “since it began in 2012,” which suggests that the contributions occurred in the past and continue into the present.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "have contributed",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is the use of verbs to express tense in a sentence. In this choice, the present perfect tense verb “have contributed,” used in conjunction with the phrase “since it began in 2012,” correctly indicates that map editors have contributed in the past and continue to do so in the present.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "will be contributing",
                "Key": {
                    "Correct": false,
                    "Rationale": "The future tense verb “will be contributing” is inconsistent with the phrase “since it began in 2012,” which suggests that the contributions occurred in the past and continue into the present.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "20": {
        "Number": 20,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Standard English Conventions"
        ],
        "SubTopics": [
            "Form, Structure, and Sense, for which students must edit text to conform to conventional usage (e.g., agreement, verb tense/aspect)."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            ":box:Smaller than poppy seeds, tardigrades are tiny, but they are tough. These minuscule animals can survive for thirty years without food or water, and _______ can withstand extreme temperatures as low as minus 328 degrees and as high as 304 degrees Fahrenheit.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "that",
                "Key": {
                    "Correct": false,
                    "Rationale": "The singular pronoun “that” doesn't agree in number with the plural antecedent “animals.”",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "it",
                "Key": {
                    "Correct": false,
                    "Rationale": "The singular pronoun “it” doesn't agree in number with the plural antecedent “animals.”",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "they",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is pronoun-antecedent agreement. The plural pronoun “they” agrees in number with the plural antecedent “animals,” which refers to tardigrades.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "he",
                "Key": {
                    "Correct": false,
                    "Rationale": "The singular pronoun “he” doesn't agree in number with the plural antecedent “animals.”",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "21": {
        "Number": 21,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Standard English Conventions"
        ],
        "SubTopics": [
            "Boundaries, for which students must edit text to ensure that sentences are conventionally complete."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            ":box:Emperor penguins don't waddle out of the ocean. They launch themselves at such a high speed that they travel up to two meters before landing. How _______ A layer of microbubbles on their plumage reduces friction as the penguins speed to the surface.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "they are able to move so fast!",
                "Key": {
                    "Correct": false,
                    "Rationale": "The context requires an interrogative sentence. The exclamative sentence “how they are able to move so fast!” emphasizes the penguin's high rate of speed, but it doesn't set up the next sentence's explanation of how the penguins achieve such speeds.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "are they able to move so fast.",
                "Key": {
                    "Correct": false,
                    "Rationale": "A period can't be used in this way to punctuate an interrogative sentence.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "they are able to move so fast.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The context requires an interrogative sentence. The exclamative sentence “how they are able to move so fast” emphasizes the penguin's high rate of speed, but it doesn't set up the next sentence's explanation of how the penguins achieve such speeds.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "are they able to move so fast?",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is end-of-sentence punctuation. This choice correctly uses a question mark to punctuate the interrogative sentence “how are they able to move so fast?” The interrogative sentence asks a direct question, and the next sentence answers it.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "22": {
        "Number": 22,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Standard English Conventions"
        ],
        "SubTopics": [
            "Boundaries, for which students must edit text to ensure that sentences are conventionally complete."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            ":box:Before the Erie Canal was completed in 1825, transporting goods by wagon between New York City and the Midwest took up to forty-five days and cost one hundred dollars per ton. By linking the Hudson River to Lake _______ canal reduced transport time to nine days and cut costs to six dollars per ton.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Erie; the",
                "Key": {
                    "Correct": false,
                    "Rationale": "A semicolon can't be used in this way to mark the boundary between a supplementary phrase (“By…Erie”) and the main clause (“the canal...ton”).",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Erie (the",
                "Key": {
                    "Correct": false,
                    "Rationale": "An open parenthesis can't be used in this way to mark the boundary between a supplementary phrase (“By… Erie”) and the main clause (“the canal...ton”).",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Erie, the",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is punctuation between a supplementary phrase and a main clause. This choice correctly uses a comma to mark the boundary between the introductory supplementary phrase (“By linking the Hudson River to Lake Erie”), which identifies how the canal reduced transport time, and the main clause (“the canal reduced transport time to nine days and cut costs to six dollars per ton”).",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Erie: the",
                "Key": {
                    "Correct": false,
                    "Rationale": "A colon can't be used in this way to mark the boundary between an introductory supplementary phrase (“By…Erie”) and the main clause (“the canal...ton”).",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "23": {
        "Number": 23,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Standard English Conventions"
        ],
        "SubTopics": [
            "Boundaries, for which students must edit text to ensure that sentences are conventionally complete."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            ":box:Generations of mystery and horror _______ have been influenced by the dark, gothic stories of celebrated American author Edgar Allan Poe (1809−1849).",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "writers",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is punctuation between a subject and a verb. When, as in this case, a subject (“Generations of mystery and horror writers”) is immediately followed by a verb (“have been influenced”), no punctuation is needed.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "writers,",
                "Key": {
                    "Correct": false,
                    "Rationale": "No punctuation is needed between the subject and the verb.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "writers—",
                "Key": {
                    "Correct": false,
                    "Rationale": "No punctuation is needed between the subject and the verb.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "writers;",
                "Key": {
                    "Correct": false,
                    "Rationale": "No punctuation is needed between the subject and the verb.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "24": {
        "Number": 24,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Standard English Conventions"
        ],
        "SubTopics": [
            "Form, Structure, and Sense, for which students must edit text to conform to conventional usage (e.g., agreement, verb tense/aspect)."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            ":box:Midway through her 1968 jazz album A Monastic Trio, Alice Coltrane switches instruments, swapping the piano for the harp. With the same fluid style that Coltrane was famous for on piano, she _______ her fingers across the harp strings and creates a radiant sound.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "sweep",
                "Key": {
                    "Correct": false,
                    "Rationale": "The plural verb “sweep” doesn't agree in number with the singular subject “she.”",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "are sweeping",
                "Key": {
                    "Correct": false,
                    "Rationale": "The plural verb “are sweeping” doesn't agree in number with the singular subject “she.”",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "were sweeping",
                "Key": {
                    "Correct": false,
                    "Rationale": "The plural verb “were sweeping” doesn't agree in number with the singular subject “she.”",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "sweeps",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is subject-verb agreement. The singular verb “sweeps” agrees in number with the singular subject “she,” which refers to Alice Coltrane.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "25": {
        "Number": 25,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Standard English Conventions"
        ],
        "SubTopics": [
            "Form, Structure, and Sense, for which students must edit text to conform to conventional usage (e.g., agreement, verb tense/aspect)."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            ":box:Mathematician and meteorologist Edward Lorenz used the metaphor of the “butterfly effect” to explain how seemingly minor events can have major impacts on future weather. According to Lorenz's metaphor, the wind from a butterfly flapping _______ in Brazil might eventually grow into a storm elsewhere across the globe.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "its wings",
                "Key": {
                    "Correct": true,
                    "Rationale": "The conventions being tested are the use of possessive determiners and plural nouns. The singular possessive determiner “its” and the plural noun “wings” correctly indicate that the butterfly has multiple wings.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "its wings'",
                "Key": {
                    "Correct": false,
                    "Rationale": "The context requires the plural noun “wings,” not the plural possessive noun “wings'.”",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "it's wing's",
                "Key": {
                    "Correct": false,
                    "Rationale": "The context requires the singular possessive determiner “its” and the plural noun “wings,” not the contraction “it's” and the singular possessive noun “wing's.”",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "it's wings'",
                "Key": {
                    "Correct": false,
                    "Rationale": "The context requires the singular possessive determiner “its” and the plural noun “wings,” not the contraction “it's” and the plural possessive noun “wings'.”",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "26": {
        "Number": 26,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Standard English Conventions"
        ],
        "SubTopics": [
            "Boundaries, for which students must edit text to ensure that sentences are conventionally complete."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            ":box:On sunny days, dark rooftops absorb solar energy and convert it to unwanted heat, raising the surrounding air _______ a light-colored covering to an existing dark roof, either by attaching prefabricated reflective sheets or spraying on a paint-like coating, helps combat this effect.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "temperature; by adding",
                "Key": {
                    "Correct": false,
                    "Rationale": "A semicolon can't be used in this way to join the ssentence “On...temperature” and the supplementary phrases that follow. Doing so leaves the verb phrase “helps combat” without a subject and thus results in a grammatically unconventional sentence.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "temperature, adding",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice  results in a comma splice. A comma can't be used in this way to mark the boundary between sentences.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "temperature. Adding",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is punctuation use between sentences. In this choice, the period is used correctly to mark the boundary between the first sentence (“On…temperature”) and the second sentence (“Adding…effect”). The gerund phrase beginning with “adding” is the subject of the second sentence, and the verb phrase “helps combat this effect” describes what adding a light-colored covering can do.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "temperature by adding",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a confusing and illogical sentence that suggests that adding a light-colored covering to an existing dark roof raises the temperature of the surrounding air. Furthermore, it creates ambiguity by leaving the verb phrase “helps combat” without a subject (so it isn't clear what helps combat the effect).",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "27": {
        "Number": 27,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Standard English Conventions"
        ],
        "SubTopics": [
            "Boundaries, for which students must edit text to ensure that sentences are conventionally complete."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            ":box:The haiku-like poems of Tomas Tranströmer, which present nature- and dream-influenced images in crisp, spare language, have earned the Swedish poet praise from leading contemporary _______ them Nigerian American essayist and novelist Teju Cole, who has written that Tranströmer's works “contain a luminous simplicity.”",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "writers. Among",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a rhetorically unacceptable sentence fragment beginning with “among.”",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "writers among",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice fails to mark the boundary between the main clause and the supplementary phrase with appropriate punctuation.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "writers; among",
                "Key": {
                    "Correct": false,
                    "Rationale": "A semicolon can't be used in this way to join the main clause (“The haiku-like…writers”) and the supplementary phrase (“among…Cole”).",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "writers, among",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is punctuation use between a main clause and a supplementary phrase. This choice correctly uses a comma to mark the boundary between the main clause (“The haiku-like…writers”) and the supplementary phrase (“among…Cole”) that specifies a contemporary writer who has praised Tomas Tranströmer's haiku-like poems.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "28": {
        "Number": 28,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expression Of Ideas"
        ],
        "SubTopics": [
            "Transitions, for which students must determine the most effective transition word or phrase to logically connect information and ideas in a text."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            ":box:In studying whether jellyfish sleep, researchers Michael Abrams, Claire Bedbrook, and Ravi Nath attempted to answer three questions. _______ is there a period each day when the pulse rates of jellyfish decline? Second, do jellyfish respond more slowly to stimuli during that period? Finally, if prevented from sleeping, are jellyfish adversely affected?",
            "Which choice completes the text with the most logical transition?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "As a result,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“As a result” illogically signals that the question in this sentence is a result of the three questions the researchers attempted to answer. Instead, it is the first of those three questions.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "First,",
                "Key": {
                    "Correct": true,
                    "Rationale": "“First” logically signals that the question in this sentence—whether there is a daily period during which jellyfish pulse rates decline—is the first in a sequence of three questions the researchers attempted to answer about jellyfish sleep behavior.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Additionally,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Additionally” illogically signals that the question in this sentence is an additional question related to the three questions the researchers attempted to answer. Instead, it is the first of those three questions.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "However,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“However” illogically signals that the question in this sentence contrasts with the three questions the researchers attempted to answer. Instead, it is the first of those three questions.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "29": {
        "Number": 29,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expression Of Ideas"
        ],
        "SubTopics": [
            "Transitions, for which students must determine the most effective transition word or phrase to logically connect information and ideas in a text."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            ":box:With her room-sized installation The Interstitium, Iranian American artist Laleh Mehran succeeded in creating a space that felt, as intended, both “familiar and distant.” _______ with a video screen placed at the far end of the coal slag-encrusted room, her installation was reminiscent of a typical movie theater—albeit one found in a subterranean coal mine.",
            "Which choice completes the text with the most logical transition?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Next,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Next” illogically signals that the description of Laleh Mehran's installation in this sentence is the next step in a process. Rather, it supports the previous sentence's claim about Mehran's installation.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Nevertheless,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Nevertheless” illogically signals that the information in this sentence is true despite the claim about Laleh Mehran's installation in the previous sentence. Rather, it supports that claim.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Indeed,",
                "Key": {
                    "Correct": true,
                    "Rationale": "“Indeed” logically signals that the information in this sentence—that Laleh Mehran's installation resembled both a typical movie theater and a coal mine—supports the previous sentence's claim that the space Mehran created felt both “familiar and distant.”",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Instead,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Instead” illogically signals that this sentence presents an alternative to the previous sentence's claim about Laleh Mehran's installation. Rather, it supports that claim.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "30": {
        "Number": 30,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expression Of Ideas"
        ],
        "SubTopics": [
            "Transitions, for which students must determine the most effective transition word or phrase to logically connect information and ideas in a text."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            ":box:In response to adverse environmental conditions, many plants produce abscisic acid (ABA), a stress hormone. ABA triggers a slowdown in the biological processes of most plants. _______ when the mustard plant Schrenkiella parvula produces ABA in response to an environmental stressor, the hormone triggers accelerated growth.",
            "Which choice completes the text with the most logical transition?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Moreover,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Moreover” illogically signals that the information in this sentence about the mustard plant merely adds to the previous information about the effects of ABA. Instead, it contrasts with that information.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "In contrast,",
                "Key": {
                    "Correct": true,
                    "Rationale": "“In contrast” logically signals that the information in this sentence—that ABA triggers accelerated growth in the mustard plant Schrenkiella parvula—contrasts with the previous information about ABA triggering a slowdown in most plants' biological processes.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "For example,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“For example” illogically signals that the information in this sentence about the mustard plant provides an example consistent with the previous information about the effects of ABA. Instead, it contrasts with that information.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Thus,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Thus” illogically signals that the information in this sentence about the mustard plant is a consequence, or result, of the previous information about the effects of ABA. Instead, it contrasts with that information.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "31": {
        "Number": 31,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expression Of Ideas"
        ],
        "SubTopics": [
            "Transitions, for which students must determine the most effective transition word or phrase to logically connect information and ideas in a text."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            ":box:Historically, most conductors of major orchestras and opera companies have been European men, but a new, more diverse generation of artists is stepping up to the podium. Mexico's Alondra de la Parra took over as conductor for the Queensland Symphony Orchestra in 2017, _______ and Colombia's Lina Gonzalez-Granados did the same for the Los Angeles Opera in 2022.",
            "Which choice completes the text with the most logical transition?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "in addition,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“In addition” illogically signals that the details in this sentence about de la Parra and Gonzalez-Granados are merely additional facts related to the previous claim about the new generation of artists. Instead, they are examples supporting that claim.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "lastly,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Lastly” illogically signals that the details in this sentence about de la Parra and Gonzalez-Granados are the last step or a concluding summary of the previous claim about the new generation of artists. Instead, they are examples supporting that claim.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "granted,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Granted” illogically signals that the details in this sentence about de la Parra and Gonzalez-Granados are exceptions to the previous claim about the new generation of artists. Instead, they are examples supporting that claim.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "for instance,",
                "Key": {
                    "Correct": true,
                    "Rationale": "“For instance” logically signals that the details in this sentence—that Mexican conductor Alondra de la Parra and Colombian conductor Lina Gonzalez-Granados took new conducting positions—are examples supporting the previous claim about the new generation of artists.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "32": {
        "Number": 32,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expression Of Ideas"
        ],
        "SubTopics": [
            "Rhetorical Synthesis, for which students must strategically integrate provided information and ideas on a topic to form an effective sentence achieving a specified rhetorical aim."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "While researching a topic, a student has taken the following notes:",
            ":box:• Planetary scientists classify asteroids based on their composition.\n\n• C-type asteroids are composed primarily of carbon.\n\n• They account for roughly 75 percent of known asteroids.\n\n• S-type asteroids are primarily made up of silicate minerals.\n\n• They account for roughly 17 percent of known asteroids.",
            "The student wants to emphasize a difference between C-type and S-type asteroids. Which choice most effectively uses relevant information from the notes to accomplish this goal?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Planetary scientists classify asteroids into types, two of which are the C-type and the S-type.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence states that C-type and S-type are two types of asteroids, but it doesn't emphasize a difference between them.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Planetary scientists consider an asteroid's composition (such as whether the asteroid is composed mainly of silicate minerals or carbon) when classifying it.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice doesn't directly mention C-type or S-type asteroids.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Roughly 17 percent of known asteroids are classified as S-type asteroids; another percentage is classified as C-type asteroids.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the sentence mentions that 17 percent of known asteroids are S-type asteroids, it doesn't identify the percentage of asteroids that are C-type. Therefore, the sentence doesn't emphasize a difference between the two types.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "C-type asteroids are mainly composed of carbon, whereas S-type asteroids are primarily made up of silicate minerals.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sentence emphasizes a difference between C-type and S-type asteroids, noting that C-type asteroids are mainly composed of carbon, while S-type asteroids are mainly composed of silicate minerals.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "33": {
        "Number": 33,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expression Of Ideas"
        ],
        "SubTopics": [
            "Rhetorical Synthesis, for which students must strategically integrate provided information and ideas on a topic to form an effective sentence achieving a specified rhetorical aim."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "While researching a topic, a student has taken the following notes:",
            ":box:• A commodity chain is the series of links connecting the production and purchase of a commodity on the world market.\n\n• Chinese American anthropologist Anna Tsing studies the contemporary commodity chain of matsutake mushrooms.\n\n• At one end of the matsutake chain are mushroom pickers in Oregon.\n\n• At the other end are wealthy consumers who buy the costly matsutake in Japan.\n\n• According to Tsing, “Japanese traders began importing matsutake in the 1980s, when the scarcity of matsutake in Japan first became clear.”",
            "The student wants to provide an overview of the matsutake commodity chain. Which choice most effectively uses relevant information from the notes to accomplish this goal?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The contemporary matsutake commodity chain has its origins in the 1980s when, according to Tsing, “the scarcity of matsutake in Japan first became clear.”",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the sentence mentions the matsutake commodity chain, it focuses only on its origins; it does not provide an overview.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Commodity chains include the linked production and purchase of commodities, such as the matsutake mushroom, on the world market.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence provides a general definition of commodity chains, not an overview of the matsutake chain.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Decades after the Japanese import of matsutake began, a commodity chain now links matsutake pickers in Oregon with wealthy consumers of the costly mushrooms in Japan.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sentence provides an overview of the matsutake commodity chain, connecting the Oregon mushroom pickers at one end to the Japanese consumers at the other.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Wealthy consumers who buy the costly mushrooms in Japan are at one end of the matsutake commodity chain.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the sentence mentions the matsutake commodity chain, it focuses only on one end of the chain (the consumers); it does not provide an overview.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    }
}