{
    "Directions": "Read this story, then answer each question.",
    "Context": [
        "This story takes place in Japan. The narrator has just rented a new home on a small street named Lightning Alley."
    ],
    "Title": "[Excerpt from] The Guest Cat",
    "Subtitle": "",
    "Author": "by Takashi Hiraide",
    "LabelType": "P",
    "Content": [
        ["1", "\tThe cat's name was Chibi, which means “little one.” We could hear the boy's particularly high-pitched voice calling the cat: “Chibi!” Then we'd hear the sound of the boy's shoes running around outside, followed by the tinkling of the little bell announcing the cat's arrival."],
        ["2", "\tChibi was a jewel of a cat. Her pure white fur was mottled with several lampblack blotches containing just a bit of light brown. The sort of cat you might see just about anywhere in Japan, except she was especially slim and tiny."],
        ["3", "\tThese were her individual characteristics—slim and small, with ears that stood out, tapering off beautifully at the tips, and often twitching. She would approach silently and undetected to rub up against one's legs. At first I thought Chibi avoided me because I was not used to cats, but this seems not to have been the case. When a girl who often passed along Lightning Alley stopped and crouched to gaze at the cat, it did not run away. But as soon as she attempted to touch it, the cat quickly slipped off, avoiding contact at all costs. The cat's manner of rejection was like cold, white light."],
        ["4", "\tMoreover, the cat rarely made a sound. As far as I remember, when it first appeared in the alley it made some sort of sound, but since then it had never let out a meow. It looked as if no matter how much time passed the cat was not going to let us hear its voice. This seemed to be the message the cat was giving us."],
        ["5", "\tAnother one of Chibi's characteristics was that she changed the direction of her cautious attention frequently. This active behavior wasn't limited to her kittenhood. Perhaps because she played alone most of the time in the expansive garden, she reacted strongly to insects and reptiles. And there were times when I could only conclude that she must be reacting to subtle changes in the wind and light, not detectable by humans. It may be that most cats share the same quickness, but even so, in Chibi's case, it was acute—she was, after all, the cat of Lightning Alley. My wife got into the habit of pointing to the cat whenever it went by, extolling¹ its virtues..."],
        ["6", "\tChibi, who loved to play ball, gradually began to visit us on her own and would try and get us to play with her. She would step gingerly into the room and gaze intently at its occupants, then purposefully turn around and walk back out, as if to lead us to the garden. This process would be repeated until she got a response. Most of the time my wife would put down whatever she was doing, slip happily into her sandals and head outside."],
        ["7", "\tHaving played to her heart's content, Chibi would come inside and rest for a while. When she began to sleep on the sofa—like a talisman² curled gently in the shape of a comma and dug up from a prehistoric archaeological site—a deep sense of happiness arrived, as if the house itself had dreamed this scene."],
        ["8", "\tAvoiding the prying eyes of the landlady, we began leaving it up to Chibi to come inside the house whenever she wanted—and with this new development I had begun little by little to understand cat lovers. Whether on TV or in all of the ubiquitous³ cat calendars, it seemed as if there was no cat comparable to her. But, though I had started to think of her as the best cat around, she was not really our cat."],
        ["9", "\tFirst we would hear the tinkling of the bell, and then she would appear, so we began to call her by the nickname “Tinkerbell.” Whenever we wanted her to come over, this name seemed to find itself on our lips."],
        ["10", "\t“I wonder where Tinkerbell is.” By the time my wife had gotten the words out of her mouth we'd hear the tinkling of Chibi's bell. We'd realize that she was near at the point where, exiting the foyer next door (located at the second corner of Lightning Alley), Chibi would leap through the tear in the wire-mesh boundary of the property, dash along the side of the building, turn at the far end of the veranda, leap up onto the open area of the deck, and then, placing her front paws on the window frame at about the height of a human adult's knee, stretch out her neck to peek inside."],
        ["11", "\tIn winter she came inside. Little by little, through the crack in the partially opened window, her tendency to visit subtly developed; her appearances were repeated until, as if a silken opening in a fabric had been continuously moistened and stretched, Chibi had entered our lives. But at the same time—call it fate if you will—something else was closing in and pressing itself against that tendency."]
    ],
    "Copyright": "",
    "References": [
        ["¹", "extolling: praising"],
        ["²", "talisman: an object thought to bring good luck"],
        ["³", "ubiquitous: present everywhere"]
    ]
}