{
    "Directions": "Read this article, then answer each question that follows.",
    "Context": [],
    "Title": "[Excerpt from] ThThe Call of Coney Island",
    "Subtitle": "",
    "Author": "by Cynthia Overbeck Bix",
    "LabelType": "P",
    "Content": [
        ["1", "\tSalty ocean smells mingle with the aromas of sweet cotton candy and Nathan's Famous hot dogs. The legendary Cyclone roller coaster lurches along its tracks — then takes a heart-stopping plunge. Riders whoop and scream with excitement. Farther down the boardwalk, the sound of a carousel starts. Patrons pitch balls at moving targets, hoping to win a prize. Welcome to Coney Island, the nation's first truly modern amusement area."],
        ["2", "\tLocated on the southern tip of Brooklyn, New York, Coney Island has been the place to go for fun for more than a century. The inspiration for amusement parks such as Coney Island sprang from an exciting event in 1893 — the World's Columbian Exposition in Chicago. It was one of the first venues where people experienced a variety of attractions in one large space."],
        ["3", "\tVisitors to Chicago gasped in wonder when they saw the fair's “White City” spread out before them. Beautiful all-white exhibition buildings and large classical statues framed a lagoon of shimmering water. Designed to educate and inform, about a dozen grand buildings housed displays on the latest developments in transportation, machinery, agriculture, art, horticulture, and more. Most visitors had never seen the things they saw there, such as electric lights, a moving sidewalk, world-famous artwork, and moving pictures."],
        ["4", "\tWhile the World's Columbian Exposition awed people with new innovations and ideas, its most popular attraction was the Midway Plaisance. Located in a separate section of the exhibition grounds, the Midway was filled with entertainment: rides, food stands, and sideshows. People could get a taste of international cultures, for example, by riding a camel through the Streets of Cairo or strolling among the thatched huts of a South Sea village. Best of all, they could ride George Ferris's giant spinning wheel. Rising 264 feet above the Midway, this engineering marvel became the star of the fair. It was a spectacular example of what the new age of machines made possible."],
        ["5", "\tOne visitor, New York showman George C. Tilyou, immediately saw potential for this new form of entertainment. Tilyou owned property on Coney Island, which already was an established beach resort with hotels, bathhouses, and restaurants. It also featured an odd collection of sideshows, food vendors, fortunetellers, and more. Tilyou decided to build an enclosed amusement park there."],
        ["6", "\tIn 1897, Tilyou opened Steeplechase Park. When he was unable to buy Ferris's wheel, he had his own version built. For 25 cents, visitors could ride Tilyou's wheel, enjoy the Scenic Railway, or climb into a “spaceship” for a Trip to the Moon. On the Steeplechase, wooden horses carried riders along a metal racetrack from a starting gate to a finish line."],
        ["7", "\tSteeplechase Park's huge success was partly due to another invention — electric railways. The first electric trolley line had connected Manhattan Island and Coney Island in the mid-1800s. By the turn of the 20th century, an electric train offered an even faster way to carry more people wanting to escape from the hot, crowded city."],
        ["8", "\tIn the late 1800s and early 1900s, most people worked long hours and six days a week in urban factories and shops. But for a nickel fare, a city worker could afford a day's outing to a nearby park on Sundays. Recognizing the value of giving the working class access to day trips, trolley and train companies established parks that were located at the end of a line. Travelers disembarked to enjoy simple outdoor pleasures in picnic groves and swimming pools or beaches. Eventually, merry-go-rounds, penny arcades,¹ and even small roller coasters were added ..."],
        ["9", "\tPart sideshow, part circus, part theme park, Coney Island set an example for amusement parks. Attractions that are so familiar today — roller coasters, water rides, fun houses, Tunnels of Love — all got their start there."],
        ["10", "\tMany amusement parks closed during the Great Depression in the 1930s or during World War II (1939–1945). Coney Island has had its ups and downs, too. Over the decades, fires and age destroyed some of the original attractions. In 2012, Superstorm Sandy wrecked the boardwalk and many of the attractions."],
        ["11", "\tIn spite of all that, Coney Island has survived, and it is still operating today. It continues to offer each new generation of kids (and their parents) a chance to escape to a special world of entertainment and thrills. And from New Jersey's Wildwood Park to California's Pacific Park and Florida's Walt Disney World, other amusement and theme parks have taken their cues from Coney Island. They have grown to epic proportions in their efforts to offer a world full of fun."]
    ],
    "Copyright": "",
    "References": [
        ["¹", "penny arcades: indoor area with amusements such as games and photo booths operated by placing a coin in a slot"]
    ]
}