{
    "Directions": "",
    "Context": [],
    "Title": "Passage 2: Your Life: The Game",
    "Subtitle": "",
    "Author": "by Stephanie Warren Drimmer",
    "LabelType": "P",
    "Content": [
        ["12", "\tYou’re at home, doing push-ups on the living room floor. Each time you lift your body upwards, a small device in your pocket records the movement. Your physical activity is building up virtual points on a website called Zamzee. If you get enough, you can trade them in for real prizes."],
        ["13", "\tZamzee is part of a business trend called gamification. “The basic idea of gamification is that you take something that’s not fun, and you make it fun,” says Dan Botwinick, Zamzee’s vice president of marketing. Zamzee and other gamified businesses borrow techniques from games — like competition and rewards for high scores — to make tasks like exercising as much fun as playing."],
        ["", "Hᴇᴀᴅ Gᴀᴍᴇs"],
        ["14", "\tGamification can help motivate people to do activities that are usually boring or frustrating. Think of learning a new language. The average person spends two years studying a foreign language in school, but fewer than one in 100 actually learns to speak it. “Language education is a drag,” says Gina Gotthilf. She’s the head of marketing for Duolingo, a company that is using gamification as a strategy to perk up the process."],
        ["15", "\tDuolingo teaches language by asking students to translate text. Beginners start with a single word; advanced students get complex sentences. The text is from real online documents, such as news articles. Duolingo combines answers from its 50 million users to translate the Web, bit by bit."],
        ["16", "\tThe software rewards students by filling a strength bar when they translate text correctly and leveling them up when they learn a new skill set. Like a game, Duolingo breaks down the process of learning a language into small steps and gives users encouragement as they accomplish each one."],
        ["17", "\tQuirky is a business that uses game-inspired techniques to create products. Users submit ideas for new inventions. The Quirky community votes on which ideas it likes best. Top ideas become real products, like Porkfolio, a piggy bank that keeps track of how much change you’ve collected."],
        ["18", "\tQuirky users are involved in every step of product development, voting on everything from colors to the best way to solve a design problem. Competing to come up with the best ideas keeps users hooked on creating."],
        ["", "Wʜʏ Aʀᴇ Gᴀᴍᴇs Fᴜɴ?"],
        ["19", "\tIn 2012, Zamzee studied two groups of kids. Both groups used their activity tracking device, but only one had access to the Zamzee website with points and rewards. The gamified Zamzee users exercised 59 percent more than the others. This shows Zamzee really does get kids moving, the company claims. What makes gamification work?"],
        ["20", "\tJamie Madigan is a psychologist who studies games. He says that there are three psychological needs that games satisfy. Businesses that successfully use gamification fulfill all three."],
        ["21", "\t“The first psychological need is the need to feel competent,” says Madigan, “like you’re making things happen.” To fulfill this need, most gamified businesses use rewards. In Duolingo, you can use points to dress up Duo, the game’s owl mascot. In Zamzee, you can trade in points for real prizes, like electronics or gift cards."],
        ["22", "\tAnother need is autonomy, says Madigan — giving people choices. Zamzee, for example, lets users choose how to earn points: they can walk the dog, run in place, or another activity — whatever sounds the most fun."],
        ["23", "\tThe third need is relatedness, or feeling that what you’re doing matters to other people. Gamified businesses accomplish this with leaderboards that allow users to compare their progress with their friends’."],
        ["", "Gᴀᴍɪꜰʏ Yᴏᴜʀ Lɪꜰᴇ"],
        ["24", "\tImagine if doing your homework were as much fun as playing a video game. By borrowing ideas from gamification, Madigan says, it could be."],
        ["25", "\tFirst, break down your goal into small steps. If you have a science project due, make a list of tasks to accomplish: do research online, gather supplies for your experiment, print out pictures for your poster, and so on. Give yourself flexibility so that you can choose which task to do next."],
        ["26", "\tNext, you need rewards. Choose things that you know will motivate you — like downloading a new song, or reading the new Muse. Each time you complete a task, you get a reward."],
        ["27", "\tFinally, make your challenge social. Get your science project partners to join you. Make the challenge competitive by having rewards for doing the most tasks, or completing a task fastest."],
        ["28", "\tAny time you think of a way to bring the fun to an unfun activity, consider — should I get some investors for my new gamification business?"]
    ],
    "Copyright": "“Your Life: The Game,” by Stephanie Warren Drimmer, from Muse. Published by ePals Media. Copyright © 2015. Used by permission of the publisher via Copyright Clearance Center.",
    "References": []
}