{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [
        "Nancy wrote this essay to promote an idea she believes would improve the lives of students. Read Nancy’s essay and look for the revisions she should make. When you finish reading, answer the questions that follow."
    ],
    "Title": "Four Days Is Enough",
    "Subtitle": "",
    "Author": "",
    "LabelType": "N",
    "Content": [
        ["", "\t(1) Students, are you having a difficult time completing all the activities in your schedule? (2) Teachers, are you exhausted from nonstop work? (3) You are not alone. (4) Every day in schools across the nation, teens have challenging classes, hours of homework, and extracurricular activities such as sports and music. (5) By Friday, students are waking up exhausted, but they must drag themselves through one more school day. (6) Likewise, teachers are spending their weekends grading papers and preparing lessons instead of relaxing with family and friends."],
        ["", "\t(7) In this program students spend a little more time in school four days a week. (8) Then they have Friday off to catch up on their sleep, enjoy time with family and friends, and complete their many responsibilities. (9) Although some experts fear that reducing the length of the school week will worsen student learning, recent studies contradict this. (10) In 2015 Dr. Mark Anderson of Montana State University and Dr. Mary Beth Walker of Georgia State University reviewed scores for Colorado elementary school students who were placed in a four-day system. (11) They found that math scores improved by about 7 percent, and reading scores also improved. (12) “We thought that especially for the younger elementary school kids, longer days on a shorter school week would hurt their academic performance because their attention spans are shorter,” Dr. Walker said. (13) Researchers also thought a longer weekend would give students more of an opportunity to forget what they had learned. (14) Clearly this was not the case. (15) The study cited shows this hypothesis is incorrect."],
        ["", "\t(16) Teachers are also noticing other benefits from shorter school weeks. (17) Shana Myers teaches in a four-day program near Phoenix, Arizona. (18) Myers says that the “Friday slump,” when students would seem tired through the day, is gone. (19) Absences are also down, as parents can schedule appointments for kids on Fridays. (20) They are also paying more attention when in school. (21) They are alert, they answer questions, and they are interested in what they are learning."],
        ["", "\t(22) Myers thinks the changes in students’ behavior are partly due to the improved lessons that she and the other teachers are able to create. (23) While some educators and parents may argue that teachers cannot prepare effective lessons in a shorter school week, many teachers offer an alternative scenario. (24) Before, they had to work on weekends to plan lessons. (25) Now, they are using Friday as their planning day. (26) “We’re still in school mode on Fridays, and we’ve found we’re creating far superior lessons,” Myers says. (27) High school English teacher Candyce Matlosz has found that longer days allow students to spend more time on activities. (28) And as a teacher with over twenty years of experience, Matlosz knows a lot about teaching English. (29) “For example, the science teachers have enough time to run labs, have the students write the lab reports, and clean up the labs in one class period,” she says. (30) “In English class, students can write a rough draft, revise, and write a final draft of essays in one or two days instead of taking a week.”"],
        ["", "\t(31) School budgets may benefit from a shortened week as well. (32) Introducing the four-day school week may provide a way for school districts to save money in areas where budgets are strained. (33) School budgets are stretched. (34) Districts reduce spending on fuel, bus drivers’ salaries, and maintenance when they decrease the number of days students are transported to and from school. (35) Expenses to keep facilities open and clean are also lowered, as are food costs."],
        ["", "\t(36) The evidence in favor of switching to four-day school weeks is overwhelming. (37) Clearly it’s time for our school system to implement this innovative program in our area. (38) For teachers, schools, and students, it is a winning solution."]
    ],
    "Copyright": "",
    "References": []
}