{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [
        "Saul wrote this essay to persuade readers of the importance of switching to the metric system. Read Saul’s essay and look for the corrections he needs to make. Then answer the questions that follow."
    ],
    "Title": "The United States Needs the Metric System",
    "Subtitle": "",
    "Author": "",
    "LabelType": "N",
    "Content": [
        ["", "\t(1) Since the mid-1800s the United States has been struggling with the question of whether or not to adopt the metric system. (2) The country was one of seventeen nations that signed the 1875 Treaty of the Metre, which increased the accuracy of the metric system and established the International Bureau of weights and measures. (3) However, despite this early involvement, the United States has been reluctant to adopt the metric system as its only standard of measurement."],
        ["", "\t(4) The United States is the only industrialized country that does not use metric as its dominant system. (5) As a general rule, people are not comfortable with change; this may be the reason that many cling to the old measurement system of miles, feet, inches, and pounds. (6) Yet changes in trade and technology have made using metric measurements more important than ever. (7) For example, the metric system makes writing very large and small numbers easier. (8) If the country is to thrive in international competition, it must adopt the metric system as its official measurement system."],
        ["", "\t(9) This adoption would not be a dramatic change in some areas. (10) For example, U.S. scientists use the metric system exclusively; because it provides a standard that is understood worldwide. (11) Because scientific research is often international in nature, a common measurement system must be used to avoid error and facilitate communication."],
        ["", "\t(12) In medicine, safety experts are urging all medical providers to use only the metric system. (13) Errors occurring because of confusion between the two measurement systems are among the top ten safety concerns for hospitals. (14) Drug dosages are often based on a patient’s weight, so confusing pounds and kilograms can have serious consequences. (15) Imagine trying to convert pounds to kilograms in a hurry! (16) One safety analyst remarked that using pounds in drug calculations is like functioning in the Stone Age."],
        ["", "\t(17) Many U.S. manufacturers have had positive experiences in changing to metric. (18) For instance, Procter & Gamble created a metric diaper manufacturing machine and found that it cost less than previous machines, was able to function 25 percent faster, and was easier to repair and maintain. (19) Another example is Caterpillar, Inc., which decided to go metric in the United States in order to avoid problems with measurement conversion for its plants in other countries. (20) The company found that being consistently metric made its products more popular worldwide and reduced production costs."],
        ["", "\t(21) Those hesitant about the switch might complain that instead of the familiar miles, feet, and ounces, the metric system uses different units, a meter measures length, a gram measures mass, and a liter measures volume. (22) The metric system is easy to learn, however, because everything is measured in multiples of ten. (23) For example, a kilo equals 1,000, and thus 1,000 meters is called 1 kilometer. (24) If children were taught these simple calculations when they begin to study math, they would learn how easy the metric system is to use."],
        ["", "\t(25) Although change takes time, the conversion to the metric system will be worth it in the long run. (26) While “thinking in metric” won’t happen instantaneously, the simplicity of the metric system will make the transition easier. (27) Once the United States has made the change, its citizens will become accustomed to the metric system, just as they have become familiar with using new technologies, such as computers, cell phones, and the internet. (28) Best of all, they will be using the same system as 95 percent of the world, in turn it will contribute to safety, facilitate trade, and improve international communication."]
    ],
    "Copyright": "Third party trademarks Procter & Gamble® and Caterpillar, Inc.® were used in these testing materials.",
    "References": []
}