{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [
        "Beartown is a fictional small town in Sweden."
    ],
    "Title": "(from) Beartown",
    "Subtitle": "",
    "Author": "by Fredrik Backman",
    "LabelType": "P",
    "Content": [
        ["1", "\tFor more than ten years now the neighbors have grown accustomed to the noises from the Erdahl family's garden: bang-bang-bang-bang-bang. Then a brief pause while Kevin collects the pucks. Then bang-bang-bang-bang-bang. He was two and a half years old the first time he put a pair of skates on, three when he got his first stick. When he was four he was better than the five-year-olds, and when he was five he was better than the seven-year-olds. During the winter following his seventh birthday he got such a bad case of frostbite that if you stand close enough to him you can still see the tiny white marks on his cheekbones. He had played his first proper game that afternoon, and in the final seconds missed a shot on an open goal. The Beartown youngsters won 12–0, and Kevin scored all the goals, but he was inconsolable. Late that evening his parents discovered that he wasn't in his bed, and by midnight half the town was out searching for him in the forest. It wasn't until dawn that someone realized the boy wasn't among the trees but down on the frozen lake. He had dragged a net and five pucks down there, as well as all the flashlights he could find, and had spent hour after hour firing shots from the same angle from which he had missed the final shot of the match. He sobbed uncontrollably as they carried him home. The white marks never faded. He was seven years old, and everyone already knew that he had the bear inside him. That sort of thing can't be ignored."],
        ["2", "\tHis parents paid to have a small rink of his own constructed in the garden. He shoveled it himself every morning, and each summer the neighbors would exhume puck-graveyards in their flowerbeds. Remnants of vulcanized rubber will be found in the soil around there for generations to come."],
        ["3", "\tYear after year they have heard the boy's body grow — the banging becoming harder and harder, faster and faster. He's seventeen now, and the town hasn't seen a player with anything close to his talent since the team was in the top division, before he was born. He's got the build, the hands, the head, and the heart. But above all he's got the vision: what he sees on the ice seems to happen more slowly than what everyone else sees. You can teach a lot about hockey, but not that. You're either born with that way of seeing or you aren't."],
        ["4", "\t“Kevin? He's the real deal,” Peter Andersson, general manager of the club, always says, and he ought to know: the last person in Beartown who was as good as this was Peter himself, and he made it all the way to Canada and the NHL,¹ matching up against the best in the world."],
        ["5", "\tKevin knows what it takes; everyone's been telling him ever since he first stood on a pair of skates. It's going to demand nothing less than his all. So every morning, while his classmates are still fast asleep under their warm comforters, he goes running in the forest, and then he stands here, bang-bang-bang-bang-bang. Collects the pucks. Bang-bang-bang-bang-bang. Collects the pucks. Practices with the junior team every afternoon, and with the A-team every evening, then the gym, then another run in the forest, and one final hour out here under the glare of the floodlights specially erected on the roof of the house."],
        ["6", "\tThis sport demands only one thing from you. Your all."],
        ["7", "\tKevin has had every sort of offer to move to the big teams, to attend hockey school in a bigger town, but he keeps turning them down. He's a Beartown man, his dad's a Beartown man, and that may not mean a thing anywhere else, but it means something here."],
        ["8", "\tSo how important can the semifinal of a junior tournament be? Being the best junior team around would remind the rest of the country of this place's existence again. And then the politicians might decide to spend the money to establish a hockey school here instead of over in Hed, so that the most talented kids in this part of the country would want to move to Beartown instead of the big cities. So that an A-team full of homegrown players could make it to the highest division again, attract the biggest sponsors once more, get the council to build a new rink and bigger roads leading to it, maybe even the conference center and shopping mall they've been talking about for years. So that new businesses could appear and create more jobs so that the townspeople might start thinking about renovating their homes instead of selling them. It would only be important to the town's economy. To its pride. To its survival."],
        ["9", "\tIt's only so important that a seventeen-year-old in a private garden has been standing here since he got frostbite on his cheeks one night ten years ago, firing puck after puck after puck with the weight of an entire community on his shoulders."],
        ["10", "\tIt means everything. That's all."]
    ],
    "Copyright": "From Beartown, a novel by Fredrik Backman. Copyright © 2016 by Fredrik Backman. Translation © 2017 by Neil Smith. Reprinted with the permission of Atria Books, a division of Simon & Schuster, Inc. All rights reserved.\nThird party trademark NHL® was used in these testing materials.",
    "References": [
        ["¹", "NHL stands for National Hockey League."]
    ]
}