{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [
        "Veronica wrote this essay to share her opinion about gaining experience with credit. Read Veronica's essay and look for revisions she needs to make. Then answer the questions that follow."
    ],
    "Title": "My Experience with Credit",
    "Subtitle": "",
    "Author": "",
    "LabelType": "N",
    "Content": [
        ["", "\t(1) The summer I turned fourteen, I wanted to buy a new skateboard, but instead of saving the money I earned doing chores for neighbors, I spent it playing arcade games and buying movies and CDs. (2) I asked my parents to loan me the skateboard money. (3) I said I would pay them back later, but my dad told me no. (4) He said he was sorry, but I appeared to be a bad credit risk. (5) Then he started teaching me how to establish good credit. (6) Now, at seventeen, I'm proud to say that I have a good credit score in my own name. (7) All young people can and should start building their credit early. (8) The first step in developing my credit was to earn money and open a savings account at my local bank."],
        ["", "\t(9) The summer I was fifteen, I got a job carrying boxes and cleaning at a neighborhood grocery store, and I managed to put at least half of my earnings into my savings account. (10) I would recommend a savings account as a first step for everyone—it's easy to open an account, and if your money is in the bank, you're less likely to use it on an impulsive purchase."],
        ["", "\t(11) My next step was to obtain a credit card because my dad said this was a good way to learn how to manage credit. (12) Getting a credit card is not easy when you do not have a long work history. (13) Perhaps the best option is a secured credit card, which requires a certain amount of money as a deposit. (14) I started with a $200 deposit, and when I went to visit my grandparents, I used this introductory-level card for bus fare as well as for incidental expenses. (15) I was careful not to spend more than I could pay off each month. (16) I think this is the best way to begin with a credit card because it helps teach you that you should not use credit for things you can't really afford. (17) You should use it for convenience while staying within realistic financial limits. (18) Once I had shown that I could manage that first card well, my parents opened a regular credit-card account for me as a trial run. (19) I had to pay off my full balance every month at least two days before it was due; failure to do so would mean that I had to give up the credit card. (20) Having my credit history included on the family credit report, handling my card wisely became very important to me."],
        ["", "\t(21) I know that good credit will be important to me as I get older. (22) It will make it easier for me to buy a car or to rent an apartment, and when prospective employers check it, they will discover that I am a responsible person. (23) Later, when I am ready to buy a house or start a business, I will be able to get loans more easily."],
        ["", "\t(24) My parents are very happy with the way I have managed my money in the past three years. (25) By getting a credit card and then paying off the balance each month, I was able to create good credit for myself, establish reasonable spending habits, and prepare for future financial needs."]
    ],
    "Copyright": "",
    "References": []
}