{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [
        "Arjun wrote this essay about a tourist attraction he finds interesting. Read Arjun’s essay and look for revisions he needs to make. Then answer the questions that follow.",
        "problems/TX21HSE1/media/S2a.jpg"
    ],
    "Title": "Garden for Surrealists",
    "Subtitle": "",
    "Author": "",
    "LabelType": "N",
    "Content": [
        ["", "\t(1) In 1945, Englishman Edward James traveled into the jungles of Mexico. (2) He was not searching for ancient ruins or hidden treasure; rather, he was looking for a suitable location for growing a specific type of flower. (3) What he found, with the help of his friend Plutarco Gastelum, was a coffee plantation just outside the town of Xilitla. (4) With its warm, humid environment and stunning waterfalls and pools, the plantation proved to be the perfect place for James to grow orchids, one of his passions."],
        ["", "\t(5) Two years later James bought the plantation, now known as Las Pozas, and began cultivating a wide variety of orchids. (6) With Gastelum’s help James acquired and tended thousands of orchids, making Las Pozas a truly extraordinary garden."],
        ["", "\t(7) The orchid garden of Las Pozas was in question. (8) In the early 1960s, a rare and unexpected frost destroyed many of James’s prized orchids. (9) After assessing the damage, James decided not to rebuild his orchid collection. (10) Instead, he decided to construct a different kind of garden, one that would reflect his interest in designing sculptures. (11) Although James loved tending to natural beauty, he also wanted to create his own art. (12) He was especially drawn to the work of Salvador Dalí, a Spanish painter associated with surrealism, an early-twentieth-century artistic movement that blended realism with dreamlike or fantastical elements. (13) Confronted with the loss of his beloved orchids, a surrealist sculpture garden was what James decided to build."],
        ["", "\t(14) Construction began almost immediately on the new sculpture garden at Las Pozas and would continue for the next two decades. (15) Huge concrete sculptures became the centerpieces of the new attraction. (16) Gastelum oversaw the construction of pieces such as The House With Three Stories That Could Be Five and The Temple of the Ducks. (17) Reflecting James’s enthusiasm for surrealism, the new sculptures were highly fanciful. (18) Over the years, Gastelum employed hundreds of workers to help build concrete structures, including staircases that ended abruptly in midair, totem poles, and cathedral-type screens. (19) Although each structure may have been strange in and of itself, the combination of the different structures was truly astounding. (20) James began calling Las Pozas his “Surrealist Xanadu,” and the site attracted fans of surrealism from around the world."],
        ["", "\t(21) After James’s death in the mid-1980s, Gastelum’s children tried to maintain the sculpture garden. (22) Las Pozas fell into disrepair as the gardens became overgrown and the sculptures mildewed, and eventually tourists stopped visiting. (23) But in 2007 Las Pozas was given yet another chance. (24) Recognizing its historical significance and its unique artistic merit, a charitable organization bought Las Pozas, hired Gastelum’s son as part of the management team, and began restoring both the gardens and the concrete structures. (25) The organization hopes to once again make Las Pozas a popular destination for fans of surrealism and for those seeking to honor the legacy of Edward James and Plutarco Gastelum."]
    ],
    "Copyright": "",
    "References": []
}