{
    "Directions": "Read the selection and choose the best answer to each question.",
    "Context": [
        "Noah wrote the following essay about an issue he noticed with his peers and himself. Read Noah's essay and think about any corrections he needs to make. When you finish reading, answer each question that follows."
    ],
    "Title": "No Reason to “LOL”",
    "Subtitle": "",
    "Author": "",
    "LabelType": "N",
    "Content": [
        [" ", "\t(1) When my dad got a new smartphone, he was excited, and I was excited for him. (2) What I didn't realize, however, was that his purchase of a smartphone was going to teach me a lesson about technology. (3) In recent months I have learned that kids in my generation, including me, is using digital slang far too frequently. (4) It is a terrible habit, and it is actually hurting the way we communicate."],
        [" ", "\t(5) At first it was novel for my dad and me to text back and forth. (6) He really enjoyed being able to get in touch with me quickly. (7) Several times, however, he had to ask me what certain expressions meant. (8) After a while he began calling me instead of texting. (9) He said it was faster than trying to decode my texts, I didn't understand what he meant until a few days later."],
        [" ", "\t(10) It was a typical evening, and Dad asked that I write him a letter describing an enjoyable experience. (11) While I thought it was a strange request, I complied. (12) I must admit I was shocked at what he handed back to me. (13) He had circled each instance in the letter where I had written a phrase like “LOL,” “b4,” and “idk.” (14) My digital slang covered the page, and they raised a red flag for my dad. (15) He owns a small business, and he said he gets cover letters from job applicants who sometimes use these same phrases. (16) He and his colleagues rarely hire a candidate who uses digital slang, so he wanted to warn me about the predicament I might find myself in someday."],
        [" ", "\t(17) I was not too concerned at first, but the next day I received an invitation to a classmate's party and immediately noticed a few instances of digital slang. (18) As I began to pay more attention, I started to see a trend. (19) When I sat at my computer to do my homework a few nights later, a message from a friend popped uponmyscreen. (20)Itsaid,“Idk if ur busy atm, but I have a ? 4 u.”"],
        [" ", "\t(21) I suddenly realized that this type of language seems normal to me and to most people my age. (22) How, then, are we supposed to communicate effectively in a business setting if we routinely default to this kind of digital slang? (23) It seems that using this shorthand is common for many people my age, and it's affecting the way we use language in all settings. (24) I now find myself questioning why we even have different languages for casual conversation and professional correspondense. (25) Shouldn't we write properly all of the time?"],
        [" ", "\t(26) My dad pointed out that my use of digital slang had created a barrier between him and me, which resulted in him not understanding much of what I wrote. (27) Is it really saving time and functioning as a shortcut when teenagers have to explain to their parents what each expression means? (28) It seems as though it is encouraging a generation gap. (29) Communicating with people of all ages is important and the use of digital slang is hurting our ability to do that."],
        [" ", "\t(30) Dad also noted that digital slang appears lazy and careless. (31) As I step back and look at all of my communications with my friends, I have to agree. (32) Our conversations seem sloppy at best and disrespectful at worst. (33) Sometimes they barely resemble English at all. (34) Now that my eyes have been opened to this issue, I'd like to suggest that we all put away the shorthand and return to using proper language when writing. (35) Digital slang is negatively influencing everything we write, and that is no reason to “LOL.”"]
    ],
    "Copyright": "",
    "References": []
}