{
    "Directions": "Read the next two selections and choose the best answer to each question.",
    "Context": [],
    "Title": "(from) The Boston Girl",
    "Subtitle": "",
    "Author": "by Anita Diamant",
    "LabelType": "P",
    "Content": [
        ["1", "\tThe settlement house was a four-story building that stood out from everything else in the neighborhood. It was new with yellow bricks instead of red. It had electricity in all the rooms so at night it lit up the street like a lantern."],
        ["2", "\tIt was busy all day. There was a baby nursery for mothers who worked, a woodshop to teach boys a trade, and English classes for immigrants. After dark, women would come to ask for food and coal so their children wouldn't starve or freeze. The neighborhood was that poor."],
        ["3", "\tMiss Edith Chevalier was in charge of all that and a lot more. She's the one who started the library groups for girls. Sometimes she would look in and ask what we were reading — not to test us but just because she wanted to know."],
        ["4", "\tThat's what happened on the day my club was reading “The Midnight Ride of Paul Revere” out loud. I guess I was better than the others because after the meeting, Miss Chevalier asked if I would recite the whole poem to the Saturday Club. She said a famous professor was going to give a lecture about Henry Wadsworth Longfellow, and she thought a presentation of his most famous poem would be a nice way to start the evening."],
        ["5", "\tShe said that I would have to memorize it, “But that shouldn't be a problem for a girl of your ability.” I'm telling you, my feet didn't touch the ground all the way home. It was the biggest thing that ever happened to me and I learned the whole poem by heart in two days so I'd be ready for our first “rehearsal.”"],
        ["6", "\tMiss Chevalier was a small woman, a few inches shorter than me, which meant less than five feet. She had a moon face and chubby fingers and coppery hair that sprang straight up from her head, which is why some of the girls called her The Poodle. But she had one of those smiles that makes you feel like you just did something right, which was a good thing since I was a nervous wreck when I went to her office to practice."],
        ["7", "\tI only got halfway through the poem when Miss Chevalier stopped me and asked if I knew what impetuous meant. She was nice about it, but I wanted to sink through the floor because not only did I not know what the word meant, I had mispronounced it."],
        ["8", "\tI'm sure I turned bright red, but Miss Chevalier pretended not to notice and handed me the dictionary and said to read the definition out loud."],
        ["9", "\tI will never forget; impetuous means two things. “Rushing with great force or violence,” and “acting suddenly, with little thought.”"],
        ["10", "\tShe asked me which one I thought Mr. Longfellow meant. I reread those definitions over and over, trying to figure out the right answer, but Miss Chevalier must have read my mind. “There is no wrong answer,” she said. “I want to know your opinion, Addie. What do you think?”"],
        ["11", "\tI had never been asked for my opinion, but I knew I couldn't keep her waiting so I said the first thing that came into my head, which was, “Maybe he meant both.”"],
        ["12", "\tShe liked that. “The patriots had to be impetuous both ways or they wouldn't have dared challenge the British.” Then she asked, “Would you call yourself impetuous, Addie?”"],
        ["13", "\tThat time, I knew she was asking for an opinion. “My mother thinks I am.”"],
        ["14", "\tShe said mothers were right to be concerned for their daughters' welfare. “But I believe that girls need gumption, too, especially in this day and age. I believe you are a girl with gumption.”"],
        ["15", "\tAfter I looked up gumption, I never let anyone call Miss Chevalier The Poodle again."]
    ],
    "Copyright": "From The Boston Girl by Anita Diamant. Copyright © 2014 by Anita Diamant. Reprinted with the permission of Scribner, a division of Simon & Schuster, Inc. All rights reserved.",
    "References": []
}