{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [
        "Tamara wrote about an exotic location she researched for an English class assignment. Read her paper and think about any corrections she needs to make. When you finish reading, answer each question that follows."
    ],
    "Title": "Uros Floating Reed Islands",
    "Subtitle": "",
    "Author": "",
    "LabelType": "N",
    "Content": [
        ["", "\t(1) On South America's Lake Titicaca, the night sky glitters with stars that seem close enough to touch. (2) Majestic mountains canvas the background, and no city buildings or street lights interfere with the view. (3) However, there are people who live here in a unique little town. (4) The town, a cluster of man-made, floating islands, sits on the lake itself."],
        ["", "problems/TX21HSE1/media/S3a.jpg"],
        ["", "problems/TX21HSE1/media/S3b.jpg"],
        ["", "\t(5) The Uros people have florished on these islands for thousands of years. (6) An indigenous tribe, the Uros created the floating reed islands as a refuge for themselves from neighboring tribes. (7) In building the “giant lily pads,” the people used the plentiful totora reeds that grow along the nearby marsh. (8) The reeds not only provide the material for the floating islands but also for the people's huts and homes."],
        ["", "\t(9) Approximately 60 floating islands make up the Uros civilization. (10) Each island is about 2,500 square feet in area and supports several thatched houses, usually inhabited by members of the same family. (11) Furniture is simple and is also made of the totora reeds. (12) Even boats are constructed from this natural material. (13) A house on a floating island costs nothing; the homeowner simply invests his time in drying and weaving the totoras into a home. (14) R. Tucker Muth, a former student at the university of Iowa, notes that maintaining the floating islands has historically played a large role in the culture of the Uros. (15) He wrote that the Uros youth “are trained in practicing the methods of constructing the islands and how to harvest reeds responsibly in order to protect the natural resources the community relies upon.”"],
        ["", "problems/TX21HSE1/media/S3c.jpg"],
        ["", "\t(16) Once an isolated group of people, the Uros were now being affected by the popularity and novelty of their culture. (17) The impact of tourists and the recent availability of power, including electricity, have transformed aspects of the Uros' primitive way of life. (18) The lure of conveniences on the mainland has caused some Uros to move to the mainland, the island-dwelling population to dwindle. (19) Fortunately, some people are still holding on to the traditions of the Uros culture and continue to make the floating islands a special place that offers a glimpse into the history of the Uros people."]
    ],
    "Copyright": "",
    "References": []
}