{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [],
    "Title": "The One Sentence That Will Make You a More Effective Speaker Every Time",
    "Subtitle": "",
    "Author": "by Brenda Barbosa\nInc.Com",
    "LabelType": "P",
    "Content": [
        ["1", "“Clear writing is clear thinking.” My 10th-grade English teacher shared that morsel of wisdom once as I was slogging through a 20-page term paper with no idea where I was going or how to make the points I wanted to make; every word I wrote led me further down a rabbit hole of rambling sentences, incomplete thoughts, and disjointed ideas. It felt like I was writing in circles."],
        ["2", "If clear writing was clear thinking, then my thinking was as clear as mud. The problem wasn't that I couldn't put words to paper. The problem was I couldn't get those words to make sense. That's because I wasn't clear on my objective. I was trying to say too much and, as a result, I was saying nothing."],
        ["3", "Many speakers feel this way when they write speeches. They have too many ideas competing for attention and too many themes pulling them in different directions. There's no through-line to hold their arguments together and, so, their content feels jumbled and confused."],
        ["4", "What's more, they lack a big idea—a powerful insight, perspective, or thought that serves as the backbone of their presentation; the big idea is the spine that holds everything up. In the words of TED curator Chris Anderson, the big idea is a “gift” transferred from the speaker's mind to the audience by way of a compelling talk. It's what separates a memorable speech from a mediocre one."],
        ["5", "“Anyone who has an idea worth sharing is capable of giving a powerful talk,” Anderson writes in his book, TED Talks: The Official Guide to Public Speaking. “The only thing that truly matters in public speaking is not confidence, stage presence, or smooth talking. It's having something worth saying.”"],
        ["", ":box:Wʜᴀᴛ Is ᴀ TED Tᴀʟᴋ?\n\nThe nonprofit group TED began at a 1984 conference. TED stands for Technology, Entertainment, and Design. TED Talks now address many different topics, including science, business, and global issues, and have been given in more than 100 languages. Speakers cannot receive payment for giving a TED talk, and the speeches may not exceed 18 minutes. Some of the most popular TED talks in recent years have discussed depression, conversation skills, leadership, and creativity."],
        ["6", "Without a big idea to light the way, you'll wander aimlessly through draft after draft of your speech until, eventually, you run out of steam; you'll become so tired of going in circles you'll simply want to give up or, worse, you'll decide to “wing it.” You'll jot down some notes, throw together a few slides, slap on a title, and call it a presentation. Why shortchange yourself like that? Why not give yourself the chance to create something worth saying?"],
        ["7", "By distilling your thoughts into one succinct takeaway—your big idea—you can communicate with power and precision. And your audiences will walk away feeling satisfied and excited, instead of bleary-eyed and confused. Here's one simple trick to help you cut through the distractions and get to the heart of your message:"],
        ["", "Dᴇᴄɪᴅᴇ ᴀɴᴅ ᴅᴇᴛᴇʀᴍɪɴᴇ"],
        ["8", "First, decide on the topic you want to focus on (hint: it's usually your area of expertise or passion, i.e. leadership, creativity, communication, etc.). Then, determine what inspires you—or, conversely, what drives you insane—about that topic."],
        ["9", "You might be a health expert, say, who believes carbs are your friends or a business leader who's fed up with the modern-day definition of success. That's what drove best-selling author and businesswoman Arianna Huffington, for example, to refute the pervasive, and mistaken, belief that burnout is the price we must pay for success."],
        ["10", "It was the subject of her popular TED Talk, in which she argues that we are in the midst of a sleep-deprivation crisis. Being sleep deprived does not mean employees are more productive; it simply means they're more exhausted. Huffington then goes on to explain why that's a problem and what to do about it."],
        ["", "Cʀᴇᴀᴛᴇ ᴛʜᴇ sɪɴɢʟᴇ sᴇɴᴛᴇɴᴄᴇ"],
        ["11", "Once you've settled on your topic and decide where you stand, the next question to ask yourself is: Can I articulate my position, my stance, my big idea, in one sentence? In Huffington's case, after sifting through the data, she was able to distill her message into a single sentence: Only by renewing our relationship with sleep can we take back control of our lives."],
        ["12", "Distilling your message into a single sentence will make your writing flow better, and make your key points easier to arrange. Think of the single sentence as a lighthouse guiding you through fog. If you become overwhelmed with an abundance of data or competing themes, the single sentence will help you stay on track."],
        ["13", "It will help inform the choices you make regarding what information to keep and what to set aside in your speech. Any piece of data, story, or anecdote that doesn't jibe with your single sentence will wind up sidetracking and diluting your message."],
        ["14", "In his book Speak Like Churchill, Stand Like Lincoln, former political speechwriter James C. Humes writes, “Whether you are going to a breakfast meeting with a potential investor, making a sales talk, or delivering a product presentation, you need to first come up with the key message you want to leave with your audience.”"],
        ["15", "Let that key message be your North Star. If you can't state your idea in a single sentence, don't give up. Keep at it. For many speakers, this is the hardest part of their speech—and the most critical one."],
        ["16", "If you do the heavy mental lifting upfront, it will be much easier to craft clear, compelling copy when you sit down to write. As Humes notes, “Make figuring out your bottom-line purpose (your big idea) your first priority.”"]
    ],
    "Copyright": "Used with permission.\nThird party trademark TED Talks® was used in these testing materials.",
    "References": []
}