{
    "Directions": "Read the passage below, then answer each question that follows.",
    "Context": [],
    "Title": "The History of Donuts",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        [" ", "Ask someone what his or her favorite treat is. The answer might be donuts! These yummy fried cakes are enjoyed all over the world. Where did donuts come from? How did they get that hole in the middle? The answers may surprise you."],
        [" ", "People have been eating fried dough for thousands of years. Scientists have found fossils of fried cakes with holes in ancient sites. No one knows what they tasted like, but it is likely that ancient people enjoyed them. We still enjoy donuts today."],
        [" ", "In the 1840s, many Dutch people moved to the United States. They brought a favorite snack. Its name was “olykoeks.” That Dutch word meant “oily cakes.” This treat got its name because the dough was fried in oil. Olykoeks were a lot like donuts. However, they were missing one important thing. These cakes had no holes."],
        [" ", "Later in the 1800s, a woman named Elizabeth Gregory made an interesting type of fried dough cake. She filled the middle with spices and bits of fruit. Sometimes she used nuts. Mrs. Gregory called her treats “dough nuts” because they had nuts in the middle."],
        [" ", "Elizabeth Gregory's son, Hanson Gregory, was a ship captain. He always took plenty of his mother's treats on long sea trips. One day, Captain Gregory punched the filling out of the middle of the dough nut. No one knows for sure why he did this. Maybe he did not like nuts. Or maybe a storm led to the creation of the donut hole."],
        [" ", "An old story says that Captain Gregory was trying to steer his ship through a bad storm. He had to keep both hands on the wheel. However, the captain was hungry, and he wanted his favorite snack, his mother's dough nut cake. However, he could not hold food and steer at the same time. The captain had a great idea. He jammed one of his mother's cakes onto the spoke of the wheel. The wooden spoke poked out the hole. Captain Gregory liked the cake better without the filling in the middle. The donut as we know it was born."],
        [" ", "No one knows whether the story about Captain Gregory is true. However, it is true that donuts became a popular snack about 100 years ago."],
        [" ", "During World War I, American soldiers were sent to France. Some American women volunteered to help the soldiers overseas. One way they did this was to make them a treat from home—donuts. The soldiers loved these tasty snacks. When the soldiers came back to the United States, they wanted even more of those yummy donuts. It did not take long before donuts became popular across the United States."],
        [" ", "People loved donuts, but making donuts by hand took time. In 1920, baker Adolph Levitt knew he needed a way to make donuts faster to meet his customers' demands. He invented the first donut machine. His c͟u͟s͟t͟o͟m͟e͟r͟s were happy. Finally, they could get their donuts without waiting in a long line!"],
        [" ", "Donuts were a popular treat at the 1933 World's Fair in Chicago. People lined up to watch machines create them. Donuts were called “the hit food of the Century of Progress.” That is a pretty fancy name for a fried treat!"],
        [" ", "Donuts even have their own day. National Donut Day is celebrated on the first Friday in June every year. This day began in Chicago in 1938 to honor the women who had served donuts to American soldiers."],
        [" ", "The donut has had a long and interesting history. The story started with fried cakes and a hungry ship captain. Today this snack is one of the most popular treats in the world."],
        ["", ":box:Fun Facts about Donuts\n\n• More than 10 billion donuts are made in the United States every year.\n\n• Glazed donuts are the most popular flavor.\n\n• A glazed donut has about 200 calories.\n\n• Canada has the most donut shops in the world.\n\n• Canadians eat more donuts than people in any other country."]
    ],
    "Copyright": "",
    "References": []
}