{
    "Directions": "",
    "Context": [],
    "Title": "Passage 2: Sly as a Fox",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["10", "\tFox was hungry! He decided that eggs would make a good meal, so he trotted off to the pine forest. When Fox reached the forest, he searched for a nest. He knew if he could find a bird's nest, he would probably find eggs. There, deep in the forest, Fox found an evergreen tree so tall it seemed to touch the clouds. At the very top was a nest that belonged to Eagle. I know just what to do, thought Fox, picking some long blades of grass. I'll trick Eagle and make her give me her eggs."],
        ["11", "\tFox knocked on the tree and called loudly, “Eagle, throw me an egg!”"],
        ["12", "\tEagle stared down at Fox from the top of the tree and replied, “No!”"],
        ["13", "\t“I'm warning you, you'd better throw me an egg,” repeated Fox. “If you don't, I'm going to use these sharp blades of grass to cut down your tree!” Because Fox's words frightened Eagle, she threw him an egg. Fox caught the egg in his paw, saying, “Now I want another one!” When Eagle refused, Fox said, “I'll cut down your tree and take all your eggs!” Eagle still felt scared, and so she threw another egg. Now Fox laughed at Eagle, saying, “I tricked you! Do you think it's possible to cut down a tree with some blades of grass?” And he ran away with the two eggs. Instead of being frightened, Eagle now was furious! She beat the air with her wings, grabbed Fox in her talons, and carried him away from the forest. Eagle flew over the mountains, over snow-covered fields, and over the deep ocean. At last Eagle landed on a very small island and set Fox down upon a rock. “Now you'll never trouble me again!” Eagle said. Taking her eggs back, she flew into the sky like a bolt of lightning."],
        ["14", "\tSince the island was a small dot in the icy sea, Fox decided to walk all around it. As he walked, he made up a song. “How can I get off this island?” he sang. “What can I do, what can I do?” As he sang, Fox noticed all kinds of sea creatures swimming in the cold ocean water! Seals, walruses, and whales poked their heads out of the water. They all listened to Fox's song. Then the sea creatures spoke and asked Fox what he was singing. “We couldn't make out the words,” the animals explained. This gave Fox an idea. He could get the sea animals to aid in his escape."],
        ["15", "\t“Thank you for listening to my song!” Fox said politely. “I'll sing it again so you can understand the words.” This time, though, Fox sang these words instead: “Which has more animals, the land or the sea?” The seals, walruses, and whales all spoke up like one creature. “Of course there are more animals in the sea!” they exclaimed. “Hmm,” Fox said, “I wonder how we can prove this? Why don't you come to the top of the water and make a bridge from this island to the next one? I can walk over all of you and count as I go.” And so every seal, walrus, and whale rose to the top of the water. They created a huge bridge across the sea. Then Fox jumped onto the back of the first animal and walked from the back of one animal to the next. As he walked, he pretended to count."],
        ["16", "\tI'm certainly clever, he thought. That saying about being “sly as a fox” describes me so well!"],
        ["17", "\tFinally, he got to the last creature. Fox jumped down as quickly as he could. He landed on dry earth, turned and thanked the sea animals, and sang to himself as he ran home."]
    ],
    "Copyright": "“Sly as a Fox” property of the Florida Department of Education. 994",
    "References": []
}