{
    "Directions": "Read the passage “The Importance of Sue” and then answer each question that follows.",
    "Context": [],
    "Title": "The Importance of Sue",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "\tMost people would consider a flat tire to be unlucky, but not Susan Hendrickson. Susan was working with a team of fossil hunters in South Dakota when a tire on the group's truck went flat. While the rest of the team worked to fix the tire, Susan decided to make use of the time. She went on a hike and made an amazing discovery — the fossilized bones of a Tyrannosaurus rex. Most of the T. rex skeletons that had been found before Hendrickson's discovery were missing many bones. This T. rex was over 90 percent complete and would be a treasure trove of information for the paleontologists, scientists who study dinosaurs, on her team."],
        ["2", "\tHendrickson's team was led by Peter Larson of the Black Hills Institute. In the summer of 1990, he took a group of paleontologists to South Dakota to search for dinosaur fossils. They found some dinosaur bones but nothing from a Tyrannosaurus rex. They were ready to leave when they got that fateful flat tire. The last-minute discovery was so impressive that Larson even named the dinosaur “Sue” in honor of Hendrickson."],
        ["3", "\tToday children from all over the country go to the Field Museum in Chicago, Illinois, to visit Sue. All of the bones in the display are real —  except for the head. Sue's head weighs 600 pounds, so it is too heavy to display on top of the rest of her skeleton. Scientists at the museum made a copy of her skull to include with the display of her very real skeleton. Her real skull sits in a display case on the museum's balcony."],
        ["", "problems/FL20G4R/media/S3a.jpg"],
        ["4", "\tTo display Tyrannosaurus Sue's giant skeleton, the museum called in experts. They designed a way to hang the skeleton so that each individual bone could be removed and studied, then replaced, without disturbing the rest of the display. This is a great aid to scientists studying the large dinosaur."],
        ["", "problems/FL20G4R/media/S3b.jpg"],
        ["5", "\tPaleontologists have learned so much from studying Sue's bones. From the position of her eye sockets, they've learned that Sue had good depth perception. This helped her to be a fierce hunter who could tell how far away her next meal was. From the structure of her ears, they know that Sue and other T. rexes had great hearing, which also helped them to hunt. From the length of her snout, they've discovered that T. rexes had a sharp sense of smell — another quality that gave strength to these giant predators."],
        ["6", "\tScientists still have many questions and hope to learn even more from Sue. They would like to figure out whether Sue was male or female, to know whether she was warm- or cold-blooded, and to learn more about her daily activities. Thanks to Susan Hendrickson, Peter Larson, and the rest of the team from the Black Hills Institute, paleontologists all over the world will get the chance to continue to study Sue and try to find some of these answers."]
    ],
    "Copyright": "“The Importance of Sue” written for educational purposes. Images in the public domain. 1016",
    "References": []
}