{
    "Directions": "Read the following passage about young investors then answer each question.",
    "Context": [],
    "Title": "Stellar-Tasting Space Food",
    "Subtitle": "",
    "Author": "by Stephanie Warren",
    "LabelType": "P",
    "Content": [
        [" ", "\tWhat space food do astronauts like best? The answer might surprise you. “Our most popular product by far is our freeze-dried shrimp cocktail,” says food scientist Vickie Kloeris, who has spent the past 26 years developing and testing all of the food that NASA astronauts eat in space, as well as creating packaging."],
        [" ", "\tDehydrated shrimp may not sound very appetizing, but Kloeris explains that it's not the seafood the astronauts love—it's the sauce. The shrimp comes with a packet of freeze-dried cocktail sauce that has spicy horseradish in it. “That gives it a kick,” she says."],
        [" ", "\tAstronauts like the sauce's strong flavor because of a strange side effect of living in space: Something about floating in a microgravity environment weakens a person's sense of taste."],
        [" ", "\tNow, thanks to a team of high-school students from the North Carolina School of Science and Mathematics, tasteless space food could be a thing of the past. The students created edible, dissolvable sheets—which they named Stellar Strips—that deliver a punch of flavor to the tongue."],
        [" ", "\tStellar Strips made it to the finals of the Conrad Foundation's Spirit of Innovation Challenge, a competition in which students develop products to solve global and local problems. The team hopes its invention will go all the way to space someday."],
        ["", "Tᴀsᴛᴇ ɪɴ Sᴘᴀᴄᴇ"],
        [" ", "\tScientists don't yet fully understand why astronauts lose some of their sense of taste in space, but they have some theories."],
        [" ", "\tHere on Earth, gravity pulls fluids throughout the body. In the microgravity of space, these fluids collect in the head and the astronauts get all stuffed up."],
        [" ", "\t“It's just like when you have a cold and can't smell the food because you're congested,” says Kloeris. Smell is an important part of taste; if you can't smell food, you can't taste it very well either."],
        [" ", "\tOver time, astronauts' bodies adapt, but the astronauts still say they can't taste their food as well as they can on Earth. So scientists suspect more is going on."],
        [" ", "\t“Space travel might also interfere with food aromas themselves,” says Kloeris. For one thing, astronauts don't eat off plates—the food would float away. Instead, they eat out of packages. The packages keep the food from escaping but probably hold in its aromas as well. And even if the aromas do get out of the package, in microgravity they don't float up toward the nose as they do on Earth. They might go down or sideways instead."],
        [" ", "\tTo boost their food's flavor, astronauts ask for their spacecraft to be stocked with spicy toppings. “We have flown so many different kinds of hot sauce that I can't even count them!” says Kloeris."],
        ["", "Pʀᴏʙʟᴇᴍ Sᴏʟᴠᴇʀs"],
        [" ", "\tThe students who developed Stellar Strips didn't start out trying to boost the flavor of foods in space. “We actually started off with wanting to solve the problem of bone atrophy,” says 18-year-old Jin Yoon, one of the team's members."],
        [" ", "\tAstronauts don't have the normal force of gravity pressing on their bones. They also don't need the full strength of their bones to stand and walk in microgravity. These factors cause their bones to weaken."],
        [" ", "\tSo the students set out to make a calcium supplement that was easy to consume in space so astronauts' bones would stay stronger. “One day we thought of Listerine breath strips,” says Yoon. The breath-freshening strips dissolve on the tongue, releasing a powerful mint flavor. The team realized they might be able to create a similar product to boost flavor in foods. “We thought maybe we could solve the problem of taste in space,” says Yoon."],
        ["", "Tᴀsᴛᴇ Tᴇsᴛ"],
        [" ", "\tThe team had identified a problem and had an idea of how to solve it. But the students still had to create a strip that would deliver a lot of flavor and dissolve on the tongue—but not too quickly, or the flavor wouldn't last through a whole meal."],
        [" ", "\tFirst, the team tried sandwiching flavor between two Listerine strips. “It was way too minty!” says Yoon. But the team didn't give up. The students researched edible materials and experimented to see what could be made into flavored strips."],
        [" ", "\tFinally, they found one that worked: Vietnamese spring-roll wrappers. Spring-roll wrappers are made out of rice flour and come in extremely thin sheets."],
        [" ", "\tFirst the team soaked the wrappers in water to soften them. Then they dripped liquid flavoring onto the wrappers. Once the wrappers dried, it was time to test them. “It didn't dissolve too quickly, [and] you could taste the flavor,” says Yoon. Eureka!"],
        ["", "A Sᴛᴇʟʟᴀʀ Iᴅᴇᴀ"],
        [" ", "\tThe team made a sour-lemon-flavored strip to present to the judges at the Spirit of Innovation Challenge. In the future, they want to create Stellar Strips in various flavors, such as sweet, spicy, and barbecue. Their hope is to refine their product so they can sell it to NASA. “It's a very interesting concept that has potential,” says Kloeris."],
        [" ", "\tOne advantage of Stellar Strips is that they're lightweight. According to Kloeris, it costs about $10,000 to send each pound of food into space, so she's always trying to make foods and their packages as light as possible. A six-pound pack of Stellar Strips would give astronauts enough flavor choices to last three meals a day for about 15 years!"],
        [" ", "\tStellar Strips may be useful here on Earth too. Like astronauts, people going through chemotherapy for cancer or taking certain types of medicines experience a decreased sensation of taste. “Stellar Strips could make their lives a little happier,” says Yoon."],
        [" ", "\tWhen the team first started the project, they didn't think they would really create something that could potentially be used by astronauts. “After all,” says Yoon, “this is a problem that the world's smartest people are working on. But that's no reason to be intimidated by a project,” he says. “Just go for it!”"],
        [" ", "problems/PA22G5E/media/S1a.jpg"],
        [" ", "\tStellar Strips are made from three layers of thin spring-roll wrappers, which are layered like tiny sandwiches: two plain sheets surround one that's doused in tasty liquids. Different fillings can yield different flavors, like sweet, spicy, and barbecue. Vitamins could even be added."]
    ],
    "Copyright": "",
    "References": []
}