{
    "Directions": "Read the following passage based on the life of Maria Anna Mozart, the sister of the great composer Wolfgang Mozart, then answer each question that follows.",
    "Context": [],
    "Title": "Wonder Children",
    "Subtitle": "",
    "Author": "by Carolyn Meyer",
    "LabelType": "P",
    "Content": [
        [" ", "\tIn the beginning, when I was four, Papa sat beside me at the clavichord¹, the music book open to minuets and other short pieces he had prepared for me, and he taught me how to play. I loved these lessons with Papa. In the next room, Wolferl, a newborn babe, mewled and howled. I ignored him. Every day I practiced — an hour at first, then two, then three or four. By the time I was seven, I had mastered Johann Sebastian Bach's inventions and sinfonias and moved on to the preludes and fugues."],
        [" ", "\tMy talent dazzled everyone. “The child is a wonder,” they said."],
        [" ", "\tPapa and Mama were delighted. Their musician friends — Herr Schachtner, the court trumpeter; Herr Adlgasser, the court organist; and many others — often visited our little third-floor apartment. These men took for granted that I was musically talented — as the daughter of Leopold Mozart, second violinist and composer at the court of the prince-archbishop of Salzburg, how could I be otherwise?"],
        [" ", "\t“She has a great future, has she not?” Papa said."],
        [" ", "\t“You have only to look at those long fingers!” Mama exclaimed, and everyone agreed that my hands were, indeed, extraordinary, the hands of a gifted performer."],
        [" ", "\tBut I hadn't long to bask in their pride. When my little brother was just three, he clambered onto the bench by the clavichord, peered at my exercise book, and quickly figured out how to do what I did. It would not be long before he, too, would be playing Herr Bach's most challenging compositions."],
        [" ", "\tMama and Papa watched him, openmouthed, and hugged each other. “A true prodigy,” Papa whispered, tears of joy glistening in his eyes. “You see, Nannerl?” he said, turning to me. “Your brother is surely gifted!”"],
        [" ", "\t“I am, too!” I said, glaring at Papa. “Aren't I, Mama?”"],
        [" ", "\tMama put her arms around me and pulled me close. She always smelled sweetly of lavender. “Ja, mein Liebchen,” she crooned. “Of course you are.”"],
        [" ", "\tAt four Wolferl began to compose simple tunes. Papa wrote down the notes as Wolferl played."],
        [" ", "\tWhen he was five, Wolferl decided to write down the notes himself. He presented the ink- smudged manuscript to Papa, explaining, “It's a concerto.” He proceeded to play it, reading the blots and squiggles on the paper. Papa, chest swelling with pride, showed him how to write it properly."],
        [" ", "\tI practiced and practiced — always Bach, and more Bach — and Papa praised my keyboard technique. I worked even harder to please him. Sometimes I made up little songs — I put words with mine — and pretended to write them down. Papa was too busy to teach me to do it properly. “I'll show you how,” Wolferl offered. When I later presented my efforts to Papa, he said only, “Very nice indeed.” His cool response brought me to tears."],
        [" ", "\tBut Wolferl far exceeded anyone's expectations. He was making amazing progress as a clavier player. He had a perfect sense of pitch and could instantly name any note that was played. He could detect when an instrument was tuned a quarter tone off. He taught himself to play the violin. At first he was awkward with the bow, but he insisted upon joining Papa's trio rehearsing in our front room; he was good enough that they allowed him. And he kept making up “concertos” and writing them down."],
        [" ", "\tI practiced even more diligently, to show that I was as good as Wolferl. Mama always said I was. “You must not be jealous of your brother,” she said. “Each of us has different gifts.”"],
        [" ", "\tWolferl had not yet reached his sixth birthday on the twenty-seventh of January — I had turned ten in July — when our father decided that Salzburg was not a large enough stage for his two brilliant children, his Wunderkinder, as he always called us. Papa made plans to take our family to Munich, to play for Elector Maximilian, the prince of Bavaria."],
        [" ", "\tI became half sick with excitement as our parents prepared for the journey. Wolferl could hardly sit still, racing up and down the narrow stairs, prancing through the cramped rooms, crawling under the furniture on his hands and knees until Papa made him stop. His antics made me even more nervous."],
        [" ", "\t“Come, play chess with me,” I coaxed, thinking it would soothe my queasy stomach. Papa had taught me the game years ago, and I'd taught Wolferl. Chess was the one thing besides music that calmed him. He was good, but I was better. It pained him to lose to Papa, but he seemed not to mind when I won. Sometimes, though, he simply wanted to use the chess pieces to make up a story in which he was the king and I was the queen."],
        [" ", "\tOur friends the Hagenauers, who were also our landlords, promised to look after our apartment on Getreidegasse and to take care of Bimperl, our little terrier, while we were gone. Mama ordered us each a new dress from our seamstress. I made my two best friends, Viktoria Adlgasser and Katherl Gilowsky, envious with our plans."],
        [" ", "\t“Show us your dress,” begged Katherl, a barber-surgeon's daughter who loved ribbons and laces, the more the better. Viktoria, who dreamed of a singing career, listened solemnly while I played the pieces I'd been practicing until I thought my fingers would drop off. I had added a sonata by J. S. Bach's son, Carl Philipp Emanuel Bach, to my repertoire."],
        [" ", "\t“The elector is sure to be impressed,” said little Viktoria. “You're talented, and lucky, too. I hope someday my papa will give me such an opportunity.” She was the daughter of the court organist. We always spoke of her as “little Viktoria”; she was two years younger than I and small for her age but solemn as a judge."],
        [" ", "\t“It's not Nannerl her father's showing off,” said Katherl, holding up my new red velvet dress in front of her and admiring her image in the looking glass. “If it weren't for Wolferl, she'd be stuck here with the rest of us.”"],
        [" ", "\tI snatched the dress out of Katherl's hands. “It's both of us!” I insisted."],
        [" ", "\tKatherl shrugged. “He's a boy,” she said, drawing out the word. “And that makes all the difference.”"],
        [" ", "\t“And I'll prove you wrong,” I said, throwing the dress on the bed."],
        [" ", "\tIt was midwinter and very cold when we left Salzburg for Bavaria. Several times the rented carriage bogged down in snowdrifts, and each time Papa and the driver had to dig it out. Even wrapped in furs, I complained about my freezing feet."],
        [" ", "\tOnce we arrived in Munich, though, everything went off splendidly. Elector Maximilian's Residenz was very large and sumptuous. Our little apartment on Getreidegasse would have fit into just one of the halls of either palace."],
        [" ", "\tThe elector, himself a musician, was delighted with us. To begin, I played one of Bach's dance suites. My favorite was the gigue, the fast part coming after the stately sarabande, and it brought the elector to his feet, crying, “Her fingers fairly dance!”"],
        [" ", "\tBut it was the musical tricks Papa had devised to show off Wolferl's amazing skill that brought gasps from the audience. My little brother easily sight-read difficult pieces he'd never seen before, and he could improvise endless variations on a simple line of melody. To demonstrate Wolferl's perfect pitch, Papa called for someone in the audience to ring a bell, and Wolferl immediately named the note. “That's an A-sharp,” he said, and he did the same with crystal glasses filled with water, chiming clocks, tinkling pocket watches, always accurately identifying the tone. He didn't have to think about it; he just knew."],
        [" ", "\tWe loved all of it — playing before an admiring audience, hearing the applause, being called back for encores. Wolferl promptly fell asleep afterward, but I lay awake for a long time, going over the entire evening in my mind, reliving the attention showered on us — both of us. Katherl is wrong, I thought contentedly before I drifted off."]
    ],
    "Copyright": "",
    "References": [
        ["¹", "clavichord — a stringed, keyboard-type musical instrument"]
    ]
}