{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Physical Sciences"
        ],
        "SubTopics": [
            "Design and conduct investigations depicting the relationship between magnetism and electricity in electromagnets, generators, and electrical motors, emphasizing the factors that increase or diminish the electric current and the magnetic field strength."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A student made an electromagnet out of common objects.",
            "problems/TN23G8S/media/1a.jpg",
            "Which change would weaken the electromagnet?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Replace the copper rod with an iron nail.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Remove some of the wire loops around the copper rod.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Connect another battery between the switch and the copper rod.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Use larger paper clips.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Physical Sciences"
        ],
        "SubTopics": [
            "Compare and contrast mechanical waves and electromagnetic waves based on refraction, reflection, transmission, absorption, and their behavior through a vacuum and/or various media."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A student places a straw in a glass of water. The student observes that the part of the straw that is outside of the water looks different from the part of the straw that is in the water.",
            "problems/TN23G8S/media/2a.jpg",
            "Which statement BEST explains why the part of the straw that is out of the water appears different from the part of the straw that is in the water?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The water causes visible light to reflect slowly, which causes the straw in the water to appear larger.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Light travels through air and water at different speeds, which causes the straw to appear distorted in water.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The water absorbs visible light, which causes the straw to appear in a different position than it does out of the water.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Light is affected by the temperature difference between the air and water, which causes the straw to appear distorted in water.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MS",
        "NumChoices": 5,
        "Topics": [
            "Life Sciences"
        ],
        "SubTopics": [
            "Construct an explanation addressing similarities and differences of the anatomical structures and genetic information between extinct and extant organisms using evidence of common ancestry and patterns between taxa."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The cladogram shows some relationships between different types of organisms.",
            "problems/TN23G8S/media/3a.jpg",
            "Using the cladogram, which TWO of these organisms are the MOST closely related to Duckbill Dinosaurs?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Sauropods",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Theropods",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Horned Dinosaurs",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Armored Dinosaurs",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "E": {
                "Choice": "Birds",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Engineering, Technology & Applications Of Science"
        ],
        "SubTopics": [
            "Develop a model to generate data for ongoing testing and modification of an electromagnet, a generator, and a motor such that an optimal design can be achieved."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "A student investigated how temperature affects the current produced by a motor. The student separated three magnets used within the motor and cooled each magnet to 0°C. The strength of each magnet was tested by counting how many washers each magnet could pick up. Then each magnet was heated to a higher temperature and the testing with the washers was repeated. The student recorded the results in the data table.",
            "problems/TN23G8S/media/4a.jpg",
            "Under which conditions would the motor produce the GREATEST amount of current?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "cooling the motor to keep the internal temperature between 10°C and 20°C",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "cooling the motor to keep the internal temperature between 30°C and 40°C",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "heating the motor to keep the internal temperature between 60°C and 70°C",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "heating the motor to keep the internal temperature between 80°C and 90°C",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Physical Sciences"
        ],
        "SubTopics": [
            "Plan and conduct an investigation to provide evidence that the change in an object's motion depends on the sum of the forces on the object and the mass of the object."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Books are on a table. A student pushes the books to the right side of the table.",
            "In which diagram do the arrows show the MOST LIKELY forces acting on the books as they move to the right?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "problems/TN23G8S/media/5a.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "problems/TN23G8S/media/5b.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "problems/TN23G8S/media/5c.jpg",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "problems/TN23G8S/media/5d.jpg",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MS",
        "NumChoices": 5,
        "Topics": [
            "Earth & Space Sciences"
        ],
        "SubTopics": [
            "Research, analyze, and communicate that the universe began with a period of rapid expansion using evidence from the motion of galaxies and composition of stars."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Scientists observe that most galaxies are moving away from Earth. The farther away the galaxy is, the faster it is moving away from Earth.",
            "Which TWO arguments are supported by the evidence that most galaxies are moving away from Earth?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The universe used to be larger in the past.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The universe used to be smaller in the past.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The universe has always been the same size.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "The space between galaxies is becoming larger.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "E": {
                "Choice": "The space between galaxies is becoming smaller.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space Sciences"
        ],
        "SubTopics": [
            "Gather and evaluate evidence that energy from the earth's interior drives convection cycles within the asthenosphere which creates changes within the lithosphere including plate movements, plate boundaries, and sea-floor spreading."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The diagram shows a plate boundary. Each letter near an arrow represents a process that is happening near this boundary.",
            "problems/TN23G8S/media/7a.jpg",
            "Which of these BEST describes the process that each letter represents?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": ":box:X: One lithospheric plate is subducted under another.\nY: Heat rises through the asthenosphere.\nZ: Convection currents in the asthenosphere drive plate movement.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": ":box:X: One plate in the asthenosphere collides with another.\nY: The lithosphere is heated until it becomes liquid.\nZ: Heat moves by conduction from the crust to the core.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": ":box:X: The lithosphere absorbs heat from the ocean.\nY: Friction in the asthenosphere drives plate movement.\nZ: Thermal currents push the magma up toward the crust.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": ":box:X: One lithospheric plate is moving away from another.\nY: The asthenosphere is heated by the sun.\nZ: Concentrated radiation circulates magma up toward the crust.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Life Sciences"
        ],
        "SubTopics": [
            "Analyze evidence from geology, paleontology, and comparative anatomy to support that specific phenotypes within a population can increase the probability of survival of that species and lead to adaptation."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "Scientists have been researching finch populations on the Galápagos Islands for many years. In 1977, there was a drought in the area. The scientists compared data collected in the years before and after the drought to make a conclusion about the effect the drought had on the finches.",
            "problems/TN23G8S/media/8a.jpg",
            "Which of these is the MOST LIKELY conclusion the scientists made after studying the data in the graphs?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Finches that had beaks longer than 10 millimeters did not survive the drought of 1977.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Finches that had beaks longer than 11 millimeters had already become extinct by 1976.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Finches that had beaks between 10 and 11 millimeters long were better adapted to the environment on the islands in 1977 than finches that had different beak sizes.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Finches that had beaks between 10 and 11 millimeters long were less abundant on the islands between 1976 and 1978 than finches that had different beak sizes.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Physical Sciences"
        ],
        "SubTopics": [
            "Create a demonstration of an object in motion and describe the position, force, and direction of the object."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The diagram represents the position of a dog at different times while it is running.",
            "problems/TN23G8S/media/9a.jpg",
            "Which statement BEST describes the dog's motion?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The dog is speeding up.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The dog is moving with a constant speed of 5 meters per second.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "If the motion of the dog stays the same, the position will be 120 meters when the time is 60 seconds.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "If the motion of the dog stays the same, the position will be 110 meters when the time is 60 seconds.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MS",
        "NumChoices": 5,
        "Topics": [
            "Earth & Space Sciences"
        ],
        "SubTopics": [
            "Construct a scientific explanation using data that explains the gradual process of plate tectonics accounting for A) the distribution of fossils on different continents, B) the occurrence of earthquakes, and C) continental and ocean floor features (including mountains, volcanoes, faults, and trenches)."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The maps model how Earth's continents have moved over time.",
            "problems/TN23G8S/media/10a.jpg",
            "Using the maps, on which TWO pairs of continents would similar fossils be found?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "South America and Australia",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "North America and Australia",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Asia and Australia",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Africa and South America",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "E": {
                "Choice": "Europe and North America",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Earth & Space Sciences"
        ],
        "SubTopics": [
            "Analyze and interpret data to support the assertion that rapid or gradual geographic changes lead to drastic population changes and extinction events."
        ],
        "SuppContent": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The Grand Canyon contains 20,000 different species of brachiopod shell fossils. These fossils can be found throughout the canyon at different depths from the surface. Fossil ages at the Grand Canyon span a time period of over 800 million years. Most of the rock layers in the canyon are made of similar sediment types.",
            "Which statement is a CORRECT explanation for the vast differences in the fossil ages in the Grand Canyon rock layers?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "A wide range of fossil sizes can be found throughout the canyon.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Each rock layer was deposited over a long period of time.",
                "Key": {
                    "Correct": true,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The nonsedimentary rock layers contain the most fossils.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "A river deposited fossils from other locations over time.",
                "Key": {
                    "Correct": false,
                    "Rationale": "",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    }
}