{
    "Directions": "Read the passage and then answer each question that follows.",
    "Context": [],
    "Title": "Mortimer the Miserable",
    "Subtitle": "",
    "Author": "by Rebecca Sutton",
    "LabelType": "P",
    "Content": [
        ["1", "\tMortimer the Magic Hat could make almost anything appear. When he heard a magic spell, he could turn bits of air into squawking chickens, slithering snakes, and chittering, chattering chipmunks. The depths of his crown swirled and twirled with so much magic that he could produce dragons and mice, unicorns and house cats. Once, he even conjured up a saber-toothed tiger. But no matter how hard he tried, and no matter what magic words were spoken, Mortimer could not make a white rabbit appear."],
        ["2", "\t“No white rabbits? Preposterous!” said Wanda the Wonderful when she came to Mr. Quigglemire’s Magic Hat Shop. “A magician can’t be a magician without a white rabbit. It’s every child’s favorite trick! Please, Mr. Quigglemire, show me the next hat.”"],
        ["3", "\t“No rabbits?” said Francis the Fantastic. “Don’t waste my time, Quigglemire. Next hat, please.”"],
        ["4", "\t“Absurd,” said Edwina the Enchanted."],
        ["5", "\t“Rubbish,” said Marvin the Marvelous."],
        ["6", "\t“No, thank you,” said Magic Milt. “I’ll take that hat over there, if you please.” (Magic Milt was known as the most polite magician in the business.)"],
        ["7", "\tAnd so it went, week after week, month after month. No one wanted to buy a magic hat that couldn’t perform the world’s most popular trick. Eventually, Mortimer stopped bothering to dust himself off in the morning, or to straighten his red, polka-dot sash. Why bother? His future looked nothing but bleary dreary. Perhaps he would be stuck on a shelf forever, his magic locked inside and wasted. Or maybe he would become so tattered and torn that he himself would disappear, just as the chickens, snakes, dragons, and tigers vanished when a magic spell was reversed. He began to think of himself as Mortimer, the World’s Most Miserable Magic Hat."],
        ["8", "\tOne morning, Mr. Quigglemire’s shop bell tinkled and a young boy walked inside. He was wearing a cape that said, “Barry the Boy Wonder.” His hair was mostly neat, his fingernails were mostly clean, and his soft brown eyes twinkled with kindness and glee."],
        ["9", "\tWhen Barry the Boy Wonder pointed to the musty dusty hat on the corner shelf, Mr. Quigglemire sighed. “Don’t bother with that one. He can’t make rabbits, no matter what spell you use.”"],
        ["10", "\tMortimer waited for Barry to try on another hat. Instead, he heard words he had never dreamed were possible."],
        ["11", "\t“Oh, that’s OK,” said Barry the Boy Wonder. “I’m allergic to rabbits.”"],
        ["12", "\tAnd with that, Barry dusted Mortimer off and placed him gingerly on his head. Mortimer was a little too big, and his brim had become slightly crooked from his constant frown. But Barry didn’t seem to notice."],
        ["13", "\t“It’s perfect,” he said, admiring Mortimer in the mirror. “I’ll take it.”"],
        ["14", "\tMortimer puffed up with such pride that he looked even taller and grander on Barry’s head."],
        ["15", "\tTogether, Barry and Mortimer traveled the world and became famous for the extraordinary things Barry pulled from Mortimer’s depths. At every show, children watched in wide-eyed amazement and dreamed of the fantastic creatures they would summon if Mortimer were their very own. The world’s most astounding magicians came to see the pair as well, and every single one wished for a hat as magical and magnificent as Mortimer."]
    ],
    "Copyright": "“Mortimer the Miserable” by Rebecca Sutton, Ladybug, November 1, 2016. Copyright © 2016 by Cricket Media. Used with permission of Cricket Media, Inc.",
    "References": []
}