{
    "Directions": "Read the passage and then write a response to the prompt that follows.",
    "Context": [],
    "Title": "[Excerpt from] The Adventures of Grandfather Frog",
    "Subtitle": "",
    "Author": "by Thornton W. Burgess",
    "LabelType": "P",
    "Content": [
        ["1", "\tGrandfather Frog looked very solemn as he sat on his big green lily­pad in the Smiling Pool. He looked very much as if he had something on his mind. A foolish green fly actually brushed Grandfather Frog’s nose and he didn’t even notice it. The fact is he did have something on his mind. It had been there ever since his cousin, old Mr. Toad, had called the day before and they had quarreled as usual over the question whether it was best never to leave home or to go out into the Great World."],
        ["2", "\tRight in the midst of their quarrel along had come Farmer Brown’s boy. Now Grandfather Frog is afraid of Farmer Brown’s boy, so when he appeared, Grandfather Frog stopped arguing with old Mr. Toad and with a great splash dived into the Smiling Pool and hid under a lily­pad. There he stayed and watched his cousin, old Mr. Toad, grinning in the most provoking way, for he wasn’t afraid of Farmer Brown’s boy. In fact, he had boasted that they were friends. Grandfather Frog had thought that this was just an idle boast, but when he saw Farmer Brown’s boy tickle old Mr. Toad under his chin with a straw, while Mr. Toad sat perfectly still and seemed to enjoy it, he knew that it was true."],
        ["3", "\tGrandfather Frog had not come out of his hiding­place until after old Mr. Toad had gone back across the Green Meadows and Farmer Brown’s boy had gone home for his supper. Then Grandfather Frog had climbed back on his big green lily­pad and had sat there half the night without once leading the chorus of the Smiling Pool with his great deep bass voice as he usually did. He was thinking, thinking very hard. And now, this bright, sunshiny morning, he was still thinking."],
        ["4", "\tThe fact is Grandfather Frog was beginning to wonder if perhaps, after all, Mr. Toad was right. If the Great World had taught him how to make friends with Farmer Brown’s boy, there really must be some things worth learning there. Not for the world would Grandfather Frog have admitted to old Mr. Toad or to any one else that there was anything for him to learn, for you know he is very old and by his friends is accounted very wise. But right down in his heart he was beginning to think that perhaps there were some things which he couldn’t learn in the Smiling Pool. So he sat and thought and thought. Suddenly he made up his mind."],
        ["5", "\t“Chugarum!” said he. “I’ll do it!”"],
        ["6", "\t“Do what?” asked Jerry Muskrat, who happened to be swimming past."],
        ["7", "\t“I’ll go out and see for myself what this Great World my cousin, old Mr. Toad, is so fond of talking about is like,” replied Grandfather Frog."],
        ["8", "\t“Don’t you do it,” advised Jerry Muskrat. “Don’t you do anything so foolish as that. You’re too old, much too old, Grandfather Frog, to go out into the Great World.”"],
        ["9", "\tNow few old people like to be told that they are too old to do what they please, and Grandfather Frog is no different from others. “You just mind your own affairs, Jerry Muskrat,” he retorted sharply. “I guess I know what is best for me without being told. If my cousin, old Mr. Toad, can take care of himself out in the Great World, I can. He isn’t half so spry as I am. I’m going, and that is all there is about it!”"],
        ["10", "\tWith that Grandfather Frog dived into the Smiling Pool, swam across to a place where the bank was low, and without once looking back started across the Green Meadows to see the Great World."]
    ],
    "Copyright": "“Grandfather Frog Starts Out to See the Great World” from The Adventures of Grandfather Frog by Thornton W. Burgess. Originally published in 1915.",
    "References": []
}