{
    "Directions": "Read the passage and then answer each question that follows.",
    "Context": [],
    "Title": "Lightfoot's New Antlers",
    "Subtitle": "",
    "Author": "by Thornton W. Burgess",
    "LabelType": "P",
    "Content": [
        ["1", "\tPeter Rabbit was puzzled. He stared at Lightfoot the Deer a wee bit suspiciously. “Have you been tearing somebody's coat?” he asked again. He didn't like to think it of Lightfoot, whom he always had believed quite as gentle, harmless, and timid as himself. But what else could he think?"],
        ["2", "\tLightfoot slowly shook his head. “No,” said he, “I haven't torn anybody's coat.”"],
        ["3", "\t“Then what are those rags hanging on your antlers?” demanded Peter."],
        ["4", "\tLightfoot chuckled. “They are what is left of the coverings of my new antlers,” he explained."],
        ["5", "\t“What's that? What do you mean by new antlers?” Peter was sitting up very straight, with his eyes fixed on Lightfoot's antlers as though he never had seen them before."],
        ["6", "\t“Just what I said,” retorted Lightfoot. “What do you think of them? I think they are the finest antlers I've ever had. When I get the rest of those rags off, they will be as handsome a set as ever was grown in the Green Forest.”"],
        ["7", "\tLightfoot rubbed his antlers against the trunk of a tree till some of the rags hanging to them dropped off."],
        ["8", "\tPeter blinked very hard. He was trying to understand and he couldn't. Finally he said so."],
        ["9", "\t“What kind of a story are you trying to fill me up with?” he demanded indignantly. “Do you mean to tell me that those are not the antlers that you have had as long as I've known you? How can anything hard like those antlers grow? And if those are new ones, where are the old ones? Show me the old ones, and perhaps I'll believe that these are new ones. The idea of trying to make me believe that antlers grow just like plants! I've seen Bossy the Cow all summer and I know she has got the same horns she had last summer. New antlers indeed!”"],
        ["10", "\t“You are quite right, Peter, quite right about Bossy the Cow. She never has new horns, but that isn't any reason why I shouldn't have new antlers, is it?” replied Lightfoot patiently. “Her horns are quite different from my antlers. I have a new pair every year. You haven't seen me all summer, have you, Peter?”"],
        ["11", "\t“No, I don't remember that I have,” replied Peter, trying very hard to remember when he had last seen Lightfoot."],
        ["12", "\t“I know you haven't,” retorted Lightfoot. “I know it because I have been hiding in a place you never visit.”"],
        ["13", "\t“What have you been hiding for?” demanded Peter."],
        ["14", "\t“For my new antlers to grow,” replied Lightfoot. “When my new antlers are growing, I want to be away by myself. I don't like to be seen without them or with half grown ones. Besides, I am very uncomfortable while the new antlers are growing and I want to be alone.”"],
        ["15", "\tLightfoot spoke as if he really meant every word he said, but still Peter couldn't, he just couldn't believe that those wonderful great antlers had grown out of Lightfoot's head in a single summer. “Where did you leave your old ones and when did they come off?” he asked, and there was doubt in the very tone of his voice."],
        ["16", "\t“They dropped off last spring, but I don't remember just where,” replied Lightfoot. “I was too glad to be rid of them to notice where they dropped. You see they were loose and uncomfortable, and I hadn't any more use for them because I knew that my new ones would be bigger and better. I've got one more point on each than I had last year.” Lightfoot began once more to rub his antlers against the tree to get off the queer rags hanging to them and to polish the points. Peter watched in silence for a few minutes. Then, all his suspicions returning, he said:"],
        ["17", "\t“But you haven't told me anything about those rags hanging to your antlers.”"],
        ["18", "\t“And you haven't believed what I have already told you,” retorted Lightfoot. “I don't like telling things to people who won't believe me.”"]
    ],
    "Copyright": "“Lightfoot's New Antlers” from Lightfoot the Deer by Thornton W. Burgess. Originally published in 1921.",
    "References": []
}