{
    "Directions": "Read the passage and then answer each question that follows.",
    "Context": [],
    "Title": "What Is Earth?",
    "Subtitle": "",
    "Author": "by NASA",
    "LabelType": "P",
    "Content": [
        ["1", "\tEarth is our home planet. Scientists think Earth formed billions of years ago. Four planets in the solar system are bigger than Earth. Three planets are smaller. It is the thirdclosest planet to the sun. Only Mercury and Venus are closer."],
        ["2", "\tEarth has been called the “Goldilocks planet.” In the story “Goldilocks and the Three Bears,” a little girl named Goldilocks liked everything just right. Her porridge couldn’t be too hot or too cold. And her bed couldn’t be too hard or too soft. On Earth, everything is just right for living things. It’s warm, but not too warm. And it has water, but not too much water."],
        ["3", "\tEarth is the only planet known to have lots of liquid water. Liquid water is important for life. Earth is the only planet where life has been found."],
        ["", "What Does Earth Look Like?"],
        ["4", "\tFrom space, Earth looks like a blue marble with white swirls. Some parts are brown, yellow, green and white. The blue part is water. Water covers most of Earth. The white swirls are clouds. The brown, yellow and green parts are land. And the white parts are ice and snow."],
        ["5", "\tThe equator is a make­believe line around the center of Earth. Mapmakers use the line to divide Earth into two halves. The northern half is called the Northern Hemisphere. The southern half is called the Southern Hemisphere. The northernmost point on Earth is called the North Pole. The southernmost point on Earth is called the South Pole."],
        ["", "How Does Earth Move?"],
        ["6", "\tEarth travels around the sun. The path Earth follows is called an orbit. The planet takes 365 days to make a full trip around the sun. We call one trip around the sun a year. Earth spins as it travels around the sun. Earth makes a full spin once every 24 hours. We call this a day."],
        ["", "What Are Earth’s Different Parts?"],
        ["7", "\tEarth is made up of land, air, water and life. Mountains, valleys and flat places make up the land. The air is made of different gases. One of the gases is oxygen. Oceans, lakes, rivers, streams, rain, snow and ice are made of water. Earth has many different kinds of life. People, animals and plants live on Earth. Some living things are very tiny. Others may be very large."],
        ["", "problems/MS22G3E/media/S2a.jpg"]
    ],
    "Copyright": "Excerpt and illustration from “What Is Earth?” from NASA KNOWS! (Grades K­4), June 5, 2012.",
    "References": []
}