{
    "Directions": "Read the following passage about Enos Christman, who traveled west for the California Gold Rush, then answer each question.",
    "Context": [],
    "Title": "(excerpt from) The Sea Journal",
    "Subtitle": "the letters and journal of a forty-niner¹",
    "Author": "by Enos Christman",
    "LabelType": "P",
    "Content": [
        ["", "Wᴇᴅɴᴇsᴅᴀʏ, Jᴜʟʏ 11ᴛʜ, 1849"],
        [" ", "\tWe left Pine Street Wharf, Philadelphia, on Tuesday evening, July 3rd, amid the shouts and cheers of assembled hundreds and anchored below the Navy Yard² until next morning. In order to complete some necessary repairs, we were detained in the Delaware River and Bay until Saturday afternoon, July 7th, when the steamer which towed us down the river left us at the Capes. After passing the breakwater we soon lost sight of land, and as the green hills and trees disappeared, a melancholy sensation seized upon us as we reflected that this might be the last time we would be permitted to gaze upon the beautiful hills and vales of our native land. This sensation soon wore away, however, as we came to look around and beheld nothing but the heaving ocean stretched out before us and the blue sky above."],
        [" ", "\tMy feelings and emotions on leaving my friends and my native land on such an expedition, I cannot describe. I have left all that is near and dear and turned my face towards a strange land, expecting to be absent two or three years, hoping in that time to realize a fortune; and then return and be greeted by kind friends. And this hope is my greatest consolation and comfort. Often memory carries me back to the Record office³, and were I of a desponding temperament, I should wish myself there again. But hope whispers all is well, and so I proceed with a strong arm and an honest heart, with bright anticipations of joy and happiness in the future. But why do I predict anything? Lofty castles have oft been built in the air and a single rude breath sufficed to level them to the earth."],
        [" ", "\tThe ship is owned and fitted out by G. W. Hathaway & Co., of Philadelphia. Thirty of the passengers are members of the California Gold Mining Association of Philadelphia, of which I am one, as well as my friend, DeWitt Clinton Atkins. They are as merry a set of fellows as ever sailed. We have about fifty-one passengers on board, among whom are six lady passengers, one little boy three years old and one infant."],
        [" ", "\tFollowing our vessel are quite a number of birds resembling our common barn swallow, called Mother Carey's chicks, which, it is said, will follow us until we reach Cape Horn. Since we have come into the Atlantic we have seen many porpoises which appear about as large as full-grown hogs—the best comparison I can make, never having seen one except as they rise on the surface of the water."],
        ["", "Sᴀᴛᴜʀᴅᴀʏ, Jᴜʟʏ 21sᴛ"],
        [" ", "\tWe had made about 1,200 miles southeast of Philadelphia in a strong, fair wind, and hoped soon to change our course to a more southern direction, but quite a calm followed and the water continued as smooth as a mirror. There was not enough wind to fill a sail. The current carried us 20 or 30 miles back until we were again opposite Chesapeake Bay, at what distance I know not."],
        [" ", "\tThe water of the ocean appears of a dark blue. When taken up in a basin it is as clear as can be, but very salty and cannot be used for cooking purposes."],
        [" ", "\tMany of the passengers who are expert swimmers enjoyed themselves by bathing in the open ocean. Others of the passengers have been amusing themselves fishing, but without catching any fish. The majority are engaged in reading or writing."],
        ["", "Tʜᴜʀsᴅᴀʏ, Aᴜɢᴜsᴛ 16"],
        [" ", "\tWe crossed the Tropic of Cancer⁴ in damp and disagreeable weather, and are now in the Trade Winds⁵. Our old ship rocked so we could not stand without holding fast to something, and interfered considerably with locomotion. The trunks in our cabin got rolling about and stirred up a great mess. A jar of pickles was broken. We made 163 miles in 24 hours."],
        [" ", "\tLast night the ocean presented a very singular and beautiful appearance, being covered with floating islands of a bright substance called Medusae Pelucen, the reflection of which, as the vessel ploughed through it, made it light enough to read in the lower cabin. The substance is white and glutinous when taken out of the water and somewhat resembles a fine honeycomb, but at night, floating in the sea, it presents the appearance of the common glowworm. It is peculiar to this latitude, not being seen except in small quantities at other places. The heavens, overcast with dark, thick clouds, threatened rain, notwithstanding which but little rain fell. Contrary to my expectations, the weather still continues pleasant, and not as warm as when we left the States. We saw a large flock of sea birds in the distance."],
        ["", "Sᴜɴᴅᴀʏ, Sᴇᴘᴛᴇᴍʙᴇʀ 30"],
        [" ", "\tWe have had delightful moonlight evenings but the air was most too sharp to enjoy them properly. While the weather was pleasant and the sea smooth, we repaired to the deck in the evening and mingled in the mazy dance, or listened to the charming notes of the violin. Now that the weather has become cold, we have opened a theatre in the second cabin and “Macbeth” was played with great effect amid thunders of applause from a crowded house, many of the first cabin passengers being present. Mr. McCowan constituted the orchestra. We have also had a series of Shakespearean readings by Mr. Rogers, accompanied by the discordant sounds of two horns, clapping of hands, stamping and shouting."],
        ["", "Mᴏɴᴅᴀʏ, Oᴄᴛᴏʙᴇʀ 29"],
        [" ", "\tThe wind dead head against us for two days carried us back again to the latitude of the Horn⁶"],
        [" ", "\tDuring a storm Saturday night our rudder again gave way and required some time to render it useful next morning. This morning the wind died away as the sun rose, shedding forth his welcome rays. Soon after, a fair wind sprung up and towards evening increased to a gale accompanied by heavy rain. The early part of the day was the most agreeable we had had for about four weeks, and the decks were dry for the first time during that period."],
        [" ", "\tAll hands have again been engaged catching water with tin cup or bottle, off every spar and rope, wherever a drop would run down. But very little of the water caught in this manner is fit for drinking, as it is rendered somewhat brackish from the spray which is continually dashing over the rigging. However, it answers for culinary purposes. Today I stood nearly an hour in the rain and cold until my fingers were quite benumbed, holding a tin cup to catch water as it dripped off one of the small boats. This was free from salt and made a good cup of chocolate. Since our short allowance of water commenced, we have been furnished with enough wheat flour to make four biscuits a day, but this is now stopped. We will get that amount of wheat flour only once a week. This renders it pretty hard to get along on a quart of water, as fresh bread required less water than anything else and it did not create a thirst as most other p͟r͟o͟v͟i͟s͟i͟o͟n͟s do, especially our beef and pork."],
        ["", "Tᴜᴇsᴅᴀʏ, Nᴏᴠ. 20"],
        [" ", "\tThis has been the happiest day we have experienced for a long while. Early in the morning we came near the coast and continued close to it, until entering the Valparaiso⁷ harbor about 7 p.m. We were visited by the Custom House officers and soon afterward anchored, not being permitted to land until morning. We are all in high glee and excitement, and hence little inclination to writing. Tomorrow we will land and get the latest intelligence."]
    ],
    "Copyright": "",
    "References": [
        ["¹", "forty-niner — a person taking part in the rush to find gold in California in 1849"],
        ["²", "Navy Yard — a place where naval vessels are built or repaired"],
        ["³", "Record office — the West Chester Record, the newspaper where Christman apprenticed to learn the printing trade"],
        ["⁴", "Tropic of Cancer — the parallel of latitude that is approximately 23 ½ degrees north of the equator"],
        ["⁵", "Trade Winds — a system of winds in the Tropics"],
        ["⁶", "the Horn — Cape Horn"],
        ["⁷", "Valparaiso — a major city and seaport in Chile"]
    ]
}