{
    "Directions": "Read all of the information. Use the information to answer each question that follows.",
    "Context": [],
    "Title": "",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        [" ", "While researching information for a science project, several students found a news article from the National Aeronautics and Space Administration (NASA) regarding the Asteroid Redirect Mission (ARM). The focus of this mission is to develop a first-ever robotic mission to visit a large near-Earth asteroid, collect a multi-ton boulder from its surface, and redirect the boulder into a stable orbit around the moon."],
        [" ", "The students continued to research these asteroids and found the data listed below."],
        ["", ":ibox:• Asteroids are pieces of rock or metal floating through space.\n\n• In our solar system, there is a large concentration of asteroids in the asteroid belt, an area between Mars and Jupiter.\n\n• Scientists estimate that millions of asteroids are found in this area.\n\n• Some of these asteroids are large, but many are small.\n\n• Scientists think that many asteroids were formed by collisions between other asteroids, moons, and planets."],
        [" ", "A diagram of the asteroid belt in our solar system is shown below."],
        ["", "problems/MDG8S/media/S6a.jpg"],
        [" ", "Additionally, the research indicated the following:"],
        ["", ":ibox:• Asteroids in our solar system orbit the sun.\n\n• Asteroids can orbit a planet or larger asteroid.\n\n• Smaller asteroids do not have enough gravity to pull themselves into a round shape.\n\n• More massive asteroids have a more circular shape.\n\n• It is possible for the orbits of asteroids and planets to cross, resulting in the chance of a collision.\n\n• Scientists have studied past asteroid collisions with Earth and continue to monitor the orbits of asteroids in our solar system."],
        [" ", "The research indicated that asteroids range in size from small rocks to massive boulders that may be hundreds of kilometers wide. The diagram below shows two asteroids from our solar system. The table displays data on several other asteroids in the asteroid belt."],
        ["", "problems/MDG8S/media/S6b.jpg"],
        ["", "problems/MDG8S/media/S6c.jpg"],
        [" ", "Could a large asteroid hit Earth? Scientists do not believe that will happen anytime soon, but a new discovery will help them be more certain."],
        [" ", "Using powerful radar, scientists tracked the path of an asteroid named 6489 Golevka."],
        [" ", "Most asteroids in our solar system travel between the orbits of Mars and Jupiter. Sometimes an asteroid will leave that path and move closer to Earth. Golevka is a near-Earth asteroid, which means that it comes within 121 million miles (195 million kilometers) of the sun."],
        [" ", "Using radar, scientists found that Golevka's path moved 9.4 miles (15 kilometers) in the last 12 years. That distance may seem small compared with the billions of miles the asteroid traveled during that time, but Steven Chesley, a NASA scientist and leader of a new asteroid study, believes that those ten miles are important."],
        [" ", "“Over tens of millions of years that [change] can have a big effect,” he explained."],
        [" ", "But what caused asteroid Golevka's path to change?"],
        [" ", "Scientists say that a force called the Yarkovsky effect moved the asteroid. The effect happens when the sun heats one part of an asteroid's surface more than other parts. The uneven heating causes a force that pushes an asteroid out of its normal path."],
        [" ", "“We measured a force of about one ounce (28 grams)¹ acting on an asteroid that weighs 460 billion pounds (208 billion kilograms),” Chesley explained. That means that a force equal to about the weight of a strawberry can change the course of an asteroid that is longer than five football fields!"],
        [" ", "While no large asteroids appear on track to hit Earth, the Yarkovsky effect's ability to predict asteroids' paths could help scientists be more certain and give them some of the information necessary to stop a collision."]
    ],
    "Copyright": "“A Force with the Power to Move an Asteroid” – Sarah Ives, © 2004, nationalgeographic.com",
    "References": [
        ["¹", "(28 grams) - approximately 0.27 newton"]
    ]
}