{
    "Directions": "Read all of the information. Use the information to answer each question that follows.",
    "Context": [],
    "Title": "",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        [" ", "After reading about a drought in other states, a class of students began to research renewable and nonrenewable resources. One group of students focused their research on water. The research stated that 97.5% of the water on Earth is salt water that is located mainly in the oceans. Only 2.5% of water on Earth is fresh water, which is found in glaciers, ice caps, groundwater, lakes, rivers, streams, the atmosphere, and other locations where surface water is found. To better understand how water moves through the water cycle and where it can be stored, the group constructed a model of the water cycle, similar to the one shown below."],
        ["", "problems/MDG8S/media/S2a.jpg"],
        [" ", "The research stated that groundwater makes up about 30% of the fresh water found on Earth. One of the primary sources of groundwater is water that soaks into the ground after rain falls and snow melts. Another source is water that seeps deep into the ground from the bottoms of rivers and lakes. Once the water has moved into the ground, it will stay in crevices in fractured rock or pool in wells and aquifers. In Maryland, the type of rock found in a given region determines how the groundwater is stored. West of the fall line shown on the map below, water is found primarily in wells that form in rock fractures. East of the fall line, groundwater is found in aquifers, wells, and sediment."],
        ["", "problems/MDG8S/media/S2b.jpg"],
        [" ", "The research stated that groundwater is a primary water source for humans. Over 50% of the people in the United States use groundwater for drinking and other daily uses. The amount of groundwater for an area is affected by the geographic location. The figures on the map illustrate the varying levels of groundwater at each location shown."],
        ["", "problems/MDG8S/media/S2c.jpg"]
    ],
    "Copyright": "",
    "References": []
}