{
    "Directions": "Read all of the information. Use the information to answer each question that follows.",
    "Context": [],
    "Title": "",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        [" ", "During a class investigation on cells, students observed different cell types using a compound light microscope and prepared slides. Show below are diagrams of some of the cells the students observed."],
        ["", "problems/MDG8S/media/S1a.jpg"],
        ["", "problems/MDG8S/media/S1b.jpg"],
        [" ", "After examining the cells using a microscope, the students researched some of the cells observed. The students found that each individual amoeba is able to carry out all the functions necessary for life. The amoeba moves by changing the position of its cytoplasm. The amoeba uses cellular respiration to convert food into energy. Another organism that is similar to the amoeba is the euglena. Each individual euglena is able to carry out all necessary functions for life. One of the ways the euglena differs from the amoeba is that the euglena uses photosynthesis to produce the energy needed for its survival. Another way the euglena differs from the amoeba is in movement. The euglena has a tail, called a flagella, that propels the euglena."],
        [" ", "As the students continued their research, they found evidence that indicated that humans and other complex organisms have many cells that are found in only one system of an organism's body. Their research also stated that it is estimated that on average 37.2 trillion cells compose a human body. Some of these cells are intestinal cells, heart muscle cells, and nerve cells. These cell types are shown in the diagram below."],
        ["", "problems/MDG8S/media/S1c.jpg"],
        [" ", "The students also found that researchers are trying to determine the number of different cell types there are in the human body. Until recently, scientific evidence supported the claim that the human body has approximately 200 cell types, each with a unique function. Researchers are now analyzing the different cell types and have found that there are many more types than previously thought."]
    ],
    "Copyright": "",
    "References": []
}