{
    "Directions": "Read all of the information. Use the information to answer each question that follows.",
    "Context": [],
    "Title": "",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        [" ", "After a school trip to an aquarium, students from a science class researched some of the organisms that live in coral reef ecosystems. The students' research indicated that coral reefs are made up of small organisms called corals and each individual coral is called a polyp. Corals secrete calcium carbonate to form an exoskeleton, and as the corals die off, these exoskeletons build up and form a limestone foundation. New corals attach themselves to the limestone foundation and slowly form coral reefs. A diagram of a colony of corals and a coral polyp is shown below."],
        ["", "problems/MDG8S/media/S4a.jpg"],
        [" ", "The students' research indicated that corals are animals that consume a variety of other small organisms. Corals are able to reproduce both sexually and asexually. The corals use asexual reproduction to expand colonies and use sexual reproduction to form new colonies that can be far away from the parents. Stony corals and other coral species that build reefs prefer to live in warm, shallow water that is 20–29 degrees Celsius (°C). A map of where coral reefs are located on Earth is shown below."],
        ["", "problems/MDG8S/media/S4b.jpg"],
        [" ", "The students' research indicated that climate change is causing ocean temperatures to rise. These rising temperatures are making the ocean unlivable for coral reefs. Corals are sensitive to water temperature, and when water temperatures change beyond a livable range, the corals become stressed. This stress causes the corals to shed photosynthetic algae and other microorganisms that live on the corals. This shedding of organisms causes the corals to turn white in an event known as bleaching. When water temperatures return to a livable range, many coral reefs have been destroyed by the bleaching and do not recover. A recent study stated that corals that are able to store larger energy reserves in the form of fat in their cells and are able to partner with multiple species of algae have a greater likelihood of recovering from bleaching events. Certain coral species are able to store more energy in their cells than other species, but even corals of the same species vary in their ability to store energy."]
    ],
    "Copyright": "",
    "References": []
}