{
    "Directions": "Read the selection and choose the best answer to each question.",
    "Context": [],
    "Title": "A Rite of Passage (and the Importance of Penguin Etiquette)",
    "Subtitle": "",
    "Author": "by Chris Epting",
    "LabelType": "P",
    "Content": [
        ["1", "\tThere's a common expression, “No pain, no gain,” which means that achievement requires some sort of sacrifice — mental sacrifice, physical sacrifice — something. Little did I know how important that phrase would soon become in my life, all because of an invitation to witness, up close and personal, some of the most fascinating (and loveable) animals on this planet."],
        ["2", "\tWhen my fourteen-year-old daughter, Claire, and I found out that we were going to Antarctica to visit with and study the emperor penguins, we were thrilled. We had entered and won an essay contest. The grand prize promised an almost unfathomable adventure: three weeks living aboard a Russian icebreaker ship near an icy, remote outpost called Snow Hill Island."],
        ["3", "\tGetting to Antarctica is no small feat. It is extremely difficult to fly there, as the official population is zero. The few who are lucky enough to visit this most mysterious continent do so by ships."],
        ["", "problems/TX19G8R/media/S1a.jpg"],
        ["4", "\tThis is where the “pain” comes in. You see, to reach Antarctica, ships must pass through a n͟o͟t͟o͟r͟i͟o͟u͟s͟l͟y violent area of ocean called the Drake Passage, considered to be the roughest stretch of sea on the planet."],
        ["5", "\tWalls of water thirty, sometimes forty feet high — tremendous towers of dark green, icy waves — continually crashed about our ship for two solid days. We would hold on to a railing inside the ship while being violently tilted to one extreme side, then to the other, and then back again. Over and over and over, nonstop. If not for the belt straps on our cabin bed, we would have flown up in the air as we tried to sleep."],
        ["6", "\tMy daughter and I knew about the Drake Passage and were as mentally prepared as we could be. We knew what waited at the end of the journey — the penguins — and so together we convinced ourselves it was all worth the pain. But as mentally prepared as we were, we also had to be physically aware, as well. It was important to always watch our footing as we crept to the dining room each day to carefully grab a quick meal before returning to our cabin to ride out the sickening, never-ending storm."],
        ["7", "\tI started to wonder, “Is this worth it? Will the gain be worth all of this struggle?”"],
        ["8", "\tThen, about two and a half days after entering the Drake Passage, the waters calmed. For the first time on our journey, we walked out on deck and felt the sweet bite of the cold, clean air on our faces."],
        ["9", "\tSoon, we noticed small black specks on nearby pieces of floating ice. Emperor penguins! The closer our ship got, the more it seemed as if the animals were welcoming us — some of them actually beating their wings together, as if they were applauding our arrival."],
        ["10", "\tBefore long, we reached our final destination, and we were allowed to take our first ice walk. Across the crunchy surface, we could see hundreds of penguins in the distance, watching us as we watched them."],
        ["11", "\tAs we learned on board, their interest was to be expected. Penguins are extremely curious and not fearful of humans."],
        ["12", "\tThe next day, two helicopters that would take us from our ship to the base camp were assembled on the deck of the ship."],
        ["13", "\tAfter landing, we were given instructions on “penguin etiquette.” These were the basic rules: You can't touch a penguin, but they can touch you if they'd like. You can't crowd them, but they can crowd you if they so desire. And you always give them the right of way. Beyond those rules, we were free to explore, photograph, and observe to our heart's content."],
        ["14", "\tWe began the two-mile hike over the ice to the penguin colony."],
        ["15", "\tWithin several hundred yards, little clusters of emperors, perhaps ten or so at a time, greeted us, sliding on their bellies and making their wonderful noises, sort of a nasally squeal. But the real treat still awaited: the colony."],
        ["16", "\tAs far as we could see, there were emperor penguins — tens of thousands of them, stretched out to the horizon line. It was breathtaking. Thousands of newly hatched chicks waddled among the adults, vying for attention."],
        ["", "problems/TX19G8R/media/S1b.jpg"],
        ["17", "\tWe found a quiet piece of ice, sat down, and within minutes were surrounded by dozens of curious emperors. In some cases, their beaks were just inches from our noses."],
        ["18", "\tOne day, two adult emperors with their three chicks in tow approached Claire, who was resting on the ice. They left the chicks with her, as if she were the babysitter. Twenty minutes later they returned to collect the chicks. And I will never forget the penguin that, when I jokingly asked which way back to the helicopters, pointed a wing in the correct direction."],
        ["", "problems/TX19G8R/media/S1c.jpg"],
        ["19", "\tEvery night aboard our safe and warm ship, we thought about what it takes to survive in Antarctica, an incredibly harsh place."],
        ["20", "\tBut each day on the ice, we also thought about the Drake passage, that monstrous body of water we had to endure to get where we were. Over the course of our visit, we came to respect and even revere the power of that sea."],
        ["21", "\tWe still talk about the penguins, as I'm sure we always will. But we talk about the Drake too. Both experiences were unforgettable, and one would not have been possible without the other."],
        ["22", "\tNo pain, no gain."]
    ],
    "Copyright": "From Breakfast on Mars and 37 Other Delectable Essays: Your Favorite Authors Take a Stab at the Dreaded Essay Assignment © 2013 edited by Rebecca Stern and Brad Wolfe. Reprinted by permission of Roaring Brook Press, a division of Holtzbrinck Publishing Holdings Limited Partnership. All rights reserved.",
    "References": []
}