{
    "Directions": "Read the next two selections and choose the best answer to each question.",
    "Context": [],
    "Title": "Persevering Plants",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "Yellowstone National Park extends across a unique area of land in Wyoming, Montana, and Idaho. Thousands of geothermal vents that lie just below the earth's surface cover this vast region. Geothermal vents are deep holes in the ground that release built-up pressure in the form of steam and scalding-hot water. The temperature of the ground near these hot spots can rise to more than 150 degrees Fahrenheit. During a trip to Yellowstone, microbiologist Rusty Rodriguez noticed something peculiar. He observed many plants thriving in the searing soil despite these intense conditions. Rodriguez wondered how these plants were able to flourish in such extreme temperatures while other plants in similar or milder environments perish."],
        ["", "problems/TX19G8R/media/S2a.jpg"],
        ["2", "To solve this mystery Rodriguez took plant samples back to his laboratory for investigation. Under a microscope he saw tiny strands of fungi called endophytes living on the plants. Rodriguez's research revealed that the endophytes made the plants better able to handle climate stressors such as drought, heat, and cold. Correspondingly, the plant provided sugar to support the existence of the fungi."],
        ["3", "About 80 percent of the earth's plants have a strain of endophyte fungus living on them. However, in the last few decades the fungi have unintentionally been destroyed by pesticides and fertilizer. Rodriguez believed that if the fungi could somehow be added back to a plant, its natural protection could be restored."],
        ["4", "Rodriguez extracted endophyte fungi from several native plants known for surviving extreme temperatures to create a mixture. He found that when the mixture is applied to seeds, plants become immune to many of the agricultural woes that plague farmers. When plants are restored with endophyte fungi, they are protected from heat or cold. They also require less water and fertilizer to grow. Overall, plants are much healthier and more resilient."],
        ["", "problems/TX19G8R/media/S2b.jpg"],
        ["5", "Rodriguez has tested his endophyte mixture on crops and achieved success. In 2012 the state of Michigan was experiencing severe drought and extreme temperatures. Corn and rice seeds were coated with Rodriguez's creation to see how they would endure such conditions. The results were overwhelmingly optimistic. Crop yields increased by 85 percent. In addition, the plants used between 25 and 50 percent less water than those not treated. Simply put, plants that had the mixture added to them were more inclined to tolerate drought than others."],
        ["6", "Scientists are hopeful about the potential of endophyte fungi. Plants are easily protected from drought and other severe conditions when they are treated with this fungus. It is also a natural, nontoxic substance that does not harm plants or humans. Endophyte fungi could quite possibly be the key to providing sustainable crops for the future."]
    ],
    "Copyright": "Third party trademark Yellowstone® was used in these testing materials.",
    "References": []
}