{
    "Directions": "",
    "Context": [
        "problems/TX19G8R/media/S3a.jpg"
    ],
    "Title": "The Cure for Concrete",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "Bacteria have a reputation for being harmful. However, not all bacteria are bad. Some food products, such as yogurt, contain good bacteria. The human body even stores bacteria that help us produce vitamins and fight diseases."],
        ["2", "Dutch microbiologist Hendrik Jonkers studies bacteria. He also has researched how certain living organisms are able to heal themselves when injured. An octopus, for example, can grow a new arm if needed. When a bone breaks in the human body, it is able to repair itself. Jonkers wondered if bacteria could be used to “heal” nonliving substances in a similar way. He tested this theory by adding bacteria to concrete. He discovered that concrete may also be able to recuperate from damage."],
        ["3", "Concrete is one of the most important building materials. It was even used by the ancient Romans to build massive structures such as the Colosseum. Today it is used to construct highways, bridges, and high-rise buildings. In fact, concrete demand has doubled in the last decade. Concrete production now accounts for 5% of the world’s carbon emissions, which is harmful to the environment."],
        ["", "problems/TX19G8R/media/S3b.jpg"],
        ["4", "Despite its popularity, concrete cracks. When water gets inside the cracks, it weakens the composition of the concrete. Eventually the concrete must be repaired or replaced. In Europe the annual cost of maintaining concrete structures is billions of dollars."],
        ["5", "Jonkers has developed a self-healing concrete, or bioconcrete, to help solve these problems. He combines concrete with bacteria that are naturally able to produce limestone, a hard rock. The bacteria are placed inside plastic capsules that are mixed into wet concrete. The bacteria can live in the hardened concrete for decades. When water enters through cracks in the concrete, the plastic capsules open, and the bacteria are released. As the bacteria grow and multiply, they form limestone, which fills in the cracks."],
        ["", "problems/TX19G8R/media/S3c.jpg"],
        ["6", "In 2011 self-healing concrete was used to construct a lifeguard station near a lake in the Netherlands. Lifeguard stations are susceptible to damage by water and weather. With the help of Jonkers’ bioconcrete, the lifeguard station has remained intact. Bioconcrete has been used on the floors and roofs of parking garages. It has even been used to reconstruct a canal and irrigation system in Ecuador."],
        ["7", "While bioconcrete has its advantages, it is 50 percent more costly to create than traditional concrete. This makes the product unappealing to some people in the construction industry. Still, Jonkers believes the initial investment is worth the long-term savings and advantages it will provide."],
        ["8", "Bioconcrete will reduce the need for repairs and making new concrete. In return, this will help manufacturers save money over time, and it will help lessen the amount of carbon pollution. Jonkers says, “I think it’s a really nice example of tying nature and the built environments together in one new concept.”"]
    ],
    "Copyright": "",
    "References": []
}