{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Words in Context, for which students must determine the meaning of a high-utility academic word or phrase in context or use such vocabulary in a precise, contextually appropriate way."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The following text is adapted from Lewis Carroll's 1871 novel Through the Looking-Glass, and What Alice Found There. Alice, a child, is talking to her cat.",
            ":ibox:“Do you hear the snow against the window-panes, Kitty? How nice and SOFT it sounds! Just as if someone was kissing the window all over outside.”",
            "As used in the text, what does the word “soft” most nearly mean?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Gentle",
                "Key": {
                    "Correct": true,
                    "Rationale": "As used in the text, “soft” most nearly means gentle. The text portrays Alice speaking about the snow falling against the window, describing it as sounding “nice” and similar to someone “kissing the window.” These details most strongly suggest that Alice thinks the sound made by the snow falling against the window is gentle.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Sensitive",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although in some contexts, “gentle” can mean sensitive, or caring about others' feelings, that isn't the meaning in this context; it doesn't make sense to say that Alice thinks the sound of the snow cares about anything.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Shapeless",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text doesn't suggest that Alice thinks the sound of the snow is shapeless, or lacks a definite shape; she isn't indicating how anything looks or feels but, rather, is describing how “nice” and gentle the snow sounds.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Bland",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text doesn't suggest that Alice thinks the sound of the snow is bland, or uninteresting; rather, she notices the sound and comments on how “nice” it is.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Words in Context, for which students must determine the meaning of a high-utility academic word or phrase in context or use such vocabulary in a precise, contextually appropriate way."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The following text is adapted from Charles Chesnutt's 1899 story “The Wife of His Youth.” Mr. Ryder is hosting a formal gathering where he will propose marriage to the woman he has been courting.",
            ":ibox:[A] younger and less cautious man would long since have spoken. But he had made up his mind, and had only to DETERMINE the time when he would ask her to be his wife. He decided to give a ball in her honor, and at some time during the evening of the ball to offer her his heart and hand.",
            "As used in the text, what does the word “determine” most nearly mean?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Choose",
                "Key": {
                    "Correct": true,
                    "Rationale": "As used in the text, “determine” most nearly means choose or decide. The text indicates that Mr. Ryder “had made up his mind” to ask a woman to marry him but had not yet “spoken”—that is, he had not yet asked her. The text also indicates that Mr. Ryder “decided” to throw a party for the woman and ask her during it. This context conveys that after making up his mind to propose, what Mr. Ryder had to do was determine, or choose, the time to do it.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Influence",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this context, “determine” doesn't mean influence, or affect or control. The text isn't indicating that Mr. Ryder is controlling time itself; such a thing isn't possible. Rather, the text conveys that after making up his mind to ask a woman to marry him, Mr. Ryder had to make another decision about his own actions by selecting a time to propose.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Demonstrate",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text focuses on Mr. Ryder's plan to ask a woman to marry him and his decision about when to ask her. This context conveys that after making up his mind to propose, Mr. Ryder had to choose the time, not that he had to demonstrate, or show, the time; it's not clear what it would mean to demonstrate a time.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Measure",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this context, “determine” doesn't mean measure, or control with careful restraint. The text isn't indicating that Mr. Ryder is carefully controlling time itself; such a thing isn't possible. Rather, the text conveys that after making up his mind to ask a woman to marry him, Mr. Ryder had to make another decision about his own actions by selecting a time to propose; it's Mr. Ryder's decision that is measured, not the time he eventually chooses.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Words in Context, for which students must determine the meaning of a high-utility academic word or phrase in context or use such vocabulary in a precise, contextually appropriate way."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:It would be a mistake to _______ the exhibit that artist and curator Joe Baker, who is a member of the Lenape (Delaware) people, has organized at the Brooklyn Public Library. The exhibit, which includes Lenape beadwork from the 1850s as well as modern works that use traditional patterns, is essential viewing.",
            "Which choice completes the text with the most logical and precise word or phrase?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "complicate",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this context, “complicate” would mean to add difficulty, and there's no reason to think the text would need to directly caution against complicating Baker's exhibit; the text focuses on the idea that the exhibit is “essential viewing,” not on the idea of a potential difficulty that could be raised.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "amplify",
                "Key": {
                    "Correct": false,
                    "Rationale": "In this context, “amplify” means to increase, and there's no reason to believe the text would indicate that it would be a mistake to increase an exhibit the text describes as “essential viewing.”",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "overlook",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text's discussion of an exhibit at the Brooklyn Public Library. In this context, “overlook” means to ignore or to miss. The text states that artist and curator Joe Baker organized an exhibit that features Lenape beadwork in historical and modern works. The text describes the exhibit as “essential viewing,” suggesting that it's an important exhibit that people should make an effort to visit; this context conveys that it would be a mistake to overlook the exhibit.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "assemble",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice wouldn't make sense to say that it would be a mistake to “assemble,” or put together, Baker's exhibit: the text makes it clear that the exhibit has already been put together and, further, praises the exhibit as “essential viewing.”",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Words in Context, for which students must determine the meaning of a high-utility academic word or phrase in context or use such vocabulary in a precise, contextually appropriate way."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Archaeologist Erika Karuzas works with the Confederated Salish and Kootenai Tribes of Montana to preserve culturally significant sites. In 2015 they decided that creating a new national trail connecting many of these sites would _______ their preservation efforts, because the US government provides some protections to national trails that aren't given to other areas.",
            "Which choice completes the text with the most logical and precise word or phrase?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "inspire",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Inspire” means motivate or influence, which wouldn't make sense in context. The text establishes that Karuzas and the Confederated Salish and Kootenai Tribes of Montana work to preserve culturally significant sites and that their decision to create a new national trail occurred as a result of a desire to add protections to the sites that they wouldn't otherwise receive. Thus, creating the trail wouldn't inspire the efforts to preserve the sites; instead, it would promote the efforts.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "ignore",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Ignore” means overlook, which wouldn't make sense in context. The text indicates that Karuzas and the Confederated Salish and Kootenai Tribes of Montana work to preserve culturally significant sites and that they decided to create a national trail connecting the sites because such a trail would receive protections from the US government that the sites wouldn't otherwise receive. Thus, the creation of the trail would promote, not ignore, the preservation efforts.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "promote",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text's discussion of the preservation efforts undertaken by Erika Karuzas and the Confederated Salish and Kootenai Tribes of Montana. In this context, “promote” means play a part in the success or growth of something or someone. The text indicates that Karuzas and the Confederated Salish and Kootenai Tribes work to preserve culturally important sites. It goes on to say that their decision to create a national trail connecting the sites was motivated by the fact that such a trail would receive protections from the US government that the sites wouldn't otherwise receive. Thus, such a decision would promote the preservation efforts.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "reduce",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Reduce” means decrease or restrict, which wouldn't make sense in context. The text indicates that Karuzas and the Confederated Salish and Kootenai Tribes of Montana work to preserve culturally significant sites and that they decided to create a national trail connecting the sites because such a trail would receive protections from the US government that the sites wouldn't otherwise receive. The decision would therefore promote, not reduce, the preservation efforts.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Words in Context, for which students must determine the meaning of a high-utility academic word or phrase in context or use such vocabulary in a precise, contextually appropriate way."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Researcher Lucy Salazar is using radiocarbon dating to study Machu Picchu, an ancient Incan fortress in the Andes Mountains. She and her colleagues have found that the site's age differs from the _______ estimate: it is approximately 20 years older than scholars thought when first encountering Machu Picchu in 1911.",
            "Which choice completes the text with the most logical and precise word or phrase?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "genuine",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text's structure indicates that the missing word describes the estimate made by scholars when they first encountered Machu Picchu in 1911 in relation to the age determined by Salazar and her colleagues. It wouldn't make sense to suggest that the estimate by earlier scholars was “genuine,” or actual and true, while the one by Salazar's team wasn't, since the text treats the finding by Salazar's team as true and as invalidating the earlier estimate (“it is approximately 20 years older than scholars thought”).",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "intentional",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text's structure indicates that the missing word describes the estimate made by scholars when they first encountered Machu Picchu in 1911 in relation to the age determined by Salazar and her colleagues. It wouldn't make sense to suggest that the estimate by earlier scholars was “intentional,” or done on purpose, while the one by Salazar's team wasn't; the text indicates that Salazar and her colleagues were deliberately using radiocarbon dating to study Machu Picchu.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "independent",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text's structure indicates that the missing word describes the estimate made by scholars when they first encountered Machu Picchu in 1911 in relation to the age determined by Salazar and her colleagues. There's no reason to suggest that the estimate by earlier scholars was “independent,” or not controlled by or affiliated with others, while the one by Salazar's team wasn't; there's no mention of any outside influence on the work by Salazar and her team or by scholars in 1911.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "original",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text's discussion of the dating of Machu Picchu. In this context, “original” means first or initial. The text indicates that Lucy Salazar and her colleagues have determined the age of Machu Picchu and that the age differs from another estimate of the site's age, explaining that the site is about 20 years older than scholars thought in 1911 when they initially encountered Machu Picchu. In other words, Salazar and her team found that the site's age differs from the first estimate.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Text Structure and Purpose, for which students must analyze the structure of a text or determine the main rhetorical purpose of a text."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The following text is adapted from Jason Reynolds's 2016 novel Ghost. The narrator, who is in middle school, is at a bus stop.",
            ":ibox:I just go there [to the bus stop] to look at the people working out. See, the gym across the street has this big window—like the whole wall is a window—and they have those machines that make you feel like you walking up steps and so everybody just be facing the bus stop, looking all crazy like they're about to pass out. And trust me, there ain't nothing funnier than that. So I check that out for a little while like it's some kind of movie: The About to Pass Out Show, starring stair-stepper person one through ten.\n\n\t\t©2016 by Jason Reynolds",
            "Which choice best states the main purpose of the text?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "To give a reason why the narrator is excited to start middle school",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text isn't about the narrator beginning middle school. The text describes how the narrator finds people working out at a gym amusing and makes no mention of school life.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "To describe an activity that the narrator finds amusing",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most accurately describes the main purpose of the text. The text describes how the narrator watches people working out at a gym through a window near a bus stop. The narrator says that “there ain't nothing funnier” than watching people try to work out on the stair climber machine. Thus, the main purpose of the text is to describe an activity that the narrator finds amusing.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "To explain a problem that the narrator has overcome",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text doesn't mention any problems that the narrator currently has or has overcome. It just describes how the narrator finds watching people work out amusing.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "To discuss a movie that the narrator saw in a theater",
                "Key": {
                    "Correct": false,
                    "Rationale": "The narrator invents the made-up movie mentioned in the text. The text doesn't indicate that the narrator has seen a movie in a theater. The focus of the text is on the narrator watching people at the gym, not watching a movie.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Text Structure and Purpose, for which students must analyze the structure of a text or determine the main rhetorical purpose of a text."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:In 2020, rap artist and professor A.D. Carson published the first peer-reviewed rap album about his experiences with Black masculinity called “i used to love to dream.” Typically in peer review, experts evaluate scholarly articles prior to publication. For Carson's album, dubbed a “mixtap/e/ssay,” peer review involved both scholars and rap artists. In combining elements of a mixtape album with scholarly essays that connect Carson's lyrics to historical and contemporary contexts for listeners both inside and outside academia, Carson's album helped redefine how scholarship is created and shared.",
            "Which choice best states the main purpose of the text?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "To compare the relative public impact of scholarly articles and albums",
                "Key": {
                    "Correct": false,
                    "Rationale": "Though the text mentions an album that combines elements of scholarly essays and mixtapes, it does not compare the relative public impact of scholarly articles and albums.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "To capture one scholar's opinion of a new rap album",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text does not present the opinion of a scholar regarding the rap album.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "To explain why a certain rap album is particularly innovative",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice best describes the main purpose of the text, which is to explain why a certain rap album is particularly innovative. The text mentions rap artist and professor A.D. Carson, who published “the first peer-reviewed rap album.” The text also describes the unusual process of having the work evaluated by both scholars and rap artists before its release, and details how the album combines elements of a mixtape album with elements of scholarly essays. All of these characteristics of the album and the way in which it was developed help to demonstrate the album's novelty.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "To describe how each step of the peer review process unfolds",
                "Key": {
                    "Correct": false,
                    "Rationale": "Though the text mentions that the album was peer reviewed, it does not detail the steps of the review.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Text Structure and Purpose, for which students must analyze the structure of a text or determine the main rhetorical purpose of a text."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Historians have argued that a crucial component of the Civil Rights Movement's success in the 1960s was the Southern Christian Leadership Conference's Citizen Education Program (CEP), which invited promising activists from across the South to its one-week training sessions in Dorchester, Georgia. Led by experienced organizers such as Dorothy Cotton and Septima Clark, CEP attendees [— more than 7,000 in all —] participated in workshops on topics ranging from public speaking to legal doctrine before returning home and using their newly acquired knowledge to spearhead local civil rights initiatives.",
            "Which choice best describes the function of the emphasized portion in the text as a whole?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It underscores the extent of the CEP's impact on the Civil Rights Movement of the 1960s.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most accurately describes how the emphasized portion functions in the text as a whole. The first sentence of the text states that the CEP had a positive impact on the Civil Rights Movement in the 1960s. The next sentence explains that the CEP organized workshops for attendees, who later used the knowledge they gained to lead civil rights initiatives. And the emphasized portion indicates the number of activists—more than 7,000—who participated in the workshops. Thus, the emphasized portion provides a number that underscores the extent of the CEP's impact on the Civil Rights Movement in the 1960s.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "It illustrates the CEP organizers' efforts to educate participants on a wide variety of topics.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the sentence that contains the emphasized portion mentions some CEP workshop topics, the emphasized portion itself addresses the number of participants in the CEP workshops, not the number of topics covered.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "It suggests that CEP attendees held a diverse array of opinions about the Southern Christian Leadership Conference's political philosophy.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the emphasized portion refers to attendees of the CEP workshops, nothing in the emphasized portion or the text as a whole addresses the Southern Christian Leadership Conference's philosophy or the attendees' opinions thereof.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "It establishes that criticism of the CEP was limited to a few individuals in the Southern Christian Leadership Conference.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Neither the emphasized portion nor the text as a whole mentions any criticism of the CEP by members of the Southern Christian Leadership Conference.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Craft & Structure"
        ],
        "SubTopics": [
            "Cross-Text Connections, for which students must draw a reasonable connection between two topically related texts."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:TEXT 1\n\nFlamingos are known for their vibrant pink coloring, but they're actually born with gray feathers. Their pink color comes from eating brine shrimp, but brine shrimp aren't naturally pink either. Animals can't produce carotenoids, the pigments that provide the pink hue. The algae that brine shrimp feed on, however, can produce these pigments. Thus, the pinker the flamingo, the more shrimp it has eaten.",
            ":ibox:TEXT 2\n\nEcologist Juan Amat has found that flamingos apply a kind of makeup to make themselves appear pinker. A gland near their tail contains pigments that come from the food they eat. When the flamingos groom themselves using the pigments, their feathers become pinker. Flamingos may do this to improve their success during mating season, when they would benefit from looking pinker.",
            "Based on the texts, how would the ecologist in Text 2 most likely respond to the author's conclusion in Text 1?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "By emphasizing that flamingos' tail feathers are pinker than their other feathers are",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although Text 2 states that the ecologist has found that flamingos can move pigments to their feathers from a gland near their tail, there is no indication that their tail feathers are pinker than their other feathers. Moreover, the point that tail feathers are pinker than other feathers wouldn't logically address the idea that the quantity of shrimp eaten is what determines a flamingo's coloring.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "By claiming that the coloring of flamingos' feathers doesn't change significantly enough for most observers to notice",
                "Key": {
                    "Correct": false,
                    "Rationale": "Text 2 indicates that the ecologist has found that flamingos' feathers do sometimes look pinker and gives no indication that this change in color is particularly subtle. Moreover, the point that most observers wouldn't notice a change wouldn't logically address the idea that the quantity of shrimp eaten is what determines a flamingo's coloring.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "By pointing out that the amount of shrimp eaten isn't the only thing that influences flamingos' coloring",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice describes how the ecologist in Text 2 would most likely respond to the author's conclusion in Text 1 based on the information provided. The author of Text 1 states that the pink color of flamingo feathers comes from pigments carried by the brine shrimp flamingos consume. The author of Text 1 concludes that this means that a flamingo that is pinker than another flamingo must have eaten more shrimp. However, according to Text 2, ecologist Juan Amat has found that flamingos can also affect how pink they look through grooming, when they move ingested pigments from a gland near the tail to their feathers. This indicates that not all the pigments available from the shrimp a flamingo has eaten automatically end up coloring the flamingo's feathers; some may or may not be applied later. Since grooming is also a factor, the ecologist (Amat) in Text 2 would most likely respond to the conclusion in Text 1 that pinker flamingos have eaten more shrimp by pointing out that the amount of shrimp eaten isn't the only thing that influences flamingos' coloring.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "By arguing that flamingos' diet doesn't include much shrimp except during mating season",
                "Key": {
                    "Correct": false,
                    "Rationale": "Nothing in Text 2 suggests that the ecologist would argue about flamingos' shrimp consumption. Although Text 2 indicates that the ecologist has found that flamingos may make themselves look pinker during mating season, this is addressed in terms of grooming habits; apart from referring to food as a source of pigments, Text 2 doesn't discuss the diet of flamingos at all.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Central Ideas and Details, for which students must determine the central idea of a text and/or interpret the key details supporting that idea."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "The following text is from Beatrice Harraden's 1894 novel Ships that Pass in the Night.",
            ":ibox:In an old second-hand bookshop in London, an old man sat reading Gibbon's History of Rome. He did not put down his book when the postman brought him a letter. He just glanced indifferently at the letter, and impatiently at the postman. Zerviah Holme did not like to be interrupted when he was reading Gibbon; and as he was always reading Gibbon, an interruption was always regarded by him as an insult.",
            "Based on the text, how did Zerviah Holme most likely feel when the letter was delivered?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "He felt relieved because he had been expecting an important letter.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text doesn't suggest that Holme is relieved to receive the letter. Instead, the text states that Holme “just glanced indifferently at the letter,” suggesting that the letter wasn't important to him.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "He felt excited because the letter was from a good friend.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text doesn't suggest that Holme is excited to receive the letter. Instead, the text states that Holme didn't put down his book to receive the letter and that he looked at the letter “indifferently” and at the postman “impatiently.” This suggests that Holme isn't excited. Also, there is no mention that Holme knows who sent the letter.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "He felt sad because the postman did not stop to talk with him before leaving.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text doesn't indicate that Holme is sad or that he wants to speak with the postman. Instead, the text describes Holme as looking “impatiently at the postman,” which suggests that he wants the postman to leave.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "He felt annoyed because he was interrupted while reading his favorite author.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice presents a description of how Zerviah Holme felt that is directly supported by the text. The text states that Holme “did not like to be interrupted” while reading Gibbon and that he considered interruptions to be “an insult.” Furthermore, the text suggests that Gibbon is Holme's favorite author because, as the text states, “he was always reading Gibbon.” Thus, Holme would have felt annoyed at having been interrupted when the letter was delivered.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Central Ideas and Details, for which students must determine the central idea of a text and/or interpret the key details supporting that idea."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:During the World War II era, some Mexican American women adopted a striking new look called pachuca style. They wore altered men's jackets or zoot suits (wide-legged, long-coated suits) and dramatic makeup, and they combed their hair into high, rounded shapes. Some people criticized pachuca style, saying it was dangerous and women should dress traditionally. But historians see things differently. They see pachuca style as a form of rebellion against the era's rigid social expectations for women. They say that it showed a desire for self-expression and freedom on the part of women who adopted the style.",
            "According to the text, how do historians view pachuca style?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "They think that pachuca style was such a popular trend that it continues to influence fashion in the United States to the present day.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text explicitly describes the pachuca style as a distinctive look adopted during the World War II era. It does not indicate that the pachuca style influences fashion in the United States in the present day.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "They think that pachuca style was a way for some Mexican American women to express themselves and resist strict social expectations.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice presents a statement about how historians view pachuca style that is supported by the text. The text first describes the distinctive pachuca style of dress adopted by some Mexican American women during World War II, saying that some criticized it and asserted that women should dress traditionally. The text then goes on to contrast this position with that of historians, who “see things differently”: according to these historians, the pachuca style showed a wish for freedom and self-expression, and it acted as a kind of rebellion against what society expected of women at the time. Therefore, according to the text, historians think that the pachuca style was a way for Mexican women to express themselves and resist strict social expectations.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "They think that pachuca style was celebrated because it enabled some Mexican American women to show their support for the United States during World War II.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text does not indicate that Mexican American women wore the pachuca style to show support for the United States during World War II; rather, the style was a means of self-expression and rebellion against social expectations.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "They think that pachuca style was similar to other fashion trends that different groups of women adopted in the same period.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text does not compare the pachuca style to other fashion trends: the pachuca style is the only style mentioned.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Central Ideas and Details, for which students must determine the central idea of a text and/or interpret the key details supporting that idea."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Paleontologist Alan Tennyson and colleagues studied fossil bones found in New Zealand that are more than 55 million years old. The researchers determined that the fossil bones belonged to two previously unknown species of prehistoric penguins. Moreover, they estimated that one of the two penguin species was more than three times the size of the emperor penguin, which is the largest penguin species that exists today.",
            "Based on the text, which choice best describes the two previously unknown penguin species?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "They are frequently studied by paleontologists.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the text states that Alan Tennyson is a paleontologist who studied the fossils of two previously unknown penguin species, it doesn't say whether these penguins are frequently studied by paleontologists.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "They are no longer living species.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice presents a statement about the two previously unknown penguin species that is supported by the text. According to the text, Alan Tennyson and colleagues studied fossil bones belonging to two previously unknown penguin species that are described as prehistoric, or ancient. The text goes on to say that one of the two species was considerably larger than the emperor penguin, which is currently the largest penguin in existence. Thus, the text indicates that the other species aren't in existence today, or that the two previously unknown penguin species are no longer living species.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "They were smaller than penguin species that exist today.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text says that one of the two previously unknown penguin species was three times larger than the emperor penguin (a penguin alive today), not that they were both smaller than penguin species that exist today.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "They spent little of their lives in water.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text doesn't discuss whether the two previously unknown penguin species spent any time in water.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Central Ideas and Details, for which students must determine the central idea of a text and/or interpret the key details supporting that idea."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Using the Stratospheric Observatory for Infrared Astronomy (SOFIA), a team of astronomers mapped out the magnetic field of G47, one of the Milky Way's galactic bones (dense clouds of gas and dust that run through the middle of the arm of a spiral galaxy). Surprisingly, the map revealed a magnetic field with no clear pattern or direction. The researchers had expected the magnetic field to be similar to the more uniform fields seen in galactic bones in other arms of the Milky Way.",
            "According to the text, what was surprising about the researchers' mapping of the magnetic field of galactic bone G47?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It showed a weaker magnetic field than expected.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text doesn't indicate that the mapping surprisingly showed a weaker magnetic field than the researchers had expected. The text makes no mention of the magnetic field's strength, only its lack of a clear pattern or direction.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "It implied that previous mappings of the magnetic field were inaccurate.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text doesn't indicate that the magnetic field mapping suggested to researchers that previous mappings were inaccurate. Although the text states that the mapping didn't show what researchers had expected based on their knowledge of other magnetic fields, there's no indication that G47's magnetic field had ever been mapped before.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "It produced magnetic field measurements similar to those for other galactic bones.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text indicates that the researchers were surprised that the magnetic field was different from, not similar to, the magnetic fields of other galactic bones; the text states that because other galactic bones in the Milky Way are more uniform, the researchers had expected the magnetic field of G47 to be more uniform than it turned out to be.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "It revealed a magnetic field that wasn't uniform.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice presents the point about the magnetic field mapping that the text describes as surprising. The text indicates that a team of astronomers mapped the magnetic field of G47, a galactic bone in the Milky Way, and that the mapping “surprisingly” revealed “no clear pattern or direction” in the magnetic field. The text then adds that the researchers had thought the magnetic field would be as uniform as the magnetic fields of other galactic bones in the Milky Way are. In other words, the researchers were surprised that the mapping revealed a magnetic field that wasn't uniform.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Central Ideas and Details, for which students must determine the central idea of a text and/or interpret the key details supporting that idea."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Artificial leaves are a developing renewable energy technology that mimics the process of photosynthesis in plants. These devices are silicon-based solar cells coated in chemical catalysts that activate reactions that split water molecules into hydrogen and oxygen gas. The technology, while generating lots of interest, is not yet commercially viable as a large-scale energy source. To meet this challenge, scientists from many fields are researching ways to store, transport, and distribute the energy the devices produce while other scientists are working to improve the cost and efficiency of the devices.",
            "Which choice best states the main idea of the text?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Continued research and development in artificial-leaf technology is needed before the devices can be widely used as an energy source.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most accurately states the main idea of the text. According to the text, artificial leaves are a renewable energy technology that's in development and generating interest. The text goes on to state that artificial-leaf technology “is not yet commercially viable as a large-scale energy source” and that scientists from several fields are doing additional research to refine the technology. Thus, the main idea is that continued research and development in artificial-leaf technology is needed before the devices can be widely used as an energy source.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The recent increase in the commercial use of artificial leaves as an energy source has encouraged many scientists to research ways to improve the technology.",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the text does state that scientists from many fields are researching artificial leaves, they're doing so to address the fact that the leaves are not yet commercially viable, rather than in response to an increase in commercial use.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Artificial leaves split water molecules into oxygen and hydrogen gas using catalysts more efficiently than plants do using the process of photosynthesis.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the text does explain that artificial leaves help split water molecules into oxygen and hydrogen gas using catalysts, it doesn't argue that this process is more efficient than photosynthesis. This is merely a detail of the text and not the main idea, which is about the additional research needed to improve the cost and efficiency of these artificial leaves.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Artificial leaves were developed to mimic the natural process of photosynthesis in plants in order to store energy for long-term commercial use.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the text indicates that artificial leaves mimic photosynthesis in plants, this is an incidental detail in support of the main idea that additional research is needed to make artificial leaves commercially viable.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Command of Evidence (Quantitative), for which students must use quantitative evidence (i.e., data from an informational graphic) to appropriately support, challenge, or otherwise respond to a specified claim or point."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "problems/PSAT892RW1/media/15a.jpg",
            ":ibox:A student is researching the number of visits each year to two museums, the National Museum of the American Indian and the National Museum of African American History and Culture. Of the four years included in the table, the year when both museums had the highest number of visits was _______",
            "Which choice most effectively uses data from the table to complete the statement?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "2016.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The table shows that in 2016, the National Museum of the American Indian had 1.1 million visits and that the National Museum of African American History and Culture had 0.73 million visits, both of which are lower than the number of visits these museums had in 2017.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "2018.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The table shows that in 2018, the National Museum of the American Indian had 1.1 million visits and that the National Museum of African American History and Culture had 1.9 million visits, both of which are lower than the number of visits these museums had in 2017.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "2019.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The table shows that in 2019, the National Museum of the American Indian had 0.96 million visits and that the National Museum of African American History and Culture had 2.0 million visits, both of which are lower than the number of visits these museums had in 2017.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "2017.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most effectively uses data from the table to complete the statement about the year when both museums had the highest number of visits. The table shows the number of visits (in millions) from 2016 to 2019 to two museums: the National Museum of the American Indian and the National Museum of African American History and Culture. It indicates that the highest number of visits to the National Museum of the American Indian was 1.2 million in 2017 and that the highest number of visits to the National Museum of African American History and Culture was 2.4 million, also in 2017.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Command of Evidence (Textual), for which students must use textual evidence (e.g., a fact, detail, or example) to appropriately support, challenge, or otherwise respond to a specified claim or point."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Researchers Narelle Haworth and Amy Schramm studied bicycling behavior in Queensland, Australia. Haworth and Schramm asked adult bike riders questions about their level of experience, reasons for riding a bike, and route preferences. The researchers claim that [experienced riders who mainly bike to work tend to prefer routes that reduce their travel time.]",
            "Which survey response from a bike rider in Queensland would best support the emphasized claim?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "“I have a bike, but I don't ride it very often. When the weather is nice, I sometimes use my bike to go into town to do some shopping.”",
                "Key": {
                    "Correct": false,
                    "Rationale": "This response does not address the claim. The claim is about experienced riders preferring to take routes that reduce their travel time on the way to work; however, this response is from an inexperienced rider who is discussing biking for personal reasons.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "“I just got a new bike, and I'm looking forward to going on rides with my friends soon.”",
                "Key": {
                    "Correct": false,
                    "Rationale": "This response is not related to the emphasized claim. The response from this rider does not establish the level of experience they have with riding, nor does it state that the rider uses a bike to get to work.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "“I bike to my job every day. There's a nice bike path that goes through a park, but I use the bike lane on the main road because it's faster.”",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice presents a response that best supports the emphasized claim that experienced riders who mainly bike to work tend to prefer routes that reduce their travel time. The bike rider responds that they bike to work every day and that they use the bike lane because it is faster; thus, it is reasonable to assume that they are an experienced rider who prefers routes that reduce their travel time to work.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "“I usually bike to work, but I'm taking the bus now because my bike has a broken part that needs to be fixed.”",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although this response is from an experienced rider who mainly bikes to work, the response also mentions that the rider's bike is broken, which is not related to any route preference.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "17": {
        "Number": 17,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Command of Evidence (Quantitative), for which students must use quantitative evidence (i.e., data from an informational graphic) to appropriately support, challenge, or otherwise respond to a specified claim or point."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "problems/PSAT892RW1/media/17a.jpg",
            "problems/PSAT892RW1/media/17b.jpg",
            ":ibox:Argentina, Brazil, and the United States are among the world's leading producers of maize (corn), and each country exports a certain percentage of maize each marketing year, which runs from March to February in Argentina and Brazil and from September to August in the United States. A student is researching those percentages and finds that for the marketing year 2012/2013, the percentage of maize exported by _______",
            "Which choice most effectively uses data from the graph to complete the text?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Brazil increased from the previous marketing year but remained lower than the percentage exported by the United States.",
                "Key": {
                    "Correct": false,
                    "Rationale": "For the marketing year 2012/2013, the graph indicates that the percentage of maize exported by Brazil didn't increase from the previous year; rather, it decreased from about 34 percent to about 31 percent. Moreover, the graph shows that the percentage of maize exported by Brazil remained higher, not lower, than the percentage exported by the United States in the marketing year 2012/2013.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Brazil exceeded the percentage exported by Argentina for the first time.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The graph indicates that the percentage of maize exported by Brazil never exceeded the percentage exported by Argentina for any of the marketing years represented.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Argentina decreased from the previous marketing year but remained the highest among the three countries.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most effectively uses data from the graph to complete the text's discussion of the percentages of maize exported in the marketing year 2012/2013. The graph presents percentages of maize exported by Argentina, Brazil, and the United States in marketing years 2009/2010 to 2013/2014 and indicates that for the marketing year 2012/2013, the percentage of maize exported by Argentina decreased to about 70 percent from about 80 percent in the previous marketing year. The graph also shows that the percentage of maize exported by Argentina remained highest among the three countries in the marketing year 2012/2013, surpassing the percentage exported by Brazil (about 31 percent) and by the United States (about 8 percent).",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "the United States reached its highest point during the five marketing years.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The graph indicates that the percentage of maize exported by the United States reached its lowest point, not its highest, during the five marketing years in 2012/2013, with the United States exporting only about 8 percent of its maize in that marketing year.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "18": {
        "Number": 18,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Information & Ideas"
        ],
        "SubTopics": [
            "Inferences, for which students must draw a reasonable inference based on explicit and/or implicit information and ideas in a text."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Marine archaeologists have found much of the wooden hull of a sixteenth-century ship in a flooded quarry in southeast England. When it is exposed to air and water, wood rots quickly unless it is protected by sediment that shields it from oxygen. Therefore, the discovered ship was likely _______",
            "Which choice most logically completes the text?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "covered by a protective sediment layer in the quarry.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This choice most logically completes the text's discussion of the discovered ship. The text states that much of the ship's wooden hull was found in a quarry. The text also states that wood rots quickly unless it is protected by sediment, which shields the wood from exposure to oxygen. It is therefore reasonable to infer that the surviving portion of the ship's hull was covered by an oxygen-shielding layer of sediment.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "one of several other ships buried in the same quarry.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Nothing in the text suggests other ships have been or are likely to be found in the same quarry. The fact that much of this ship's wood survived for centuries in the quarry does raise the possibility that there might be other preserved ships, but the text provides no support for such a conclusion.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "a confirmation of previous theories about the type of wood that was used in sixteenth-century ships.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text does not address the type of wood used in sixteenth-century ships or any theories pertaining to wood choice in ships.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "first constructed much earlier than previously thought.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The text states only that the ship is from the sixteenth century, with no other dates offered for its construction, and thus there is no basis to consider alternative ages for the ship. Additionally, even if the ship was constructed earlier, it is not logically connected to the text's discussion of how it was preserved.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "19": {
        "Number": 19,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Standard English Conventions"
        ],
        "SubTopics": [
            "Boundaries, for which students must edit text to ensure that sentences are conventionally complete."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:In 2009, researchers determined that pottery fragments from a cave in China were close to 18,000 years old. These are some of the oldest _______ of pottery ever found.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "pieces:",
                "Key": {
                    "Correct": false,
                    "Rationale": "No punctuation is needed between the noun phrase “some of the oldest pieces” and the prepositional phrase “of pottery.”",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "pieces,",
                "Key": {
                    "Correct": false,
                    "Rationale": "No punctuation is needed between the noun phrase “some of the oldest pieces” and the prepositional phrase “of pottery.”",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "pieces",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is punctuation use between a noun and a prepositional phrase. No punctuation is needed between the noun “pieces” and the prepositional phrase “of pottery.” The prepositional phrase provides essential information about what kind of pieces were found, so it shouldn't be separated from the rest of the noun phrase (“some of the oldest pieces”) with punctuation.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "pieces —",
                "Key": {
                    "Correct": false,
                    "Rationale": "No punctuation is needed between the noun phrase “some of the oldest pieces” and the prepositional phrase “of pottery.”",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "20": {
        "Number": 20,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Standard English Conventions"
        ],
        "SubTopics": [
            "Boundaries, for which students must edit text to ensure that sentences are conventionally complete."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Azulejos, mosaics made of glazed ceramic tiles, can be found throughout Portugal. These mosaics beautify places such as _______ stations, and public squares.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "libraries train",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice fails to separate the first two items (“libraries” and “train stations”) in the series.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "libraries: train",
                "Key": {
                    "Correct": false,
                    "Rationale": "A colon can't be used in this way to separate items in a simple series.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "libraries — train",
                "Key": {
                    "Correct": false,
                    "Rationale": "A dash can't be used in this way to separate items in a simple series.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "libraries, train",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is the punctuation of items in a simple series. The comma after “libraries” is used conventionally to separate the first and second items (“libraries” and “train stations”) in the series.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "21": {
        "Number": 21,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Standard English Conventions"
        ],
        "SubTopics": [
            "Boundaries, for which students must edit text to ensure that sentences are conventionally complete."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Located in the northern United States, the Great Lakes Basin contains roughly 35,000 islands. Lake Superior has Grand Island, for example. Lake Michigan has Belle Isle. Lake Huron, though, is home _______ the largest island of them all: Manitoulin Island.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "to;",
                "Key": {
                    "Correct": false,
                    "Rationale": "No punctuation is needed between the preposition and its complement.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "to —",
                "Key": {
                    "Correct": false,
                    "Rationale": "No punctuation is needed between the preposition and its complement.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "to",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is punctuation use between a preposition and its complement. No punctuation is needed between the preposition “to” and its complement “the largest island of them all.” The complement completes the meaning of the preposition in the phrase “home to the largest island of them all,” and any punctuation within it results in an ungrammatical sentence.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "to,",
                "Key": {
                    "Correct": false,
                    "Rationale": "No punctuation is needed between the preposition and its complement.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "22": {
        "Number": 22,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Standard English Conventions"
        ],
        "SubTopics": [
            "Form, Structure, and Sense, for which students must edit text to conform to conventional usage (e.g., agreement, verb tense/aspect)."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:The First Folio, published in 1623, is the first collection of William Shakespeare's plays. The collection _______ 18 plays that might otherwise have been lost, such as Julius Caesar and Macbeth.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "to be including",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in an ungrammatical sentence. The nonfinite to-infinitive “to be including” doesn't supply the main clause with a finite verb.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "including",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in an ungrammatical sentence. The nonfinite participle “including” doesn't supply the main clause with a finite verb.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "to include",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in an ungrammatical sentence. The nonfinite to-infinitive “to include” doesn't supply the main clause with a finite verb.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "includes",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is the use of verb forms within a sentence. A main clause requires a finite (tensed) verb to perform the action of the subject (in this case, “the collection”), and this choice supplies the finite present tense verb “includes” to indicate what is in the collection.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "23": {
        "Number": 23,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Standard English Conventions"
        ],
        "SubTopics": [
            "Form, Structure, and Sense, for which students must edit text to conform to conventional usage (e.g., agreement, verb tense/aspect)."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Multiple newspapers _______ the Spanish-speaking population of Washington, DC, including El Tiempo Latino and Washington Hispanic.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "serve",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is the use of verb forms within a sentence. A main clause requires a finite (tensed) verb to perform the action of the subject (in this case, “multiple newspapers”), and this choice supplies the finite present tense verb “serve” to indicate that there are multiple newspapers serving the Spanish-speaking population of Washington, DC.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "having served",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in an ungrammatical sentence. The nonfinite participle “having served” doesn't supply the main clause with a finite verb.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "to serve",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in an ungrammatical sentence. The nonfinite to-infinitive “to serve” doesn't supply the main clause with a finite verb.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "serving",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in an ungrammatical sentence. The nonfinite participle “serving” doesn't supply the main clause with a finite verb.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "24": {
        "Number": 24,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Standard English Conventions"
        ],
        "SubTopics": [
            "Form, Structure, and Sense, for which students must edit text to conform to conventional usage (e.g., agreement, verb tense/aspect)."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:In the Inca Empire (1438-1533), ayllus _______ family clans that ranged in size from small groups to thousands of people.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "is",
                "Key": {
                    "Correct": false,
                    "Rationale": "The singular verb “is” doesn't agree in number with the plural subject “ayllus.”",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "was",
                "Key": {
                    "Correct": false,
                    "Rationale": "The singular verb “was” doesn't agree in number with the plural subject “ayllus.”",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "has been",
                "Key": {
                    "Correct": false,
                    "Rationale": "The singular verb “has been” doesn't agree in number with the plural subject “ayllus.”",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "were",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is subject-verb agreement. The plural verb “were” agrees in number with the plural subject “ayllus,” which are described as plural “family clans.”",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "25": {
        "Number": 25,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Standard English Conventions"
        ],
        "SubTopics": [
            "Boundaries, for which students must edit text to ensure that sentences are conventionally complete."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:The city of Amsterdam partnered with consultants to develop Public Eye—an ethical AI-powered crowd-monitoring _______ video streamed from cameras in heavily touristed areas, the AI algorithm determines crowd sizes without, in the interest of protecting individuals' privacy, retaining the footage.",
            "Which choice completes the text so that it conforms to the conventions of Standard English?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "system — analyzing",
                "Key": {
                    "Correct": false,
                    "Rationale": "Placing a dash before “analyzing” creates a confusing and ambiguous modifying element (“analyzing...areas”) and a comma splice between “areas” and “the AI algorithm.” (A comma can't be used in this way to mark the boundary between sentences.) ",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "system, analyzing",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a comma splice. A comma can't be used in this way to mark the boundary between sentences.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "system. Analyzing",
                "Key": {
                    "Correct": true,
                    "Rationale": "The convention being tested is punctuation use between sentences. In this choice, the period is used correctly to mark the boundary between one sentence (“The city...system”) and another (“Analyzing... footage”). The participial phrase beginning with “analyzing” modifies the subject of the second sentence, “the AI algorithm.”",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "system analyzing",
                "Key": {
                    "Correct": false,
                    "Rationale": "This choice results in a run-on sentence. The sentences (“The city...system” and “analyzing... footage”) are fused without punctuation and/or a conjunction.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "26": {
        "Number": 26,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expression Of Ideas"
        ],
        "SubTopics": [
            "Transitions, for which students must determine the most effective transition word or phrase to logically connect information and ideas in a text."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Ballet dancer Misty Copeland has accomplished a lot. She has appeared on Broadway, toured with Prince, and even served on the President's Council on Sports, Fitness & Nutrition. _______ according to Copeland, nothing in her career matches the honor of being the first African American woman named principal dancer at the prestigious American Ballet Theatre.",
            "Which choice completes the text with the most logical transition?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Thus,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Thus” illogically signals that the information that follows is a result of the previous information about Copeland's accomplishments. Instead, the statement that nothing in Copeland's career matches this accomplishment offers a contrast or exception to that information.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "However,",
                "Key": {
                    "Correct": true,
                    "Rationale": "“However” logically signals that the information in this sentence—that nothing in Copeland's career matches her accomplishment of being the first African American woman named principal dancer at the American Ballet Theatre—offers a contrast or exception to the previous information about Copeland's accomplishments.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "For example,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“For example” illogically signals that Copeland's statement about her greatest accomplishment exemplifies the claim about her accomplishments in the previous sentence. Instead, it offers a contrast or exception to that information.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Second of all,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Second of all” illogically signals that the information in this sentence is a second, separate claim from the previous sentence's information about her accomplishments. Instead, the statement that nothing in Copeland's career matches this accomplishment offers a contrast or exception to that information.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "27": {
        "Number": 27,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expression Of Ideas"
        ],
        "SubTopics": [
            "Transitions, for which students must determine the most effective transition word or phrase to logically connect information and ideas in a text."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Preston Singletary is a Tlingit glass artist who often collaborates with other artists. _______ he has worked with Tewa pottery artist Jody Naranjo several times. Together, Singletary and Naranjo have created pottery-inspired glass pieces such as Sunset Stampede and Kiva Steps.",
            "Which choice completes the text with the most logical transition?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "In conclusion,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“In conclusion” illogically signals that the information in this sentence concludes or summarizes the previous point about Singletary's collaborations with other artists. Instead, it provides an example in support of that point.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "For example,",
                "Key": {
                    "Correct": true,
                    "Rationale": "“For example” logically signals that this sentence— noting Singletary's work with Jody Naranjo—provides an example supporting the previous point about Singletary's collaborations with other artists.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "However,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“However” illogically signals that the information in this sentence contrasts with the previous point about Singletary's collaborations with other artists. Instead, it provides an example in support of that point.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "In comparison,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“In comparison” illogically signals that the information in this sentence is being compared to the previous point about Singletary's collaborations with other artists. Instead, it provides an example in support of that point.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "28": {
        "Number": 28,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expression Of Ideas"
        ],
        "SubTopics": [
            "Transitions, for which students must determine the most effective transition word or phrase to logically connect information and ideas in a text."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:The 435 state districts in the US House of Representatives are designed to be roughly equal in population. These districts average around 760,000 people in size. However, only about 730,000 people live in the state of Alaska. _______ Alaska has just one House district, encompassing the entire state.",
            "Which choice completes the text with the most logical transition?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "As a result,",
                "Key": {
                    "Correct": true,
                    "Rationale": "“As a result” logically signals that the information in the sentence—that, in the US House of Representatives, the entire state of Alaska has just one district—is the result or consequence of Alaska having only about 730,000 people. This is slightly below the average for House districts, which are designed to have roughly equal populations.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Instead,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Instead” illogically signals that Alaska having just one state district is an alternative to the information about the state's population in the previous sentence. Rather, the fact that Alaska has just one district is a result or consequence of the entire state having slightly fewer people than an average-sized district.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Finally,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Finally” illogically signals that the information in this sentence about Alaska having just one district indicates a last step in a process or a concluding summary. Instead, the fact that Alaska has just one district is a result or consequence of the entire state having slightly fewer people than an average-sized district.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "For instance,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“For instance” illogically signals that the information in this sentence about Alaska having just one district exemplifies the information about the state's population in the previous sentence. Instead, the fact that Alaska has just one district is a result or consequence of the entire state having slightly fewer people than an average-sized district.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "29": {
        "Number": 29,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expression Of Ideas"
        ],
        "SubTopics": [
            "Transitions, for which students must determine the most effective transition word or phrase to logically connect information and ideas in a text."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:A 2022 study by researchers Hala Altamimi and Qiaozhen Liu investigated the relationship between nonprofit arts organizations' spending and performance. _______ the researchers examined the correlation between how much 22,328 US arts nonprofits spent on overhead—operational costs such as equipment and fundraising—and how many people attended their events (a measure of overall success).",
            "Which choice completes the text with the most logical transition?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Thus,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Thus” illogically signals that the information in this sentence is a result or consequence of the researchers' investigation of nonprofits' spending and performance. Instead, it specifies how they examined that correlation.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "In addition,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“In addition” illogically signals that the information in this sentence is merely an additional fact about the researchers' investigation of nonprofits' spending and performance. Instead, it specifies how they examined that correlation.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "By comparison,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“By comparison” illogically signals that the information in this sentence is being compared to the researchers' investigation of nonprofits' spending and performance. Instead, it specifies how they examined that correlation.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Specifically,",
                "Key": {
                    "Correct": true,
                    "Rationale": "“Specifically” logically signals that the information in this sentence—that the researchers examined the overhead costs and attendance at events of 22,328 nonprofits—provides specific, precise details elaborating on how the researchers investigated the relationship between nonprofits' spending and performance.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "30": {
        "Number": 30,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expression Of Ideas"
        ],
        "SubTopics": [
            "Transitions, for which students must determine the most effective transition word or phrase to logically connect information and ideas in a text."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            ":ibox:Ugandan American professor Peter Nazareth believed that Elvis Presley's music is best understood not as a homogeneous collection but as an anthology (because Elvis showcased the contributions of a wide range of gospel, blues, and rock artists). _______ Nazareth entitled his college course on Elvis and his music, which focused on Elvis's many musical influences, “Elvis as Anthology.”",
            "Which choice completes the text with the most logical transition?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "To that end,",
                "Key": {
                    "Correct": true,
                    "Rationale": "“To that end” logically signals that the activity described in this sentence—Nazareth titling his course “Elvis as Anthology”—is meant to further Nazareth's goal of helping others understand Presley's music as an anthology with a wide range of influences.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "In sum,",
                "Key": {
                    "Correct": false,
                    "Rationale": " “In sum” illogically signals that the activity described in this sentence summarizes Nazareth's view of Presley's music as an anthology. Instead, titling his course “Elvis as Anthology” is a way for him to promote this view.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "That is,",
                "Key": {
                    "Correct": false,
                    "Rationale": "“That is” illogically signals that the activity described in this sentence is a clarification or interpretation of Nazareth's view of Presley's music as an anthology. Instead, titling his course “Elvis as Anthology” is a way for him to promote this view.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "In addition,",
                "Key": {
                    "Correct": false,
                    "Rationale": " “In addition” illogically signals that the activity described in this sentence is merely an additional fact about Nazareth. Instead, titling his course “Elvis as Anthology” is a way for him to promote his view of Presley's music as an anthology.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "31": {
        "Number": 31,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expression Of Ideas"
        ],
        "SubTopics": [
            "Rhetorical Synthesis, for which students must strategically integrate provided information and ideas on a topic to form an effective sentence achieving a specified rhetorical aim."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "While researching a topic, a student has taken the following notes:",
            ":ibox:• In 1897, twenty Black US Army infantrymen rode bicycles from Montana to Missouri.\n\n• The 1,900-mile journey took forty-one days.\n\n• The goal was to test the idea of forming a military bicycle corps.\n\n• In 2022, Erick Cedeño, a Black long-distance cyclist, reenacted the journey.\n\n• Cedeño wanted to honor the infantrymen on the journey's 125th anniversary.",
            "The student wants to emphasize how far the infantrymen traveled. Which choice most effectively uses relevant information from the notes to accomplish this goal?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The US infantrymen rode their bicycles from Montana to Missouri—traveling a total of 1,900 miles.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sentence emphasizes how far the infantrymen traveled, indicating that they rode their bicycles from Montana to Missouri, a total of 1,900 miles.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "The 125th anniversary of the infantrymen's journey was in 2022.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence mentions when the anniversary of the journey occurred; it doesn't emphasize how far the infantrymen traveled.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "The goal of the 1897 journey was to test the idea of forming a military bicycle corps.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence discusses the goal of the journey; it doesn't emphasize how far the infantrymen traveled.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Over a century later, Erick Cedeño honored the infantrymen by reenacting their 1897 journey.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence notes that Cedeño honored the infantrymen by reenacting their journey; it doesn't emphasize how far the infantrymen traveled.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "32": {
        "Number": 32,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expression Of Ideas"
        ],
        "SubTopics": [
            "Rhetorical Synthesis, for which students must strategically integrate provided information and ideas on a topic to form an effective sentence achieving a specified rhetorical aim."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "While researching a topic, a student has taken the following notes:",
            ":ibox:• Crown shyness is a phenomenon in which the tops (crowns) of neighboring trees grow close together but don't overlap.\n\n• To explain how this happens, Australian forester M.R. Jacobs proposes the mutual abrasion theory.\n\n• According to Jacobs's theory, when trees brush against one another, branches break off.\n\n• Malaysian scholar Francis S.P. Ng posits the mutual shade avoidance theory.\n\n• According to Ng's theory, when tree branches detect shade from nearby trees' branches, they stop growing.",
            "The student wants to compare the causes of crown shyness proposed in the two theories. Which choice most effectively uses relevant information from the notes to accomplish this goal?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "While Jacobs proposes that crown shyness is caused by neighboring tree branches brushing against one another, Ng posits that it occurs when branches detect shade from nearby trees' branches.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sentence compares the two proposed causes of crown shyness, noting the theories' differences: Jacobs cites branches brushing against one another as the cause, while Ng cites branches detecting shade from other branches as the cause.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "Both Jacobs and Ng have proposed theories to explain what causes crown shyness.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence merely identifies the existence of two theories for crown shyness; it doesn't compare the causes proposed by each theory.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "Ng posits the mutual shade avoidance theory, whereas Jacobs proposes an alternative theory.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence merely indicates that there are two different theories for crown shyness; it doesn't compare the causes proposed by each theory.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Jacobs's mutual abrasion theory proposes that when neighboring trees brush against one another, branches break off, resulting in a phenomenon in which the tops of trees grow close together but don't overlap.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence merely explains one theory for crown shyness; it doesn't compare two theories.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    },
    "33": {
        "Number": 33,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Expression Of Ideas"
        ],
        "SubTopics": [
            "Rhetorical Synthesis, for which students must strategically integrate provided information and ideas on a topic to form an effective sentence achieving a specified rhetorical aim."
        ],
        "SuppContent": [],
        "SuppTools": [],
        "Points": 1,
        "Explain": false,
        "Content": [
            "While researching a topic, a student has taken the following notes:",
            ":ibox:• Thailand's annual Songkran Water Festival is held each April.\n\n• It marks Songkran, the traditional Thai New Year.\n\n• People splash and spray each other for fun at the festival's community-wide water fights.\n\n• In Bangkok, thousands gather along Silom Road for the city's largest water fight.\n\n• In Chiang Mai, thousands gather at a historical monument called the Tha Phae Gate for the city's largest water fight.",
            "The student wants to emphasize a similarity in how people in Bangkok and Chiang Mai celebrate Songkran. Which choice most effectively uses relevant information from the notes to accomplish this goal?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The largest water fight in Bangkok takes place along a city street, whereas the largest water fight in Chiang Mai takes place at a historical monument.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence notes the different locations of the largest water fight in Bangkok and the largest water fight in Chiang Mai; it doesn't emphasize a similarity in how people in Bangkok and Chiang Mai celebrate Songkran.",
                    "Percent": 0
                }
            },
            "B": {
                "Choice": "In both Bangkok and Chiang Mai, thousands gather to celebrate Songkran with water fights.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The sentence emphasizes a similarity in how people in Bangkok and Chiang Mai celebrate Songkran, indicating that people in both cities gather to celebrate with water fights.",
                    "Percent": 0
                }
            },
            "C": {
                "Choice": "People in both Bangkok and Chiang Mai celebrate Songkran, but they don't do so in exactly the same way.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence indicates that people in Bangkok and Chiang Mai don't celebrate Songkran in exactly the same way; it doesn't emphasize a similarity in how people in the two cities celebrate Songkran.",
                    "Percent": 0
                }
            },
            "D": {
                "Choice": "Each April, people in Thailand celebrate Songkran, the traditional Thai New Year.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The sentence explains when people in Thailand celebrate Songkran; it doesn't emphasize a similarity in how people in Bangkok and Chiang Mai celebrate Songkran.",
                    "Percent": 0
                }
            }
        },
        "Parts": {}
    }
}