{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [
        "problems/TX18G3R/media/S5a.jpg"
    ],
    "Title": "The Cupcake Queen",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "Running a baking business can be a lot of fun. Just ask Taylor Moxey. She's a successful pastry chef from Miami, Florida—and she's only eight years old."],
        ["", "problems/TX18G3R/media/S5b.jpg"],
        ["", "Rɪsɪɴɢ ᴛᴏ ᴛʜᴇ Cʜᴀʟʟᴇɴɢᴇ"],
        ["2", "Taylor's pastry business didn't start with flour and frosting. It started with a doll. While shopping one weekend, Taylor asked her parents to buy her a doll. Rather than giving Taylor money to purchase the doll, Taylor's father encouraged her to earn the money herself. Taylor had no problem with the challenge. In fact, she had an idea: what if she baked cupcakes and sold them at church to raise money to buy her doll?"],
        ["3", "In order to make the cupcakes, Taylor knew she first needed some money for tools and supplies. “Her mom and I gave her a loan of $40 and said she can pay it back,” explained Taylor's father. “We were confident she'd make $40, but we thought that'd be the extent of it. But that Sunday at church she made $175 selling the cupcakes. We were blown away.”"],
        ["", "Wᴀʀᴍɪɴɢ Uᴘ"],
        ["4", "After the bake sale everyone expected Taylor to buy the doll she wanted. She certainly had made enough money for it. Imagine everyone's surprise when Taylor decided to purchase business cards instead. The business cards said “Taylor the Chef” and had her father's phone number on them. She began passing them out. This way, future customers could contact her. To her father's amazement, people started phoning him to order Taylor's cupcakes."],
        ["5", "But baking yummy cupcakes wasn't enough for Taylor. She entered a local cornbread-baking contest and won first prize. Not only that, she defeated experienced adult chefs. One of them, a well-known chef in Miami, didn't know the contest winner was a child until Taylor showed up at his restaurant a couple of days later."],
        ["", "problems/TX18G3R/media/S5c.jpg"],
        ["6", "Soon after the contest Taylor became a local star. Suddenly everyone wanted to know about—and try—Taylor's scrumptious treats. Even large companies began buying her delicious baked goods. Taylor's pastry business had begun."],
        ["", "Sᴡᴇᴇᴛ Rᴇᴡᴀʀᴅs"],
        ["7", "Of course, being eight years old has its own demands. Having a successful, t͟h͟r͟i͟v͟i͟n͟g business doesn't get Taylor out of going to school or doing homework. She also likes to participate in other activities. As a result, Taylor must carefully manage her time. For example, instead of going to play at a friend's house or watching TV after school, Taylor might have to bake a batch of cupcakes for a customer. Because she has dance lessons on some days, she needs to get her baking done on time so she isn't late for class."],
        ["", "problems/TX18G3R/media/S5d.jpg"],
        ["8", "Taylor doesn't mind these sacrifices, though. Baking may take time and be hard work, but Taylor sees the fun in it. “I think baking is mostly my passion,” she says. “You get to take your recipe and different people's recipes and add different things to them.” Taylor's father says that no matter how busy she is, Taylor always remembers to include a special ingredient in her cupcakes: “The cupcakes are made with love.”"],
        ["9", "Taylor isn't creative just in the kitchen, though. She also decorates the boxes her baked goods are packaged in. Taylor uses markers, stickers, and other kinds of decorations to make sure each box looks special for her customers. People love the extra touch Taylor gives to her products."],
        ["10", "So far Taylor has earned thousands of dollars selling her cupcakes. But she doesn't keep all her profits. Part of her money is donated to help people with dyslexia, a learning disorder that her father has. Dyslexia makes it difficult for people to read, write, and spell. Taylor wants others to learn about the condition."],
        ["", "A Rᴇᴄɪᴘᴇ ꜰᴏʀ ᴛʜᴇ Fᴜᴛᴜʀᴇ"],
        ["11", "Taylor wants to devote her life to baking. She may be working out of her parents' kitchen right now, but she has bigger dreams. Someday she hopes to open her own bakery."],
        ["12", "If anyone can achieve sweet success, it's Taylor Moxey."]
    ],
    "Copyright": "",
    "References": []
}