{
    "Directions": "Read the selections and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": "",
    "Title": "Star Parties",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "As cars travel on the long road up the hill, their drivers shut off the headlights. Passengers jump out, chattering excitedly. They walk slowly to join the crowd on the hill. All around, the land is quiet and dark. No streetlights or house lights glow. Everyone gazes up at the night sky. This is a star party."],
        ["", "problems/TX18G3R/media/S2a.jpg"],
        ["2", "A star party is a gathering where people study the stars and other objects in the sky. Because city skies are usually bright with lights at night, many star parties take place in the country. In a dark sky, stars can be easily seen. From beginners to experts, everyone is welcome at a star party. When people gaze at the sky, there is always something new to discover."],
        ["", "Wʜᴀᴛ Aʀᴇ Yᴏᴜ Sᴛᴀʀɪɴɢ Aᴛ?"],
        ["3", "At most star parties, telescopes are set up so that people can study different areas of the sky. Telescopes help make faraway objects appear closer. Some telescopes may be aimed at constellations, or star groupings. Others may be pointed at the moon. At certain times of the year, partygoers may even get to see the light of a meteor shower streaking across the sky."],
        ["", "problems/TX18G3R/media/S2b.jpg"],
        ["4", "Star charts and guide books are great r͟e͟s͟o͟u͟r͟c͟e͟s. You can use these tools to find information about where to look in the night sky to see special stars and planets. Star charts and guidebooks can be found on the Internet or in a library. You can download or copy a star chart and study it before going to a star party. It will help you understand what you are seeing."],
        ["5", "At star parties, experts may describe what people are seeing. They may identify special stars, planets, or star clusters. Some may share stories, or myths, about the constellations. Because these stars appear to be grouped into the shapes of animals or people, different cultures have made up stories about them. A Greek myth, for example, tells a story about a lion named Leo. Use your imagination to find an animal in the night sky. Then you can share your own story at the star party!"],
        ["", "problems/TX18G3R/media/S2c.jpg"],
        ["", "Hᴏᴡ Dᴏ Yᴏᴜ Gᴇᴛ Rᴇᴀᴅʏ ꜰᴏʀ ᴀ Sᴛᴀʀ Pᴀʀᴛʏ?"],
        ["6", "All you really need for a star party is a clear night sky. However, there are some things you can do before you go to a star party to help you have a great experience."],
        ["7", "Just as the view of the sky changes, so does the weather. Be sure to bring along a jacket or sweater. Since you view stars in the evening, the night air may be colder than you expect."],
        ["8", "You may also be surprised by the darkness of the night sky. If you need some light during the star party, do not use a regular flashlight. The bright white light from common flashlights makes it difficult for your eyes to focus on the night sky. Red light, on the other hand, does not ruin your night vision. You can purchase a red flashlight or make your own."],
        ["9", "Every evening the sky presents a new opportunity to study and learn about the stars and other objects. With a little preparation, your adventure under the night sky is sure to be a success!"]
    ],
    "References": []
}