{
    "1": {
        "Number": 1,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Explain the significance of the following years as turning points: 1898 (Spanish–American War), 1914–1918 (World War I), 1929 (the Great Depression begins), 1939–1945 (World War II), 1957 (Sputnik launch ignites U.S.–Soviet space race), 1968 (Martin Luther King Jr. assassination), 1969 (U.S. lands on the moon), 1991 (Cold War ends), 2001 (terrorist attacks on World Trade Center and the Pentagon), and 2008 (election of first black president, Barack Obama).",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Which statement describes one reason the year 2008 was significant?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "First Lady Hillary Clinton testified before Congress on health care reform.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Hillary Clinton testified before Congress on the issue of health care while she was the First Lady in 1993. In 2008, she ran against Barack Obama for the Democratic nomination for president.",
                    "Percent": 4
                }
            },
            "B": {
                "Choice": "Barack Obama was the first African American to be elected president.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Barack Obama won the 2008 presidential election against Republican John McCain. Obama was the first African American to be elected as president. For this item, the student applies critical-thinking skills to draw a conclusion.",
                    "Percent": 87
                }
            },
            "C": {
                "Choice": "Ross Perot was the first third party candidate to win a presidential debate.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Ross Perot ran for president as a third-party candidate in 1992 and 1996, and he participated in the presidential debates in 1992. Perot was not a candidate in 2008.",
                    "Percent": 3
                }
            },
            "D": {
                "Choice": "President George W. Bush announced a war on terrorism.",
                "Key": {
                    "Correct": false,
                    "Rationale": "President Bush announced the war on terrorism in 2001 as a response to the attacks of September 11.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "2": {
        "Number": 2,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Geography",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Identify the roles of governmental entities and private citizens in managing the environment such as the establishment of the National Park System, the Environmental Protection Agency (EPA), and the Endangered Species Act.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Read the list and answer the question that follows.",
            ":box:Goal 1: Addressing Climate Changeand Improving Air Quality\nGoal 2: Safeguarding America's Waters\nGoal 3: Cleaning Up Communities and Advancing Sustainable Development\nGoal 4: Ensuring the Safety of Chemicals and Preventing Pollution",
            "Which government entity is responsible for achieving these goals?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "National Park Service",
                "Key": {
                    "Correct": false,
                    "Rationale": "The National Park Service administers all national parks and monuments. It is not responsible for preventing pollution or safeguarding water except within the boundaries of the parks.",
                    "Percent": 7
                }
            },
            "G": {
                "Choice": "Department of Homeland Security",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Department of Homeland Security is a federal agency whose primary mission is to keep the United States safe from threats such as terrorism, border threats, and cyberattacks. It is not tasked with protecting water or preventing pollution.",
                    "Percent": 5
                }
            },
            "H": {
                "Choice": "Environmental Protection Agency",
                "Key": {
                    "Correct": true,
                    "Rationale": "The Environmental Protection Agency was established in 1970 with a primary goal of addressing air and water pollution. Its responsibilities have evolved to include all the goals on the list. It is not responsible for sustainable development and cleaning up communities. For this item, the student applies critical-thinking skills to categorize information.",
                    "Percent": 85
                }
            },
            "J": {
                "Choice": "Federal Emergency Management Agency",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Federal Emergency Management Agency coordinates responses to disasters such as floods, storms, and wildfires. It is not responsible for improving air quality or preventing pollution.",
                    "Percent": 2
                }
            }
        },
        "Parts": {}
    },
    "3": {
        "Number": 3,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Citizenship",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Evaluate various means of achieving equality of political rights, including the 19th, 24th, and 26th amendments and congressional acts such as the American Indian Citizenship Act of 1924.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Read the list and answer the question that follows.",
            ":box:• Nineteenth Amendment\n\n• Twenty-Fourth Amendment\n\n• Twenty-Sixth Amendment",
            "What was one reason why these amendments were added to the Constitution?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "To guarantee due process of law",
                "Key": {
                    "Correct": false,
                    "Rationale": "The three listed amendments address voting rights and not the right to due process.",
                    "Percent": 8
                }
            },
            "B": {
                "Choice": "To expand the authority of the states over the federal government",
                "Key": {
                    "Correct": false,
                    "Rationale": "No amendment, including the three listed amendments, gives the states authority over the federal government.",
                    "Percent": 12
                }
            },
            "C": {
                "Choice": "To limit the freedom of expression",
                "Key": {
                    "Correct": false,
                    "Rationale": "No amendment, including the three listed amendments, is written to limit the freedom of expression.",
                    "Percent": 4
                }
            },
            "D": {
                "Choice": "To expand the rights of individuals to participate in the government",
                "Key": {
                    "Correct": true,
                    "Rationale": "The Nineteenth Amendment expanded the right to vote to women. The Twenty-Fourth Amendment abolished the poll tax, which Southern states used to prevent African American citizens from voting. The Twenty-Sixth Amendment granted the right to vote to citizens aged 18 and older. All these amendments expanded the rights of individuals to participate in the government. For this item, the student applies critical-thinking skills to draw a conclusion.",
                    "Percent": 77
                }
            }
        },
        "Parts": {}
    },
    "4": {
        "Number": 4,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Analyze economic issues such as industrialization, the growth of railroads, the growth of labor unions, farm issues, the cattle industry boom, the growth of entrepreneurship, and the pros and cons of big business.",
            "Analyze primary and secondary sources such as maps, graphs, speeches, political cartoons, and artifacts to acquire information to answer historical questions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "This newspaper headline describes an event that occurred in 1894.",
            "problems/TX22HSUSH/media/4a.jpg",
            "What was one effect of the event described in this headline?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Increased support for gender equality in labor union membership",
                "Key": {
                    "Correct": false,
                    "Rationale": "The working conditions at the Pullman Company and the Pullman strike affected women as well as men. Women were members of labor unions at the time, but the strike was not focused on, nor did it create, increased support for gender equality in union membership.",
                    "Percent": 10
                }
            },
            "G": {
                "Choice": "Decreased support for socialism by labor union members",
                "Key": {
                    "Correct": false,
                    "Rationale": "As a result of the strike, organizer Eugene Debs became a stronger supporter of socialism and helped organize the Socialist Party of America.",
                    "Percent": 24
                }
            },
            "H": {
                "Choice": "Increased federal government involvement in labor union activities",
                "Key": {
                    "Correct": true,
                    "Rationale": "Because the strike interfered with the delivery of U.S. mail, the federal government became involved in the strike. First, a federal judge issued an injunction ordering an end to the strike. When this effort failed, President Grover Cleveland deployed federal troops to enforce the judge's order. For this item, the student applies critical-thinking skills to analyze a primary source to acquire information to answer a historical question.",
                    "Percent": 54
                }
            },
            "J": {
                "Choice": "Decreased federal government surveillance of labor union leaders",
                "Key": {
                    "Correct": false,
                    "Rationale": "Intervention by the federal government showed that U.S. leaders had an interest in the activities of labor unions. The government engaged in surveillance of people such as Eugene Debs. Surveillance activities continued into the twentieth century.",
                    "Percent": 11
                }
            }
        },
        "Parts": {}
    },
    "5": {
        "Number": 5,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Economics",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Analyze the effects of the Great Depression on the U.S. economy and society such as widespread unemployment and deportation and repatriation of people of Mexican heritage.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "How did the Great Depression affect American society?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The price of agricultural goods decreased, causing an increase in demand for farm labor.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The price for agricultural goods did decrease, but this meant that farmers had even less money to hire workers. As a result, demand for farm labor generally fell.",
                    "Percent": 6
                }
            },
            "B": {
                "Choice": "Manufacturing wages increased, causing businesses to concede to labor union demands.",
                "Key": {
                    "Correct": false,
                    "Rationale": "During the Great Depression, manufacturing wages fell, along with wages in other industries. Because unemployment was so high, manufacturers did not feel the need to concede to union pressures, and new employees were easy to find.",
                    "Percent": 6
                }
            },
            "C": {
                "Choice": "Demand for luxury goods increased, causing overproduction in manufacturing.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Overproduction contributed to the start of the Great Depression, but it was not an effect of it. Demand for luxury goods decreased during the Great Depression as disposable income disappeared because of high unemployment.",
                    "Percent": 5
                }
            },
            "D": {
                "Choice": "Businesses were forced to close, causing widespread unemployment.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Because of the economic crisis, businesses closed as demand for goods fell. This led to an increase in unemployment, which then depressed demand even further and caused even more businesses to close. For this item, the student applies critical-thinking skills to identify a cause-and-effect relationship.",
                    "Percent": 83
                }
            }
        },
        "Parts": {}
    },
    "6": {
        "Number": 6,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Economics",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Identify the actions and outcomes of government policies intended to create economic opportunities for citizens such as the Great Society, affirmative action, and Title IX.",
            "Analyze primary and secondary sources such as maps, graphs, speeches, political cartoons, and artifacts to acquire information to answer historical questions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "This is an excerpt from a presidential speech.",
            ":box:The Great Society rests on abundance and liberty for all. It demands an end to poverty and racial injustice ...\n\nThe Great Society is a place where every child can find knowledge to enrich his mind and to enlarge his talents ...\n\nIt is a place where man can renew contact with nature. It is a place which honors creation for its own sake and for what it adds to the understanding of the race. It is a place where men are more concerned with the quality of their goals than the quantity of their goods.\n\n—President Lyndon B. Johnson, speech at University of Michigan, May 22, 1964",
            "According to the excerpt, which goal was the focus of the Great Society?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "To increase taxation",
                "Key": {
                    "Correct": false,
                    "Rationale": "The programs of the Great Society did involve federal funding and depended on higher tax revenue. However, the goal of the Great Society addressed in the excerpt was to address inequity based on income and race.",
                    "Percent": 3
                }
            },
            "G": {
                "Choice": "To privatize education",
                "Key": {
                    "Correct": false,
                    "Rationale": "Johnson's Great Society expanded public education through programs such as Head Start. The president was seeking to make education available to all rather than to expand private education.",
                    "Percent": 12
                }
            },
            "H": {
                "Choice": "To expand voting rights",
                "Key": {
                    "Correct": false,
                    "Rationale": "Johnson was concerned with voting rights, as shown by his support for the Twenty-Fourth Amendment and the Voting Rights Act of 1965. However, the Great Society had a much broader goal than simply expanding voting rights. Its overarching aim was fighting the many causes of social inequality, including poverty, inequitable education, and lack of opportunity.",
                    "Percent": 6
                }
            },
            "J": {
                "Choice": "To fight social inequality",
                "Key": {
                    "Correct": true,
                    "Rationale": "President Johnson states that the Great Society demands “an end to poverty and racial injustice.” This statement indicates a goal of fighting social inequality. For this item, the student applies critical-thinking skills to analyze a primary source to acquire information to answer a historical question.",
                    "Percent": 79
                }
            }
        },
        "Parts": {}
    },
    "7": {
        "Number": 7,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Analyze major military events of World War II, including fighting the war on multiple fronts, the Bataan Death March, the U.S. military advancement through the Pacific Islands, the Battle of Midway, the invasion of Normandy, and the liberation of concentration camps.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "How did the Battle of Midway alter the course of the war in the Pacific?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "By stopping the Japanese attack on Pearl Harbor",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Battle of Midway happened in June 1942, almost six months after the attack on Pearl Harbor in December 1941.",
                    "Percent": 15
                }
            },
            "B": {
                "Choice": "By halting the progress of Japanese expansion",
                "Key": {
                    "Correct": true,
                    "Rationale": "The Battle of Midway was a decisive victory for the United States. The Japanese navy suffered heavy losses that ended its campaign of expansion in the Pacific. After the battle, Japan was put on the defensive. For this item, the student applies critical-thinking skills to identify a cause-and-effect relationship.",
                    "Percent": 52
                }
            },
            "C": {
                "Choice": "By preventing the continued use of Japanese kamikaze planes",
                "Key": {
                    "Correct": false,
                    "Rationale": "At the time of the Battle of Midway, Japan was not yet using kamikaze attacks. These began in October 1944.",
                    "Percent": 13
                }
            },
            "D": {
                "Choice": "By defending the Philippines from Japanese conquest",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Japanese seized control of Manila, in the Philippines, in January 1942 and the Battle of Midway was fought in June 1942, so the battle was not relevant to defending the Philippines from Japanese conquest.",
                    "Percent": 20
                }
            }
        },
        "Parts": {}
    },
    "8": {
        "Number": 8,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Economics",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Describe how the economic impact of the Transcontinental Railroad and the Homestead Act contributed to the close of the frontier in the late 19th century.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "This list describes selected features of the Homestead Act of 1862.",
            ":box:• Adult citizens were granted 160 acres of public land.\n• People claiming the land were required to improve the land by building a home and farming the land.\n• After 5 years on the land, the person claiming the land paid a registration fee and officially owned the land.",
            "What was one effect of the act described in this list?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The population of settlers in the American West increased.",
                "Key": {
                    "Correct": true,
                    "Rationale": "This law made it easier for people to gain land in the unsettled areas of the West, and it encouraged their migration from the East. As a result, the population of settlers in the West increased. For this item, the student applies critical-thinking skills to identify a cause-and-effect relationship.",
                    "Percent": 82
                }
            },
            "G": {
                "Choice": "The debt of the federal government increased.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This act allowed for the distribution of federal land to private individuals. It did not increase the federal debt because the land already belonged to the U.S. government.",
                    "Percent": 8
                }
            },
            "H": {
                "Choice": "The number of conflicts with American Indians decreased.",
                "Key": {
                    "Correct": false,
                    "Rationale": "This act led to increased migration of settlers to the West. This migration led to increased conflicts with American Indians as the settlers seized the homelands of the native peoples.",
                    "Percent": 5
                }
            },
            "J": {
                "Choice": "The demand for natural resources decreased.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Although the settlement of the West resulted in increased access to different natural resources, it did not lead to a decrease in demand for those resources. Rather, because of industrialization and population growth, demand for natural resources increased.",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    },
    "9": {
        "Number": 9,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Analyze major issues raised by U.S. involvement in World War I, including isolationism, neutrality, Woodrow Wilson's Fourteen Points, and the Treaty of Versailles.",
            "Analyze primary and secondary sources such as maps, graphs, speeches, political cartoons, and artifacts to acquire information to answer historical questions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "This list provides a partial summary of a presidential plan.",
            ":box:Ideas from President Wilson's Fourteen Points, 1918\n\n1. Open and public peace treaties\n2. Freedom of the seas outside territorial waters\n3. Removal of trade barriers among all nations\n4. Arms reductions\n5. An association of nations",
            "Which statement describes the purpose of this plan?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "To establish a new era of isolationism",
                "Key": {
                    "Correct": false,
                    "Rationale": "By creating an association of nations, President Wilson intended for the United States to become a member and therefore increase its involvement in global affairs. Rejection of rather than adoption of the Fourteen Points contributed to isolationism.",
                    "Percent": 12
                }
            },
            "B": {
                "Choice": "To punish countries that are defeated in war",
                "Key": {
                    "Correct": false,
                    "Rationale": "President Wilson feared that punishing nations would create the conditions for new conflicts to arise. He hoped that his plan for peace would prevent future conflicts, and so he opposed punishing nations with reparations and other punitive measures.",
                    "Percent": 3
                }
            },
            "C": {
                "Choice": "To prevent multinational countries from breaking apart",
                "Key": {
                    "Correct": false,
                    "Rationale": "President Wilson supported the self-determination of nations and the division of multinational countries such as the Austro-Hungarian and Ottoman Empires.",
                    "Percent": 11
                }
            },
            "D": {
                "Choice": "To create conditions that prevent future global conflicts",
                "Key": {
                    "Correct": true,
                    "Rationale": "President Wilson's Fourteen Points plan sought to address some of the issues that had led to World War I. Reducing arms, having public treaties, and freedom of the seas were all designed to limit conflict. For this item, the student applies critical-thinking skills to analyze a secondary source to acquire information to answer a historical question.",
                    "Percent": 73
                }
            }
        },
        "Parts": {}
    },
    "10": {
        "Number": 10,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Government",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Analyze the effects of landmark U.S. Supreme Court decisions, including Plessy v. Ferguson, Brown v. Board of Education, Hernandez v. Texas, Tinker v. Des Moines, and Wisconsin v. Yoder.",
            "Analyze primary and secondary sources such as maps, graphs, speeches, political cartoons, and artifacts to acquire information to answer historical questions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Read the excerpt and answer the question that follows.",
            ":box:We conclude that, in the field of public education, the doctrine of “separate but equal” has no place. Separate educational facilities are inherently unequal. Therefore, we hold that the plaintiffs ... are ... deprived of the equal protection of the laws guaranteed by the Fourteenth Amendment.\n\n—Chief Justice Earl Warren, Brown v. Board of Education, May 17, 1954",
            "Which previous Supreme Court decision had protected the practice described in this excerpt?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Sweatt v. Painter",
                "Key": {
                    "Correct": false,
                    "Rationale": "Sweatt v. Painter was heard in 1950 and therefore preceded Brown v. Board of Education. However, just as Brown did, it challenged rather than protected the doctrine of “separate but equal.”",
                    "Percent": 8
                }
            },
            "G": {
                "Choice": "Hernandez v. Texas",
                "Key": {
                    "Correct": false,
                    "Rationale": "Hernandez v. Texas challenged discrimination against Mexican Americans. The case involved the exclusion of Mexican Americans from jury service rather than “separate but equal” facilities.",
                    "Percent": 11
                }
            },
            "H": {
                "Choice": "Plessy v. Ferguson",
                "Key": {
                    "Correct": true,
                    "Rationale": "The decision in Plessy v. Ferguson legalized having “separate but equal” facilities for black people and white people. The Brown v. Board of Education decision overturned Plessy and ruled that the “separate but equal” doctrine was unconstitutional. For this item, the student applies critical-thinking skills to analyze a primary source to acquire information to answer a historical question.",
                    "Percent": 75
                }
            },
            "J": {
                "Choice": "Wisconsin v. Yoder",
                "Key": {
                    "Correct": false,
                    "Rationale": "In Wisconsin v. Yoder, Amish families in Wisconsin successfully challenged a state law requiring school attendance beyond the eighth grade. The case centered on the First Amendment right of freedom of religion rather than on “separate but equal.”",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "11": {
        "Number": 11,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Citizenship",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Explain the importance of Congressional Medal of Honor recipients such as Army First Lieutenant Vernon J. Baker, Army Corporal Alvin York, and Army Master Sergeant Raul “Roy” Perez Benavidez.",
            "Analyze primary and secondary sources such as maps, graphs, speeches, political cartoons, and artifacts to acquire information to answer historical questions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "This photograph shows an event that took place in 1997.",
            "problems/TX22HSUSH/media/11a.jpg",
            "What was the significance of the event depicted in the photograph?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The U.S. government officially desegregated the armed forces.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The United States officially desegregated the armed forces in 1948 when President Truman issued Executive Order 9981.",
                    "Percent": 11
                }
            },
            "B": {
                "Choice": "The U.S. government extended veterans benefits to African Americans.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Discriminatory actions commonly prevented black veterans from accessing veterans benefits after World War II, even though the GI Bill of Rights was not limited specifically to white soldiers. However, by 1997, black veterans had better access to benefits.",
                    "Percent": 9
                }
            },
            "C": {
                "Choice": "The U.S. government honored an African American veteran for bravery during World War II.",
                "Key": {
                    "Correct": true,
                    "Rationale": "In 1997, Vernon Baker was one of seven African American soldiers awarded the Medal of Honor for service during World War II. The award came more than five decades after the war had ended. Baker and the other six men were the first black soldiers from World War II to be recognized with the Medal of Honor. For this item, the student applies critical-thinking skills to analyze a photograph to acquire information to answer a historical question.",
                    "Percent": 65
                }
            },
            "D": {
                "Choice": "The U.S. government created a new military commendation for veterans of foreign wars.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Medal of Honor was authorized in 1861, so Baker was not receiving a new commendation for veterans.",
                    "Percent": 15
                }
            }
        },
        "Parts": {}
    },
    "12": {
        "Number": 12,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Government",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Explain constitutional issues raised by federal government policy changes during times of significant events, including World War I, the Great Depression, World War II, the 1960s, and September 11, 2001.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Read the list and answer the question that follows.",
            ":box:Section 215 of the USA PATRIOT Act of 2001\n\n• Allows the Federal Bureau of Investigation (FBI) to search for “tangible things” without probable cause\n• Allows search warrants to be issued for any U.S. citizen believed to be involved in terrorist activities",
            "This act has caused conflict between —"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "individual rights and the authority of the government to maintain national security",
                "Key": {
                    "Correct": true,
                    "Rationale": "Both provisions of the Patriot Act of 2001 represent restrictions on the Fourth Amendment protection against unreasonable searches and seizures. The government sought to limit this right in the interest of protecting national security after the 9/11 terrorist attacks. The USA PATRIOT Act led to a debate about the proper balance between the need to protect individual rights and the need to provide for national security. For this item, the student applies critical-thinking skills to identify a cause-and-effect relationship.",
                    "Percent": 74
                }
            },
            "G": {
                "Choice": "equal protection under the law and protection of minorities against discrimination",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Patriot Act did not address the issue of protecting minorities against discrimination. It was an act to help authorities better investigate threats of terrorism and did not involve the idea of equal protection under the law.",
                    "Percent": 20
                }
            },
            "H": {
                "Choice": "economic stability and increased government spending on military readiness",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Patriot Act did not involve military spending but rather empowered law enforcement to gather information and evidence of terrorist threats.",
                    "Percent": 4
                }
            },
            "J": {
                "Choice": "promotion of free-trade policies and protections for workers in domestic industries",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Patriot Act did not address trade policy or workers. It focused on providing ways for law enforcement to gather information about potential threats to national security.",
                    "Percent": 2
                }
            }
        },
        "Parts": {}
    },
    "13": {
        "Number": 13,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Identify the roles of significant leaders who supported various rights movements, including Martin Luther King Jr., Cesar Chavez, Dolores Huerta, Rosa Parks, and Betty Friedan.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "This list presents the work of a civil rights advocate.",
            ":box:Selected Accomplishments of Dolores Huerta\n\n• Secured disability insurance for California farmworkers\n• Directed a national grape boycott to protest the dangers of pesticides for farmworkers\n•  ͟ ͟ ͟ ͟ ͟ ͟ ͟ ͟ ͟ ͟?͟ ͟ ͟ ͟ ͟ ͟ ͟ ͟ ͟ ͟ ",
            "Which accomplishment correctly completes this list?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Organized armed resistance to protest police brutality against farmworkers",
                "Key": {
                    "Correct": false,
                    "Rationale": "Huerta was a victim of violence during protests, but she advocated nonviolence.",
                    "Percent": 6
                }
            },
            "B": {
                "Choice": "Negotiated to secure better working conditions for farmworkers",
                "Key": {
                    "Correct": true,
                    "Rationale": "As a co-founder of the United Farm Workers Association, Dolores Huerta worked alongside Cesar Chavez to help improve the working conditions of farmworkers. For this item, the student applies critical-thinking skills to categorize information.",
                    "Percent": 69
                }
            },
            "C": {
                "Choice": "Filed a federal lawsuit to fight segregation against farmworkers in public facilities",
                "Key": {
                    "Correct": false,
                    "Rationale": "Huerta and the United Farm Workers did use lawsuits to advance their cause. However, their focus was not on ending segregation.",
                    "Percent": 13
                }
            },
            "D": {
                "Choice": "Seized corporate farmland to protest discrimination against farmworkers",
                "Key": {
                    "Correct": false,
                    "Rationale": "Huerta helped organize strikes and boycotts and spoke on behalf of the grape pickers, but she did not organize the seizure of corporate farmland as a form of protest.",
                    "Percent": 12
                }
            }
        },
        "Parts": {}
    },
    "14": {
        "Number": 14,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Identify the roles of significant leaders who supported various rights movements, including Martin Luther King Jr., Cesar Chavez, Dolores Huerta, Rosa Parks, and Betty Friedan.",
            "Analyze primary and secondary sources such as maps, graphs, speeches, political cartoons, and artifacts to acquire information to answer historical questions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Read the excerpt and answer the question that follows.",
            ":box:China is so large, looms so high just beyond the frontiers, that if South Viet-Nam went, it would not only give them an improved geographic position for a guerrilla assault on Malaya, but would also give the impression that the wave of the future in southeast Asia was China and the Communists.\n\n—President John F. Kennedy, televised interview, September 9, 1963",
            "Which idea reflected in these remarks formed the basis for U.S. involvement in Vietnam?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Nuclear deterrence",
                "Key": {
                    "Correct": false,
                    "Rationale": "Nuclear deterrence is the idea that countries will not use their nuclear weapons because doing so would result in nuclear retaliation. The threat of nuclear destruction prevents countries from deploying their own nuclear weapons. President Kennedy does not address the use of nuclear weapons in this speech.",
                    "Percent": 13
                }
            },
            "G": {
                "Choice": "Flexible response",
                "Key": {
                    "Correct": false,
                    "Rationale": "Flexible response was the Kennedy administration's approach to conflict. Kennedy wanted to have flexibility to respond to threats in different ways and did not solely rely on nuclear weapons. The remarks focus on the idea that the spread of communism to Vietnam would necessarily lead to the spread of communism throughout Southeast Asia and do not address military strategy or tactics.",
                    "Percent": 7
                }
            },
            "H": {
                "Choice": "Domino theory",
                "Key": {
                    "Correct": true,
                    "Rationale": "The domino theory was the belief that if one country fell to communism, it would set off a chain of events that would lead to more countries adopting communism. President Kennedy suggests that if Vietnam were to become communist, it would create a “wave” of Chinese influence and communist governments throughout the region. For this item, the student applies critical-thinking skills to analyze a primary source to acquire information to answer a historical question.",
                    "Percent": 67
                }
            },
            "J": {
                "Choice": "Iron Curtain",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Iron Curtain is a descriptor for the imaginary wall that separated Western Europe from Soviet-controlled Eastern Europe. It did not involve the region of Southeast Asia.",
                    "Percent": 13
                }
            }
        },
        "Parts": {}
    },
    "15": {
        "Number": 15,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Culture",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Describe how the characteristics and issues in U.S. history have been reflected in various genres of art, music, film, and literature.",
            "Analyze primary and secondary sources such as maps, graphs, speeches, political cartoons, and artifacts to acquire information to answer historical questions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "This photograph shows a 1934 painting by an artist with the Public Works of Art Project during the Great Depression.",
            "problems/TX22HSUSH/media/15a.jpg",
            "What is the MOST LIKELY reason the Public Works of Art Project commissioned this painting?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "To promote optimism for U.S. economic progress during the Great Depression",
                "Key": {
                    "Correct": true,
                    "Rationale": "The Public Works of Art Project was a New Deal program that employed artists. The artists were instructed to create works that depicted the “American scene.” This painting shows the construction of an important bridge, and by showing progress being made during a time of economic depression, the painting promotes optimism in progress. For this item, the student applies critical-thinking skills to analyze a painting to acquire information to answer a historical question.",
                    "Percent": 67
                }
            },
            "B": {
                "Choice": "To demand federal worker safety laws during the Great Depression",
                "Key": {
                    "Correct": false,
                    "Rationale": "The painting shows the early construction of the bridge and does not depict workers engaged in unsafe behavior. Furthermore, the Public Works of Art Project did not commission artists to promote reform but to showcase scenes of American life.",
                    "Percent": 8
                }
            },
            "C": {
                "Choice": "To encourage competition for U.S. technological superiority during the Great Depression",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Golden Gate Bridge was a technological marvel. However, competition with another country for technological superiority is associated with the space race during the Cold War era.",
                    "Percent": 10
                }
            },
            "D": {
                "Choice": "To question the success of nationalizing industries during the Great Depression",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Golden Gate Bridge was constructed by private companies using public funds. Furthermore, the art produced by the Public Works of Art Project was not intended to criticize government actions.",
                    "Percent": 15
                }
            }
        },
        "Parts": {}
    },
    "16": {
        "Number": 16,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Describe U.S. responses to Soviet aggression after World War II, including the Truman Doctrine, the Marshall Plan, the Berlin airlift, the North Atlantic Treaty Organization, and John F. Kennedy's role in the Cuban Missile Crisis.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "NATO was created in response to concerns about —"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "the Soviet Union and Communism",
                "Key": {
                    "Correct": true,
                    "Rationale": "NATO was created in 1949 as a response to the growing power of the Soviet Union and the Communist bloc in Eastern Europe. For this item, the student applies critical-thinking skills to identify a cause-and-effect relationship.",
                    "Percent": 82
                }
            },
            "G": {
                "Choice": "Italy and Nazism",
                "Key": {
                    "Correct": false,
                    "Rationale": "NATO was formed in 1949. Fascism in Italy fell in 1943, and Nazism in Germany was defeated in 1945. NATO was created to serve as a mutual defense pact among nations in Western Europe and North America in order to deter Soviet aggression.",
                    "Percent": 3
                }
            },
            "H": {
                "Choice": "Germany and fascism",
                "Key": {
                    "Correct": false,
                    "Rationale": "Germany and fascism were defeated in 1945. At the end of the war, the Soviet Union started to grow in power and influence, and this led to the creation of NATO.",
                    "Percent": 10
                }
            },
            "J": {
                "Choice": "Japan and militarism",
                "Key": {
                    "Correct": false,
                    "Rationale": "NATO formed as a result of the threats to Europe posed by the Soviet Union. In 1949, Japan did not pose a threat to Europe as it had been defeated in 1945 and was occupied by U.S. and British forces.",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    },
    "17": {
        "Number": 17,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Identify the major eras in U.S. history from 1877 to the present and describe their defining characteristics.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Read the list and answer the question that follows.",
            ":box:• Passage of the Clayton Antitrust Act\n• Ratification of the Eighteenth Amendment\n• Passage of the Pure Food and Drug Act",
            "In which historical time period were these laws enacted?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The Great Society",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Great Society describes the domestic programs of President Lyndon B. Johnson during the 1960s. The list describes events that happened during the first two decades of the 1900s.",
                    "Percent": 11
                }
            },
            "B": {
                "Choice": "The Progressive Era",
                "Key": {
                    "Correct": true,
                    "Rationale": "The Progressive Era was a period of reform in the early twentieth century. The Clayton Antitrust Act (1914) was aimed at strengthening federal regulation of massive corporations. The Eighteenth Amendment (1919) introduced Prohibition. The Pure Food and Drug Act (1906) implemented standards for the manufacture and sale of certain foods and medications. For this item, the student applies critical-thinking skills to categorize information.",
                    "Percent": 76
                }
            },
            "C": {
                "Choice": "The Great Depression",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Great Depression began in 1929. The events listed happened between 1906 and 1919 during the Progressive Era.",
                    "Percent": 9
                }
            },
            "D": {
                "Choice": "The Jazz Age",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Jazz Age is generally associated with the 1920s. The events listed happened before 1920.",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    },
    "18": {
        "Number": 18,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Science, Technology & Society",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Explain the effects of scientific discoveries and technological innovations such as electric power, telephone and satellite communications, petroleum–based products, steel production, and computers on the economic development of the United States.",
            "Analyze primary and secondary sources such as maps, graphs, speeches, political cartoons, and artifacts to acquire information to answer historical questions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "This image shows an advertisement from 1920.",
            "problems/TX22HSUSH/media/18a.jpg",
            "The image supports which statement about U.S. society during the early 1900s?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "New technologies made daily life easier for consumers.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The items shown in the advertisement were goods that made certain aspects of life easier for consumers. For example, the refrigerator made it easier to store perishable food and prevent spoilage. For this item, the student applies critical-thinking skills to analyze an artifact to acquire information to answer a historical question.",
                    "Percent": 87
                }
            },
            "G": {
                "Choice": "Consumers resisted change in favor of traditional products.",
                "Key": {
                    "Correct": false,
                    "Rationale": "During the early twentieth century, people readily adopted new technology powered by electricity. Consumers generally did not resist change as the new products often made daily tasks easier.",
                    "Percent": 4
                }
            },
            "H": {
                "Choice": "Harmful economic cycles caused consumers to resist new technology.",
                "Key": {
                    "Correct": false,
                    "Rationale": "When the advertisement was created in 1920, the United States was on the verge of starting a decade characterized by economic expansion. Consumers eagerly purchased goods during this period.",
                    "Percent": 3
                }
            },
            "J": {
                "Choice": "The manufacture of new products encouraged consumers to stay home.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The manufacture of new products in many ways made life easier for people. This increased the amount of leisure time people had and encouraged them to engage in activities outside the home.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "19": {
        "Number": 19,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Geography",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Analyze the causes and effects of changing demographic patterns resulting from migration within the United States, including western expansion, rural to urban, the Great Migration, and the Rust Belt to the Sun Belt.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Study the diagram and answer the question that follows.",
            "problems/TX22HSUSH/media/19a.jpg",
            "Which trend of the late 1800s correctly replaces the question mark in this cause-and-effect diagram?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The number of immigrants from Europe declined.",
                "Key": {
                    "Correct": false,
                    "Rationale": "As more jobs became available, immigration from Europe increased rather than decreased.",
                    "Percent": 4
                }
            },
            "B": {
                "Choice": "The government passed laissez-faire laws.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The growth of industry in the late 1800s occurred as a result of laissez-faire policies. However, as corporations expanded, the government became more inclined to introduce regulatory practices.",
                    "Percent": 12
                }
            },
            "C": {
                "Choice": "People moved from rural to urban areas.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Laissez-faire policies, in which the government stays out of the functioning of the markets, led to the growth of jobs in cities that contributed to migration from rural areas to industrial urban centers. For this item, the student applies critical-thinking skills to identify a cause-and-effect relationship.",
                    "Percent": 82
                }
            },
            "D": {
                "Choice": "Settlement houses lost federal funding.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Federal spending during the late 1800s did not include social programs; rather, settlement houses were privately funded.",
                    "Percent": 3
                }
            }
        },
        "Parts": {}
    },
    "20": {
        "Number": 20,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Analyze social issues affecting women, minorities, children, immigrants, and urbanization.",
            "Analyze primary and secondary sources such as maps, graphs, speeches, political cartoons, and artifacts to acquire information to answer historical questions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Read the excerpt and answer the question that follows.",
            ":box:When Jacob Riis published How the Other Half Lives in 1890, the U.S. Census Bureau ranked New York as the most densely populated city in the United States ... Disease, sanitation, garbage and hygiene issues were constant concerns in crowded impoverished ... districts, where vital statistics were alarming. Jacob Riis wrote frequently to urge measures to protect public health and to alert wealthy residents of the city to slum conditions that put everyone at risk.\n\n—”Jacob Riis: Revealing 'How the Other Half Lives' Writer,” Library of Congress, www.loc.gov (accessed October 17, 2017)",
            "Which issue was discussed in the writings of Jacob Riis?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Discrimination against African Americans in U.S. cities",
                "Key": {
                    "Correct": false,
                    "Rationale": "The conditions Jacob Riis addressed were prominent in the slums where people of all races lived. He did not focus exclusively on African Americans and the discrimination they faced.",
                    "Percent": 6
                }
            },
            "G": {
                "Choice": "Harsh conditions of tenement housing in U.S. cities",
                "Key": {
                    "Correct": true,
                    "Rationale": "Jacob Riis wrote about the living conditions in the overcrowded tenements in U.S. cities. He exposed the deplorable conditions that the working poor were forced to endure. For this item, the student applies critical-thinking skills to analyze a secondary source to acquire information to answer a historical question.",
                    "Percent": 79
                }
            },
            "H": {
                "Choice": "Growing conflict between rural regions and U.S. cities",
                "Key": {
                    "Correct": false,
                    "Rationale": "Jacob Riis focused on the conditions in urban slums. He did not write about rural regions or any regional conflicts.",
                    "Percent": 12
                }
            },
            "J": {
                "Choice": "Increasing efforts to reduce Chinese immigration to U.S. cities",
                "Key": {
                    "Correct": false,
                    "Rationale": "Jacob Riis published his writings after the Chinese Exclusion Act had already limited Chinese immigration to the United States. His writings focused on the harsh living conditions immigrants faced, not on efforts to restrict immigration.",
                    "Percent": 3
                }
            }
        },
        "Parts": {}
    },
    "21": {
        "Number": 21,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Geography",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Analyze the causes and effects of changing demographic patterns resulting from immigration to the United States.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "The demographic structure of the United States changed in the late nineteenth century with the arrival of —"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "immigrants from southern and eastern Europe seeking industrial jobs",
                "Key": {
                    "Correct": true,
                    "Rationale": "During the latter half of the nineteenth century, immigration patterns changed, with more immigrants moving to the United States from southern and eastern Europe. These “new” immigrants often had different ethnicities and religions from the “old” immigrants from western Europe, and they contributed to demographic change in the United States. For this item, the student applies critical-thinking skills to identify a cause-and-effect relationship.",
                    "Percent": 65
                }
            },
            "B": {
                "Choice": "political refugees coming to the United States from the former Spanish colonies",
                "Key": {
                    "Correct": false,
                    "Rationale": "Unrest associated with the Spanish-American War (1898) did prompt immigration from former Spanish colonies to the United States. However, the numbers were significantly lower than the numbers of people coming from southern and eastern Europe and had little effect on the demographic structure of the United States.",
                    "Percent": 9
                }
            },
            "C": {
                "Choice": "migrants from Mexico seeking agricultural jobs during a worldwide depression",
                "Key": {
                    "Correct": false,
                    "Rationale": "Immigrants from Mexico did seek agricultural jobs in the United States, but a worldwide depression began, not in the late nineteenth century but in 1929 during the early twentieth century.",
                    "Percent": 19
                }
            },
            "D": {
                "Choice": "German immigrants fleeing Europe prior to the outbreak of the First World War",
                "Key": {
                    "Correct": false,
                    "Rationale": "Germans fleeing the possibility of the First World War would have migrated during the early twentieth century, as the war began in 1914.",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    },
    "22": {
        "Number": 22,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Science, Technology & Society",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Describe how the free enterprise system drives technological innovation and its application in the marketplace such as cell phones, inexpensive personal computers, and global positioning products.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Which factor has MOST contributed to the improvement of cell phone technology?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Competition between cell phone companies to gain new customers",
                "Key": {
                    "Correct": true,
                    "Rationale": "Competition between manufacturers has pushed them to innovate and constantly improve their products in order to stay relevant in the market and gain new customers. For this item, the student applies critical-thinking skills to identify a cause-and-effect relationship.",
                    "Percent": 62
                }
            },
            "G": {
                "Choice": "Government tariffs to reduce sales of imported cell phones",
                "Key": {
                    "Correct": false,
                    "Rationale": "Tariffs would protect American companies and thereby potentially provide a disincentive to improve cell-phone technology.",
                    "Percent": 9
                }
            },
            "H": {
                "Choice": "Sales taxes on cell phone equipment to generate revenue",
                "Key": {
                    "Correct": false,
                    "Rationale": "Cell phones were invented and improved by corporations rather than by the government. As a result, sales taxes would not affect cell-phone manufacturers because the funds would remain in the hands of the government.",
                    "Percent": 15
                }
            },
            "J": {
                "Choice": "Long-term contracts from cell phone service providers to reward customer loyalty",
                "Key": {
                    "Correct": false,
                    "Rationale": "Service providers do not manufacture cell phones. They only sell them and provide cell service, so these contracts would not contribute to innovation in cell-phone technology.",
                    "Percent": 13
                }
            }
        },
        "Parts": {}
    },
    "23": {
        "Number": 23,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Describe U.S. involvement in world affairs, including the end of the Cold War, the Persian Gulf War, the events surrounding September 11, 2001, and the global War on Terror.",
            "Analyze primary and secondary sources such as maps, graphs, speeches, political cartoons, and artifacts to acquire information to answer historical questions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "problems/TX22HSUSH/media/23a.jpg",
            "Which option contributed to the trend shown on this graph?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "A military response to a terrorist attack",
                "Key": {
                    "Correct": true,
                    "Rationale": "On September 11, 2001, terrorists attacked the World Trade Center in New York and the Pentagon in Washington, D.C., killing close to three thousand people. The terrorists were backed by al-Qaeda, a terrorist organization led by Osama bin Laden and based in Afghanistan. In response to the attacks, the United States deployed military troops to Afghanistan. War in Afghanistan escalated as the United States and its allies opposed international terrorism and supported a new Afghan government based on free elections. For this item, the student applies critical-thinking skills to analyze a graph to acquire information to answer a historical question.",
                    "Percent": 69
                }
            },
            "B": {
                "Choice": "A desire to stop the spread of communism",
                "Key": {
                    "Correct": false,
                    "Rationale": "Soviet troops occupied Afghanistan for about a decade, but they withdrew in 1989. Furthermore, U.S. efforts to stop the spread of communism were significantly reduced after the collapse of the Soviet Union in 1991.",
                    "Percent": 13
                }
            },
            "C": {
                "Choice": "The development of weapons of mass destruction",
                "Key": {
                    "Correct": false,
                    "Rationale": "U.S. troops were deployed to Iran in the early 2000s because of a concern that the nation had weapons of mass destruction. The troops in Afghanistan were deployed to capture the leader of a terrorist organization who had taken refuge in Afghanistan.",
                    "Percent": 13
                }
            },
            "D": {
                "Choice": "The resurgence of ethnic cleansing policies",
                "Key": {
                    "Correct": false,
                    "Rationale": "U.S. troops were deployed in response to ethnic cleansing in Bosnia during the 1990s. However, the U.S. presence in Afghanistan was focused on counterterrorism rather than on ethnic cleansing.",
                    "Percent": 4
                }
            }
        },
        "Parts": {}
    },
    "24": {
        "Number": 24,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Analyze major military events of World War II, including fighting the war on multiple fronts, the Bataan Death March, the U.S. military advancement through the Pacific Islands, the Battle of Midway, the invasion of Normandy, and the liberation of concentration camps.",
            "Analyze primary and secondary sources such as maps, graphs, speeches, political cartoons, and artifacts to acquire information to answer historical questions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Read the excerpt and answer the question that follows.",
            ":box:We have seen something here that overpowers the death of anyone back home. We have seen what can be called the living dead. Moving up into a new position we came across a prison camp ... We went out to see what a concentration camp looked like ... As we entered the camp the first thing we saw was the burned down buildings, but a little farther on we got the shock of our lives.\n\n—Aaron A. Eiferman, member of the U.S. 12th Armored Division, letter to his wife, April 27, 1945",
            "Which action did the Allied powers take in response to what was described in this letter?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Imposed economic sanctions on Germany",
                "Key": {
                    "Correct": false,
                    "Rationale": "The purpose of economic sanctions on Germany was to cripple Hitler and end the war. It did not begin because of the discovery of concentration camps.",
                    "Percent": 17
                }
            },
            "G": {
                "Choice": "Began a bombing campaign to destroy key military bases",
                "Key": {
                    "Correct": false,
                    "Rationale": "The purpose of Allied bombing in Germany was to cripple Hitler and end the war. It did not begin because of the discovery of concentration camps.",
                    "Percent": 16
                }
            },
            "H": {
                "Choice": "Charged Nazi officials with war crimes in the Nuremberg trials",
                "Key": {
                    "Correct": true,
                    "Rationale": "The letter describes the discovery of the Nazi concentration camps and the evidence of crimes against humanity by Nazi officials. The Allies held public trials at Nuremberg to hold Nazi leaders accountable for war crimes. For this item, the student applies critical-thinking skills to analyze a primary source to acquire information to answer a historical question.",
                    "Percent": 63
                }
            },
            "J": {
                "Choice": "Permitted Nazi officials to leave the country",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Allies did not permit Nazi officials to leave Germany after discovering and liberating the concentration camps. These officials were pursued, arrested, and tried for war crimes.",
                    "Percent": 3
                }
            }
        },
        "Parts": {}
    },
    "25": {
        "Number": 25,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Citizenship",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Identify and analyze methods of expanding the right to participate in the democratic process, including lobbying, non–violent protesting, litigation, and amendments to the U.S. Constitution.",
            "Analyze primary and secondary sources such as maps, graphs, speeches, political cartoons, and artifacts to acquire information to answer historical questions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "These photographs show protests at different times in U.S. history.",
            "problems/TX22HSUSH/media/25a.jpg",
            "problems/TX22HSUSH/media/25b.jpg",
            "What was one result of the activism shown in these photographs?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "It reduced the ability of the courts to decide the constitutionality of suffrage.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Both protests took place in front of the White House in order to urge the president to act. Neither protest asked for judicial action, nor did they result in a change in judicial power.",
                    "Percent": 10
                }
            },
            "B": {
                "Choice": "It prompted lawmakers to reinstate poll taxes for voting.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Poll taxes are designed to limit voting rights, and both protests were advocating in favor of expanding voting rights.",
                    "Percent": 5
                }
            },
            "C": {
                "Choice": "It reduced the influence of special interest groups devoted to expanding suffrage.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Both protests demonstrated the influence and power of special-interest groups devoted to expanding and protecting voting rights. This activism did not reduce their influence.",
                    "Percent": 12
                }
            },
            "D": {
                "Choice": "It brought national attention to problems associated with voting.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The pictures are of people protesting for the voting rights of women and African Americans. By protesting in front of the White House, each protest attracted national attention to issues with voting rights. For this item, the student applies critical-thinking skills to analyze photographs to acquire information to answer a historical question.",
                    "Percent": 73
                }
            }
        },
        "Parts": {}
    },
    "26": {
        "Number": 26,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Explain why significant events, policies, and individuals, including the Spanish–American War, U.S. expansionism, Alfred Thayer Mahan, Theodore Roosevelt, and Sanford B. Dole moved the United States into the position of a world power.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Why did the Spanish-American War move the United States into the position of a world power?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The United States acquired Spanish territories in the Caribbean and the Pacific.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Because Spain was a global power, the war was fought in both the Caribbean and the Pacific. As a result, the United States gained the Philippines, Guam, and Puerto Rico. For this item, the student applies critical-thinking skills to identify a cause-and-effect relationship.",
                    "Percent": 68
                }
            },
            "G": {
                "Choice": "The United States proved its nuclear capabilities against Spain in Southeast Asia.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Spanish-American War was fought in 1898, decades before the United States developed nuclear capabilities.",
                    "Percent": 12
                }
            },
            "H": {
                "Choice": "The United States stopped the spread of communism in Spain.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Spanish-American War was fought in Cuba and the Philippines in 1898. Spain was not communist and was not threatened by communism. Stopping the spread of communism became a central part of U.S. foreign policy after the end of World War II in 1945.",
                    "Percent": 13
                }
            },
            "J": {
                "Choice": "The United States ended Spanish trade in the Eastern Hemisphere.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The war did not lead to the end of Spanish trade in the Eastern Hemisphere. It resulted in the loss of Spanish territories and affected some trade patterns, but it did not end Spanish trade.",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    },
    "27": {
        "Number": 27,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Describe presidential actions and congressional votes to address minority rights in the United States, including desegregation of the armed forces, the Civil Rights Act of 1964, and the Voting Rights Act of 1965.",
            "Analyze primary and secondary sources such as maps, graphs, speeches, political cartoons, and artifacts to acquire information to answer historical questions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Read the excerpt and answer the question that follows.",
            ":box:No voting qualification or prerequisite to voting, or standard, practice, or procedure shall be imposed or applied by any State or political subdivision to deny or abridge the right of any citizen of the United States to vote on account of race or color.\n\n—Section 2 of the Voting Rights Act, August 6, 1965",
            "Which voting practice requirement was specifically targeted by this act?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Providing proof of employment",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Voting Rights Act of 1965 sought to end practices that restricted the voting rights of black citizens. Proof of employment was not among the practices that southern leaders used to disenfranchise African Americans.",
                    "Percent": 12
                }
            },
            "B": {
                "Choice": "Proving property ownership",
                "Key": {
                    "Correct": false,
                    "Rationale": "Property ownership was a common voting requirement during the colonial period, but it was not a requirement used to limit voting rights in the twentieth century.",
                    "Percent": 16
                }
            },
            "C": {
                "Choice": "Passing literacy tests",
                "Key": {
                    "Correct": true,
                    "Rationale": "Literacy tests were used to disenfranchise African American voters during the twentieth century. The Voting Rights Act of 1965 protected citizens against having to take complicated literacy tests or submit to any other kind of examination in order to vote. For this item, the student applies critical-thinking skills to analyze a primary source to acquire information to answer a historical question.",
                    "Percent": 66
                }
            },
            "D": {
                "Choice": "Taking religious tests",
                "Key": {
                    "Correct": false,
                    "Rationale": "Religious tests were not a tool used to prevent people from voting. Such a requirement would violate the First Amendment.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "28": {
        "Number": 28,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Geography",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Analyze the impact of physical and human geographic factors on the Klondike Gold Rush, the Panama Canal, the Dust Bowl, and the levee failure in New Orleans after Hurricane Katrina.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "What is a PRIMARY reason why Hurricane Katrina caused major destruction to New Orleans in 2005?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Levees surrounding the city collapsed under pressure from flood waters.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The levees that were supposed to prevent the massive flooding of New Orleans during storms collapsed as a result of the rain and storm surge. As a result, the flooding in the city was devastating and caused massive damage. For this item, the student applies critical-thinking skills to identify a cause-and-effect relationship.",
                    "Percent": 70
                }
            },
            "G": {
                "Choice": "Crude oil from offshore drilling platforms sparked fires across the city.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Hurricane Katrina did lead to fires that caused damage across the city of New Orleans. Some of these were caused by gas igniting after natural gas lines ruptured. The fires were not triggered by offshore drilling platforms.",
                    "Percent": 8
                }
            },
            "H": {
                "Choice": "Citywide pavement prevented floodwaters from soaking into the ground.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Pavement does prevent water from soaking into the ground, but the sheer volume of rain would have saturated the ground with or without the pavement and caused flooding regardless. The collapse of the levees released so much water into the city that flooding was inevitable, no matter what surface covered the ground.",
                    "Percent": 14
                }
            },
            "J": {
                "Choice": "Mass evacuations left the city without enough volunteers to build a seawall.",
                "Key": {
                    "Correct": false,
                    "Rationale": "There was no effort to build a seawall during Hurricane Katrina. The seawall was constructed after the hurricane and took several years to build.",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    },
    "29": {
        "Number": 29,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Culture",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Explain how the contributions of people of various racial, ethnic, gender, and religious groups shape American culture.",
            "Analyze primary and secondary sources such as maps, graphs, speeches, political cartoons, and artifacts to acquire information to answer historical questions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Read the excerpt and answer the question that follows.",
            ":box:In fact, U.S. religious pluralism has its origins in America's colonial past, when members of persecuted religious minorities migrated from Europe to the New World so they could freely practice their faiths. And newcomers still arrive from every corner of the globe, bringing their unique faith traditions to towns and cities across the United States.\n\n—Lauren Monsen, “The American Religious Landscape,” March 26‚ 2015",
            "How has this religious pluralism influenced the national identity of the United States?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The government establishes religious schools for immigrants.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The First Amendment is interpreted as requiring the separation of church and state. This tradition of keeping government separate from religion prevents the government from opening or operating religious schools.",
                    "Percent": 12
                }
            },
            "B": {
                "Choice": "Most Americans live in isolated religious communities.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Most Americans live in densely populated urban areas comprised of people from diverse religious backgrounds.",
                    "Percent": 11
                }
            },
            "C": {
                "Choice": "The government limits the number of religious community centers.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Establishment Clause of the First Amendment prevents the government from regulating the number of religious institutions within a community.",
                    "Percent": 7
                }
            },
            "D": {
                "Choice": "Many Americans are tolerant of various religious beliefs.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Because Americans practice so many different religions and have a right to do so, the country is generally tolerant of religious differences. Many Americans have relatives or ancestors who fled religious persecution, and that has helped subsequent generations recognize the importance of religious freedom and tolerance. For this item, the student applies critical-thinking skills to analyze a secondary source to acquire information to answer a historical question.",
                    "Percent": 70
                }
            }
        },
        "Parts": {}
    },
    "30": {
        "Number": 30,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Government",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Evaluate the impact of New Deal legislation on the historical roles of state and federal government.",
            "Analyze primary and secondary sources such as maps, graphs, speeches, political cartoons, and artifacts to acquire information to answer historical questions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "This poster was published by the Social Security Board in 1935.",
            "problems/TX22HSUSH/media/30a.jpg",
            "How did the new program described in the poster affect the role of the federal government?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "It provided the federal government with a role in administering a retirement fund for workers.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The Social Security program was designed to address poverty among the elderly by creating a retirement fund administered by the government. The federal government collects and distributes funds for Social Security to ensure financial stability among the elderly. For this item, the student applies critical-thinking skills to analyze a primary source to acquire information to answer a historical question.",
                    "Percent": 79
                }
            },
            "G": {
                "Choice": "It limited the federal government's power to enforce minimum wage requirements.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Fair Labor Standards Act of 1938 established the first federal minimum wage. Since the Social Security Act (SSA) was passed earlier (1935), the SSA did not limit the government's power to enforce a minimum wage.",
                    "Percent": 9
                }
            },
            "H": {
                "Choice": "It provided the federal government with a role in managing workers' bank accounts.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Social Security is a federally administered retirement fund. While the program may deposit funds into retired workers' bank accounts, it does not manage their personal bank accounts.",
                    "Percent": 10
                }
            },
            "J": {
                "Choice": "It limited the federal government's power to assist workers in manufacturing plants.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Social Security program did not address specific workplaces such as manufacturing plants. Other agencies in the federal government, such as the Occupational Safety and Health Administration (OSHA), regulate the workplace.",
                    "Percent": 2
                }
            }
        },
        "Parts": {}
    },
    "31": {
        "Number": 31,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Economics",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Describe how various New Deal agencies and programs, including the Federal Deposit Insurance Corporation, the Securities and Exchange Commission, and the Social Security Administration, continue to affect the lives of U.S. citizens.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "What is the purpose of the Securities and Exchange Commission?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "To encourage business practices that promote minority employment",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Equal Employment Opportunity Commission (EEOC), not the SEC, addresses racial discrimination in business.",
                    "Percent": 8
                }
            },
            "B": {
                "Choice": "To maintain fair markets and increase investor confidence in financial institutions",
                "Key": {
                    "Correct": true,
                    "Rationale": "The Securities and Exchange Commission (SEC) is a federal agency that is tasked with regulating financial markets to ensure fair practices. For this item, the student applies critical-thinking skills to make a generalization.",
                    "Percent": 56
                }
            },
            "C": {
                "Choice": "To encourage business policies that protect the environment",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Environmental Protection Agency (EPA) works with businesses to protect the environment. The SEC regulates financial markets.",
                    "Percent": 10
                }
            },
            "D": {
                "Choice": "To ensure worker safety and protect the public from hazardous products",
                "Key": {
                    "Correct": false,
                    "Rationale": "Protecting worker safety is the responsibility of the Occupational Safety and Health Administration (OSHA) rather than of the SEC. The Consumer Product Safety Commission (CPSC) is responsible for protecting the public from hazardous products. The SEC regulates financial markets.",
                    "Percent": 25
                }
            }
        },
        "Parts": {}
    },
    "32": {
        "Number": 32,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Explain how American patriotism inspired high levels of military enlistment and the bravery and contributions of the Tuskegee Airmen, the Flying Tigers, and the Navajo Code Talkers.",
            "Analyze primary and secondary sources such as maps, graphs, speeches, political cartoons, and artifacts to acquire information to answer historical questions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "problems/TX22HSUSH/media/32a.jpg",
            "This photograph shows an example of —"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "U.S. citizens contributing to the war effort",
                "Key": {
                    "Correct": true,
                    "Rationale": "Victory gardens were a way that citizens contributed to the war effort during World War II. By growing their own food, people made more commercially grown food available for soldiers. Citizens also gained additional food sources because rationing limited their access to purchased products. For this item, the student applies critical-thinking skills to analyze a photograph to acquire information to answer a historical question.",
                    "Percent": 67
                }
            },
            "G": {
                "Choice": "the effects of trade sanctions on enemy nations",
                "Key": {
                    "Correct": false,
                    "Rationale": "At the time of the war, most of the food used in the United States was grown and produced in the United States. People grew their own vegetables to ensure that more of the produce grown in the United States could be used to support military purposes.",
                    "Percent": 5
                }
            },
            "H": {
                "Choice": "U.S. citizens attempting to follow new dietary guidelines",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Victory Garden program was designed by the government to help reduce demand for commercially grown agricultural products and to unite citizens behind the war effort.",
                    "Percent": 9
                }
            },
            "J": {
                "Choice": "the effects of allowing farmland to go unused while farmers were at war",
                "Key": {
                    "Correct": false,
                    "Rationale": "Agricultural production was vital to the war effort, and the federal government did not encourage or cause farmland to go unused during the war.",
                    "Percent": 19
                }
            }
        },
        "Parts": {}
    },
    "33": {
        "Number": 33,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Economics",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Describe the changing relationship between the federal government and private business, including the growth of free enterprise, costs and benefits of laissez–faire, Sherman Antitrust Act, Interstate Commerce Act, and Pure Food and Drug Act.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "This diagram shows working conditions during the Second Industrial Revolution.",
            "problems/TX22HSUSH/media/33a.jpg",
            "During the early twentieth century, which action was taken to address the issues shown in this diagram?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Labor reformers secured better working conditions through legislation.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Because of the working conditions, labor reformers used their influence to achieve legislation that limited the workday, restricted child labor, and established a minimum wage. For this item, the student applies critical-thinking skills to identify a cause-and-effect relationship.",
                    "Percent": 72
                }
            },
            "B": {
                "Choice": "Businesses hired fewer immigrants as laborers.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Immigrants continued to be a major labor source for businesses.",
                    "Percent": 6
                }
            },
            "C": {
                "Choice": "Corporations sought greater federal industrial regulations.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Corporations generally opposed federal regulation of industry and did not want the federal government to regulate working conditions.",
                    "Percent": 10
                }
            },
            "D": {
                "Choice": "Businesses created monopolies to increase competition among industries.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Creating monopolies decreases competition. Furthermore, starting in the 1890s, the federal government passed legislation to restrict monopolies.",
                    "Percent": 11
                }
            }
        },
        "Parts": {}
    },
    "34": {
        "Number": 34,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Economics",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Identify the causes of the Great Depression, including the impact of tariffs on world trade, stock market speculation, bank failures, and the monetary policy of the Federal Reserve System.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Which action by the federal government was one cause of the Great Depression?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Failing to decrease the reserve requirement",
                "Key": {
                    "Correct": false,
                    "Rationale": "A bank reserve requirement is the amount of cash that banks are required by the government to keep on hand in case of unexpected demand. The stock market crash, and not bank reserves, caused the Great Depression and the resulting bank difficulties.",
                    "Percent": 7
                }
            },
            "G": {
                "Choice": "Refusing to regulate the stock market",
                "Key": {
                    "Correct": true,
                    "Rationale": "During the 1920s, the government took a very laissez-faire approach to the economy. Leaders were reluctant to regulate the stock market and, as a result, the stock market allowed speculative practices that contributed to the Great Depression. For this item, the student applies critical-thinking skills to identify a cause-and-effect relationship.",
                    "Percent": 73
                }
            },
            "H": {
                "Choice": "Abolishing the use of the gold standard",
                "Key": {
                    "Correct": false,
                    "Rationale": "The United States effectively abandoned the gold standard in 1933 and officially abolished the system in 1971. Based on these dates, neither event could have been a cause of the Great Depression, which began in 1929.",
                    "Percent": 7
                }
            },
            "J": {
                "Choice": "Eliminating tariffs on foreign trade",
                "Key": {
                    "Correct": false,
                    "Rationale": "Tariffs were high before and during the Great Depression. Congress increased, rather than decreased, tariffs.",
                    "Percent": 13
                }
            }
        },
        "Parts": {}
    },
    "35": {
        "Number": 35,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Economics",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Describe the economic effects of World War II on the home front such as mobilization, the end of the Great Depression, rationing, and increased opportunity for women and minority employment.",
            "Analyze primary and secondary sources such as maps, graphs, speeches, political cartoons, and artifacts to acquire information to answer historical questions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "problems/TX22HSUSH/media/35a.jpg",
            "What was one effect of this type of advertising during World War II?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Women's colleges closed as wartime employment opportunities grew.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Rather than closing during the war, women's colleges typically adapted their offerings to support the war effort.",
                    "Percent": 8
                }
            },
            "B": {
                "Choice": "The number of women in nontraditional roles increased.",
                "Key": {
                    "Correct": true,
                    "Rationale": "As a result of the war, women took jobs in factories, on farms, and in other businesses and industries. These types of jobs offered new opportunities for women that extended beyond traditional gender roles. For this item, the student applies critical-thinking skills to analyze a primary source to acquire information to answer a historical question.",
                    "Percent": 72
                }
            },
            "C": {
                "Choice": "Women's organizations secured passage of the GI Bill for returning veterans.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The GI Bill of Rights originated because U.S. leaders feared that veterans looking for work after their return from the war would trigger a return of Depression-era unemployment numbers. Given that only a small percentage of enlisted personnel were women, women's organizations had little incentive to lobby for the bill's passage.",
                    "Percent": 5
                }
            },
            "D": {
                "Choice": "Congress passed laws guaranteeing equal pay for equal work for women.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Equal Pay Act was passed in 1963, so it was not a direct result of women working during World War II, which ended in 1945.",
                    "Percent": 15
                }
            }
        },
        "Parts": {}
    },
    "36": {
        "Number": 36,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Government",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Evaluate the impact of relationships among the legislative, executive, and judicial branches of government, including Franklin D. Roosevelt's attempt to increase the number of U.S. Supreme Court justices and the presidential election of 2000.",
            "Analyze primary and secondary sources such as maps, graphs, speeches, political cartoons, and artifacts to acquire information to answer historical questions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Read the excerpt and answer the question that follows.",
            ":box:On May 17, 1954, U.S. Supreme Court Justice Earl Warren delivered the unanimous ruling in the landmark civil rights case Brown v. Board of Education of Topeka, Kansas ... There was considerable resistance to the Supreme Court's ruling ...\n\n—”Brown v. Board of Education (1954),” National Archives and Records Administration, www.ourdocuments.gov (accessed February 28, 2018)",
            "How did President Dwight D. Eisenhower respond to “considerable resistance” in Arkansas?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "By sending soldiers to Arkansas to enforce desegregation",
                "Key": {
                    "Correct": true,
                    "Rationale": "In 1957, President Eisenhower sent troops from the 101st Airborne Division to Little Rock to protect the nine students who were integrating Central High School. He also put the Arkansas National Guard under federal control in order to enforce the Supreme Court decision to end segregation. Eisenhower took this action because the governor of Arkansas had used the Arkansas National Guard to prevent the students from entering the school. For this item, the student applies critical-thinking skills to analyze a primary source to acquire information to answer a historical question.",
                    "Percent": 55
                }
            },
            "G": {
                "Choice": "By closing schools in Arkansas until desegregation was achieved",
                "Key": {
                    "Correct": false,
                    "Rationale": "The high schools in Little Rock closed in 1958. However, this action was done to protest desegregation rather than to show support for it. Furthermore, the decision to close the schools was made locally and not by President Eisenhower.",
                    "Percent": 18
                }
            },
            "H": {
                "Choice": "By declaring school segregation to be a decision for the state of Arkansas to make",
                "Key": {
                    "Correct": false,
                    "Rationale": "President Eisenhower did not allow states to determine their own course of action regarding segregation. He felt obligated to uphold the decision of the Supreme Court and used his power to pressure Arkansas to comply.",
                    "Percent": 21
                }
            },
            "J": {
                "Choice": "By firing public school teachers in Arkansas who supported segregation",
                "Key": {
                    "Correct": false,
                    "Rationale": "President Eisenhower did not fire the teachers and did not have the authority to do so. The school district, which had the authority to fire teachers, supported segregation.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "37": {
        "Number": 37,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Economics",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Describe the dynamic relationship between U.S. international trade policies and the U.S. free enterprise system such as the Organization of Petroleum Exporting Countries (OPEC) oil embargo, the General Agreement of Tariffs and Trade (GATT), and the North American Free Trade Agreement (NAFTA).",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "What was one effect of the General Agreement on Tariffs and Trade (GATT) on the United States?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Decreased employment opportunities for minorities and women",
                "Key": {
                    "Correct": false,
                    "Rationale": "GATT was a trade agreement that addressed trade barriers and did not have a significant impact on the opportunities available to female and minority workers in the United States.",
                    "Percent": 7
                }
            },
            "B": {
                "Choice": "Increased availability of foreign laborers in the United States",
                "Key": {
                    "Correct": false,
                    "Rationale": "GATT addressed barriers to trade. It did not have a significant impact on foreign laborers in the United States because it did not address or regulate immigration.",
                    "Percent": 17
                }
            },
            "C": {
                "Choice": "Increased access to foreign markets for U.S. businesses",
                "Key": {
                    "Correct": true,
                    "Rationale": "The General Agreement on Tariffs and Trade (GATT) was signed in 1947 to reduce trade barriers such as quotas and tariffs. As a result, the United States gained increased access to foreign markets.",
                    "Percent": 72
                }
            },
            "D": {
                "Choice": "Decreased funding for the establishment of national parks",
                "Key": {
                    "Correct": false,
                    "Rationale": "GATT was an international trade agreement. It did not affect the funding of national parks within the United States.",
                    "Percent": 3
                }
            }
        },
        "Parts": {}
    },
    "38": {
        "Number": 38,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Trace the historical development of the civil rights movement from the late 1800s through the 21st century, including the 13th, 14th, 15th, and 19th amendments.",
            "Analyze primary and secondary sources such as maps, graphs, speeches, political cartoons, and artifacts to acquire information to answer historical questions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Study the illustration and answer the question that follows.",
            "problems/TX22HSUSH/media/38a.jpg",
            "Which event led to the action shown in this illustration?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The revival of nativist policies",
                "Key": {
                    "Correct": false,
                    "Rationale": "The image shows an African American man voting for the first time and does not reflect the influence of nativists, whose opposition to immigration often fostered racism and discrimination.",
                    "Percent": 5
                }
            },
            "G": {
                "Choice": "The ratification of the Fifteenth Amendment",
                "Key": {
                    "Correct": true,
                    "Rationale": "The Fifteenth Amendment guaranteed the right to vote to African American men following the Civil War. The image shows the “First Vote” of an African American man in an election and therefore shows the impact of the Fifteenth Amendment. For this item, the student applies critical-thinking skills to analyze an illustration to acquire information to answer a historical question.",
                    "Percent": 68
                }
            },
            "H": {
                "Choice": "The Supreme Court ruling in Plessy v. Ferguson",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Plessy ruling addressed the issue of “separate but equal” facilities during segregation. This legalization of segregation shows support for reducing the rights of African Americans. In contrast, the image shows an expansion of voting rights to African Americans.",
                    "Percent": 19
                }
            },
            "J": {
                "Choice": "The rise of Social Darwinism",
                "Key": {
                    "Correct": false,
                    "Rationale": "Social Darwinism is the idea that the people who are successful are somehow stronger or “fitter” than people who struggle. The illustration shows a man exercising his right to vote for the first time. This demonstrates the impact of the Fifteenth Amendment rather than a belief about how society is organized.",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    },
    "39": {
        "Number": 39,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Economics",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Identify the causes of prosperity in the 1950s, including the Baby Boom and the impact of the GI Bill (Servicemen's Readjustment Act of 1944), and the effects of prosperity in the 1950s such as increased consumption and the growth of agriculture and business.",
            "Analyze primary and secondary sources such as maps, graphs, speeches, political cartoons, and artifacts to acquire information to answer historical questions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Read the excerpt and answer the question that follows.",
            ":box:Under the act, approximately 2,300,000 attended colleges and universities, 3,500,000 received school training, and 3,400,000 received on-the-job training. The number of degrees awarded by U.S. colleges and universities more than doubled between 1940 and 1950.\n\n—The U.S. National Archives and Records Administration, www.ourdocuments.gov (accessed September 21, 2017)",
            "Which government action directly contributed to these changes?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Passage of the Federal Reserve Act",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Federal Reserve Act was passed in 1913. The goal was to establish a system that would provide more economic stability. This law did not affect education or educational opportunities.",
                    "Percent": 21
                }
            },
            "B": {
                "Choice": "Passage of the National Security Act of 1947",
                "Key": {
                    "Correct": false,
                    "Rationale": "The National Security Act of 1947 restructured the U.S. military. It was aimed at national security and did not provide educational benefits to veterans.",
                    "Percent": 14
                }
            },
            "C": {
                "Choice": "Passage of the Servicemen's Readjustment Act of 1944",
                "Key": {
                    "Correct": true,
                    "Rationale": "The Servicemen's Readjustment Act, or the GI Bill of Rights, provided educational opportunities to veterans after World War II. Many veterans took advantage of the benefits and received additional education as a result. For this item, the student applies critical-thinking skills to analyze a secondary source to acquire information to answer a historical question.",
                    "Percent": 33
                }
            },
            "D": {
                "Choice": "Passage of the Central Intelligence Agency Act",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Central Intelligence Agency Act of 1949 authorized certain CIA actions, including education and training. However, this provision was for CIA employees rather than for veterans.",
                    "Percent": 31
                }
            }
        },
        "Parts": {}
    },
    "40": {
        "Number": 40,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Science, Technology & Society",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Explain how specific needs result in scientific discoveries and technological innovations in agriculture, the military, and medicine.",
            "Analyze primary and secondary sources such as maps, graphs, speeches, political cartoons, and artifacts to acquire information to answer historical questions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Read the excerpt and answer the question that follows.",
            ":box:Navstar GPS is a satellite-based radio navigation system developed and operated by the US Department of Defense (DOD) ... It consists of a constellation of orbiting satellites, a ground control system and thousands of GPS information receiver units in aircraft, ships, [and] land vehicles ...\n\n—“U.S. Military GPS,” www.army-technology.com (accessed May 7, 2018)",
            "Which military need contributed to development of the technology described in this excerpt?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Faster, more accurate responses during combat",
                "Key": {
                    "Correct": true,
                    "Rationale": "GPS is used to determine precise location, and this allows for a faster and more accurate response during combat. For this item, the student applies critical-thinking skills to analyze a secondary source to acquire information to answer a historical question.",
                    "Percent": 76
                }
            },
            "G": {
                "Choice": "Stronger, more dependable weapons for soldiers",
                "Key": {
                    "Correct": false,
                    "Rationale": "Technology that helps determine precise location does not make weapons stronger.",
                    "Percent": 13
                }
            },
            "H": {
                "Choice": "Lighter, more fuel-efficient cargo planes",
                "Key": {
                    "Correct": false,
                    "Rationale": "GPS technology can help cargo planes navigate with precision, but it does not affect the size, weight, or fuel-efficiency of the planes.",
                    "Percent": 6
                }
            },
            "J": {
                "Choice": "Larger, more powerful nuclear submarines",
                "Key": {
                    "Correct": false,
                    "Rationale": "GPS technology is used for navigation, but it does not affect the power of submarines or any other type of vehicle.",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    },
    "41": {
        "Number": 41,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Compare and contrast the approach taken by the Black Panthers with the nonviolent approach of Martin Luther King Jr.",
            "Analyze primary and secondary sources such as maps, graphs, speeches, political cartoons, and artifacts to acquire information to answer historical questions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "This poster was designed by Emory Douglas, the Black Panther Party's Minister of Culture in the 1960s and 1970s.",
            "problems/TX22HSUSH/media/41a.jpg",
            "Based on this image, how did the Black Panther Party differ from Martin Luther King Jr. and his followers?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The Black Panther Party focused attention only on issues in southern states.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Black Panther Party was founded in California and had influence in many states. Martin Luther King Jr. focused on issues in the South.",
                    "Percent": 7
                }
            },
            "B": {
                "Choice": "The Black Panther Party believed in achieving equal voting rights for all.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Black Panther Party did believe in equal voting rights, but the poster does not depict voting or voting rights in any way. Furthermore, Martin Luther King Jr. also believed in equal voting rights.",
                    "Percent": 11
                }
            },
            "C": {
                "Choice": "The Black Panther Party advocated militant action to achieve its goals.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The image of a person in military dress with a weapon illustrates the more militant approach of the Black Panther Party. The framing of the struggle as a revolution in which “one wins, or one dies” further emphasizes this militancy. In contrast, Martin Luther King Jr. promoted nonviolence. For this item, the student applies critical-thinking skills to analyze a primary source to acquire information to answer a historical question.",
                    "Percent": 79
                }
            },
            "D": {
                "Choice": "The Black Panther Party worked willingly with government officials.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The poster shows a person in military dress carrying a weapon with a caption about revolution. This imagery suggests that the Black Panther Party opposed the government and sought to bring about revolutionary change. Likewise, Martin Luther King Jr. resisted government officials in the South.",
                    "Percent": 4
                }
            }
        },
        "Parts": {}
    },
    "42": {
        "Number": 42,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Analyze the impact of significant individuals such as Henry Ford, Marcus Garvey, and Charles A. Lindbergh.",
            "Analyze primary and secondary sources such as maps, graphs, speeches, political cartoons, and artifacts to acquire information to answer historical questions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "This excerpt describes a work process established by Henry Ford.",
            ":box:One man fits the parts together, so that the bolt holes come right. The next man fits the bolt holes into place. The next has a pan of nuts before him and all day he scoops them up and with his fingers starts them on the thread of the bolts. The next man has a wrench and he gives the final twist that makes them tight.\n\n—John A. Fitch, 1914",
            "Which results did Ford hope to achieve by implementing the process described in this excerpt?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Increased productivity and efficiency",
                "Key": {
                    "Correct": true,
                    "Rationale": "By using an assembly line and dividing the manufacturing process into small, unskilled tasks, Ford increased efficiency and productivity. For this item, the student applies critical-thinking skills to analyze a primary source to acquire information to answer a historical question.",
                    "Percent": 79
                }
            },
            "G": {
                "Choice": "Reduced numbers of employees quitting",
                "Key": {
                    "Correct": false,
                    "Rationale": "Ford developed assembly line technology to produce more cars in less time. His assembly line was not intended to improve employee morale or retention.",
                    "Percent": 5
                }
            },
            "H": {
                "Choice": "Increased labor union membership",
                "Key": {
                    "Correct": false,
                    "Rationale": "Ford, as an employer, would not have supported increased labor union membership.",
                    "Percent": 11
                }
            },
            "J": {
                "Choice": "Reduced payroll taxes and employee benefits",
                "Key": {
                    "Correct": false,
                    "Rationale": "Payroll taxes are set by the federal government, and they did not start until 1935 after the Social Security Act was passed. Given that Ford increased pay in order to attract workers, he would have been unlikely to reduce employee benefits.",
                    "Percent": 4
                }
            }
        },
        "Parts": {}
    },
    "43": {
        "Number": 43,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Analyze major issues of World War II, including the Holocaust, the internment of Japanese Americans as a result of Executive Order 9066, and the development of atomic weapons.",
            "Analyze primary and secondary sources such as maps, graphs, speeches, political cartoons, and artifacts to acquire information to answer historical questions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "problems/TX22HSUSH/media/43a.jpg",
            "Which nationalities correctly replace the three question marks on this notice?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Polish, Romanian, Russian",
                "Key": {
                    "Correct": false,
                    "Rationale": "In 1942, the United States did not consider Poland, Romania, or Russia enemy nations.",
                    "Percent": 7
                }
            },
            "B": {
                "Choice": "Mexican, Spanish, Portuguese",
                "Key": {
                    "Correct": false,
                    "Rationale": "Mexico, Spain, and Portugal were not enemies of the United States in 1942.",
                    "Percent": 20
                }
            },
            "C": {
                "Choice": "Irish, Israeli, Turkish",
                "Key": {
                    "Correct": false,
                    "Rationale": "Israel was not a nation in 1942. Turkey and Ireland were not considered enemies of the United States.",
                    "Percent": 4
                }
            },
            "D": {
                "Choice": "German, Italian, Japanese",
                "Key": {
                    "Correct": true,
                    "Rationale": "In 1942, the United States was at war with Germany, Italy, and Japan. People from these enemy nations who were living in the United States were required to get certificates of identification. For this item, the student applies critical-thinking skills to analyze a primary source to acquire information to answer a historical question.",
                    "Percent": 69
                }
            }
        },
        "Parts": {}
    },
    "44": {
        "Number": 44,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Culture",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Describe the impacts of cultural movements in art, music, and literature such as Tin Pan Alley, the Harlem Renaissance, the Beat Generation, rock and roll, the Chicano Mural Movement, and country and western music on American society.",
            "Analyze primary and secondary sources such as maps, graphs, speeches, political cartoons, and artifacts to acquire information to answer historical questions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "This excerpt describes a country and western star in the 1930s.",
            ":box:[Gene Autry] got a bit part in [In Old Santa Fe], a Western in 1934, and unbelievably the ideas that came from this Western ... pretty much started the template of the musical Western. Audiences just loved them—they had the music, they had the comedy and, of course, the action and those great fancy cowboy outfits, too.\n\n—”Gene Autry, America's 'Public Cowboy No. 1',” National Public Radio, www.npr.org (accessed November 20, 2018)",
            "What was one effect of this new style of “musical Western” on the United States in the 1930s?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Country music became more popular than rock and roll music.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Rock and roll music became popular in the 1950s, so it did not affect the popularity of music during the 1930s.",
                    "Percent": 13
                }
            },
            "G": {
                "Choice": "Country music prompted people to move to farms on the Great Plains.",
                "Key": {
                    "Correct": false,
                    "Rationale": "During the 1930s, the Dust Bowl affected parts of the Great Plains, and people moved away from the region.",
                    "Percent": 14
                }
            },
            "H": {
                "Choice": "Country music transitioned from a regional genre to a national sensation.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The success of musical Westerns popularized country music. These movies allowed music that was common in southern states to be heard around the country. For this item, the student applies critical-thinking skills to analyze a secondary source to acquire information to answer a historical question.",
                    "Percent": 67
                }
            },
            "J": {
                "Choice": "Country music encouraged Exodusters to migrate from southern states.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Exodusters were African American settlers who moved west after Reconstruction ended. They were seeking to escape discrimination in the South and did not migrate because of the impact of a musical style that became popular in the 1930s.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "45": {
        "Number": 45,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Describe how Sweatt v. Painter and Brown v. Board of Education played a role in protecting the rights of the minority during the civil rights movement.",
            "Analyze primary and secondary sources such as maps, graphs, speeches, political cartoons, and artifacts to acquire information to answer historical questions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "This excerpt describes some court cases about education.",
            ":box:While Brown v. Board of Education is a widely known landmark Supreme Court case, few can trace its origins to the case of nine-year-old Sylvia Mendez in Mendez v. Westminster.\n\nSylvia's case, which was decided in the federal courts in California, preceded Brown by about eight years. Thurgood Marshall represented Sylvia Mendez and Linda Brown. Marshall used some of the same arguments from Mendez to win Brown v. Board of Education.\n\n—”Background – Mendez v. Westminster Re-Enactment,” U.S. Courts, www.uscourts.gov (accessed November 28, 2018)",
            "Why are the court cases described in this excerpt important to education in the United States?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "The cases reduced racial segregation in schools.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Both cases were about segregation. In the Mendez case, federal courts ordered a California school district that operated separate schools for students of Mexican ancestry to end discrimination against these students. In the Brown case, the U.S. Supreme Court ruled that “separate but equal” schools were unconstitutional. Both cases therefore contributed to reduced racial segregation in schools. For this item, the student applies critical-thinking skills to analyze a secondary source to acquire information to answer a historical question.",
                    "Percent": 77
                }
            },
            "B": {
                "Choice": "The cases established the use of quotas in school admissions.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Both cases addressed public K–12 schools rather than universities. Furthermore, neither case addressed the issue of quotas but instead focused on the larger issue of segregation.",
                    "Percent": 7
                }
            },
            "C": {
                "Choice": "The cases ordered schools to provide accommodations for students with disabilities.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The cases were brought on behalf of students of color. The cases challenged racial discrimination and did not address the needs of students with disabilities.",
                    "Percent": 11
                }
            },
            "D": {
                "Choice": "The cases reduced inequities in school district financing.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Mendez and Brown cases were not about inequities in school funding; rather, lawyers for students used moral arguments to challenge the legality of segregation.",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    },
    "46": {
        "Number": 46,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Economics",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Compare the New Deal policies and its opponents' approaches to resolving the economic effects of the Great Depression.",
            "Analyze primary and secondary sources such as maps, graphs, speeches, political cartoons, and artifacts to acquire information to answer historical questions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Read the excerpt and answer the question that follows.",
            ":box:The whole of our governmental machinery was devised for the purpose that ... we give incentive and equality of opportunity to every individual to rise to that highest achievement of which he is capable ... The spread of government destroys initiative and thus destroys character ... There is an entirely different avenue by which we may both resist this drift to centralized government and at the same time meet a multitude of problems. That is to strengthen in the Nation a sense and an organization of self-help ...\n\n—President Herbert Hoover, radio address, February 12, 1931",
            "How did this response to the Great Depression differ from the ideas of Franklin D. Roosevelt?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Hoover wanted to implement social welfare programs to provide for the poor.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Hoover was reluctant to establish social welfare programs and instead favored “an organization of self-help” that would provide private assistance. Roosevelt was more open to establishing social welfare programs funded and operated by the federal government. For example, in addition to programs to provide jobs, he supported the Social Security Act, which provided payments to the elderly.",
                    "Percent": 24
                }
            },
            "G": {
                "Choice": "Roosevelt wanted private charities to take responsibility for relief efforts.",
                "Key": {
                    "Correct": false,
                    "Rationale": "It was Hoover rather than Roosevelt who favored private charities taking the lead in relief efforts. Roosevelt supported government efforts to help citizens.",
                    "Percent": 10
                }
            },
            "H": {
                "Choice": "Hoover wanted to limit the role of the federal government in managing the crisis.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Hoover explains in the excerpt that he believes that a large government “destroys initiative and thus destroys character.” He believed that government should have a limited role in providing direct relief, even during an unprecedented economic crisis. Roosevelt, in contrast, supported New Deal programs that offered direct relief by providing jobs for the unemployed. For this item, the student applies critical-thinking skills to analyze a primary source to acquire information to answer a historical question.",
                    "Percent": 57
                }
            },
            "J": {
                "Choice": "Roosevelt wanted state governments to regulate private business activity.",
                "Key": {
                    "Correct": false,
                    "Rationale": "As part of his program of reform, Roosevelt believed that the federal government needed to regulate some industries in order to prevent a future economic collapse. For example, he supported the establishment of the Securities and Exchange Commission to regulate the stock market.",
                    "Percent": 9
                }
            }
        },
        "Parts": {}
    },
    "47": {
        "Number": 47,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Describe the roles of political organizations that promoted African American, Chicano, American Indian, and women's civil rights.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "How did the National Organization for Women (NOW) affect the feminist movement during the 1970s?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "By opposing the Supreme Court's Roe v. Wade decision legalizing abortion",
                "Key": {
                    "Correct": false,
                    "Rationale": "The California chapter of NOW filed a brief with the court supporting the right to an abortion. In general, NOW members supported the decision in Roe v. Wade.",
                    "Percent": 15
                }
            },
            "B": {
                "Choice": "By opposing laws granting tax credits for stay-at-home mothers",
                "Key": {
                    "Correct": false,
                    "Rationale": "Tax credits for stay-at-home mothers would benefit women. Therefore, NOW would likely have supported rather than opposed such a plan.",
                    "Percent": 7
                }
            },
            "C": {
                "Choice": "By supporting scholarship programs available through beauty pageants",
                "Key": {
                    "Correct": false,
                    "Rationale": "Most feminists and members of NOW in the 1970s opposed the way beauty pageants treated women. Members of the organization would likely have supported other ways of providing scholarships for young women.",
                    "Percent": 5
                }
            },
            "D": {
                "Choice": "By supporting the proposed Equal Rights Amendment to the U.S. Constitution",
                "Key": {
                    "Correct": true,
                    "Rationale": "The National Organization for Women (NOW) supported the Equal Rights Amendment to guarantee legal equality for women. NOW helped bring attention to this issue as part of the feminist movement. For this item, the student applies critical-thinking skills to identify a cause-and-effect relationship.",
                    "Percent": 74
                }
            }
        },
        "Parts": {}
    },
    "48": {
        "Number": 48,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Describe the responses to the Vietnam War such as the draft, the 26th Amendment, the role of the media, the credibility gap, the silent majority, and the anti–war movement.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Which cause united many college students, civil rights activists, and labor union members during the 1960s?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Opposing U.S. participation in the Vietnam War",
                "Key": {
                    "Correct": true,
                    "Rationale": "Many members of the three groups opposed U.S. participation in the Vietnam War. Many civil-rights activists opposed the war because it disproportionately affected people of color. Many college students opposed the war ideologically. And while the leader of the AFL-CIO expressed official support for the war in 1965, many union members opposed U.S. participation. For this item, the student applies critical-thinking skills to identify a cause-and-effect relationship.",
                    "Percent": 65
                }
            },
            "G": {
                "Choice": "Expanding presidential use of executive privilege",
                "Key": {
                    "Correct": false,
                    "Rationale": "The topic of executive privilege, the right of the executive branch to keep its records and communications secret, became a public focus and of interest to the members of the three groups in the 1970s during the Watergate scandal.",
                    "Percent": 21
                }
            },
            "H": {
                "Choice": "Protecting the world against climate change",
                "Key": {
                    "Correct": false,
                    "Rationale": "The environmental movement was underway in the 1960s, but the focus at that time was on addressing pollution rather than climate change.",
                    "Percent": 8
                }
            },
            "J": {
                "Choice": "Using détente as a foreign policy with China",
                "Key": {
                    "Correct": false,
                    "Rationale": "he policy of détente is associated with Richard Nixon, who became president at the end of the decade.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "49": {
        "Number": 49,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Identify the causes of World War I and reasons for U.S. entry.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            ":box:President Woodrow Wilson's Reasons for Entering World War I\n\n• Assert American rights to “freedom of the seas”\n• Stop German plans to aid Mexico\n•  ͟ ͟ ͟ ͟ ͟ ͟ ͟ ͟ ͟ ͟?͟ ͟ ͟ ͟ ͟ ͟ ͟ ͟ ͟ ͟ ",
            "Which additional reason BEST completes this list?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Increase trade with Asian nations",
                "Key": {
                    "Correct": false,
                    "Rationale": "One of the causes of World War I was imperialism, which would include the desire to control trade in places such as Asia and Africa. However, this tension existed between the European powers in the war. Wilson advocated for free trade and would not have entered a war for the purpose of gaining increased trade advantages in Asia for the United States.",
                    "Percent": 6
                }
            },
            "B": {
                "Choice": "Assist the Allied powers against German aggression",
                "Key": {
                    "Correct": true,
                    "Rationale": "The United States had strong relationships with Great Britain and France. Wilson wanted to help these nations as they resisted German aggression. For this item, the student applies critical-thinking skills to identify a cause-and-effect relationship.",
                    "Percent": 55
                }
            },
            "C": {
                "Choice": "Retaliate against Germany for imposing high tariffs",
                "Key": {
                    "Correct": false,
                    "Rationale": "The United States did not retaliate against Germany for high tariffs. Once the war began in 1914, trade with Germany and the Central Powers decreased dramatically for many reasons, but tariff rates were not a reason for the decline.",
                    "Percent": 14
                }
            },
            "D": {
                "Choice": "Prevent fascism from spreading throughout Europe",
                "Key": {
                    "Correct": false,
                    "Rationale": "Fascism emerged in Italy after the war had ended. It was a major cause of World War II, not World War I.",
                    "Percent": 25
                }
            }
        },
        "Parts": {}
    },
    "50": {
        "Number": 50,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Describe U.S. involvement in the Middle East such as support for Israel, the Camp David Accords, the Iran Hostage Crisis, Marines in Lebanon, and the Iran–Contra Affair.",
            "Analyze primary and secondary sources such as maps, graphs, speeches, political cartoons, and artifacts to acquire information to answer historical questions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "This excerpt is about the U.S. policy in Lebanon.",
            ":box:From 1981 onward, the Reagan administration feared that conflict between Lebanese factions backed by Syria and Israel, along with clashes between Israel and the Palestine Liberation Organization (PLO), could escalate into an Arab-Israeli war. Yet American policymakers differed over how to prevent such a conflict, especially over whether to commit troops for that purpose. Following Israel's 1982 invasion of Lebanon, the advocates of military intervention won out. But by 1984, terrorist attacks, a lack of diplomatic progress, and congressional opposition led President Ronald Reagan to withdraw U.S. forces from Lebanon.\n\n—”The Reagan Administration and Lebanon, 1981–1984,” U.S. Department of State, history.state.gov (accessed April 17, 2020)",
            "Based on the excerpt, why were U.S. forces initially sent to Lebanon?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "To regain control of vital oil fields",
                "Key": {
                    "Correct": false,
                    "Rationale": "The excerpt addresses concerns about small conflicts escalating and does not address the issue of oil supply. U.S. troops in Lebanon were not there to control oil fields.",
                    "Percent": 9
                }
            },
            "G": {
                "Choice": "To provide military support to Syria",
                "Key": {
                    "Correct": false,
                    "Rationale": "The United States deployed troops to Lebanon to decrease conflict between warring groups. The United States supported Israel more than Syria, but the U.S. troops in Lebanon were there to prevent war.",
                    "Percent": 13
                }
            },
            "H": {
                "Choice": "To provide military assistance to Israel",
                "Key": {
                    "Correct": false,
                    "Rationale": "While the United States supported Israel, Reagan was concerned that the conflicts would escalate into a war. Despite U.S. support for Israel, Reagan wanted to prevent another Arab-Israeli war.",
                    "Percent": 27
                }
            },
            "J": {
                "Choice": "To help maintain peace between warring groups",
                "Key": {
                    "Correct": true,
                    "Rationale": "The excerpt explains that the Reagan administration chose intervention because of fears that conflict between different groups could “escalate into an Arab-Israeli war.” Reagan deployed troops in an attempt to maintain peace between factions.",
                    "Percent": 51
                }
            }
        },
        "Parts": {}
    },
    "51": {
        "Number": 51,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Identify reasons for U.S. involvement in World War II, including the aggression of Italian, German, and Japanese dictatorships, especially the attack on Pearl Harbor.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Read the list and answer the question that follows.",
            ":box: ͟ ͟ ͟ ͟ ͟ ͟ ͟ ͟ ͟ ͟?͟ ͟ ͟ ͟ ͟ ͟ ͟ ͟ ͟ ͟ \n\n• Japan invades Korea and China.\n• Germany invades Poland.\n• Japan attacks Pearl Harbor.",
            "Which title correctly replaces the question mark?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Events That Encouraged the United States to Join NATO",
                "Key": {
                    "Correct": false,
                    "Rationale": "The United States established NATO as a result of Soviet expansion after Germany and Japan had been defeated in World War II.",
                    "Percent": 11
                }
            },
            "B": {
                "Choice": "Events That Inspired U.S. Nationalism during World War I",
                "Key": {
                    "Correct": false,
                    "Rationale": "Except for Japan's invasion of Korea, the events listed occurred after 1919. World War I ended in 1918, so the events did not have an impact on U.S. nationalism during World War I.",
                    "Percent": 8
                }
            },
            "C": {
                "Choice": "Events That Contributed to U.S. Rejection of the League of Nations",
                "Key": {
                    "Correct": false,
                    "Rationale": "The United States rejected the League of Nations in 1919 when the U.S. Senate refused to ratify the Treaty of Versailles. Except for Japan's invasion of Korea, the events listed occurred after 1919.",
                    "Percent": 6
                }
            },
            "D": {
                "Choice": "Events That Led to U.S. Involvement in World War II",
                "Key": {
                    "Correct": true,
                    "Rationale": "The aggression of Japan and Germany led to the eventual involvement of the United States in World War II. The Japanese attack on Pearl Harbor directly led to a U.S. declaration of war. For this item, the student applies critical-thinking skills to identify a cause-and-effect relationship.",
                    "Percent": 74
                }
            }
        },
        "Parts": {}
    },
    "52": {
        "Number": 52,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Economics",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Describe the economic effects of international military conflicts, including the Spanish–American War and World War I, on the United States.",
            "Analyze primary and secondary sources such as maps, graphs, speeches, political cartoons, and artifacts to acquire information to answer historical questions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "This table shows the number of civilians employed by the U.S. government each year from 1915 to 1918.",
            "problems/TX22HSUSH/media/52a.jpg",
            "Based on this table, how did World War I affect the U.S. economy?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "It led to decreased spending in order to conserve resources during the war effort.",
                "Key": {
                    "Correct": false,
                    "Rationale": "As the war effort required more soldiers, support personnel, and supplies, military budgets grew larger. The growing number of federal jobs increased the cost of salaries and therefore led to an increase in government spending rather than a decrease.",
                    "Percent": 10
                }
            },
            "G": {
                "Choice": "It led to decreased pressure on private companies to supply the war effort.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Much of the growth between 1917 and 1918 reflects soldiers entering the military. Military growth put pressure on private companies to provide the government with vehicles, uniforms, weapons, food, etc.",
                    "Percent": 5
                }
            },
            "H": {
                "Choice": "It increased the economic opportunities available for U.S. citizens.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The table shows a significant growth in federal jobs, suggesting that the war created economic opportunities for U.S. citizens as businesses increased production to support the war effort. For this item, the student applies critical-thinking skills to analyze a graph to acquire information to answer a historical question.",
                    "Percent": 65
                }
            },
            "J": {
                "Choice": "It increased the number of immigrants searching for U.S. jobs.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Immigration to the United States slowed during World War I. U.S. government restrictions on immigration increased. There was also increasing prejudice and discrimination against immigrants.",
                    "Percent": 19
                }
            }
        },
        "Parts": {}
    },
    "53": {
        "Number": 53,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Government",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Describe the effects of political scandals, including Teapot Dome, Watergate, and Bill Clinton's impeachment, on the views of U.S. citizens concerning trust in the federal government and its leaders.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Read the information in the table and answer the question that follows.",
            "problems/TX22HSUSH/media/53a.jpg",
            "Which statement explains one effect of these two events?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "They reduced government regulation of the economy.",
                "Key": {
                    "Correct": false,
                    "Rationale": "At the time of the Teapot Dome scandal in the 1920s, government regulation of the economy was limited. The Watergate scandal did not involve government regulation. Therefore, neither scandal led to reduced regulations.",
                    "Percent": 11
                }
            },
            "B": {
                "Choice": "They led to an increase in the size of the executive branch.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Both events revealed corruption in the executive branch. They did not contribute to an increase in the size of that branch.",
                    "Percent": 10
                }
            },
            "C": {
                "Choice": "They reduced public confidence in the federal government.",
                "Key": {
                    "Correct": true,
                    "Rationale": "Both scandals revealed corruption in the federal government. As the level of corruption became known to the public, the confidence of people in their government declined. For this item, the student applies critical-thinking skills to identify a cause-and-effect relationship.",
                    "Percent": 71
                }
            },
            "D": {
                "Choice": "They led the president to increase the use of the veto power.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The resignation of Richard Nixon did not lead to an increased use of veto power. The Teapot Dome scandal did not affect the use of veto power by the president.",
                    "Percent": 7
                }
            }
        },
        "Parts": {}
    },
    "54": {
        "Number": 54,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Culture",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Describe the Americanization movement to assimilate immigrants and American Indians into American culture.",
            "Analyze primary and secondary sources such as maps, graphs, speeches, political cartoons, and artifacts to acquire information to answer historical questions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "problems/TX22HSUSH/media/54a.jpg",
            "Which trend of the late 1800s and early 1900s is BEST reflected in this photograph?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The desire to gain new territories",
                "Key": {
                    "Correct": false,
                    "Rationale": "By the time that Indian schools began to be established, few lands remained under the control of American Indians. The schools were established to assimilate American Indians into white society.",
                    "Percent": 3
                }
            },
            "G": {
                "Choice": "The emphasis on cultural assimilation",
                "Key": {
                    "Correct": true,
                    "Rationale": "Indian schools sought to assimilate American Indians into white culture. Schools such as the one for Osage Indians banned native cultural practices, dress, and language. The boys' haircuts and dress reflect white culture and demonstrate assimilation efforts. For this item, the student applies critical-thinking skills to analyze a photograph to acquire information to answer a historical question.",
                    "Percent": 73
                }
            },
            "H": {
                "Choice": "The need for urban reform",
                "Key": {
                    "Correct": false,
                    "Rationale": "Urban reform was an issue that received considerable attention during this era. However, schools such as the one for Osage Indians were established to assimilate American Indians into white society. The schools did not address the many issues that cities faced.",
                    "Percent": 6
                }
            },
            "J": {
                "Choice": "The rise of nativism",
                "Key": {
                    "Correct": false,
                    "Rationale": "The nativist preference for mainstream white culture is shown in the photograph. However, the rise of nativism began in the middle of the 1800s rather than at the end. Also, nativists of that era focused on restricting the rights of non-Protestant immigrants.",
                    "Percent": 18
                }
            }
        },
        "Parts": {}
    },
    "55": {
        "Number": 55,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Evaluate the impact of muckrakers and reform leaders such as Upton Sinclair, Susan B. Anthony, Jane Addams, Ida B. Wells, and W. E. B. DuBois on American society.",
            "Analyze primary and secondary sources such as maps, graphs, speeches, political cartoons, and artifacts to acquire information to answer historical questions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            ":box:There was never the least attention paid to what was cut up for sausage; there would come all the way back from Europe old sausage that had been rejected, and that was mouldy and white—it would be dosed with borax and glycerine, and dumped into the hoppers, and made over again for home consumption.\n\n—Upton Sinclair, The Jungle, 1906",
            "What was the immediate response to the practices mentioned in this excerpt?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Monopolies formed to control competition in the meat-processing industry.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The formation of monopolies was challenged rather than encouraged during this era.",
                    "Percent": 9
                }
            },
            "B": {
                "Choice": "Meat packers developed refrigerated railroad cars to ship meat nationwide.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Refrigerated railroad cars did help ship meat safely, but they were invented during the 1800s.",
                    "Percent": 10
                }
            },
            "C": {
                "Choice": "Congress passed legislation to protect consumer health and safety.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The Jungle highlighted the dangerous conditions and lack of quality standards in meat-packing plants. Sinclair highlighted how these issues could harm the public. As a result, Congress passed laws, such as the Pure Food and Drug Act, to ensure that consumers were protected against tainted and unsafe food. For this item, the student applies critical-thinking skills to analyze a primary source to acquire information to answer a historical question.",
                    "Percent": 76
                }
            },
            "D": {
                "Choice": "Farmers demanded government regulation of livestock sales and distribution.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The excerpt addresses the processing of meat, which did not involve farmers once they had sold their cattle to the processors. Also, the Populist Party, which had been the political voice of many farmers during the 1890s, had essentially disappeared by 1906.",
                    "Percent": 5
                }
            }
        },
        "Parts": {}
    },
    "56": {
        "Number": 56,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Describe the roles of political organizations that promoted African American, Chicano, American Indian, and women's civil rights.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Which concern directly contributed to U.S. involvement in the Korean War during the 1950s?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Containing the spread of communism",
                "Key": {
                    "Correct": true,
                    "Rationale": "The United States became involved in the Korean War to stop the spread of communism after North Korea, which was communist, invaded South Korea. For this item, the student applies critical-thinking skills to identify a cause-and-effect relationship.",
                    "Percent": 72
                }
            },
            "G": {
                "Choice": "Improving political relations with China",
                "Key": {
                    "Correct": false,
                    "Rationale": "Relations with Communist China worsened during the Korean War. After pushing the North Koreans out of South Korea, U.S. troops continued into North Korean territory. As they approached the Yalu River, which separated North Korea and China, China sent troops to aid North Korea and to fight against U.S. forces.",
                    "Percent": 8
                }
            },
            "H": {
                "Choice": "Deterring the use of nuclear weapons",
                "Key": {
                    "Correct": false,
                    "Rationale": "The United States did not engage in the Korean War to prevent the use of nuclear weapons. Neither North Korea nor South Korea had nuclear weapons.",
                    "Percent": 15
                }
            },
            "J": {
                "Choice": "Resisting the rise of fascism in Asia",
                "Key": {
                    "Correct": false,
                    "Rationale": "The United States was concerned with resisting the spread of communism rather than with the rise of fascism. North Korea had adopted communism, and the United States wanted South Korea to remain a noncommunist country.",
                    "Percent": 4
                }
            }
        },
        "Parts": {}
    },
    "57": {
        "Number": 57,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Culture",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Explain actions taken by people to expand economic opportunities and political rights for racial, ethnic, gender, and religious groups in American society.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "Read the list and answer the question that follows.",
            ":box:• Mexican American Legal Defense and Educational Fund\n• American-Arab Anti-Discrimination Committee\n• National Asian Pacific American Legal Consortium",
            "Which action is a goal of all these groups?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Promoting nativist policies",
                "Key": {
                    "Correct": false,
                    "Rationale": "These organizations represent different groups of people who would be harmed by nativist policies. They fight against such policies.",
                    "Percent": 17
                }
            },
            "B": {
                "Choice": "Protecting civil liberties",
                "Key": {
                    "Correct": true,
                    "Rationale": "These organizations work to protect the rights and civil liberties of different groups of citizens who may face discrimination based on race or ethnicity. For this item, the student applies critical-thinking skills to categorize information.",
                    "Percent": 65
                }
            },
            "C": {
                "Choice": "Supporting segregation",
                "Key": {
                    "Correct": false,
                    "Rationale": "These organizations address issues of discrimination and do not support segregation.",
                    "Percent": 9
                }
            },
            "D": {
                "Choice": "Organizing labor unions",
                "Key": {
                    "Correct": false,
                    "Rationale": "These organizations protect the rights of different groups of people based on ethnicity. While their members may support labor unions, their purpose is not to organize labor unions.",
                    "Percent": 9
                }
            }
        },
        "Parts": {}
    },
    "58": {
        "Number": 58,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Geography",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Identify the effects of population growth and distribution on the physical environment.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "What was one result of immigration to the northeastern United States during the early twentieth century?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "Factories experienced labor shortages.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The increase in immigration meant that factories had an abundant labor pool to fill jobs.",
                    "Percent": 16
                }
            },
            "G": {
                "Choice": "Cities became more densely populated.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The increase in immigration during this time resulted in cities becoming even more densely populated as many immigrants settled in cities in the Northeast. For this item, the student applies critical-thinking skills to identify a cause-and-effect relationship.",
                    "Percent": 71
                }
            },
            "H": {
                "Choice": "Fewer people lived in settlement houses.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Because of the increase in immigration to the region, more people lived in tenement housing. The number of settlement houses increased in order to address some of the issues facing people living in these neighborhoods. Settlement houses provided community services, such as offering educational programs, rather than housing.",
                    "Percent": 7
                }
            },
            "J": {
                "Choice": "Fewer diseases spread among urban populations.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The increase in immigration during the early twentieth century resulted in increasingly crowded cities. These conditions promoted the spread of disease in urban populations.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "59": {
        "Number": 59,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Evaluate changes in the United States that have resulted from the civil rights movement, including increased participation of minorities in the political process.",
            "Analyze primary and secondary sources such as maps, graphs, speeches, political cartoons, and artifacts to acquire information to answer historical questions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "This bar graph shows historical trends in the U.S. work force.",
            "problems/TX22HSUSH/media/59a.jpg",
            "The trend illustrated in this graph led to a demand to pass laws —"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "guaranteeing gender equality in the workplace",
                "Key": {
                    "Correct": true,
                    "Rationale": "As more women entered the workforce, they demanded equal pay and equity in the workplace. For this item, the student applies critical-thinking skills to analyze a graph to acquire information to answer a historical question.",
                    "Percent": 79
                }
            },
            "B": {
                "Choice": "limiting the use of merit-based exams in the workplace",
                "Key": {
                    "Correct": false,
                    "Rationale": "Merit-based exams help prevent gender discrimination. The growing rate of women in the workforce did not lead to a desire to limit the use of such exams.",
                    "Percent": 5
                }
            },
            "C": {
                "Choice": "prohibiting union membership based on gender",
                "Key": {
                    "Correct": false,
                    "Rationale": "The growing rate of women in the workforce did not lead to demands to prevent either women or men from joining unions.",
                    "Percent": 14
                }
            },
            "D": {
                "Choice": "supporting federal employee fund-raising efforts",
                "Key": {
                    "Correct": false,
                    "Rationale": "The graph shows data for the total workforce and does not focus on federal employees. Furthermore, the growing rate of women in the workforce did not affect federal employee fundraising efforts.",
                    "Percent": 3
                }
            }
        },
        "Parts": {}
    },
    "60": {
        "Number": 60,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Discuss the impact of the writings of Martin Luther King Jr. such as his “I Have a Dream” speech and “Letter from Birmingham Jail” on the civil rights movement.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "How did Dr. Martin Luther King, Jr.'s 1963 “I Have a Dream” speech affect U.S. politics?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "By increasing pressure on political leaders to form a new minority-based political party",
                "Key": {
                    "Correct": false,
                    "Rationale": "King's speech expressed a desire for an end to discrimination. He did not call for the creation of a new political party or pressure leaders to form one.",
                    "Percent": 9
                }
            },
            "G": {
                "Choice": "By persuading political leaders to introduce literacy tests for voting",
                "Key": {
                    "Correct": false,
                    "Rationale": "King opposed literacy tests as they were a barrier to voting for African Americans. His speech called for racial equality and an end to discrimination. It did not encourage people to adopt voter-suppression measures that targeted racial minorities.",
                    "Percent": 5
                }
            },
            "H": {
                "Choice": "By persuading political leaders to ratify an amendment that extends voting rights to women",
                "Key": {
                    "Correct": false,
                    "Rationale": "Women had been granted the right to vote by the ratification of the Nineteenth Amendment in 1920, so this speech four decades later did not affect women's voting rights.",
                    "Percent": 6
                }
            },
            "J": {
                "Choice": "By increasing pressure on political leaders to pass federal civil rights legislation",
                "Key": {
                    "Correct": true,
                    "Rationale": "This speech called for an end to racial discrimination. The popularity of this speech helped pressure political leaders to pass legislation to address discrimination and protect civil rights. For this item, the student applies critical-thinking skills to identify a cause-and-effect relationship.",
                    "Percent": 80
                }
            }
        },
        "Parts": {}
    },
    "61": {
        "Number": 61,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Government",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Describe the impact of events such as the Gulf of Tonkin Resolution and the War Powers Act on the relationship between the legislative and executive branches of government.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "This diagram shows events associated with the Gulf of Tonkin Resolution.",
            "problems/TX22HSUSH/media/61a.jpg",
            "How did the events in this cause-and-effect diagram affect the relationship between the executive and legislative branches of government?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "By reducing the ability of the House of Representatives to approve military funding requested by the president",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Gulf of Tonkin Resolution addressed the power of the president to use military force. It weakened the power of Congress by not requiring Congress to officially declare war. However, it did not affect the power of Congress to control or approve funding.",
                    "Percent": 19
                }
            },
            "B": {
                "Choice": "By giving the president the power to fight a war without getting a formal declaration from Congress",
                "Key": {
                    "Correct": true,
                    "Rationale": "The Gulf of Tonkin Resolution gave the president the power to deploy military troops without a formal declaration of war by Congress. It increased presidential power regarding the use of military force. For this item, the student applies critical-thinking skills to identify a cause-and-effect relationship.",
                    "Percent": 40
                }
            },
            "C": {
                "Choice": "By allowing Congress to supersede the president's role as commander in chief",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Gulf of Tonkin Resolution allowed the president to supersede the power of Congress. It did not give Congress power over the president.",
                    "Percent": 22
                }
            },
            "D": {
                "Choice": "By reducing the power of the president to bypass the Senate's treaty-making powers",
                "Key": {
                    "Correct": false,
                    "Rationale": "The resolution affected only the president's ability to use military force. It did not cause any change in the power of the Senate to ratify treaties.",
                    "Percent": 18
                }
            }
        },
        "Parts": {}
    },
    "62": {
        "Number": 62,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Analyze and evaluate the application of these founding principles to historical events in U.S. history.",
            "Analyze primary and secondary sources such as maps, graphs, speeches, political cartoons, and artifacts to acquire information to answer historical questions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            ":box:We hold these truths to be self-evident, that all men are created equal, that they are endowed by their Creator with certain unalienable Rights, that among these are Life, Liberty and the pursuit of Happiness. — That to secure these rights, Governments are instituted among Men, deriving their just powers from the consent of the governed ...\n\n—Declaration of Independence, 1776",
            "Which phrase from this excerpt is MOST directly related to the Nineteenth Amendment?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "“We hold these truths to be self-evident”",
                "Key": {
                    "Correct": false,
                    "Rationale": "The right of women to vote was not a self-evident truth during this era, as most states excluded women from this right.",
                    "Percent": 10
                }
            },
            "G": {
                "Choice": "“they are endowed by their Creator”",
                "Key": {
                    "Correct": false,
                    "Rationale": "“Endowed by their Creator” refers to unalienable rights that people are born with and belong to all humans. Voting rights were not considered to be unalienable rights during the historical periods addressed by this question.",
                    "Percent": 11
                }
            },
            "H": {
                "Choice": "“Life, Liberty and the pursuit of Happiness”",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Nineteenth Amendment granted women the right to vote. The rights of life, liberty, and the pursuit of happiness were not closely associated with voting rights during the historical periods addressed by this question.",
                    "Percent": 48
                }
            },
            "J": {
                "Choice": "“deriving their just powers from the consent of the governed”",
                "Key": {
                    "Correct": true,
                    "Rationale": "The Nineteenth Amendment guaranteed women's right to vote. Ratification of this amendment elevated women from simply being “governed” to being able to give “consent” and authorize the “just powers” of those in government. For this item, the student applies critical-thinking skills to analyze a primary source to acquire information to answer a historical question.",
                    "Percent": 32
                }
            }
        },
        "Parts": {}
    },
    "63": {
        "Number": 63,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Culture",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Identify the contributions of women such as Rosa Parks, Eleanor Roosevelt, and Sonia Sotomayor to American society.",
            "Analyze primary and secondary sources such as maps, graphs, speeches, political cartoons, and artifacts to acquire information to answer historical questions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "This is a time line of events in U.S. history.",
            "problems/TX22HSUSH/media/63a.jpg",
            "What does this time line imply about Rosa Parks's activism during the Civil Rights era?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Rosa Parks acted independently from civil rights organizations.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Rosa Parks was an officer of the NAACP, so she worked for and with civil-rights organizations.",
                    "Percent": 16
                }
            },
            "B": {
                "Choice": "Rosa Parks continued her activism after the Montgomery bus boycott.",
                "Key": {
                    "Correct": true,
                    "Rationale": "The Montgomery bus boycott began in December 1955 and ended approximately one year later. The time line shows examples of Rosa Parks's activism through 1964. For this item, the student applies critical-thinking skills to analyze a time line to acquire information to answer a historical question.",
                    "Percent": 67
                }
            },
            "C": {
                "Choice": "Rosa Parks completed a large portion of her activism while awaiting trial.",
                "Key": {
                    "Correct": false,
                    "Rationale": "The time line does not address when or if trials were held, so no conclusion can be made about how her activism related to her time awaiting trial.",
                    "Percent": 9
                }
            },
            "D": {
                "Choice": "Rosa Parks learned of civil rights issues following the Montgomery bus boycott.",
                "Key": {
                    "Correct": false,
                    "Rationale": "Rosa Parks was involved with the NAACP more than a decade before the Montgomery bus boycott, so she was aware of civil-rights issues before the bus boycott.",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    },
    "64": {
        "Number": 64,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Culture",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Identify and analyze the global diffusion of American culture through various media.",
            "Analyze primary and secondary sources such as maps, graphs, speeches, political cartoons, and artifacts to acquire information to answer historical questions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "problems/TX22HSUSH/media/64a.jpg",
            "This information provides the strongest evidence of which trend?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "The increasing reluctance to travel to the United States",
                "Key": {
                    "Correct": false,
                    "Rationale": "The growth of break dance competitions in other countries does not show a decline in or reluctance to travel to the United States.",
                    "Percent": 4
                }
            },
            "G": {
                "Choice": "The growing interest in celebrating local cultures",
                "Key": {
                    "Correct": false,
                    "Rationale": "The stimulus addresses the diversity of countries holding the same kind of dance competition. The competitions are not celebrating local culture but a growing global trend.",
                    "Percent": 18
                }
            },
            "H": {
                "Choice": "The expansion of U.S. popular culture",
                "Key": {
                    "Correct": true,
                    "Rationale": "B-Boy Break Dancing is a trend that was popularized in the United States and then spread to other countries. The fact that this style of dance has become popular enough in the listed nations to warrant competitions in them shows the expansion of U.S. culture. For this item, the student applies critical-thinking skills to analyze a photograph to acquire information to answer a historical question.",
                    "Percent": 64
                }
            },
            "J": {
                "Choice": "The increasing rate of international tourism",
                "Key": {
                    "Correct": false,
                    "Rationale": "Listing the locations of break dancing competitions around the world does not directly provide evidence of increasing tourism.",
                    "Percent": 14
                }
            }
        },
        "Parts": {}
    },
    "65": {
        "Number": 65,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "History",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Explain how Jim Crow laws and the Ku Klux Klan created obstacles to civil rights for minorities such as the suppression of voting.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "What was one goal of Ku Klux Klan marches held before elections in the early 1900s?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "To prevent the government from passing voter identification laws",
                "Key": {
                    "Correct": false,
                    "Rationale": "There was not a significant debate about voter identification laws in the early 1900s. Furthermore, the Klan would most likely have supported voter identification laws.",
                    "Percent": 7
                }
            },
            "B": {
                "Choice": "To warn people about the dangers of voter fraud",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Klan was focused on preventing voting by African American citizens. There was not significant concern about voter fraud in the early 1900s.",
                    "Percent": 4
                }
            },
            "C": {
                "Choice": "To prevent racial minorities from participating in the political process",
                "Key": {
                    "Correct": true,
                    "Rationale": "These marches were often intended to intimidate racial minorities and discourage them from voting or becoming engaged in politics. For this item, the student applies critical-thinking skills to identify a cause-and-effect relationship.",
                    "Percent": 83
                }
            },
            "D": {
                "Choice": "To protest the use of literacy tests in the political process",
                "Key": {
                    "Correct": false,
                    "Rationale": "The Klan supported literacy tests and other means of suppressing the vote of African Americans and other minorities.",
                    "Percent": 6
                }
            }
        },
        "Parts": {}
    },
    "66": {
        "Number": 66,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Science, Technology & Society",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Analyze how scientific discoveries, technological innovations, space exploration, and the application of these by the free enterprise system improve the standard of living in the United States, including changes in transportation and communication.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "What is one example of how space exploration and technology have improved the quality of life?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "By reducing dependence on robotics for performing surgery",
                "Key": {
                    "Correct": false,
                    "Rationale": "Space exploration and technology have led to improvements in robotic technology that can now be used for surgery. It has increased dependence on robotics rather than decreasing it.",
                    "Percent": 3
                }
            },
            "G": {
                "Choice": "By developing shields to protect homes from meteorites",
                "Key": {
                    "Correct": false,
                    "Rationale": "At the present time, homes do not use shields to protect against meteorites.",
                    "Percent": 4
                }
            },
            "H": {
                "Choice": "By reducing dependence on solar cells and biofuels for energy",
                "Key": {
                    "Correct": false,
                    "Rationale": "Space technology has led to an increase in the use of solar cells and has not reduced dependence on solar cells or biofuels.",
                    "Percent": 10
                }
            },
            "J": {
                "Choice": "By developing satellites to send communication signals",
                "Key": {
                    "Correct": true,
                    "Rationale": "Satellite technology is now used for cell phones, GPS, television, and other forms of communication. Satellites were first developed as part of the space program but have become an integral part of the communications system. For this item, the student applies critical-thinking skills to identify a cause-and-effect relationship.",
                    "Percent": 83
                }
            }
        },
        "Parts": {}
    },
    "67": {
        "Number": 67,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Citizenship",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Summarize the criteria and explain the process for becoming a naturalized citizen of the United States.",
            "Analyze information by applying absolute and relative chronology through sequencing, categorizing, identifying cause–and–effect relationships, comparing, contrasting, finding the main idea, summarizing, making generalizations and predictions, and drawing inferences and conclusions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "What is one qualification that must be fulfilled for a person to become a U.S. citizen?"
        ],
        "AnswerChoices": {
            "A": {
                "Choice": "Earning an income above the national average",
                "Key": {
                    "Correct": false,
                    "Rationale": "The requirements for citizenship include age, length of residency, and character. Income level is not considered.",
                    "Percent": 5
                }
            },
            "B": {
                "Choice": "Earning an advanced degree from an American university",
                "Key": {
                    "Correct": false,
                    "Rationale": "People who want to become citizens of the United States are expected to speak, read, and write basic English. They are not required to earn an advanced degree from a university in the United States.",
                    "Percent": 4
                }
            },
            "C": {
                "Choice": "Demonstrating an understanding of the principles of American government",
                "Key": {
                    "Correct": true,
                    "Rationale": "In order to become a naturalized citizen, a person must take a test that covers the principles of the American government. For this item, the student applies critical-thinking skills to identify a cause-and-effect relationship.",
                    "Percent": 83
                }
            },
            "D": {
                "Choice": "Demonstrating an understanding of the constitutions of each state",
                "Key": {
                    "Correct": false,
                    "Rationale": "In order to become a naturalized citizen, a person must demonstrate an understanding of the U.S. Constitution. There is no requirement to understand all the state constitutions.",
                    "Percent": 8
                }
            }
        },
        "Parts": {}
    },
    "68": {
        "Number": 68,
        "Type": "MC",
        "NumChoices": 4,
        "Topics": [
            "Science, Technology & Society",
            "Social Studies Skills"
        ],
        "SubTopics": [
            "Describe the effect of technological innovations in the workplace such as assembly line manufacturing and robotics.",
            "Analyze primary and secondary sources such as maps, graphs, speeches, political cartoons, and artifacts to acquire information to answer historical questions."
        ],
        "SuppContent": [],
        "Explain": false,
        "Content": [
            "This photograph shows a device that was introduced in the 1970s.",
            "problems/TX22HSUSH/media/68a.jpg",
            "How has the use of the device shown in this photograph affected business in the United States?"
        ],
        "AnswerChoices": {
            "F": {
                "Choice": "By improving the efficiency of making purchases",
                "Key": {
                    "Correct": true,
                    "Rationale": "The scanner reads the product and enters the price in the sales system. This means that the salesperson does not have to manually enter the price of each item. This improves the efficiency of the sales process. For this item, the student applies critical-thinking skills to analyze a photograph to acquire information to answer a historical question.",
                    "Percent": 91
                }
            },
            "G": {
                "Choice": "By lowering the quality of merchandise",
                "Key": {
                    "Correct": false,
                    "Rationale": "The use of a scanner to gather information about a product does not affect the quality of merchandise.",
                    "Percent": 2
                }
            },
            "H": {
                "Choice": "By increasing the time needed to produce goods",
                "Key": {
                    "Correct": false,
                    "Rationale": "The scanner does not affect the amount of time needed to produce goods. It is used to gather information about the product from a label.",
                    "Percent": 5
                }
            },
            "J": {
                "Choice": "By decreasing the number of imported products",
                "Key": {
                    "Correct": false,
                    "Rationale": "The use of a scanner can help with inventory, but it does not affect whether goods are imported.",
                    "Percent": 2
                }
            }
        },
        "Parts": {}
    }
}