{
    "Directions": "Read this story, then answer each question that follows.",
    "Context": [
        "Daisy's teacher loves words, and so does Daisy. When Daisy finds out her teacher is moving away, she decides to find the perfect word to give her as a gift. Tonight, Daisy is with her friend Emma, her little sister Lily, and her dad."
    ],
    "Title": "[Excerpt from] Daisy's Perfect Word",
    "Subtitle": "",
    "Author": "by Sandra V. Feder",
    "LabelType": "P",
    "Content": [
        ["1", "\t“How's your word search going?” Daisy's dad asked."],
        ["2", "\t“I've found some great words, but not the perfect one for Miss Goldner,” Daisy said."],
        ["3", "\t“Sometimes, when I have a problem I'm trying to solve, I give myself a little time off from thinking about it,” her dad said ..."],
        ["4", "\tDaisy wasn't so sure that taking time off from her quest to find the perfect word for Miss Goldner was a good idea, but she was tired of looking and didn't feel much closer to finding the right word than when she'd begun. Besides, she didn't want to miss out on a minute of the fun she and Emma had planned. “I'll just take a little break,” Daisy said."],
        ["5", "\tSo after dinner, the girls listened to music and danced around the living room. They made a tunnel out of cushions for Lily to crawl through. They watched a silly show on television and ate brownies. After that, Daisy offered to put Lily to bed, because sometimes just being with Lily made Daisy feel better."],
        ["6", "\tThey read Lily's favorite story, about a fairy who has trouble turning a prince back into a frog. Daisy tucked Lily in. “Here comes the tickle monster!” Daisy whispered, holding up her hands and wiggling her fingers. As Daisy tickled her, Lily laughed and laughed. And that's when it came to Daisy — the perfect word for Miss Goldner! Daisy couldn't believe her good luck. She kissed Lily good-night and ran back to her room. The word was so perfect that she wrote it in her notebook on its very own page."],
        ["7", "\tThe next day at school, Samantha handed Miss Goldner a big package wrapped in silver paper. Miss Goldner opened the box and admired the vase inside. Some of the other children brought gifts, too — bubble bath, a little container in the shape of an apple, a hand-made picture frame, a football and lots of wonderful homemade cards with lovely messages written inside."],
        ["8", "\tMiss Goldner thanked all the children and told them how much she would miss them, especially when she needed a dance break. Then her eyes got a little misty and a couple of tears rolled down her cheeks."],
        ["9", "\tDaisy knew it was time. She took a deep breath and raised her hand."],
        ["10", "\t“I got you a present, too,” she said. Miss Goldner looked around. “Oh, it's not in a box or an envelope,” Daisy said."],
        ["11", "\tMiss Goldner looked surprised."],
        ["12", "\t“I found you the perfect word,” Daisy said proudly."],
        ["13", "\t“That's ridiculous,” said Samantha. “There's no such thing as a perfect word.” Daisy wanted to hum, but she didn't. This moment was too important."],
        ["14", "\t“This word is perfect for Miss Goldner,” Daisy said. “It's great for saying loudly and for whispering softly. It's not too long or too short, and I know both kids and grown-ups like it. It's not a made-up word, but it sounds like it could be, and it sure feels good in your mouth.”"],
        ["15", "\t“Well,” said Miss Goldner, wiping her eyes, “I can hardly wait.”"],
        ["16", "\t“What is it?” Miss Goldner asked, leaning in close to make sure she could hear."],
        ["17", "\t“Giggle,” Daisy said."],
        ["18", "\tThen she extended both her hands toward Miss Goldner with a little flourish and said, “Now, you try.”"],
        ["", ":box:flourish = wave"],
        ["19", "\t“Giggle,” said Miss Goldner, smiling."],
        ["20", "\t“Giggle,” said Emma, breaking into a grin."],
        ["21", "\t“Giggle,” said Ben, starting to giggle."],
        ["22", "\tBy the time the rest of the students tried it, the whole class was laughing, even Samantha."],
        ["23", "\tSoon there was such laughter coming from Room 8 that the principal, Mrs. Joseph, came walking briskly down the hall. When she entered the room, all the children tried their best to stop laughing. But it was no use."],
        ["24", "\t“It's my gift,” Daisy tried to explain. “The word giggle,” she managed to get out before she burst into another round of giggles."],
        ["25", "\tMrs. Joseph wasn't at all sure she understood what was going on in Room 8, but she loved her students to be happy and these children certainly were happy. In fact they were so happy they were all laughing — every single one."],
        ["26", "\tSo Mrs. Joseph let out a big laugh herself and returned to her office."],
        ["27", "\tThat afternoon Daisy and Emma walked home from school with Samantha. They talked about the day at school, and Samantha used words like great and fun. Daisy didn't hum at all."],
        ["28", "\tEmma left them at the corner to go to her house."],
        ["29", "\t“ 'Bye, Daisy,” Samantha said as she turned to walk up her driveway. “Yours was the best gift of all.”"],
        ["30", "\tSamantha's words fell like little presents on Daisy's ears."]
    ],
    "Copyright": "Excerpt from Daisy’s Perfect Word by Sandra V. Feder. Copyright © 2012 by Sandra V. Feder. Used with permission of Kids Can Press via Copyright Clearance Center.",
    "References": []
}