{
    "Directions": "Read this article, then answer each question that follows.",
    "Context": [
        "Jane Goodall is a famous primatologist who studied animals like chimpanzees, monkeys, and apes."
    ],
    "Title": "[Excerpt from] A Welcome Thief",
    "Subtitle": "",
    "Author": "by Brenda Haugen",
    "LabelType": "P",
    "Content": [
        ["1", "\tSomeone had stolen the bananas that Jane Goodall was going to have with her evening meal. If she was concerned, it was only for a moment. Her heart leapt when she learned the identity of the culprit — David Greybeard, one of the chimpanzees she'd been studying. According to Goodall's camp cook, the chimpanzee had spent about an hour eating fruit from one of the oil palms that grew nearby. After having his fill of the nutlike fruit, he went into Goodall's tent and took her bananas."],
        ["2", "\tIt was the summer of 1961. For a year, Goodall had been studying the chimps living in Gombe Stream Reserve near Lake Tanganyika in Central Africa. She watched the chimps, observed their unique features, and gave them each his or her own name. But every time she drew closer to them, the chimps ran away in fear. The day a chimp actually visited her camp and was brave enough to enter her tent marked a breakthrough in her work. With hope that David Greybeard would reappear the next day, Goodall put out some bananas and stayed in camp instead of going into the forest as she normally would."],
        ["3", "\tThe morning passed without any sign of a chimp. As the afternoon dragged on, Goodall grew disappointed. She feared that David Greybeard's visit might have been a one-time event. However, at around 4 p.m., Goodall heard a noise in the bushes across from her tent. She watched as David Greybeard entered the camp. Just like the day before, he went to one of the oil palms and began eating nuts. When he'd had his fill, the chimp took the bananas that Goodall had left for him."],
        ["4", "\tDuring the next five days, the calm and curious chimp came to Goodall's camp to eat nuts three times. Each time he visited, he'd also help himself to bananas that she put out for him. About a month later, David Greybeard began feasting on the nuts that he spotted in another tree at camp. During one of these visits, the big chimp with the dense white beard showed even more trust toward his camp host. He took a banana right from Goodall's hand."],
        ["5", "\tDavid Greybeard's trust in Goodall made her research a great deal easier. The chimp no longer feared her and even approached her out in the forest. After seeing him interacting with Goodall, the other chimps became less afraid. In time, they let her get closer to them, too."],
        ["6", "\tAs Goodall continued her studies of the chimps, she made discoveries about the animals that surprised the scientific community. She found that chimps are more like human beings than scientists had once believed. Today, more than 45 years after she first set foot in Gombe, Goodall's research continues, and she's known worldwide as the foremost expert on the behavior of chimpanzees. Goodall's career began as a childhood wish to see African animals in their natural environments. As an adult, she made that wish come true through hard work and perseverance. She also opened the door for other women to become ethnologists, scientists who study animal behavior."],
        ["", ":box:perseverance = the quality that allows someone to continue trying to do something even though it is difficult"]
    ],
    "Copyright": "",
    "References": []
}