{
    "Directions": "Read this article, then answer each question that follows.",
    "Context": [
        "Edwin Binney and his cousin Harold Smith started a company to make school supplies, and their company made their first crayons in 1903."
    ],
    "Title": "[Excerpt from] Edwin Binney: The Founder of Crayola Crayons",
    "Subtitle": "",
    "Author": "by Jennifer Blizin Gillis",
    "LabelType": "P",
    "Content": [
        ["1", "\tEdwin Binney did not invent crayons — but he did invent better and cheaper crayons. Edwin was good at knowing what people needed, and getting people to work together."],
        ["2", "\tEdwin was a good father. He liked spending time with his family. He was a good boss, too. He treated his workers fairly. He did what he could to make the towns he lived in better."],
        ["", "Childhood"],
        ["3", "\tEdwin was born on November 24, 1866, in Shrub Oak, New York. Edwin's mother was named Annie Conklin. His father, Joseph, was from Great Britain."],
        ["4", "\tJoseph had a good education. In 1864, he started a company called the Peekskill Chemical Works. He made inks, dyes, and paints ..."],
        ["", ":box:dyes = things used to add or change color"],
        ["", "Marriage and Family"],
        ["5", "\tIn the 1880s, Edwin and Harold started to sell school supplies in New York City. In 1886, Edwin married a teacher named Alice Stead. Edwin built a big house in Sound Beach, Connecticut for them to live in ..."],
        ["6", "\tIn 1900 Edwin bought a mill in Easton, Pennsylvania. He and his cousin, Harold, began making slate pencils there ..."],
        ["", "The First Crayons"],
        ["7", "\tAlice told Edwin that schoolchildren needed good crayons. In those days, children had to draw with lumps of colored clay or chalk. In 1903 Edwin's company invented colored wax crayons that were easier for children to use."],
        ["8", "\tAlice made up the word “Crayola.” A box of eight Crayola crayons cost five cents."],
        ["9", "\tSchools all over the United States began buying Crayola crayons for their students. Soon, Edwin's company made boxes of sixteen crayons. These cost ten cents."],
        ["10", "\tIn 1904 there was a World's Fair in St. Louis, Missouri. People who visited could see new inventions. Edwin and Harold's “dustless chalk” won a gold medal for being a good new invention ..."],
        ["11", "\tCrayola crayons are still made the same way. All the colors begin as powders that are heated. Then they are mixed with wax and poured into crayon molds."],
        ["", ":box:molds = containers used to form something into a shape"],
        ["12", "\tMore than 120 billion Crayola crayons have been sold since 1903. Today, people can visit a museum at the Crayola Factory at Two Rivers Landing in Easton, Pennsylvania."]
    ],
    "Copyright": "Excerpt from Edwin Binney: The Founder of Crayola Crayons by Jennifer Blizin Gillis. Copyright © 2005 by Heinemann Library. Published by Heinemann Library. Used with permission of Coughlan Companies LLC via Copyright Clearance Center.",
    "References": []
}