{
    "Directions": "Read this passage about William Shakespeare, then answer each question that follows.",
    "Context": [],
    "Title": "[from] “Who Wrote Shakespeare's Plays? Debate Goes On”",
    "Subtitle": "",
    "Author": "by Renee Montagne",
    "LabelType": "P",
    "Content": [
        ["1", "“We have been able to discover, over many generations, about 70 documents that are related to William Shakespeare of Stratford-upon-Avon, but none of them are literary,” says Daniel Wright, an English professor who directs the Shakespeare Authorship Research Centre at Oregon's Concordia University."],
        ["2", "“They all speak to the activity of a man who is principally a businessman; a man who is delinquent in paying his taxes; who was cited for hoarding grain during a famine,” Wright adds. “We don't have anyone attesting to him as a playwright, as a poet. And he's the only presumed writer of his time for whom there is no contemporary evidence of a writing career. And many of us find that rather astonishing.”"],
        ["", "Rᴇᴄᴏʀᴅs Rᴀɪsᴇ Qᴜᴇsᴛɪᴏɴs"],
        ["3", "There are playbills¹ that show Shakespeare appearing as an actor in small parts and legal documents relating to his stake in the Globe Theater. He left a will distributing his precious possessions, including, famously, his second-best bed."],
        ["4", "But there's no record that this Shakespeare owned any books, wrote any letters, and the half-dozen signatures attributed to him are on legal documents only."],
        ["5", "“If there were a signature related to Hamlet, we wouldn't be having this debate,” says Diana Price, who wrote ... the meticulously researched Shakespeare's Unorthodox Biography."],
        ["6", "In it, she details all that Shakespeare would have had to know and be able to use effortlessly in metaphors and intricate puns: archery, astronomy, medicine, technical terms for falconry and royal tennis. The list is long."],
        ["7", "To link any writer conclusively to the plays, Price argues, “we would certainly have to be able to support how he learned his languages, how he received his education, how he gained his exposure to the lifestyle of the rich and famous, how he had access to the court. And I don't mean as a servant in the court, but someone who actually was in there when the power-playing was going on. We cannot support any of that for Shakespeare.”"],
        ["", "Mᴀʀᴋ Tᴡᴀɪɴ Wᴀsɴ'ᴛ Bᴜʏɪɴɢ Iᴛ"],
        ["8", "Mainstream academics mostly deride efforts of independent scholars like Price. It's a tad bit harder to shrug off challenges put—with great wit—by the likes of Mark Twain."],
        ["9", "The American humorist never could reconcile what was known about the man from Stratford with the writer who penned “such stuff as dreams are made on.”"],
        ["10", "Twain even wrote a pamphlet in 1909 poking fun at the Bard², called Is Shakespeare Dead? The following is an excerpt:"],
        [" ", ":ibox:It is surmised by the biographers that the young Shakespeare got his vast knowledge of the law and his familiar and accurate acquaintance with the manners and customs and shop-talk of lawyers through being for a time the CLERK OF A STRATFORD COURT: just as a bright lad like me, reared in a village on the banks of the Mississippi, might become perfect in knowledge of the Behring Strait whale-fishery and the shop-talk of the veteran exercisers of that adventure-bristling trade through catching catfish with a “trot-line” Sundays."],
        ["", "Fᴏʀ Bᴀʀᴅ Bᴀᴄᴋᴇʀ, Pʀᴏᴏꜰ's ɪɴ ᴛʜᴇ Nᴀᴍᴇ"],
        ["11", "Stephen Greenblatt, a professor at Harvard and author of the best-selling biography of the Bard, Will in the World, is one of America's most esteemed Shakespeare scholars."],
        ["12", "“Like most scholars, I think it's reasonably clear that the man from Stratford wrote the plays,” he says. “But it's certainly a subject that doesn't go away. He does seem like he did drop in from another planet. The level of achievement is remarkable.”"],
        ["13", "Remarkable, says Greenblatt, but possible, even for a village lad if he were a genius. Greenblatt has little use for those who question the authorship of Shakespeare's works."],
        ["14", "He says the most powerful evidence of authorship is the simplest: that the name William Shakespeare appeared on some of the plays published during his lifetime."],
        ["15", "“It's nothing that gives you the kind of certainty that can never be called into question,” Greenblatt says. “Anything can be called into question. But you'd have to have a very strong reason to believe that there was skullduggery³ or an alternative account."],
        ["16", "“It's true ... that there are no manuscripts and no letters, but we're talking about something a very long time ago.”"]
    ],
    "Copyright": "From “Who Wrote Shakespeare's Plays? Debate Goes On” by Renee Montagne from MORNING EDITION, July 3, 2008. Copyright © 2008 National Public Radio.",
    "References": [
        ["¹", "playbills — posters that announce theatrical performances"],
        ["²", "the Bard — a name used for William Shakespeare that literally means “the Poet”"],
        ["³", "skullduggery — trickery"]
    ]
}