{
    "Directions": "Read this passage about William Shakespeare, then answer each question that follows.",
    "Context": [],
    "Title": "[from] William Shakespeare: Playwright & Poet",
    "Subtitle": "",
    "Author": "by Emma Carlson Berne",
    "LabelType": "P",
    "Content": [
        ["1", "William Shakespeare was an Elizabethan playwright who wrote some of the most widely praised dramas in the English language. His surviving works include 38 plays and 154 sonnets, as well as a number of other poems. His masterpieces include such works as Hamlet, Macbeth, Romeo and Juliet, The Merchant of Venice, and Twelfth Night. His plays continue to be performed long after his death. They are studied in classrooms everywhere and are made into films."],
        ["2", "Despite Shakespeare's fame, little is known about him. What is known for certain about Shakespeare could be written in a few paragraphs. Yet great, thick biographies have been written about the poet for centuries."],
        ["", "SHAKESPEARE SCHOLARS"],
        ["3", "Some historical figures document every event of their lives and leave scholars with diaries, letters, essays, and musings on their innermost thoughts. Shakespeare historians have none of these. The greatest Western dramatist in history left no letters and no diaries—he did not even sign some of his plays. One of the only personal documents he left behind was his will. This lack of documentation has made Shakespeare's activities difficult to trace. However, it is not surprising that there is so little historical record left of Shakespeare. He lived 400 years ago, during a time when record keeping was scarce or careless."],
        ["4", "Scholars look to Shakespeare's legal and church documents to learn about his life. These documents show things such as births, deaths, marriages, and land purchases. Scholars also read his plays and poems for clues about what Shakespeare might have been thinking and feeling at different stages of his life. In addition, scholars look at the letters and writings of Shakespeare's friends and associates for mentions of him."],
        ["5", "With this information, scholars then study the customs of the time. They research the lives of other people of Shakespeare's social class and occupation. They look for information regarding his friends and close companions. All these things are indicators of what Shakespeare would have been doing and who he would have been doing those things with. Despite the lack of formal documentation, many Shakespeare scholars are fairly certain of Shakespeare's activities during his life."],
        ["", "THE AUTHORSHIP DEBATE"],
        ["6", "Some scholars have questioned whether Shakespeare actually wrote the works that are attributed to him. Shakespeare left few personal documents, letters, or notes. This lack of documentation has led some scholars to argue that there is little or no proof that Shakespeare wrote the works attributed to him."],
        ["7", "This view is controversial; most scholars believe there is no reason to doubt that Shakespeare is the author of his famous plays."],
        ["8", "Other scholars have suggested a variety of people who might actually be the author of Shakespeare's work: the playwright and poet Christopher Marlowe, the philosopher Francis Bacon, and a playwright, poet, and earl named Edward de Vere. Some have hypothesized that a countess named Mary Sidney or even Queen Elizabeth was the real “Shakespeare.”"],
        ["9", "These are only theories, however. The author of Shakespeare's work is still assumed to be Shakespeare."],
        ["", "THE MYSTERY"],
        ["10", "Scholars continue to study the life of William Shakespeare. They try to uncover the mysteries of his life to learn more about the man who produced so many great works of literature. There are several periods in Shakespeare's life of which almost nothing is known at all. The mystery surrounding Shakespeare's life only adds to its intrigue."],
        ["11", "What was Shakespeare doing during those blank periods? What inspired him? What were his feelings for his wife and children? And perhaps most importantly: Who was William Shakespeare?"]
    ],
    "Copyright": "From WILLIAM SHAKESPEARE: PLAYWRIGHT & POET by Emma Carlson Berne. Copyright © 2008 by Abdo Consulting Group, Inc. All rights reserved.",
    "References": []
}