{
    "Directions": "Read this passage about genetics, then answer each question that follows.",
    "Context": [],
    "Title": "[from] Mendel’s Peas to Genetic Fingerprinting: Discovering Inheritance",
    "Subtitle": "",
    "Author": "by Sally Morgan",
    "LabelType": "P",
    "Content": [
        ["", "Pʀᴏᴠɪɴɢ Iɴʜᴇʀɪᴛᴀɴᴄᴇ"],
        ["1", "The first steps in the understanding of inheritance date back to the time of Gregor Mendel, who lived in the 1800s. He was a monk who worked as a teacher in a monastery in Brno, in what is now the Czech Republic. His research with pea plants provided the basis for the study of inheritance. His breakthrough was all the more amazing because his studies took place long before the discovery of chromosomes and genes."],
        ["2", "Mendel had read the work of Jean Baptiste Lamarck, a French naturalist. Lamarck thought that living things changed their behavior in response to changes in their environment. For example, Lamarck believed that a giraffe gained its extra-long neck and front legs because it had to stretch up and reach leaves on high branches. Over time, this lengthened its neck and legs. Its offspring then inherited these characteristics. Mendel decided to investigate how inheritance worked."],
        ["", "Wᴏʀᴋɪɴɢ ᴡɪᴛʜ ᴘʟᴀɴᴛs"],
        ["3", "During the 1850s Mendel started a series of experiments with garden peas. He noticed that the pea plants had different characteristics. For example, some seeds were wrinkled and others were smooth. Some had purple flowers and others had white ones. He decided to study seven of these characteristics:\n\n1. purple or white flower color\n\n2. flowers at the top of the stem or on the side of the stem\n\n3. inflated or constricted seed pod\n\n4. yellow or green pod color\n\n5. yellow or green seed color\n\n6. round or wrinkled seeds\n\n7. long or short stems"],
        ["4", "He grew many pea plants and then chose two of them to study. He collected seeds from these two parent plants. Then he grew a new generation of pea plants. He counted how many of the plants had features of one parent, and how many had features of the other."],
        ["", "Iɴʜᴇʀɪᴛɪɴɢ ᴄʜᴀʀᴀᴄᴛᴇʀɪsᴛɪᴄs"],
        ["5", "Mendel’s first experiments showed that a pea plant’s offspring kept its parents’ characteristics. This disproved Lamarck’s ideas about living things being changed by their environment."],
        ["6", "For example, Mendel looked at the inheritance of yellow and green seeds. He crossed a pea plant that produced yellow seeds with a pea plant that produced green seeds. He collected the seeds and germinated them. These first-generation seeds grew into plants that all had yellow seeds. Then he crossed two of these plants to produce the second generation. In the second generation, three-quarters of the plants had yellow seeds and one-quarter had green seeds."],
        ["", "Dᴏᴍɪɴᴀɴᴛ ᴏʀ ʀᴇᴄᴇssɪᴠᴇ?"],
        ["7", "When the plants were crossed there was no blending of the colors. The plants had either green seeds or yellow seeds, and no greenish-yellow seeds. Mendel therefore concluded that one characteristic must be dominant, and the other must be recessive. A dominant characteristic will mask a recessive one. For example, do you have ear lobes? This is a dominant characteristic. If you do not have ear lobes, you are recessive for this characteristic. In Mendel’s experiments, there were no green seeds in the first generation of plants because yellow was the dominant color in the parent generation. The yellow masked the presence of the green color."],
        ["", "Lᴜᴄᴋʏ ᴄʜᴏɪᴄᴇ"],
        ["8", "Mendel’s decision to use garden peas was very lucky because the seven characteristics that he selected gave clear results. Pea flowers are also easy to pollinate and they produce many seeds. He grew thousands of plants and this meant that his results were more reliable. By the time his experiments were completed, he had examined about 10,000 plants."],
        ["9", "Mendel carried on with his research, but this time using a plant called the milkweed. This plant behaved very differently from the garden pea. Mendel was disappointed by the results he got with milkweed, and gave up his studies."],
        ["", "Wʜᴀᴛ ᴀʀᴇ Mᴇɴᴅᴇʟ’s ꜰᴀᴄᴛᴏʀs?"],
        ["10", "We now know that the factors described by Mendel are genes. A gene controls a particular characteristic, such as flower color, or whether or not a person has ear lobes. Genes exist in different forms. These forms are called alleles. For example, the gene controlling flower color in peas comes in two forms, one for purple and one for white. The purple allele is dominant, while the white one is recessive."]
    ],
    "Copyright": "From MENDEL’S PEAS TO GENETIC FINGERPRINTING: DISCOVERING INHERITANCE by Sally Morgan. Copyright © 2006 Heinemann Library, a division of Reed Elsevier Inc. All rights reserved.",
    "References": []
}