{
    "Directions": "Read this passage, then answer each question that follows.",
    "Context": [],
    "Title": "[from] “Trouble Sleeping? Go Camping”",
    "Subtitle": "",
    "Author": "by Joel N. Shurkin",
    "LabelType": "P",
    "Content": [
        ["1", "Throughout most of human history, humans went to bed shortly after the sun went down and woke up in the morning as it rose. There were candles and later oil lamps, but the light was not very bright so people still went to bed early."],
        ["2", "Then came Thomas Edison and the incandescent light bulb and everything changed, including our sleeping habits. . . ."],
        ["3", "Scientists at the University of Colorado Boulder found that if you live by the sun’s schedule, you are more likely to go to bed at least an hour earlier, wake up an hour earlier, and be less groggy, because your internal clock and external reality are more in sync. The sun adjusts your clock to what may be its natural state, undoing the influence of light bulbs."],
        ["4", "The work is published in the current issue of the journal Current Biology."],
        ["5", "The disconnect between the outside environment and sleep is one reason why even native Alaskans have problems sleeping in the almost endless days of the Arctic summers. . . ."],
        ["6", "The subjects in the Colorado study lived more normal lives."],
        ["7", "“We weren’t studying people who had sleep difficulties,” said Kenneth Wright, an integrative psychologist at Boulder. “The amount of sleep they got did not change. What changed was the timing of their sleep and the timing of their [internal] clock relative to when they slept.”"],
        ["8", "The researchers took eight adults, average age around 30, and followed them around the normal course of their lives for a week. The subjects spent most of their time indoors while working, studying, eating, and sleeping. Most of the light they encountered was artificial. Then, they sent the same people out camping."],
        ["9", "Sleep and light were measured daily and the hormone melatonin every hour across 24 hours, once after the week of living at home, going to work, school, and then after a week of camping."],
        ["10", "Melatonin is the “hormone of darkness,” said Namni Goel, a psychologist and sleep researcher at the University of Pennsylvania in Philadelphia. Scientists use the hormone to measure photoperiods, or the physiological response that organisms have to cycles of daylight and darkness."],
        ["11", "“It rises at night naturally, and falls during the day, suppressed by light,” said Goel."],
        ["12", "Melatonin also drops the body’s core temperature, making it easier to sleep. . . ."],
        ["13", "After the week’s study indoors, the Colorado subjects went camping in the Rockies. Instead of artificial lighting, they had only sunshine during the day and campfires at night. Wright estimates the light from the sun was four times as intense as what they experienced indoors. The nature of the light also changed during the day. Think of the bright white light of midday and the golden glow that often precedes sunset."],
        ["14", "After their week of camping, researchers measured the subjects’ melatonin levels again."],
        ["15", "The researchers found that the onset of melatonin shifted two hours earlier, and the subjects’ actual sleep shifted more than an hour earlier. Their bodies were recalibrating themselves, Wright explained."],
        ["16", "When they woke in the morning in their normal lives, the melatonin and the external time were in conflict. They were waking up, but the melatonin in their bodies was telling them they should still be asleep. That might account for their still feeling sleepy, Wright said."],
        ["17", "When they were out in the outdoors, the melatonin levels and the sun cycle were more aligned—the levels went down as the sun rose and before they woke up. They were subject to more light—sunlight—for the majority of the day."],
        ["18", "The relationship between light and sleep and how much sleep a person needs has been the subject of several classic experiments."],
        ["19", ". . . The average amount of time our bodies consider a day comes to 24.3 hours, Goel said."],
        ["20", "Goel and other Colorado scientists agree that the experiment was small, with only eight subjects, which limits what can be concluded. Nonetheless, the findings justify more experiments like it."],
        ["21", "And more camping."]
    ],
    "Copyright": "“Trouble Sleeping? Go Camping” by Joel N. Shurkin from INSIDE SCIENCE NEWS, August 2, 2013. Copyright © 2013 American Institute of Physics. Used by permission of American Institute of Physics.",
    "References": []
}