{
    "Directions": "Read this passage about genetics, then answer each question that follows.",
    "Context": [],
    "Title": "[from] “In ‘Enormous Success,’ Scientists Tie 52 Genes to Human Intelligence”",
    "Subtitle": "",
    "Author": "by Carl Zimmer",
    "LabelType": "P",
    "Content": [
        ["1", "In a significant advance in the study of mental ability, a team of European and American scientists announced . . . that they had identified 52 genes linked to intelligence in nearly 80,000 people."],
        ["2", "These genes do not determine intelligence, however. Their combined influence is minuscule, the researchers said, suggesting that thousands more are likely to be involved and still await discovery. Just as important, intelligence is profoundly shaped by the environment."],
        ["3", "Still, the findings could make it possible to begin new experiments into the biological basis of reasoning and problem-solving, experts said. They could even help researchers determine which interventions would be most effective for children struggling to learn."],
        ["4", "“This represents an enormous success,” said Paige Harden, a psychologist at the University of Texas, who was not involved in the study."],
        ["5", "For over a century, psychologists have studied intelligence by asking people questions. Their exams have evolved into batteries of tests, each probing a different mental ability, such as verbal reasoning or memorization."],
        ["6", "In a typical test, the tasks might include imagining an object rotating, picking out a shape to complete a figure, and then pressing a button as fast as possible whenever a particular type of word appears."],
        ["7", "Each test-taker may get varying scores for different abilities. But over all, these scores tend to hang together—people who score low on one measure tend to score low on the others, and vice versa. Psychologists sometimes refer to this similarity as general intelligence."],
        ["8", "It’s still not clear what in the brain accounts for intelligence. Neuroscientists have compared the brains of people with high and low test scores for clues, and they’ve found a few."],
        ["9", "Brain size explains a small part of the variation, for example, although there are plenty of people with small brains who score higher than others with bigger brains."],
        ["10", "Other studies hint that intelligence has something to do with how efficiently a brain can send signals from one region to another."],
        ["11", "Danielle Posthuma, a geneticist at Vrije University Amsterdam and senior author of the new paper, first became interested in the study of intelligence in the 1990s. “I’ve always been intrigued by how it works,” she said. “Is it a matter of connections in the brain, or neurotransmitters that aren’t sufficient?”"],
        ["12", "Dr. Posthuma wanted to find the genes that influence intelligence. She started by studying identical twins who share the same DNA. Identical twins tended to have more similar intelligence test scores than fraternal twins, she and her colleagues found."],
        ["13", "Hundreds of other studies have come to the same conclusion, showing a clear genetic influence on intelligence. But that doesn’t mean that intelligence is determined by genes alone."],
        ["14", "Our environment exerts its own effects, only some of which scientists understand well. In places where food doesn’t contain iodine, giving supplements to children can raise scores."],
        ["15", "Advances in DNA sequencing technology raised the possibility that researchers could find individual genes underlying differences in intelligence test scores. Some candidates were identified in small populations, but their effects did not reappear in studies on larger groups."],
        ["16", "So scientists turned to what’s now called the genome1-wide association study: They sequence bits of genetic material scattered across the DNA of many unrelated people, then look to see whether people who share a particular condition—say, a high intelligence test score—also share the same genetic marker."],
        ["17", "Standard intelligence tests can take a long time to complete, making it hard to gather results on huge numbers of people. Scientists can try combining smaller studies, but they often have to merge different tests together, potentially masking the effects of genes."],
        ["18", "As a result, the first generation of genome-wide association studies on intelligence failed to find any genes. Later studies managed to turn up promising results, but when researchers turned to other groups of people, the effect of the genes again disappeared."],
        ["19", "But in the past couple of years, larger studies relying on new statistical methods finally have produced compelling evidence that particular genes really are involved in shaping human intelligence."],
        ["20", "“There’s a huge amount of real innovation going on,” said Stuart J. Ritchie, a geneticist at the University of Edinburgh who was not involved in the new study."],
        ["21", "Dr. Posthuma and other experts decided to merge data from 13 earlier studies, forming a vast database of genetic markers and intelligence test scores. After so many years of frustration, Dr. Posthuma was pessimistic it would work."],
        ["22", "“I thought, ‘Of course we’re not going to find anything,’” she said."],
        ["23", "She was wrong. To her surprise, 52 genes emerged with firm links to intelligence. A dozen had turned up in earlier studies, but 40 were entirely new."],
        ["24", "But all of these genes together account for just a small percentage of the variation in intelligence test scores, the researchers found; each variant raises or lowers I.Q. by only a small fraction of a point."],
        ["25", "“It means there’s a long way to go, and there are going to be a lot of other genes that are going to be important,” Dr. Posthuma said."],
        ["26", "Christopher F. Chabris, a co-author of the new study at Geisinger Health System in Danville, Pa., was optimistic that many of those missing genes would come to light, thanks to even larger studies involving hundreds of thousands, perhaps millions, of people."],
        ["27", "“It’s just like astronomy getting better with bigger telescopes,” he said."]
    ],
    "Copyright": "From “In ‘Enormous Success,’ Scientists Tie 52 Genes to Human Intelligence” by Carl Zimmer from THE NEW YORK TIMES, May 22, 2017. Copyright © 2017 The New York Times Company.",
    "References": [
        ["¹", "genome — a full set of chromosomes"]
    ]
}