{
    "Directions": "Read this passage about genetics, then answer each question that follows.",
    "Context": [],
    "Title": "[from] “Shyness, Sadness, Curiosity, Joy. Is It Nature or Nurture?”",
    "Subtitle": "",
    "Author": "by Anne Underwood",
    "LabelType": "P",
    "Content": [
        ["1", "If any child seemed destined to grow up afraid of her shadow and just about anything else that moved, it was 2-year-old Marjorie. She was so painfully shy that she wouldn't talk to or look at a stranger. She was even afraid of friendly cats and dogs. When Jerome Kagan, a Harvard professor who discovered that shyness has a strong genetic component, sent a clown to play with Marjorie, she ran to her mother. “It was as if a cobra entered that room,” Kagan says. His diagnosis: Marjorie showed every sign of inherited shyness, a condition in which the brain somehow sends out messages to avoid new experiences. But as Kagan continued to examine her over the years, Marjorie's temperament changed. When she started school, she gained confidence from ballet classes and her good grades, and she began to make friends. Her parents even coaxed her into taking horseback-riding lessons. Marjorie may have been born shy, but she has grown into a bubbly second grader."],
        ["2", "For Marjorie, then, biology — more specifically, her genetic inheritance — was not her destiny. And therein lies our tale. In the last few years scientists have identified genes that appear to predict all sorts of emotional behavior, from happiness to aggressiveness to risk-taking. The age-old question of whether nature or nurture determines temperament seems finally to have been decided in favor of Mother Nature and her ever-deepening gene pool. But the answer may not be so simple after all. Scientists are beginning to discover that genetics and environment work together to determine personality as intricately as Astaire and Rogers1 danced. “If either Fred or Ginger moves too fast, they both stumble,” says Stanley Greenspan, a pediatric2 psychiatrist at George Washington University and the author of “The Growth of the Mind.” “Nature affects nurture affects nature and back and forth. Each step influences the next.” Many scientists now believe that some experiences can actually alter the structure of the brain. An aggressive toddler, under the right circumstances, can essentially be rewired to channel his energy more constructively. Marjorie can overcome her shyness — forever. No child need be held captive to her genetic blueprint. The implications for child rearing — and social policy — are profound."],
        ["3", "While Gregor Mendel's pea plants did wonders to explain how humans inherit blue eyes or a bald spot, they turn out to be an inferior model for analyzing something as complex as the brain. Genes control the brain's neurotransmitters and receptors, which deliver and accept mental messages like so many cars headed for their assigned parking spaces. But there are billions of roads to each parking lot, and those paths are highly susceptible3 to environmental factors."]
    ],
    "Copyright": "From “Shyness, Sadness, Curiosity, Joy. Is It Nature or Nurture?” by Anne Underwood from NEWSWEEK, 2/28/97. Copyright © 1997 Newsweek LLC.",
    "References": [
        ["¹", "Astaire and Rogers — Fred Astaire and Ginger Rogers were famous dance partners who appeared in movies in the 1930s and 1940s."],
        ["²", "pediatric — specializing in children"],
        ["³", "susceptible — likely to be influenced by"]
    ]
}