{
    "Directions": "Read the passage below, then answer each question that follows.",
    "Context": [
        "The narrator, a man from nineteenth-century Connecticut, has been captured by a medieval knight. A young boy who serves the knight has arrived to guard the narrator."
    ],
    "Title": "[from] A Connecticut Yankee in King Arthur's Court",
    "Subtitle": "",
    "Author": "by Mark Twain",
    "LabelType": "P",
    "Content": [
        ["1", "“Now tell me, honest and true, where am I?”"],
        ["2", "“In King Arthur's Court.”"],
        ["3", "I waited a minute, to let that idea shudder its way home, and then said:"],
        ["4", "“And according to your notions, what year is it now?”"],
        ["5", "“528 — nineteenth of June.”"],
        ["6", "I felt a mournful sinking at the heart, and muttered: “I shall never see my friends again — never, never again. They will not be born for more than thirteen hundred years yet.”"],
        ["7", "I seemed to believe the boy, I didn't know why. Something in me seemed to believe him — my consciousness, as you may say; but my reason didn't. My reason straightway began to clamor; that was natural. I didn't know how to go about satisfying it, because I knew that the testimony of men wouldn't serve ... But all of a sudden I stumbled on the very thing, just by luck. I knew that the only total eclipse of the sun in the first half of the sixth century occurred on the 21st of June, A.D. 528, and began at 3 minutes after 12 noon. I also knew that no total eclipse of the sun was due in what to me was the present year — i.e., 1879. So, if I could keep my anxiety and curiosity from eating the heart out of me for forty-eight hours, I should then find out for certain whether this boy was telling me the truth or not."],
        ["8", "Wherefore, being a practical Connecticut man, I now shoved this whole problem clear out of my mind till its appointed day and hour should come, in order that I might turn all my attention to the circumstances of the present moment, and be alert and ready to make the most out of them that could be made. One thing at a time, is my motto — and just play that thing for all it is worth ... I made up my mind:  ... I would boss the whole country inside of three months; for I judged I would have the start of the best-educated man in the kingdom by a matter of thirteen hundred years and upward. I'm not a man to waste time after my mind's made up and there's work on hand; so I said to the page¹:"],
        ["9", "“Now, Clarence, my boy — if that might happen to be your name — I'll get you to post me up a little if you don't mind. What is the name of that apparition² that brought me here?”"],
        ["10", "“My master and thine? That is the good knight and great lord Sir Kay the Seneschal, foster brother to our liege the king.”"],
        ["11", "“Very good; go on, tell me everything.”"],
        ["12", "He made a long story of it; but the part that had immediate interest for me was this: He said I was Sir Kay's prisoner, and that in the due course of custom I would be flung into a dungeon and left there ... until my friends ransomed me — unless I chanced to rot, first. I saw that the last chance had the best show, but I didn't waste any bother about that; time was too precious. The page said, further, that dinner was about ended in the great hall by this time, and that as soon as the sociability ... should begin, Sir Kay would have me in and exhibit me before King Arthur and his illustrious knights seated at the Table Round, and would brag about his exploit in capturing me, and would probably exaggerate the facts a little, but it wouldn't be good form for me to correct him, and not over safe, either; and when I was done being exhibited, then ho for the dungeon; but he, Clarence, would find a way to come and see me every now and then, and cheer me up, and help me get word to my friends."],
        ["13", "Get word to my friends! I thanked him; I couldn't do less; and about this time a lackey³ came to say I was wanted; so Clarence led me in and took me off to one side and sat down by me."],
        ["14", "Well, it was a curious kind of spectacle, and interesting. It was an immense place, ... yes, and full of loud contrasts. It was very, very lofty; so lofty that the banners depending from the arched beams and girders away up there floated in a sort of twilight; there was a stone-railed gallery at each end, high up, with musicians in the one, and women, clothed in stunning colors, in the other. The floor was of big stone flags laid in black and white squares, rather battered by age and use, and needing repair. As to ornament, there wasn't any, strictly speaking; though on the walls hung some huge tapestries which were probably taxed as works of art; battle-pieces, they were, with horses shaped like those which children cut out of paper or create in gingerbread; with men on them in scale armor whose scales are represented by round holes — so that the man's coat looks as if it had been done with a biscuit- punch. There was a fireplace big enough to camp in; and its projecting sides and hood, of carved and pillared stonework, had the look of a cathedral door. Along the walls stood men-at-arms, ... rigid as statues; and that is what they looked like."],
        ["15", "In the middle of this ... vaulted public square was an oaken table which they called the Table Round."]
    ],
    "Copyright": "From A CONNECTICUT YANKEE IN KING ARTHUR'S COURT by Mark Twain — Public Domain",
    "References": [
        ["¹", "page — a boy attendant"],
        ["²", "apparition — the appearance of something remarkable or unexpected"],
        ["³", "lackey — a servant"]
    ]
}