{
    "Directions": "Read this article, then answer each question that follows.",
    "Context": [],
    "Title": "Sharing My Story",
    "Subtitle": "",
    "Author": "by Robert San Souci",
    "LabelType": "P",
    "Content": [
        ["1", "\tI always knew that I wanted to be a writer. Before I learned to write, I listened carefully to stories read to me, then I retold them to my friends. But I left out things I didn't like, and added my own ideas. (I also added plenty of monsters to make things more interesting.) By the time I was done changing things, my stories didn't always make sense. But they were exciting — and my friends enjoyed them. I still do this today: I retell folktales or myths or legends in new, exciting (I hope!), but sensible ways."],
        ["2", "\tWhen I learned how to write, I decided that I wanted to be a writer more than anything else. The first “books” I wrote were little Christmas or birthday stories for my family and friends. They were written on sheets of lined paper that I stapled together. This was before we had computers, so I had to write my stories over and over to make extra copies."],
        ["3", "\tI liked my stories to have pictures, but I wasn't good at drawing. Happily, my brother Daniel loved to draw. So he did pictures for my “books.” Now he is a full-time book illustrator. We have published nine books together over the years."],
        ["4", "\tWhen I was in second grade, I wrote a story about a magician called “The Great Yami Yogurt,” who used the magic word “Yazam!” All his magic went wrong. He'd try to make flowers, but they'd turn into monsters. With my mother's help, I sent the story to an editor at Random House, because I thought my story was funny and good enough to make into a book."],
        ["5", "\tThe editor at Random House didn't buy my story. But she wrote in a letter, “Keep trying, and one day you will be published.” That was the best advice I could have gotten. Now I tell young writers, “Keep trying. If you work hard and make your writing the best you can, you'll be published too.”"],
        ["6", "\tI had my first story printed in a newspaper when I was in third grade. It was in the “Kids' Corner” of the Oakland Tribune in California, where I live. My story was about knights and dragons. Suddenly, I was a published writer! But I was in college before I had my first real book published. I wrote three stories for which my brother painted or drew pictures. No editor liked these. But on our fourth try, an editor finally said, “Yes.” Our first book, The Legend of Scarface: A Blackfeet Indian Tale, was published a year later — my childhood dream come true!"],
        ["7", "\tHowever long it takes, there are great rewards. I still get a thrill when I hold the first copy of a new book of mine, or read one of my stories in a magazine or newspaper. My writing has led to many wonderful moments. When I first saw the movie Mulan, the best moment came at the end, when the words appeared on the screen, “Based on a story by Robert D. San Souci.”"],
        ["8", "\tI never met the editor who told me to keep writing, but she was a friend to me. She knew I was serious, and she took the time to encourage me. And, because you are reading this article, I know you are serious about your writing. So now it's my turn to encourage you. It may be a short journey or a long one to becoming a published writer. But, believe me, it's worth the effort!"]
    ],
    "Copyright": "",
    "References": []
}