{
    "Directions": "Read this article, then answer each question that follows.",
    "Context": [],
    "Title": "Human Homes that Master the Weather",
    "Subtitle": "",
    "Author": "by Margaret Macalister Slepkow",
    "LabelType": "P",
    "Content": [
        ["1", "\tFrom hot, dry deserts to windy, freezing steppes, the earth has extreme climates. People who live in these harsh climates must adapt to them. Some need shelters that keep them warm in cold temperatures. Others need homes that protect them from the heat. Many homes use the natural environment to help them feel comfortable."],
        ["", "Deep in the earth"],
        ["2", "\tThe village of Matmata, Tunisia, lies on the edge of the Sahara Desert. On a summer day, the sun bakes the land to 110 degrees F or more. But nighttime temperatures may be as low as 40 degrees F. Moisture in the air holds heat. Temperatures in Matmata drop because the dry desert air cannot hold heat."],
        ["3", "\tTo escape the burning sun and the nighttime chill, people in Matmata live in underground caves. Villagers dig large holes 20 feet into the ground. Ramps or staircases lead down to these holes. The holes serve as courtyards for attached underground rooms. Tunnels connect the rooms. People even carve their furniture from the rock walls."],
        ["4", "\tThe underground caves stay a constant temperature. The sandstone walls absorb the sun's heat. These thick walls stay warm throughout the night. By morning they have cooled off. They remain cool during the day while they slowly absorb heat from the sun. At dusk, the cycle begins again."],
        ["", "A water village"],
        ["5", "\tIn the Southeast Asian country of Brunei, people must adapt to a tropical climate. Located along the equator, Brunei is hot and humid. Temperatures range from 75 degrees F to 90 degrees F. It rains often, and the air is sticky."],
        ["6", "\tThe South China Sea borders Brunei on the north. Strong ocean winds fan Brunei's coast. These winds travel up the Brunei River. The cool air they deliver brings some relief from the tropical climate. The village of Kampong Ayer makes good use of these breezes. The homes in this “water village” stand on stilts several feet above the water. The sea breezes act as fans, circulating air through open windows."],
        ["7", "\tMany families in Kampong Ayer also use ceiling fans to keep cool. Yet the river still plays a vital role in helping villagers adapt to the heat. People swim in the cool shade beneath the houses. Children in Kampong Ayer learn to swim before they learn to walk."],
        ["", "Circular homes"],
        ["8", "\tMore than 5,000 miles north of Brunei are the steppe lands of central Asia. The steppes are large, dry grasslands. These grasslands are home to nomads and their herds of sheep and goats. In the summer, nomads graze their herds in cool mountain pastures. In the winter, they move them to warmer valleys. Because they migrate often, nomads need homes that are easy to move. These homes must also protect them from winter temperatures of minus 50 degrees F."],
        ["", "problems/NY22G4E/media/S3a.jpg"],
        ["9", "\tNomads in the steppes live in circular tents called gers (yurts). Gers are wooden frames covered with felt. Their shape helps to deflect the steppe's icy winds. The felt covering repels snow and rain. It also holds in the heat given of by stoves inside the ger. Ahole in the roof lets light in and lets smoke escape."],
        ["", ":box:deflect = to move out of the way"],
        ["", ":box:repel = to push back"],
        ["10", "\tThese amazing dwellings are examples of how people master the weather. Whether it's hot or cold outside, these homes are comfortable shelters from harsh climates. Which ones would you like to visit?"]
    ],
    "Copyright": "",
    "References": []
}