{
    "Directions": "Read the following passage about a writer trying to write a novel then answer each question.",
    "Context": [
        "The following passage was first published in 1912. The passage appeared in Edna Ferber's short story collection Buttered Side Down. Ferber had a long career writing popular stories, novels, plays, and screenplays."
    ],
    "Title": "Sun Dried",
    "Subtitle": "",
    "Author": "by Edna Ferber",
    "LabelType": "P",
    "Content": [
        [" ", "\tThere come those times in life when you feel that you must wash your hair at once. And then you do it. The feeling may come upon you suddenly, without warning, at any hour of the day or night; or its approach may be slow and insidious, so that the victim does not at first realize what it is that causes that sensation of unrest."],
        [" ", "\tMary Louise was seized with the feeling at ten o'clock on a joyous June morning. She tried to fight it off because she had got to that stage in the construction of her story where her hero was beginning to talk and act a little more like a real live man, and a little less like a clothing store mannequin."],
        [" ", "\tMary Louise had been battling with that hero for a week. In vain Mary Louise had striven to instill red blood into his watery veins. He and the beauteous heroine were as far apart as they had been on Page One of the typewritten manuscript. Mary Louise was developing nerves over him. She had bitten her fingernails, and twisted her hair into corkscrews over him. She had risen every morning at the chaste hour of seven, breakfasted hurriedly, tidied the tiny two-room apartment, and sat down in the unromantic morning light to wrestle with her stick of a hero. She had made her heroine a creature of grace, wit, and loveliness, but thus far the hero had not even looked at her."],
        [" ", "\tThis morning, however, he had begun to show some signs of life. He was developing possibilities. Whereupon, at this critical stage in the story writing game, the hair-washing mania seized Mary Louise. She tried to dismiss the idea. She pushed it out of her mind, and slammed the door. It only popped in again. Her fingers wandered to her hair. Her eyes wandered to the June sunshine outside. The hero was left poised, arms outstretched, and life burning in his eyes, while Mary Louise mused, thus:"],
        [" ", "\t“It certainly feels sticky. It's been six days, at least. And I could sit here—by the window—in the sun—and dry it—”"],
        [" ", "\tWith a jerk she brought her straying fingers away from her hair, and her wandering eyes away from the sunshine, and her runaway thoughts back to the typewritten page. For three minutes the snap of the little disks crackled through the stillness of the tiny apartment. Then, suddenly, as though succumbing to an irresistible force, Mary Louise rose, walked across the room (a matter of six steps), removing hairpins as she went, and shoved aside the screen which hid the stationary washbowl by day."],
        [" ", "\tMary Louise turned on a faucet and held her finger under it, while an agonized expression of doubt and suspense overspread her features. Slowly the look of suspense gave way to a smile of beatific content. A sigh—deep, soul-filling, satisfied—welled up from Mary Louise's chest. The water was hot."],
        [" ", "\tHalf an hour later, head swathed turban fashion in a towel, Mary Louise strolled over to the window. Then she stopped, aghast. In that half hour the sun had slipped just around the corner, and was now beating brightly and uselessly against the brick wall a few inches away. Slowly Mary Louise unwound the towel, bent double in the contortionistic attitude, and watched with melancholy eyes while the drops trickled down to the ends of her hair, and fell, un-sunned, to the floor."],
        [" ", "\t“If only,” thought Mary Louise, bitterly, “there was such a thing as a backyard in this city—a backyard where I could squat on the grass, in the sunshine and the breeze—Maybe there is. I'll ask the janitor.”"],
        [" ", "\tShe bound her hair in the turban again, and opened the door. At the far end of the long, dim hallway Charlie, the janitor, was doing something to the floor with a mop and a great deal of sloppy water, whistling the while with a shrill abandon that had announced his presence to Mary Louise."],
        [" ", "\t“Oh, Charlie!” called Mary Louise. “Charlee! Can you come here just a minute?”"],
        [" ", "\t“You bet!” answered Charlie, with the accent on the you; and came."],
        [" ", "\t“Charlie, is there a backyard, or something, where the sun is, you know—some nice, grassy place where I can sit, and dry my hair, and let the breezes blow it?”"],
        [" ", "\t“Backyard!” grinned Charlie. “I guess you're new to N' York, all right, with ground costin' a million or so a foot. Not much they ain't no backyard.”"],
        [" ", "\tDisappointment curved Mary Louise's mouth."],
        [" ", "\t“Tell you what, though,” said Charlie. “I'll let you up on the roof. It ain't long on grassy spots up there, but say, breeze! Like a summer resort. On a clear day you can see way over's far's Eight' Avenoo. Only for the love of Mike don't blab it to the other folks in the buildin', or I'll have the whole works of 'em usin' the roof for a general sun, massage, an' beauty parlor. Come on.”"],
        [" ", "\t“I'll never breathe it to a soul,” promised Mary Louise, solemnly. “Oh, wait a minute.”"],
        [" ", "\tShe turned back into her room, appearing again in a moment with something green in her hand."],
        [" ", "\t“What's that?” asked Charlie, suspiciously."],
        [" ", "\tMary Louise, speeding down the narrow hallway after Charlie, blushed a little. “It—it's parsley,” she faltered."],
        [" ", "\t“Parsley!” exploded Charlie. “Well, what the——”"],
        [" ", "\t“Well, you see. I'm from the country,” explained Mary Louise, “and in the country, at this time of year, when you dry your hair in the backyard, you get the most wonderful scent of green and growing things—not only of flowers, you know, but of the new things just coming up in the vegetable garden, and—and—well, this parsley happens to be the only really gardeny thing I have, so I thought I'd bring it along and sniff it once in a while, and make believe it's the country, up there on the roof.”"],
        [" ", "\tMary Louise sprang up on the roof, looking, with her towel-swathed head, from her underground grotto¹."],
        [" ", "\tThe two stood there a moment, looking up at the blue sky, and all about at the June sunshine."],
        [" ", "\t“If you go up high enough,” observed Mary Louise, “the sunshine is almost the same as it is in the country, isn't it?”"]
    ],
    "Copyright": "“Sun Dried” by Edna Ferber from Buttered Side Down, March 1912. Public domain.",
    "References": [
        ["¹", "grotto—a small cave"]
    ]
}