{
    "Directions": "",
    "Context": [
        "In this story, the narrator is visiting Roderick Usher, an old friend he has not seen for many years."
    ],
    "Title": "Passage 2: [Excerpt from] “The Fall of the House of Usher”",
    "Subtitle": "",
    "Author": "by Edgar Allan Poe",
    "LabelType": "P",
    "Content": [
        ["6", "\tDuring the whole of a dull, dark, and soundless day in the autumn of the year, when the clouds hung oppressively low in the heavens, I had been passing alone, on horseback, through a singularly dreary tract of country, and at length found myself, as the shades of the evening drew on, within view of the melancholy House of Usher. I know not how it was—but, with the first glimpse of the building, a sense of insufferable gloom pervaded my spirit ..."],
        ["7", "\tA servant in waiting took my horse, and I entered the Gothic archway of the hall. A valet, of stealthy step, thence conducted me, in silence, through many dark and intricate passages in my progress to the studio of his master. Much that I encountered on the way contributed, I know not how, to heighten the vague sentiments of which I have already spoken. While the objects around me—while the carvings of the ceilings, the sombre tapestries of the walls, the ebon blackness of the floors, and the phantasmagoric¹ armorial trophies which rattled as I strode, were but matters to which, or to such as which, I had been accustomed from my infancy — while I hesitated not to acknowledge how familiar was all this — I still wondered to find how unfamiliar were the fancies which ordinary images were stirring up. On one of the staircases, I met the physician of the family. His countenance, I thought, wore a mingled expression of low cunning and perplexity. He accosted² me with trepidation³ and passed on. The valet now threw open a door and ushered me into the presence of his master."],
        ["8", "\tThe room in which I found myself was very large and lofty. The windows were long, narrow, and pointed, and at so vast a distance from the black oaken floor as to be altogether inaccessible from within. Feeble gleams of encrimsoned light made their way through the trellissed panes, and served to render sufficiently distinct the more prominent objects around; the eye, however, struggled in vain to reach the remoter angles of the chamber, or the recesses of the vaulted and fretted ceiling. Dark draperies hung upon the walls. The general furniture was profuse, comfortless, antique, and tattered. Many books and musical instruments lay scattered about, but failed to give any vitality to the scene. I felt that I breathed an atmosphere of sorrow. An air of stern, deep, and irredeemable gloom hung over and pervaded all."]
    ],
    "Copyright": "Excerpt from “The Fall of the House of Usher” by Edgar Allan Poe. December 15, 2010 [EBook #932]. Copyright © 2010, Gutenberg.org. In the public domain.",
    "References": [
        ["¹", "phantasmagoric: strange and dreamlike"],
        ["²", "accosted: spoke to"],
        ["³", "trepidation: nervousness"]
    ]
}