{
    "Directions": "Read the passages and then answer each question that follows.",
    "Context": [],
    "Title": "",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        [" ", "\tThe poet Samuel Coleridge, in “The Rime of the Ancient Mariner,” poetically describes an ironic situation faced by a s͟a͟i͟l͟o͟r͟ ͟“͟W͟a͟t͟e͟r͟, water, everywhere, / Nor any drop to drink.” The quote also serves as a reminder of the more practical truth that humans need water to live. I͟n͟ ͟f͟a͟c͟t͟,͟ ͟m͟o͟s͟t͟ ͟p͟e͟o͟p͟l͟e͟ ͟w͟o͟u͟l͟d͟ ͟n͟o͟t͟ ͟b͟e͟ ͟a͟b͟l͟e͟ ͟t͟o͟ ͟s͟u͟r͟v͟i͟v͟e͟ ͟t͟o͟ ͟m͟a͟k͟e͟ ͟i͟t͟ ͟m͟u͟c͟h͟ ͟l͟o͟n͟g͟e͟r͟ ͟t͟h͟a͟n͟ ͟t͟w͟o͟ ͟o͟r͟ ͟t͟h͟r͟e͟e͟ ͟d͟a͟y͟s͟ ͟w͟i͟t͟h͟o͟u͟t͟ ͟h͟a͟v͟i͟n͟g͟ ͟w͟a͟t͟e͟r͟. This makes sense when you consider that the human body is made up of about 60% water. Water plays several key roles in physical health: protecting joints, preventing injury and fatigue during exercise, a͟n͟d͟ ͟i͟t͟ ͟h͟e͟l͟p͟s͟ ͟k͟e͟e͟p͟ ͟k͟i͟d͟n͟e͟y͟s͟ ͟h͟e͟a͟l͟t͟h͟y͟."],
        [" ", "\tHuman cartilage is composed of about 85 percent water. The tough yet spongy substance keeps joints lubricated and mobile. The vertebrae of the spinal column rely on cartilage to absorb shock c͟a͟u͟s͟e͟d͟ ͟b͟y͟ ͟a͟n͟ ͟a͟r͟r͟a͟y of everyday activities from walking to running to lifting as well as to sitting. Cartilage is like a suit of armor that coats the bones beneath our skin. W͟h͟e͟n͟ ͟y͟o͟u͟ ͟t͟a͟k͟e͟ ͟m͟o͟s͟t͟ ͟o͟f͟ ͟t͟h͟e͟ ͟w͟a͟t͟e͟r͟ ͟o͟u͟t͟ ͟o͟f͟ ͟t͟h͟e͟ ͟p͟i͟c͟t͟u͟r͟e͟, cartilage would dehydrate and result in painful friction."],
        [" ", "\tHydration is also key to healthy exercise. The fluids sweated out during a workout must be replaced in order to prevent muscle cramping and injury. Water restores the fluid balance to muscles and helps the body transport electrolytes to replace those lost during exercise. Staying well-hydrated before, during, and w͟h͟e͟n͟ ͟y͟o͟u͟ ͟a͟r͟e͟ ͟d͟o͟n͟e͟ ͟w͟i͟t͟h exercise can reduce fatigue."],
        [" ", "\tFinally, water is essential to the proper function of kidneys. Those vital organs remove waste from the b͟o͟d͟y͟,͟ ͟t͟h͟e͟y also help regulate blood pressure and some bodily fluid levels. Without adequate hydration, kidneys are unable to perform their critical functions. Water's valuable role in ensuring human health is difficult to overestimate."]
    ],
    "Copyright": "",
    "References": []
}