{
    "Directions": "Read the passages and then answer each question that follows.",
    "Context": [
        "In this scene, the narrator, Jane Eyre, is taking up a new job as a governess. She has been welcomed by the housekeeper and has spent some time talking with her."
    ],
    "Title": "Passage 1: [Excerpt from] Jane Eyre",
    "Subtitle": "",
    "Author": "by Charlotte Brontë",
    "LabelType": "P",
    "Content": [
        ["1", "\tMy heart really warmed to the worthy lady as I heard her talk; and I drew my chair a little nearer to her, and expressed my sincere wish that she might find my company as agreeable as she anticipated."],
        ["2", "\t“But I'll not keep you sitting up late to-night,” said she; “it is on the stroke of twelve now, and you have been travelling all day: you must feel tired. If you have got your feet well warmed, I'll show you your bedroom. I've had the room next to mine prepared for you; it is only a small apartment, but I thought you would like it better than one of the large front chambers: to be sure they have finer furniture, but they are so dreary and solitary, I never sleep in them myself.”"],
        ["3", "\tI thanked her for her considerate choice, and as I really felt fatigued with my long journey, expressed my readiness to retire. She took her candle, and I followed her from the room. First she went to see if the hall-door was fastened; having taken the key from the lock, she led the way upstairs. The steps and banisters were of oak; the staircase window was high and latticed; both it and the long gallery into which the bedroom doors opened looked as if they belonged to a church rather than a house. A very chill and vault-like air pervaded the stairs and gallery, suggesting cheerless ideas of space and solitude; and I was glad, when finally ushered into my chamber, to find it of small dimensions, and furnished in ordinary, modern style."],
        ["4", "\tWhen Mrs. Fairfax had bidden me a kind good-night, and I had fastened my door, gazed leisurely round, and in some measure effaced¹ the eerie impression made by that wide hall, that dark and spacious staircase, and that long, cold gallery, by the livelier aspect of my little room, I remembered that, after a day of bodily fatigue and mental anxiety, I was now at last in safe haven. The impulse of gratitude swelled my heart, and I knelt down at the bedside, and offered up thanks where thanks were due; not forgetting, ere I rose, to implore aid on my further path, and the power of meriting the kindness which seemed so frankly offered me before it was earned. My couch had no thorns in it that night; my solitary room no fears. At once weary and content, I slept soon and soundly: when I awoke it was broad day."],
        ["5", "\tThe chamber looked such a bright little place to me as the sun shone in between the gay blue chintz window curtains, showing papered walls and a carpeted floor, so unlike the bare planks and stained plaster of Lowood, that my spirits rose at the view. Externals have a great effect on the young: I thought that a fairer era of life was beginning for me, one that was to have its flowers and pleasures, as well as its thorns and toils."]
    ],
    "Copyright": "Excerpt from Jane Eyre by Charlotte Brontë. October 2007. [EBook #23077]. Copyright © 2007, Gutenberg.org. In the public domain.",
    "References": [
        ["¹", "effaced: erased"]
    ]
}