{
    "Directions": "Read the passage and then answer each question that follows.",
    "Context": [],
    "Title": "To Remember a Lecture Better, Take Notes by Hand",
    "Subtitle": "",
    "Author": "by Robinson Meyer",
    "LabelType": "P",
    "Content": [
        ["1", "\tPsych 101 was about to start, and Pam Mueller had forgotten her laptop at home. This meant more than lost Facebook time. A psychology grad student at Princeton, Mueller was one of the class teaching assistants. It was important she have good notes on the lecture. Normally she used her laptop to take notes, but, without it, she'd have to rely on a more traditional approach."],
        ["2", "\tSo she put pen to paper—and found something surprising."],
        ["3", "\tClass just seemed better. “I felt like I had gotten so much more out of the lecture that day,” she said. So she shared the story with Daniel Oppenheimer, the professor teaching the class."],
        ["4", "\t“'I had a similar experience in a faculty meeting the other day,'” Mueller remembers him saying. “And we both sort of had that intuition that there might be something different about writing stuff down.”"],
        ["5", "\tIt turns out there is."],
        ["6", "\tA new study—conducted by Mueller and Oppenheimer—finds that people remember lectures better when they've taken handwritten notes, rather than typed ones."],
        ["7", "\tWhat's more, knowing how and why typed notes can be bad doesn't seem to improve their quality. Even if you warn laptop-notetakers ahead of time, it doesn't make a difference. For some tasks, it seems, handwriting's just better."],
        ["8", "\tThe study comes at a ripe time for questions about laptop use in class. Educators still debate whether to allow students to bring their laptops into the classroom. And while researchers have found that laptop use during class-time tends to be distracting—not only do laptop-using students not perform as well academically, but also they're less happy with their education—Mueller and Oppenheimer's research seems to be the first quantitative attempt to compare laptops disconnected from the Internet with plain-old pencil and paper."],
        ["9", "\tThe study was conducted in three parts. At the beginning of each, students watched video of a lecture or a TED1 talk, and took notes on it either longhand or on laptops."],
        ["10", "\tStudents watched the video, completed difficult mental tasks for 30 minutes, then took a quiz on the content. In this group, longhand-notetakers outperformed laptop-notetakers on the quiz. Analysis of student notes showed that laptop- notetakers tended to transcribe a lot of the speaker's words verbatim. Mueller and Oppenheimer suspected that this was because those who typed notes were inclined to transcribe lectures, rather than process them. This makes sense: If you can type quickly enough, word-for-word transcription is possible, whereas writing by hand usually rules out capturing every word."],
        ["11", "\tSo students in the second group were given a warning. Before the laptop-users watched the lecture or took any notes on it, the study administrator told some of them:"],
        ["12", "\tPeople who take class notes on laptops when they expect to be tested on the material later tend to transcribe what they're hearing without thinking about it much. Please try not to do this as you take notes today. Take notes in your own words and don't just write down word-for-word what the speaker is saying."],
        ["13", "\tThe warning seemed to have no effect. The quiz showed that longhand- notetakers still remembered lecture content better than laptop-notetakers. And analyzing the notes that laptop-using students took, the two authors admit: “The instruction to not take verbatim notes was completely ineffective at reducing verbatim content.”"],
        ["14", "\tThe final group of students took the quiz a full week after watching a recorded lecture. Some of these students were allowed to study their notes for 10 minutes before taking the quiz. In this last group, longhand-notetakers who had time to study outperformed everyone else. Longhand-notetakers of any sort, in fact, did better on the quiz than laptop-notetakers."],
        ["15", "\tWhat's more, if someone took verbatim notes on their laptop, then studying seemed more likely to hinder their performance on the quiz."],
        ["16", "\tIn other words, taking notes on a laptop seems to lead to verbatim notes, which make it tough to study well. And you can't successfully warn someone to keep them from taking verbatim notes if they're using a laptop."],
        ["17", "\t“We don't write longhand as fast as we type these days, but people who were typing just tended to transcribe large parts of lecture content verbatim,” Mueller told me. “The people who were taking notes on the laptops don't have to be judicious in what they write down.”"],
        ["18", "\tShe thinks this might be the key to their findings: Take notes by hand, and you have to process information as well as write it down. That initial selectivity leads to long-term comprehension."],
        ["19", "\t“I don't think we're gonna get more people to go back to notebooks necessarily,” Mueller said. “Tablets might be the best of both worlds—you have to choose what to write down, but then you have the electronic copy.”"],
        ["20", "\tIncidentally, the two researchers might look at tablet use next. (They didn't include them in this study.) But they have busy scientific dockets outside this work, as neither of them specialize in educational psychology. Mueller researches questions of law and morality, and Oppenheimer tends to focus on decision-making and the psychology of democracy."],
        ["21", "\tBut the two say they've appreciated their foray into note-taking research, which stemmed from a real-life problem. “I think,” Mueller said, “that's where the best research comes from, because the questions resonate with other people.”"]
    ],
    "Copyright": "“To Remember a Lecture Better, Take Notes by Hand” by Robinson Meyer, from The Atlantic, May 2015. Copyright © Atlantic Media Inc. Used by permission of the publisher via Copyright Clearance Center.",
    "References": [
        ["¹", "TED: Technology, Entertainment, and Design"]
    ]
}