{
    "Directions": "Read the article about exciting jobs working in nature. Then answer each question that follows.",
    "Context": [],
    "Title": "Into the Rain Forest",
    "Subtitle": "",
    "Author": "by Brenna Maloney",
    "LabelType": "P",
    "Content": [
        ["", "problems/RI18G4E/media/S3a.jpg"],
        ["1", "A rain forest is not a glamorous place. Just ask Lucy Cooke. She's a zoologist, or a scientist who studies animals. She loves weird animals and wild places."],
        ["2", "Her fascination with wildlife started as a child. She watched a nature program about the waxy monkey frog. To her, the frog looked like an alien. She had to know more about this frog. The more she learned, the more she wanted to know about other frogs."],
        ["3", "As a scientist, Cooke still studies frogs and other amphibians. She often travels to rain forests where they live. It's not easy. These forests can be hot, humid, and full of icky surprises. On her frog hunts, she's learned a few things about exploring. Her first explorer's lesson comes in handy even before leaving home."],
        ["", "Pᴀᴄᴋ Cᴀʀᴇꜰᴜʟʟʏ"],
        ["4", "Cooke often must carry her gear. So she has to pack carefully. She makes a list. At the top is her frog mask and cape. People she meets think they're funny. That's the point. Cooke uses them to get people talking about frogs and how to protect them."],
        ["5", "That's important because frogs face many dangers. A deadly fungus threatens some frogs, for example. Some frogs also have less space to live. That's because people are spreading out and building more homes, cities, and roads. So frogs lose their habitat."],
        ["6", "Some frog species are extinct. Others are at risk of dying out. Cooke wants people to care about these problems. She uses her mask and cape to spread this message."],
        ["", "Bʀɪɴɢ Wʜᴀᴛ Yᴏᴜ Nᴇᴇᴅ"],
        ["7", "Other items on her list are more practical. Take her rubber boots, for example. “They make you invincible,” Cooke says. She feels safe in her boots. They keep her feet dry as she slogs through the mud. They also protect her from slithering snakes and blood-sucking leeches. These animals can't bite through rubber boots."],
        ["8", "Plenty of bugs bite in the rain forest, too. So Cooke carries bug spray. Yet she makes sure it's safe for the environment. This is important “especially if I'm handling frogs,” she says. Frogs absorb things through their skin. Toxic bug spray can kill a frog. Cooke wants to hold and study frogs, not kill them."],
        ["9", "To study frogs, she has to find them first. That can be hard in a dark rain forest. So Cooke packs a headlamp. That way, she can see where she's going. It helps her spot hidden animals, too."],
        ["", "Dᴏɴ'ᴛ Dʀᴇss Uᴘ"],
        ["10", "Of course, Cooke also packs clothes. They're not fancy. “Everyone wears the same uniform,” Cooke says. “We're all in baggy trousers, a long-sleeve shirt, a T-shirt.”"],
        ["11", "These clothes cover a lot of her skin. That's important in the rain forest. If thorns scratch her, the cuts can get infected. If bugs bite her, she can get sick."],
        ["12", "Her clothes protect her, but they also take a beating. They get sweaty and smelly. She does, too. Explorers get used to seeing one another that way, though. “We all stink of mold and bug spray,” Cooke says."],
        ["", "Exᴘᴇᴄᴛ Sɪᴍᴘʟᴇ Mᴇᴀʟs"],
        ["13", "Explorers use a lot of energy. So they need food that's filling. It must be easy to carry and cook. Some trips last weeks, so the food also must last a long time. That rules out a lot of fresh food. It goes bad too quickly. One kind of food is just right, though."],
        ["14", "In the field, “I eat a lot of plain rice,” Cooke says. It gives her energy. It's a little boring, though. So, like most explorers, she has a fantasy meal. It's what she wants to eat when she returns home. Halfway through a trip, she starts thinking about this meal. She dreams of juicy cheeseburgers."],
        ["15", "There are no cheeseburgers in the rain forest. As a special treat, though, “you might eat a little chicken, sometimes,” she says."],
        ["", "Kᴇᴇᴘ Cᴏᴏʟ"],
        ["16", "No matter what challenge Cooke faces in the rain forest, she can't panic. She learned this lesson the hard way. While hiking in the Amazon, she suddenly realized she was no longer on the trail."],
        ["17", "Then things got worse. Cooke heard a crash. A tapir charged out of the forest. These animals are strong. They can run very fast. And they often don't like visitors."],
        ["18", "Cooke froze. Yet she felt a little thrill. Tapirs are “very secretive and hard to spot,” says Cooke. “It was incredibly frightening, but I knew how lucky I was to be seeing it.”"],
        ["19", "The tapir ran past her and disappeared. Cooke felt awe and relief. She was still lost, though. She tried to retrace her steps. Finally, she found the trail. “I don't think I've ever been so relieved,” she says. Keeping calm may have saved her life."],
        ["", "Yᴏᴜ'ʀᴇ ᴛʜᴇ Gᴜᴇsᴛ"],
        ["20", "The rain forest is the tapir's home. It's home to a lot of other animals, too. Cooke is just visiting. She was reminded of this on one trip. She stayed in a hut. She soon discovered that she wasn't alone."],
        ["21", "She found cockroaches in her sleeping bag. She shook them out of her gear and her clothes. Then one day, the bugs found her toothbrush. They crawled all over it."],
        ["22", "Cooke took a deep breath. She reminded herself that the bugs belonged there. Her job was to observe and not disturb. Her toothbrush clearly was in the bugs' way. Putting it away solved that problem."],
        ["", "Lɪsᴛᴇɴ ᴛᴏ Yᴏᴜʀ Tᴇᴀᴍᴍᴀᴛᴇs"],
        ["23", "Preventing some problems takes teamwork. Recently, Cooke traveled to South America. She wanted to find the world's most toxic frog. “This frog has enough poison to kill 10 or 15 men,” Cooke says. “You have to wear gloves, or you'd be dead in 3 minutes.”"],
        ["24", "Cooke and her team spent more than a year carefully planning this five-day trip. “For 25 years, I have wanted to see this creature,” Cooke says. When she finally did, “I burst into tears. I went to wipe away my tears, when my entire team yelled 'STOP!'” She had poison from the frog on her glove. One touch to her face could have been fatal."],
        ["25", "Being an explorer is a tough job. The food is bad. The bugs are creepy. The danger can be deadly. Cooke says it's all worth it. Her trips have allowed her to spread the word about the threats frogs face. She doesn't mind roughing it, just as long as she remembers her explorer's lessons."]
    ],
    "Copyright": "“Into the Rain Forest” by Brenna Maloney, from National Geographic Extreme Explorer (September 2013, Vol. 7, Issue 1). Text copyright © 2013 by the National Geographic Society. Reprinted by permission of National Geographic Society. Photograph copyright © Mariusz Jurgielewicz/Hemera/Thinkstock.",
    "References": []
}