{
    "Directions": "Read the passage about exciting jobs working in nature. Then answer each question that follows.",
    "Context": [],
    "Title": "[from] “Danger Zone”",
    "Subtitle": "",
    "Author": "by Carsten Peter",
    "LabelType": "P",
    "Content": [
        ["1", "The ground shakes. Suddenly, it cracks open. The crack is right under my camera gear. I grab my gear just in time! Moments later, hot lava shoots out of the crack. It flies into the air and lands with a splatter."],
        ["2", "As a National Geographic photographer, I'm used to such close calls. I travel to some of the most dangerous places on Earth. There's nothing I love more than coming face-to-face with an active volcano."],
        ["3", "To get the perfect shot, I've crawled into active craters. I've dodged globs of flying lava. I've stood on the edge of boiling lava lakes."],
        ["4", "It thrills me to think of where the lava comes from. This hot, melted rock starts as magma flowing deep inside Earth. It pushes up through cracks in Earth's crust. When it erupts, the lava hardens into rock. It builds volcanoes."],
        ["5", "To me, though, volcanoes are more than mountains of rock. As I stand on the rim of a volcano, it feels like Earth is alive under my feet. I hear lava hissing, crackling, and popping. It sounds like music to me."],
        ["", "Gᴇᴛᴛɪɴɢ Tʜᴇʀᴇ"],
        ["6", "I've explored volcanoes all over the world. My favorite volcano might surprise you. It's not the most dangerous one. It doesn't explode with huge fountains of lava. In fact, it may be the strangest volcano on Earth."],
        ["7", "To get to this volcano, my team and I fly to Tanzania in Africa. Then we're in for a day of hard driving."],
        ["8", "First, we cross a vast valley. It's hot, dry, and dangerous. Whirlwinds of dust called dust devils swirl in the distance. The valley seems to go on and on. That's because it's not just any valley. It's where the edges of two of Earth's giant tectonic plates touch. Hot, flowing magma deep under these plates pushes and tugs on them. It slowly pulls them apart."],
        ["", "Mᴀɢᴍᴀ Rɪsɪɴɢ"],
        ["9", "The pushing and tugging creates a giant rift, or gap in Earth's crust. It also weakens the crust. So it's easier for magma to bubble up to the surface here than in many other places."],
        ["10", "Once magma reaches the surface, it's called lava. In spots, lava erupts through cracks in the crust. I see proof of that far off in the distance. A mountain pokes above the valley floor."],
        ["11", "From a distance, it looks like a typical stratovolcano. It towers over the valley like a pyramid. This volcano may have started to form about 700,000 years ago. With each eruption, lava spilled out of the ground and hardened. Then ash settled on top of it. Layer by layer, the volcano grew. Now its steep sides rise nearly 3,000 meters (9,700 feet)."],
        ["", "Sʟɪᴘ ᴀɴᴅ Sʟɪᴅᴇ"],
        ["12", "We drive as close to the top of the volcano as we can. Then we grab our gear and start hiking. It's not easy. Thick dust covers the volcano's steep sides. So each time I take a step up, my foot slides partway back. I take another step and slide again. I've moved up, but barely."],
        ["13", "I don't mind. This slippery slope is one way this volcano is odd. It's made of lava rock like other volcanoes. Yet this rock is more crumbly."],
        ["14", "Finally, we make it to the top. We've reached the volcano's crater, or its opening. Here's where lava spills out of the ground. It rises up through vents, or tunnels inside the volcano. Finally it bubbles, flows, or even blasts out."],
        ["", "Rᴏᴄᴋ Aʀᴛ"],
        ["15", "I feel like I've climbed to another planet. I've never seen anything like it. Wild rock shapes rise from the crater floor. One looks like a giant wing. It formed when lava spurted out of a vent like a fountain. Then the lava hardened before it could hit the ground."],
        ["16", "I see small, domed mounds and tall, skinny chimneys. Some chimneys spit lava. The lava turns foamy in midair. Then it hardens. It clatters to the ground like silver glitter."]
    ],
    "Copyright": "“Danger Zone” by Carsten Peter, from National Geographic Extreme Explorer (October 2012, Vol. 6, Issue 2). Copyright © 2012 by the National Geographic Society. Reprinted by permission of National Geographic Society.",
    "References": []
}