{
    "Directions": "Helen’s dog, Tuck, is slowly losing his sight. To keep him safe, Helen is trying to train Tuck to walk close to her other dog, Daisy. Read the passage and then answer each question that follows.",
    "Context": [],
    "Title": "[from] The Trouble with Tuck",
    "Subtitle": "",
    "Author": "by Theodore Taylor",
    "LabelType": "P",
    "Content": [
        ["1", "To keep prying, snoopy eyes out of my dog business, I went to the very end of the park, over where Wickenham takes the long curve toward Wilshire. A high hedge of white-blooming oleander separates the park from the street at that point."],
        ["2", "No one in my family would ever see me there, I thought, and I could continue to train Tuck in complete secrecy. How wrong I was."],
        ["3", "As soon as I arrived, I took Tuck’s seven-foot leash and attached it to Daisy’s collar, then attempted to make Tuck grasp the looped end in his teeth. He flatly refused to even open his mouth."],
        ["4", "Once I’d seen Dr. Tobin open Tuck’s wide jaws quite easily by applying pressure at the very back, at the hinges. I put my fingers back there, and Tuck’s mouth opened like a trap. Sticking the leash end in, I pushed his jaws together and held them a few seconds. Of course, he dropped the leash as soon as I took my hands away."],
        ["5", "Trying to be patient with him, I said, “All right, we’ll start all over again.”"],
        ["6", "We did the same routine a half dozen times daily for two or three days, and it turned out the same each time. Tuck stood there and opened his mouth, accepted the leash, and then dropped it right out. By Friday, I believe he thought it was a game we were playing, and much fun."],
        ["7", "Put the leash in!"],
        ["8", "Drop the leash out!"],
        ["9", "Friday was also the day that Luke accidentally discovered my secret training place. Something was wrong with his bike, and he decided to walk it through the park instead of going along the Wickenham curve. He came through a hole in the oleander hedge like a hawk searching for a rabbit, and there I was, holding Tuck’s jaws closed on the leash."],
        ["10", "Pushing his bike up to me, my brother, having caught himself a criminal, said, “You’re not supposed to be training those dogs.”"],
        ["11", "I replied, “Luke, I’m only doing what I have to do, and don’t you dare tell anyone.” Now that I was thirteen, I didn’t let him push me around so much."],
        ["12", "“Aw, who cares?” he said, and went on his way."],
        ["13", "That night, just before dinner, when I was alone in the kitchen with my mother, she said, offhandedly, “I hear you’re still training Tuck and Daisy.”"],
        ["14", "Curse Luke anyway, I thought. I knew things about him that I hadn’t told anyone. I knew things that could get him into so much trouble."],
        ["15", "“Are you?” she asked."],
        ["16", "What could I say? “Yep.”"],
        ["17", "Eyeing me as if trying to make up her mind, she said, “I should be angry.”"],
        ["18", "I just stood there, waiting for whatever was going to come—the firing squad or A for effort. It should have been the latter."],
        ["19", "She laughed softly. “Any luck?”"],
        ["20", "I shook my head. “But I can’t give up.”"],
        ["21", "“Never be so definite about anything,” she said. “Okay, I won’t tell your father, and I’ve told Luke to quit spying on you. But I’m giving you a firm deadline, Helen. Two weeks more, and then no more.”"],
        ["22", "That was fair enough, and then I told her about my . . . idea."],
        ["23", "On a firm deadline now, with no time to waste, mid-morning of the next day I went over to see wise Mr. Ishihara at Ledbetter’s. He was in the back storage room, which always had a dozen good pungent smells wafting around it. Boxes of fruit, burlap sacks of potatoes and carrots, small mesh bags of onions, and coffee beans were in there; canned goods were stacked to the ceiling. Sawdust was on the floor."],
        ["24", "Bent over, using a small crowbar to open a wooden crate of lettuce from the Salinas Valley, Mr. Ishihara listened to Tuck’s latest unwillingness to cooperate."],
        ["25", "“He drops the leash out. He thinks it’s a game,” I said."],
        ["26", "“Try rubbing some food on it.”"],
        ["27", "I hadn’t considered doing that."],
        ["28", "Mr. Ishihara straightened up suddenly. “Don’t, on second thought. It’s a bad idea, very messy, and he might chew on the leash.”"],
        ["29", "Knowing Tuck, I figured that was a distinct possibility."],
        ["30", "Mr. Ishihara, pursing his expressive lips, wrinkling his smooth walnut forehead, examined me for a moment longer and then said, “I’ve told you about my cat, Ichiban, haven’t I?”"],
        ["31", "“Yes, you have.”"],
        ["32", "“He likes to sleep on my dirty shirts. I think he likes to smell me.”"],
        ["33", "My own dainty Rachel had never done that, to my knowledge."],
        ["34", "Picking up the opened lettuce crate by its ends, Mr. Ishihara continued, “Ichiban gives me an idea for Tuck. Suppose you put something of your own on the leash. Tuck can’t see what it is, but he’ll definitely smell it.”"],
        ["35", "I followed him out of the storage room. “Like what?”"],
        ["36", "“Like your shirttail, but don’t wash it,” he said, over his shoulder. “Leave it dirty and just tear it off.” Moving quickly to the sidewalk stands, he dropped the crate by his lettuce bin and laughed loudly. “The way to Tuck’s stubborn brain may be through his nose.”"],
        ["37", "That made good sense. How much I appreciated Mr. Ishihara."],
        ["38", "The next day I cut off the end of the shirt I’d worn to school on Friday and went to Montclair Park, ready to tell anyone that training a blind dog was a very long, difficult, and frustrating thing to do. If I hadn’t owed Tuck so much, I probably would have given up on him."],
        ["39", "I tied the rag around the hand loop of the long leash, snapped the leash on Daisy’s collar, and then dropped the wadded end to the ground right under . . . Tuck’s pinkish nose."],
        ["40", "“Pick it up,” I ordered."],
        ["41", "Tuck stood there, as usual, motionless as a hairy sphinx.¹ Be positive, I thought."],
        ["42", "Reaching down to guide his head, . . . I repeated, “Pick it up, Tuck.”"],
        ["43", "He sniffed the rag several times, then opened his jaws, and, lo and behold, grasped the leash end firmly."],
        ["44", "For a moment, I was so surprised I didn’t react, but then I finally woke up and said sharply, “Forward, Daisy.”"],
        ["45", "She started off, with Tuck in tow, the leash end between his shining rows of teeth."],
        ["46", "Daisy was walking along as if she did this every day in the week. . . ."],
        ["47", "After so many weeks of struggle, it had finally happened, like a snap of fingers. Tuck could come off the hated chain at last."],
        ["48", "“Stop, Daisy,” I yelled joyously, and she halted on a dime, so to speak, with a front paw almost in midair."],
        ["49", "Tuck stopped in his tracks too, dropping the leash end and standing over it as if nothing had happened. . . ."],
        ["50", "Running over, I hugged them both and gave them their due biscuit rewards. I felt giddy, like telling the whole world, but I said to them, “We’ll not tell a soul until we’re ready.”"],
        ["51", "I wanted to see Daisy guide Tuck without a leash."],
        ["52", "Tuck soon began to enjoy the fabulous new trick he’d learned—that of picking up a stinky, wadded rag between his teeth and trekking along behind the well-padded female he’d previously either ignored or snarled at. Time and determination did it, without doubt."],
        ["53", "But by twilight I noticed that Tuck had trouble locating the leash end if it was on the ground more than three or four feet away."],
        ["54", "I went right back to Mr. Ishihara."],
        ["55", "After a moment studying the dogs, he said vaguely,² almost to himself, “Tuck can’t see, but he can smell and he can hear.”"],
        ["56", "I said, “Sound!”"],
        ["57", "He nodded. “Sound.”"],
        ["58", "Up on the shelves in the back of the garage were large cartons containing Christmas decorations, and in one of them, I knew, was a long, narrow piece of leather. Attached to it were eight small brass bells, for placing on the front door. Our wreaths were always on either side of the door."],
        ["59", "Up on the shelves in the back of the garage were large cartons containing Christmas decorations, and in one of them, I knew, was a long, narrow piece of leather. Attached to it were eight small brass bells, for placing on the front door. Our wreaths were always on either side of the door."],
        ["60", "I still had the shirttail, damp with Tuck’s saliva, tied to the leash, and I ordered Tuck to pick it up. He nosed down, and then I said to Daisy, “Forward.”"],
        ["61", "With Tuck moving along about three feet behind Daisy, leash firmly in his mouth, the little bell rang as though it were on the harness of a sleigh horse. A jingle-bell sound. I walked behind them as we went the length of the park."],
        ["62", "Each day that week I shortened the leash until Tuck’s head was directly opposite Daisy’s rump. He now seemed content to trot along with her, his left ear rubbing conveniently against her flank, listening to her bell as if it were a symphony."]
    ],
    "Copyright": "The Trouble with Tuck: The Inspiring Story of a Dog Who Triumphs Against All Odds by Theodore Taylor. Copyright © 1981 by Theodore Taylor. Reprinted by permission of Random House Children’s Books, a division of Penguin Random House LLC.",
    "References": [
        ["¹", "sphinx — a mythical creature with the head of a human and the body of a lion with wings"],
        ["²", "vaguely — in a way that is uncertain"]
    ]
}