{
    "Directions": "Read this article, then answer each question.",
    "Context": [],
    "Title": "Coach Motivates Her Girls, Both On and Off the Court",
    "Subtitle": "",
    "Author": "by Martha Irvine",
    "LabelType": "P",
    "Content": [
        ["1", "\tThe coach leans forward, her hands pressed on a table in a room of the gymnasium. A basketball game is about to start. She is silent for a minute or two. Her players shift uncomfortably."],
        ["2", "\tWhen Dorothy Gaters finally speaks, her message is familiar and firm. As usual, it's about fundamentals."],
        ["3", "\t“Move your big feet.” “Box out.” “No fouls.”"],
        ["4", "\tIf they don't do that, she doesn't hesitate to take it up a notch on the court."],
        ["5", "\t“You're embarrassing yourselves!” she tells them. She is the same, even when they're winning handily."],
        ["6", "\tGaters later explains: “Sloppy play is never enjoyable. Sometimes I'Il be like, I hope this game is over soon. I can go home and watch some real basketball?”"],
        ["7", "\tThat candor¹ might be hard for the members of the girls' basketball team at John Marshall Metropolitan High School to hear. But they listen. They know this is a woman who can take them places."],
        ["8", "\tFor 40 years, Gaters has brought respect and pride to a West Side Chicago neighborhood that has seen more than its share of hard times. They understand this and also how much Gaters cares about them and their futures. And that's whether they end up playing basketball after high school or not."],
        ["9", "\t“Just do something. So that you can be self-supportive, help your family, and set an example for those who are going to follow you,” the coach tells her players. They call her Ms. Gaters of often just “G.”"],
        ["10", "\tThis current crop of players helped Gaters reach her 1,000th career win in November. The victory placed her among an elite group of coaches at any level of basketball."],
        ["11", "\tGaters' attention to detail and her competitiveness have led her teams to eight Illinois state titles and 23 city titles."],
        ["12", "\tA few of her players have gone on to play professionally, including Cappie Pondexter, a WNBA All Star and Olympic gold medalist."],
        ["13", "\t“She's the first coach who really taught me the game of basketball,” says Pondexter, whom Gaters first saw play in a YMCA recreational league and then helped hone² her talent. “I credit it all to her, my humble beginnings.”"],
        ["14", "\tPondexter starred at Rutgers University, but she is far from the only one Gaters helped get to college. And that is among the coach's proudest accomplishments."],
        ["15", "\tIn fact, her players must regularly bring in academic progress reports or report cards for her to check."],
        ["16", "\t“School before basketball,” says Tineesha Coleman, a junior who hopes to play in college."],
        ["17", "\tWhen asked what Gaters is like, former player Rhonda Greyer, now 33, ponders the question."],
        ["18", "\t“She's a sweetie pie,” Greyer says, quickly adding, “Off the court. OFF the court!”"],
        ["19", "\tShe laughs, as does Pondexter when recalling the seemingly endless laps her team ran on the track above Marshall practice Gym 12. The gym has since been named for Gaters."],
        ["20", "\t“I wasn't a troubled kid. My problem was focusing on basketball so much,” Pondexter says, remembering how Gaters would call her mother if Pondexter skipped class. In her case, the punishment would be to lose gym time."],
        ["21", "\tBut though Gaters is tough, it is a tough love, her former players say. They recall a coach who occasionally took them to movies or out for burgers and fries."],
        ["22", "\tThey note how Gaters has quietly provided a coat, clothing or shoes for a player who needs them."],
        ["23", "\tGaters started coaching in 1975, and understands how one can learn and succeed, in big ways. The Mississippi native grew up in Chicago. She says she took on the Marshall girls' team, fresh out of DePaul University, because “no one else wanted to do it.”"],
        ["24", "\tGaters liked basketball, even played a bit herself. But she didn't know much about coaching, so she watched the boys' coaches carefully and took in any games she could find."],
        ["25", "\tShe won her first state championship in 1982."],
        ["26", "\tNow, tucked amid the memorabilia³ in her office is a photo of Gaters shaking the hand of President Bill Clinton at the White House. She was honored for her work with young people in 1998. Another photo shows her being inducted into the Women's Basketball Hall of Fame. In 2009, the Naismith Memorial Basketball Hall of Fame recognized Gaters with one of its lifetime achievement awards for high school coaches."],
        ["27", "\tThe 68-year-old coach says she thinks about retiring. But some are doubtful she'll leave anytime soon."],
        ["28", "\tAssistant coach Gwen Howard smiles and rolls her eyes playfully at the thought of the coach retiring."],
        ["29", "\t“Please! I think this lady would do this forever if she could.”"]
    ],
    "Copyright": "",
    "References": [
        ["¹", "candor: the quality of being open, sincere, and honest"],
        ["²", "hone: make something better"],
        ["³", "memorabilia: things collected as souvenirs"]
    ]
}