{
    "Directions": "Read this article, then answer each question that follows.",
    "Context": [
        "In 1881, Clara Barton founded the American Red Cross, an organization that helps people during times of need."
    ],
    "Title": "[Excerpt from] Clara Barton",
    "Subtitle": "",
    "Author": "by Stephen Krensky",
    "LabelType": "P",
    "Content": [
        ["1", "\t“I was what is known as a bashful child,” Clara confessed in later years. This was not surprising considering that she was surrounded by her family and had little contact with strangers. But shyness was not considered a virtue. In the hope of correcting this deficiency, her parents decided to send her to a nearby boarding school. It was quite a change. At home, she had been the only student, learning from her brothers and sisters. Now there were 150 students filling several schoolrooms. And almost all of them were bigger and older than she was."],
        ["2", "\tClara was good at her studies, but speaking up with dozens of eyes staring at her was unnerving. She grew pale and lost weight. At the end of her first term, her parents, her teachers, and her family doctor held a meeting. They decided it would be best for Clara to return home."],
        ["3", "\tBut home had changed. Her family was moving down the hill to a 300-acre farm. The new house needed to be fixed, and Clara pitched in to help. Among other things, she learned how to hang wallpaper and make her own paints."],
        ["4", "\tSome cousins came to live with the Bartons as well. Clara's big sisters had stayed at the old house, which made the change feel even more dramatic. On the bright side, Clara's cousins were closer to her own age. “From never having had any playmates, I now found myself one of a very lively body of six —  three boys and three girls ...”"],
        ["5", "\tClara and her cousins explored the new farm thoroughly, learning the best spot to cross the streams and where to find the tastiest chestnuts. They played hide-and-seek and balanced on poles in the millstream. Clara's parents, worried that she was becoming too much of a tomboy, forbade her from learning to ice skate. But it was a little late to rein Clara in now. She enlisted the boys to teach her secretly at night. They pulled her along, one on each side, which was fine, as long as the ice was smooth. But, as Clara remembered, “at length we reached a spot where the ice had been cracked and was full of sharp edges.” Here, she fell repeatedly, injuring herself seriously enough that her parents soon found out. They were not pleased, and Clara endured several weeks of their disappointment before life went on as before."],
        ["6", "\tIn warmer weather, she continued to practice riding — now with her own horse. Riding became second nature to her, and she remembered the skill well later in life. But not every advance was planned or predictable. In 1832, when she was 11, her brother David was helping to build a new family barn. He was working on the ridgepole¹ when a plank snapped beneath him and he fell to the ground. At first he seemed to be largely unharmed by the accident, but his internal injuries turned out to be serious."],
        ["7", "\tNo one had to tell Clara what she should do next, and she didn't need to ask. She simply knew it in herself. She took care of David day and night, rarely leaving his side. And he grew just as attached to her in return. Clara learned to administer his medicine and manage his treatment with great aplomb.² Among her many duties was applying the leeches that were supposed to suck the bad blood out of David's body."],
        ["8", "\tFor two years, Clara tended to her brother, leaving him for only half a day in all that time. He recovered at last, no thanks to the leeches, due to rest and the ability of his body to heal over time."],
        ["9", "\tClara's devotion was not unheard of in the Barton family. Her great aunt Martha Ballard, who died a few years before Clara's birth, had been a well-respected midwife. She had delivered babies and treated illnesses across a wide swath of the wilderness of Maine. Caring for her brother had given Clara a special satisfaction. It was something she would always remember."],
        ["10", "\tAs delighted as Clara was to see David recover, she had trouble simply returning to a life of her own. The freedom to do as she pleased was no substitute for the feeling of usefulness she had felt nursing her brother back to health. She felt anxious and unsettled and cast about for some meaningful way to fill her time."],
        ["11", "\tFor the moment, she stayed busy doing chores around the farm and helping to look after her sister Sally's children. As time passed, though, she roamed farther from home, coming to the aid of poor families in the nearby countryside. Some had illnesses that she tended to. Others had money troubles, and she tried to point these families in a direction where they could get assistance."]
    ],
    "Copyright": "Excerpt from “Clara Barton”: From DK BIO: CLARA BARTON by Stephen Krensky. Copyright © 2011, by Stephen Krensky. Used with permission by DK, A Division of Penguin Random House LLC. Used by permissic",
    "References": [
        ["¹", "ridgepole: the horizontal beam that runs along the peak of a roof; the upper ends of the rafters are attached to it"],
        ["²", "aplomb: confidence and skill"]
    ]
}