{
    "Directions": "Read this article, then answer each question.",
    "Context": [
        "On a May afternoon in Siberia, Yuri Khudi and his sons, members of the nomadic Nenets people of northern Russia, were hunting along the bank of the Yuribey River when they discovered something amazing."
    ],
    "Title": "[Excerpt from] Baby Mammoth Mummy: Frozen in Time!",
    "Subtitle": "",
    "Author": "by Christopher Sloan",
    "LabelType": "P",
    "Content": [
        ["1", "\tAs Yuri and his sons stood around the little body lying on the sandbar, they were shocked by what they had found: a perfectly preserved baby woolly mammoth. It was frozen solid."],
        ["2", "\tThese animals disappeared from this part of the world about 11,000 years ago, but mammoth bones and tusks are a relatively common find in Siberia. It's so cold in this Arctic region of Russia that the frozen soil, called permafrost, has acted as a giant freezer, preserving the carcasses of many animals that lived there long ago. As the top layer of permafrost begins to thaw in the spring, the bony remains of mammoths often appear as if they have burst from the frozen ground. But Yuri and his sons had never seen anything like this before—a baby woolly mammoth with all of its flesh in place. It looked like it could have died yesterday. They didn't dare touch it."],
        ["3", "\tMammoths play a powerful role in Nenets mythology. The story goes that woolly mammoths are giant beasts herded by gods of the underground. If the animals come to the surface and see sunlight, they die. Some Nenets say that mammoths will bring bad luck or even death to the people who touch their remains."],
        ["4", "\tSo it was with both fear and respect that Yuri Khudi and his sons looked at the baby mammoth. Uncertain what to do, they left the mammoth exactly where they found it and returned to camp. Yuri decided to seek the advice of Kirill Serotetto, a trusted friend who had lots of experience in the Arctic as an expedition outfitter and knew the value of mammoth bones. To get to Yar Sale, where Serotetto lived, Yuri rode his snowmobile 90 miles (145 km) to Novyy Port then boarded a helicopter to Yar Sale."],
        ["5", "\tAfter hearing Yuri's story, Serotetto rushed him to the director of the museum, who notified the local police. Yuri had stumbled onto something big. Hours later, Yuri, Serotetto, and a few policemen were flying toward the place where Yuri had made his discovery. Finally, they landed near the site. The baby mammoth was gone!"],
        ["6", "\tYuri's stomach dropped. He was afraid no one would believe him now. Without a body there was no reason for the police to stick around, so they flew back to Yar Sale. Serotetto stayed behind with his friend to investigate further."],
        ["7", "\tYuri knew that prehistoric animal remains, especially tusks, were valuable and could fetch a lot of money from fossil collectors or carvers. After making some inquiries, he and Serotetto learned that Yuri's cousin had snatched up the baby mammoth and carted it off on his sled to Novyy Port. There he had traded the valuable find to a store owner in exchange for two years' worth of food and some equipment."],
        ["8", "\tYuri and Serotetto had to move fast if they were going to save this precious treasure. By the time they arrived in Novyy Port, the little mammoth was propped up in the store and was already causing a stir. People were taking pictures of it with their cell phones. Yuri's heart sank when he saw that stray dogs in town had already gnawed off the baby's tail and most of one ear. But the rest of the body was still in perfect condition. They had to get the mammoth to a safe location fast! Serotetto, with the help of the local police chief, explained the importance of the find to the owner. Finally, after much discussion, he agreed to give up the mammoth."],
        ["", "SAFE AND SOUND"],
        ["9", "\tAt last the baby mammoth was in the hands of museum staff at Yar Sale. Now they needed to find a place where she would be preserved and taken care of. The calf was packed onto a helicopter and flown to the Shemanovsky Museum in Salekhard, a regional capital of Siberia. The director there immediately called Bernard Buigues, a French explorer who had become an expert in mammoths and who had established a center for preserving mammoth remains in the Siberian town of Khatanga. When Bernard heard the exciting news, he offered to organize an international team of experts to study the baby mammoth. The team would include researchers from Russia, the United States, and Japan."],
        ["10", "\tIt would take several weeks for the team to assemble in Salekhard. To keep the carcass frozen, it was placed in a freezer. Bernard was the first member to arrive. When he saw the baby mammoth, he was struck by how tiny she was—only 33 inches (84 cm) high and 110 pounds (50 kg) in weight. “I was fascinated by her lifelike expression. Her smiling mouth, her front legs seemingly in motion—it was as if she had been enjoying herself.” He couldn't wait for the rest of the team to meet her."]
    ],
    "Copyright": "",
    "References": []
}