{
    "Directions": "Read this article, then answer each question that follows.",
    "Context": [
        "In September of 1995, Dr. Johan Reinhard and his climbing partner, Miguel Zarate, climbed a peak of the volcano Nevado Ampato. While climbing, they found pieces of pottery, wood, grass, and other materials that told them that over 500 years earlier the Incas had been on this part of the mountain."
    ],
    "Title": "[Excerpt from] Discovering the Inca Ice Maiden: My Adventures on Ampato",
    "Subtitle": "",
    "Author": "by Johan Reinhard",
    "LabelType": "P",
    "Content": [
        ["1", "\tI stopped to take notes while Miguel continued along the ridge. He whistled, and I looked up to see him with his ice ax raised."],
        ["2", "\tWhen I reached him, he pointed without saying a word: Even from 40 feet away, it was possible to see reddish feathers sticking out near the top of the ridge. We had both seen feathers like this on Inca statues at other sites, and so we knew instantly they would most likely be from a feathered headdress."],
        ["3", "\tAlthough the feathers were only about 10 feet down from the top, the slope was steep and slippery — a mix of gravel and sand over ice. A slip would have meant certain death. Miguel weighed far less than I did, so I tied a long sling onto him and held him as he climbed down to uncover a statue made of a rare seashell, with a reddish feathered headdress. Nearby, also covered with gravel, were two more statues, one gold and one silver."],
        ["4", "\tTheir textiles were so well preserved, they looked new."],
        ["5", "\tThe feathers that had been exposed were still in good condition. This meant that the gravel in which the statues had been buried had fallen away only days before. Indeed, the statues could have fallen farther down the slope at any moment."],
        ["6", "\tBack on the summit ridge, we saw stones that had formed a corner of a building. Most of the structure had fallen down one of two naturally formed gullies that dropped 200 feet to the inside of the crater. From the ridge we could not see where these led. So I wrapped two stones in yellow plastic that I had carried in case we needed to mark our way. I threw a stone down each of the gullies, thinking “I'll be a miracle if we ever see them again?”"],
        ["7", "\tWe then climbed down off the ridge and scrambled our way around beneath it. We soon spotted yellow plastic below us where the rocky slope met the ice pinnacles where we had been climbing to the summit only a few hours before."],
        ["8", "\tA little farther we saw what looked to us like a mummy bundle lying on the ice."],
        ["9", "\tIt seemed so unlikely to find a mummy out in the open, we literally couldn't believe our eyes. Miguel said, “Maybe it's a climber's backpack.”"],
        ["10", "\tOnly half joking, I replied, “Maybe it's a climber.”"],
        ["11", "\tAs we drew closer, I knew from the stripes on the cloth that it was probably a mummy bundle. This would mean only one thing: The Incas had performed a human sacrifice on the ridge top. The bundle containing the victim had been buried in the structure that had collapsed when part of the summit ridge crashed into the crater."],
        ["12", "\tI knew that even a partially frozen body would be invaluable¹ for science. A frozen body is like a time capsule, which allows scientists to look back into the past and find out things difficult to know otherwise — such as what foods were eaten, what diseases and bacteria existed, who was related to the mummy, where it came from, and much more."],
        ["13", "\tI grew more excited as I remembered that only three frozen mummies had been recovered in all of South America."],
        ["14", "\tDescending toward it, we found fragments of a torn textile. A seashell, two cloth bags containing food offerings (maize kernels and a maize cob), llama bones, and pieces of Inca pottery were strewn about on the slope above the bundle."],
        ["15", "\tAfter I photographed these items, Miguel used his ice ax to cut loose the bundle from the ice."],
        ["16", "\tHe turned it on its side for a better grip. Both of us were momentarily stunned as the body turned."],
        ["17", "\tWe looked straight into the face of a young girl."],
        ["18", "\tShe was the first frozen female mummy found in South America!"],
        ["19", "\tHer dried-out features made me fear that we had arrived too late. However, the bundle weighed about 90 pounds, which meant the body was still frozen. A dried-out mummy would have weighed much less."],
        ["20", "\tI wondered what to do next. If we left the mummy behind in the open, the sun and volcanic ash would cause further damage. Climbers might find her and take her and the other artifacts as souvenirs or to sell. The ground was frozen rock hard, and it was impossible to bury the mummy. A heavy snowfall could cover the summit and make recovery impossible."],
        ["21", "\tThoughts rushed through my mind. It could take weeks, if not months, to get a government permit that would allow me to return and recover the mummy. Obtaining the funding to organize a scientific expedition could take even longer."],
        ["22", "\tI decided that we should try to carry the mummy and the statues down the mountain."]
    ],
    "Copyright": "",
    "References": [
        ["¹", "invaluable: extremely valuable"]
    ]
}