{
    "Directions": "Read this article, then answer each question that follows.",
    "Context": [],
    "Title": "[Excerpt from] A Home for the President",
    "Subtitle": "",
    "Author": "by Patricia West",
    "LabelType": "P",
    "Content": [
        ["1", "\tThe White House has stood as an important symbol of the U.S. presidency for over two centuries. It has seen a wide range of occupants and visitors from all over the world. In spite of its endurance, the home of the U.S. presidency has changed a lot. It was not the home of every U.S. President. It was not always called the “White House.” In fact, it was not always white."],
        ["", "George Washington Plans a Presidential Home"],
        ["2", "\tWhen George Washington became the first President of the United States, the nation did not yet have a capital city. The government's headquarters at that time was in New York City and later moved temporarily to Philadelphia, Pennsylvania. Several of the thirteen original states wanted the honor of hosting the capital. A compromise was worked out between the Southern states and the Northern states. In exchange for Thomas Jefferson's support of a bill Alexander Hamilton favored, Hamilton agreed to urge his fellow Northerners in Congress to vote to put the capital in the South."],
        ["3", "\tPresident Washington was asked to name the exact location of the new capital. He chose a 10-square-mile spot on the Potomac River. This spot had been the home of several Native American tribes. By 1791, European settlers were living there."],
        ["4", "\tThe first plan for the President's House was for a huge, grayish stone building, much like a European palace. The building was designed by the distinguished Frenchman, Pierre L'Enfant. Washington rejected his plan and announced a competition calling for a new architect. James Hoban, of South Carolina, won the contest and laid the cornerstone of the President's House in 1792."],
        ["5", "\tTo this day, Americans should feel indebted to George Washington. He supervised every detail of the building, which was just one-fifth the size called for in the original plan. Unfortunately, Washington was the only U.S. President who never got to live in the beautiful building."],
        ["6", "\tIt took eight years to build the President's House. No one could guarantee that Congress would provide enough money for construction. It was hard to bring building materials to the swampy area. Mosquitoes buzzing everywhere in the steamy summer heat made the workers' lives miserable."],
        ["7", "\tBy 1800, the President's House was barely finished. Only six rooms were completed. Even in these rooms, the plaster walls were still damp."],
        ["", "A New Home in “Wilderness City”"],
        ["8", "\tIt would be misleading to say that Washington, D.C., was a grand city at the start of the nineteenth century. When President John Adams and First Lady Abigail Adams moved into their new home, Washington, D.C., was quite a mess. The unpaved streets became a sea of mud whenever it rained. Potholes and tree stumps made travel by horse and carriage dangerous. Pigs roamed the streets eating the garbage dumped there. Conditions were so rough and dirty that some people called the capital “wilderness city.” Abigail Adams had to hang laundry inside the house to dry because it would have gotten dirty all over again on an outside clothesline."],
        ["9", "\tIn spite of the hardships, the Adamses appreciated their home. Calling the house “the President's Palace,” President Adams wrote to a friend, “May none but honest and wise Men ever rule under this roof” His wife commented that “this House is built for ages to come.”"],
        ["10", "\tA new President moved into the house in 1801. President Thomas Jefferson said that the big stone house was large enough for “two emperors, one Pope, and the Grand Lama.” Since he didn't think that Presidents should live in a palace, he called his new home simply “the President's House.“” Jefferson had good taste, and he furnished the house beautifully. He also had three large rooms on the main floor (the Blue Room, the Red Room, and the Green Room) painted in the colors that are still used today."],
        ["11", "\tWith all that space at his disposal, Jefferson loved to entertain at home. His guests included foreign heads of state, Native Americans, and ordinary citizens."],
        ["", "Disaster in the President's House"],
        ["12", "\tThe next President, James Madison, was away in 1814 when he received word that the British were marching on Washington during the War of 1812.¹ First Lady Dolley Madisonhurriedly packed up important state papers and sent them away. At the last minute, when British troops were storming the capital, she saved a large portrait of George Washington by ripping it from its frame. Then she fled in disguise."],
        ["13", "\tBritish soldiers feasted on the food they found on the banquet table. They set the President's House on fire, along with all the other government buildings in the city. Only a torrential rainstorm saved the house from total destruction. By the next day, all that remained standing were four soot-blackened exterior walls. The architect, James Hoban, was asked to use his original plans to rebuild the President's House. While the Madisons lived elsewhere, the famous house was rebuilt."]
    ],
    "Copyright": "",
    "References": [
        ["¹", "War of 1812: a war between the United States and Great Britain lasting from 1812 to 1815"]
    ]
}