{
    "Directions": "Read this passage about elephants, then answer each question that follows.",
    "Context": [],
    "Title": "[from] “Elephants Appear to Be Super Sniffers”",
    "Subtitle": "",
    "Author": "by Nsikan Akpan",
    "LabelType": "P",
    "Content": [
        ["1", "Everyone knows that African elephants boast versatile snouts. They can toss logs, grab food and spray water. But the towering mammals also may be the world's best smellers."],
        ["2", "The team looked at bush elephants (Loxodonta africana). These are the larger of Africa's two species. They tend to live in fairly open, grassy areas (hence the term “bush” in their common name). This species hosts some 2,000 different genes for sensing odors. Scientists refer to these sensors as olfactory receptors; olfaction (Oll-FAK-shun) refers to the sense of smell. These sensors are found on the outside of scent-sensing cells. They're in a nasal cavity, near the top of the animal's trunk."],
        ["3", "Renowned sniffers like rats have around 1,200 genes for scent-sensing. Bloodhounds and other dogs get by with about 800 of these different genes. Humans and other primates possess relatively poor sniffers. They also have only about 40 olfactory genes."],
        ["4", "The researchers think that long ago, when mammals split into a broad range of new species, the original smell-sensing gene began copying itself-and morphing somewhat—over and over again. This appears to have happened the most in ancestors of today's elephants."],
        ["5", "The elephant's ability to detect a broad range of odors perhaps explains why scents play a big role in its behavior. African elephants, for instance, can communicate aggression via scents. And the animals also can distinguish people from two ethnic groups living near them in East Africa-the Maasai and Kamba. That's helpful because the Maasai herders, in Kenya, hunt elephants. Mostly farmers, the Kamba pose no threat to the pachyderms."]
    ],
    "Copyright": "“Elephants appear to be super sniffers” by Nsikan Akpan from SCIENCE NEWS FOR STUDENTS, July 30, 2014. Copyright © 2014 by Society for Science and the Public.",
    "References": []
}