{
    "Directions": "Read this passage about elephants, then answer each question that follows.",
    "Context": [],
    "Title": "[from] “Wild Elephants Sleep for Only Two Hours at Night”",
    "Subtitle": "",
    "Author": "by Susan Milius",
    "LabelType": "P",
    "Content": [
        ["1", "Wild African elephants may break sleep records for mammals. New data show that they seem to get by just fine on about two hours of shut-eye a night. Much of that snoozing took place while they were standing up. The animals lie down to sleep only once every three to four nights."],
        ["2", "Trying to figure out how much wild elephants sleep just by watching them 24 hours a day is tricky, especially in the dark. Much of what scientists had known about sleeping elephants came from animals living in captivity, notes Paul Manger. He is a neuroscientist, or brain researcher, at the University of the Witwatersrand in Johannesburg, South Africa. In zoos and enclosures, elephants have been recorded snoozing from about three hours to nearly seven during a 24-hour period."],
        ["3", "Using electronic monitors on African elephants in the wild, however, has turned up more extreme behavior. That two-hour average snooze is the least sleep recorded for any mammal species."],
        ["4", "Game rangers familiar with wild African elephants had claimed these animals almost never slept. The new data seem to now confirm they were right."],
        ["", "Wʜᴀᴛ ᴛʜᴇʏ ʟᴇᴀʀɴᴇᴅ"],
        ["5", "Manger and his colleagues implanted activity monitors (similar to Fitbit trackers) in the trunks of two elephants. Both were matriarchs (female leaders) of their herds in the Chobe National Park. It lies in northern Botswana, a nation in southern Africa."],
        ["6", "The trunk on these animals is “250 pounds of muscle,” Manger says. That's why, he says, these moms would hardly have noticed the small tracker implants."],
        ["7", "Trunks, like human hands, are important for exploring the world. Elephants rarely keep them still — unless sleeping. The researchers assumed that a trunk monitor that didn't move for at least five minutes likely meant its host was asleep. Neck collars helped researchers figure out whether animals were standing up or lying down."],
        ["8", "The electronic devices tracked the animals over about a month. During that time, the elephants averaged just two hours of sleep a day. What's more, the elephants were able to skip a night's sleep without needing extra naps the next day."],
        ["9", "Those trunk implants showed there were times the elephants went up to 46 hours without any sleep. A predator, poacher or a male elephant loose in the neighborhood might explain their restlessness, Manger says. Animals in captivity don't face the same dangers."],
        ["", "Wʜᴀᴛ ᴛᴏ ᴍᴀᴋᴇ ᴏꜰ ᴛʜᴇ ꜰɪɴᴅɪɴɢs"],
        ["10", "There has been some thought that sleep restores or resets aspects of the brain for peak performance. But that can't explain animals, like the elephants, that skip sleep for a night without needing catch-up rest later, says Niels Rattenborg, who was not involved in the new research. He studies bird sleep."],
        ["11", "The new data don't fit well with the notion that animals need sleep to store memories properly. “Elephants are usually not considered to be forgetful animals,” Rattenborg observes. In fact, he notes, studies have found plenty of evidence that they can have long memories."],
        ["12", "Until now, horses were the record-holders for needing the least sleep. They can get by with just 2 hours, 53 minutes of sleep, Manger says. At 3 hours, 20 minutes, donkeys weren't far behind."],
        ["13", "These results join a growing body of data showing that wild animals don't need as much sleep as had been suggested by studies of animals in captivity, Rattenborg says. His monitoring of wild sloths, for instance, revealed they aren't nearly as slothful as captive members of their species."],
        ["14", "It's unclear how these findings for two females will translate to entire elephant populations. But the data do fit a trend that links larger species with shorter sleep and smaller species with longer sleep, Manger says."]
    ],
    "Copyright": "From “Wild Elephants Sleep for Only Two Hours at Night” by Susan Milius from SCIENCE NEWS FOR STUDENTS, April 3, 2017. Copyright © 2017 by Society for Science and the Public.",
    "References": []
}