{
    "Directions": "Read this passage, then answer each question that follows.",
    "Context": [],
    "Title": "Seashells on the Summit",
    "Subtitle": "",
    "Author": "by Gretchen Noyes-Hull",
    "LabelType": "P",
    "Content": [
        ["1", "People living high in the mountains of Nepal and the plateaus of Tibet collect seashells even though they have never seen a beach or the sea. Off in the distance looms Mount Everest, the highest mountain in the world. Its snow- covered peaks reveal layer upon layer of ocean-deposited sands, now hardened into rock. The Indian Ocean lies many miles to the southeast, 26,000 feet lower."],
        ["2", "Some of the people must wonder how the shells got there. Maybe you do, too. Were ancient sea levels much higher? Did floodwater carry the shells there? Were the mountains very much lower? How can we find out?"],
        ["3", "What stories can the seashells tell us?"],
        ["", "Tʜᴇ Sʜᴇʟʟs' Sᴛᴏʀʏ"],
        ["4", "Shells, like all fossils, tell many tales. Their chemical makeup tells scientists how long ago the animals were alive. Their positions tell whether they were buried alive, or whether the empty shells were carried in a stream. And the variety of shells gives us details about ancient habitats, including the temperature of the water."],
        ["5", "The story that the shells and fossils of the Himalayan Mountains tell is a very old one ... It tells of a vast warm ocean separating Europe and Asia from an independent continent of India. Called the Tethys Sea, the ocean was home for a wide variety of creatures. For ... years, layers of shells were preserved in the sands that settled to the bottom of its shallow, quiet waters."],
        ["", "Cʀᴀsʜɪɴɢ Cᴏɴᴛɪɴᴇɴᴛs"],
        ["6", "Then, just like now, the stiff outer crust of Earth was broken into many jigsaw pieces called tectonic plates. Tectonic plates are giant sheets of solid rock near Earth's surface. They slide along the top of a hotter, more liquid layer below them. The plates act like giant conveyor belts, constantly shifting the positions of the continents on the Earth's surface. When the animals in the seashells were alive, the land that is now called India was pushing northward on its own plate at the great speed of about 36 feet a century."],
        ["7", "As India approached, most of the oceanic bottom between the continents was forced downward into Earth's mantle, but some small fragments were swept up against Asia. These fragments contained the fossil shells. Finally, ... India rammed into Europe and Asia! The two continents fused together, forming a very thick continental crust. But still the plate was forcing India northward. The land crumpled under the immense pressure and was folded and lifted. Today the Himalayan Mountains and the Tibetan plateau are still rising, as India continues to squeeze against its northern neighbor. The movement isn't as rapid now, but the Himalayan Mountains, the highest in the world, become 1⁄5 inch higher each year. And so do the seashells!"],
        ["", "problems/COG6E/media/S4a.jpg"],
        ["", "Sᴛᴏʀɪᴇs ᴏꜰ Oᴛʜᴇʀ Mᴏᴜɴᴛᴀɪɴs"],
        ["8", "The Himalayas are not the only mountains with an oceanic history. Colliding continents also created the Alps. The crashing of Africa into Europe folded the crust and lifted up pieces of another ancient sea floor with the new mountains. High in the Alps, you can find fossil tracks left by beachcombing dinosaurs. Not far away are the fossilized remains of seashells and of coral reefs that grew in the ocean at about the same time."],
        ["9", "The Rocky Mountains, the Andes, and the ancient Appalachians have their own seashell stories that tell of mountain making. A careful observer will find traces of marine life older than the mountains themselves, far above the level of the sea. The process isn't over — today's seashells tell stories of mountains still to come, as tectonic movement continues to change the shape of the land."]
    ],
    "Copyright": "“Seashells on the Summit” by Gretchen Noyes-Hull from APPLESEEDS, October 1999. Copyright © 1999 Cricket Media. All rights reserved.",
    "References": []
}