{
    "Directions": "Read this article, then answer each question that follows.",
    "Context": [],
    "Title": "Time to Standardize",
    "Subtitle": "",
    "Author": "by Will Bremen",
    "LabelType": "P",
    "Content": [
        ["1", "Imagine that you live in the mid-1800s in an eastern city, and you are traveling by train to the Midwest. You check your pocket watch against the town clock, which is easily visible in a large tower overlooking the downtown. The time shown on the town clock reflects the town’s local time. The town clock keeps all the residents synchronized¹."],
        ["2", "The train arrives, and you board it. As you travel westward across the country, you adjust your watch to match the time of the major cities through which you pass. You are living in an era before standardized time zones, when each community had its own local time determined by the position of the sun in the sky. Your train ride might travel through 30 different local times—within a single state!"],
        ["", "Rᴀɪʟʀᴏᴀᴅs Tʜᴀᴛ Bɪɴᴅ"],
        ["3", "Before railroads, most Americans did not travel far from the places in which they settled. The methods of transportation—horseback or carriage—were expensive and time consuming. Most Americans also owned farms in the early 1800s, which required their daily attention. Farmers didn’t have clocks to tell them when to go to work—they got up with the sun and stopped working when it was too dark to see."],
        ["4", "The growth of railways in the United States dramatically changed how Americans both traveled and measured time. By the 1850s, 9,000 miles of railroad lines had been built in the country. Railroads connected most of the major cities in the North and the Midwest. Americans began to travel farther and faster, but all those different local times complicated the journey for passengers—and for railroad companies."],
        ["5", "Railroad companies posted their trains’ arrivals and departures at stations, but the schedules reflected each company’s local time. A company’s local time might be based on where it was headquartered or where its train had begun its journey. Stations that offered service for five railroad companies would have five different clocks to show each company’s local time. Sound confusing? It was. Forget about trying to figure out which train was the right connection!"],
        ["", "Tɪᴍɪɴɢ Is Eᴠᴇʀʏᴛʜɪɴɢ"],
        ["6", "In the 1860s, to address the problem of too many local times for railroad travelers, Charles F. Dowd of Saratoga Springs, New York, proposed using national “time belts.” The vertical time belts would divide the country into designated one-hour sections."],
        ["7", "Railroad officials asked William Frederick Allen, a railroad engineer, to study the problem in 1872. By that time, the transcontinental railroad was complete, and 53,000 miles of track crisscrossed the country. Allen understood how important standardized time was for the business of railroads. He also worked to get local governments served by the railroads to agree."],
        ["8", "Allen took Dowd’s idea, added details and improvements, and got the railroads to support the concept in 1883. The final plan recommended four railroad time zones across the United States. Each zone would be determined by the central meridian² within it, and each meridian would be set one hour apart. Almost every railroad company agreed to Allen’s proposal."],
        ["9", "On November 18, 1883, at noon in New York City, standard railroad time went into effect. Railroad companies across the nation switched their clocks to the new times. Although the federal government did not recognize the railroad industry’s decision, many people saw its benefits to travel and communication, and they began to accept railroad time as local time."],
        ["10", "A few people resented the change. Residents of Detroit, Michigan, refused to comply at all. They insisted on using their own local time until 1905. The U.S. government took a while longer: Standard time did not become an official law until the passage of the Standard Time Act on March 19, 1918."],
        ["11", "In October 1884, more than 25 nations participated in the International Meridian Conference in Washington, D.C. They agreed to a universal prime meridian—a single reference point for international navigation and measurement—to be located at Great Britain’s Greenwich Royal Observatory. The Greenwich prime meridian was recognized as 0° longitude. Eventually, international time zones were measured in 15-degree increments east and west from Greenwich."],
        ["", "problems/COG6E/media/S8a.jpg"]
    ],
    "Copyright": "“Time To Standardize” by Will Bremen from COBBLESTONE, February 2017. Copyright © 2017 Cricket Media. All rights reserved.",
    "References": [
        ["¹", "synchronized — on the same time"],
        ["²", "meridian — imaginary north-south lines of longitude, measured in degrees, that divide the globe"]
    ]
}