{
    "Directions": "Read this passage about ancient cultures, then answer each question that follows.",
    "Context": [],
    "Title": "[from] Ancient Greece",
    "Subtitle": "",
    "Author": "by Christine Hatt",
    "LabelType": "P",
    "Content": [
        ["", "Aʀᴄʜᴀᴇᴏʟᴏɢʏ ᴀɴᴅ ᴛʜᴇ Aɴᴄɪᴇɴᴛ Gʀᴇᴇᴋs"],
        ["1", "Greece lies at the tip of the Balkan Peninsula, an area of southeast Europe that sticks out into the Mediterranean Sea. Humans have lived in this hot, dry land for more than 200,000 years, but the people now known as the ancient Greeks arrived much later. The first Greeks probably moved in from the north about 4,000 years ago. As more arrived, they spread south and, in a few hundred years, they had become the most powerful people in the region."],
        ["2", "The Greeks were different from the peoples already in the area in two main ways. They spoke a new language—Greek—and they believed in a group of gods who had not been heard of in the region before. The Greeks also introduced new styles of house-building and pottery-making."],
        ["", "Gʀᴇᴇᴋs ᴛʜʀᴏᴜɢʜ ᴛʜᴇ Aɢᴇs"],
        ["3", "Experts divide ancient Greek history into different periods. The earliest period began in about 1600 BCE. By then, the Greeks had founded several rich kingdoms. One of the wealthiest was at Mycenae, so the period is called the Mycenaean Period."],
        ["4", "About 500 years later, after all its main sites were destroyed, the Mycenaean Period ended. Experts are not sure how or why this happened. Poverty and a decline in population followed, and so the next period, starting in 1100 BCE, is often known as the Dark Ages. However, recent research has shown that there were some strong communities in Greece during this period. Therefore many experts prefer to call it the Geometric Period, after the patterned pottery of the time."],
        ["5", "From 750 BCE, the start of the Archaic Period, Greek cities and nearby villages began to form independent states. The largest was Athens. These city-states governed themselves, built temples, and encouraged the arts. From this time, the Greeks also set up colonies abroad."],
        ["", "Tʜᴇ Cʟᴀssɪᴄᴀʟ Pᴇʀɪᴏᴅ"],
        ["6", "In 490 BCE, the Persian Empire tried to invade Greece and war followed as Athens, Sparta, and other city-states fought off the attackers. Eventually, after defeating the Persians in 479 BCE, the Greeks proudly started to rebuild. This was the start of the Classical Period, the high point of ancient Greek civilization."],
        ["7", "Classical Greek ways of life and thought have influenced much of the world. During the Classical Period, Athens was at the center of remarkable developments in architecture, sculpture, pottery, drama, and philosophy. The way that city-states were governed also changed during this period. Before, only the rich and powerful had an opportunity to rule. But from the late 6th century BCE, Athens and other city-states had begun to introduce democracy. This was a type of government in which many more adults were able to play an active part."],
        ["", "Tʜᴇ Hᴇʟʟᴇɴɪsᴛɪᴄ Pᴇʀɪᴏᴅ"],
        ["8", "In the 5th century BCE, Athens was defeated by Sparta in the Peloponnesian War. But Sparta was soon defeated by another city-state, Thebes. In 338 BCE, Macedonia, ruled by King Philip II, grew strong and defeated Athens. Philip united Greece, and his son, Alexander the Great, went on to build a huge empire. During the Hellenistic Period, which began with Alexander’s death in 323 BCE, Greek ways of life continued in much of the empire. Greece was taken over by the Romans in the 2nd century BCE."]
    ],
    "Copyright": "From ANCIENT GREECE by Christine Hatt. Copyright © 2006 by Heinemann Library, a division of Reed Elsevier Inc. All rights reserved.",
    "References": []
}