{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Title": "Book Clubs Are for Everyone!",
    "Subtitle": "",
    "Author": "",
    "LabelType": "P",
    "Content": [
        ["1", "You may have heard about book clubs. They have been around for many years. In the past most book clubs were for adults. Today more young people are forming their own book clubs. You may have even joined one in your classroom. The rules are simple. Members read the same book. Then they meet and talk about the book. Sharing ideas about a book with friends is fun. There are many other good reasons for kids to join a book club."],
        ["", "problems/TX22G3R/media/S4a.jpg"],
        ["2", "Belonging to a book club improves reading skills. The more time you spend reading, the more your reading skills will develop. According to the Public Broadcasting Service (PBS) website, by reading books to prepare for a book-club meeting, students improve their ability to read smoothly and with expression. This is because practicing leads to faster and more correct reading. Reading helps you learn to say new words. It also helps you understand their meanings. This is an important skill that is helpful in school and throughout life."],
        ["3", "Do you ever struggle to finish the books you start? Joining a book club might help you with this problem. Book-club members are more likely to finish reading an entire book. If you do not read the whole book, you will not be able to talk about the book at the meeting. Plus, the other members expect you to finish the book. The desire to be prepared will encourage you to finish reading what you started."],
        ["4", "After all the reading you do in school, you may think you don’t want to join a book club. But book clubs are different. They give members a fun way to experience different kinds of books. In many book clubs, each member takes a turn selecting the book for the group to read. This could mean that you will read a book that you may not have picked for yourself. Reading about new or u͟n͟k͟n͟o͟w͟n topics leads to learning. Reading books that others have selected helps you to discover new authors. In many ways, book clubs allow their members to think about new ideas."],
        ["5", "Book-club meetings are a great place to practice listening and speaking in a respectful way. At book-club meetings members talk about the books they read. Sometimes members disagree. One person might share what he or she liked about the main character in a story. Another person might make the point that he or she was annoyed by that same character. This can lead to interesting discussions. Being in a book club allows members to share their thoughts and consider the views of others."],
        ["6", "A book club is a great place to make friends. You might already know some members in your book club. This is especially true if some of the book-club members go to your school. By spending time with them at book-club meetings, you will get to know all the members better."],
        ["", "problems/TX22G3R/media/S4b.jpg"],
        ["7", "Would you like to be in a book club? It is easy to start one. All you need are some other members and a place to meet. Library meeting rooms and parks are good locations. Being a member of a book club is good for you. It is also a lot of fun. Why not join or start a book club today?"]
    ]
}