{
    "Directions": "Read the selection and choose the best answer to each question. Then fill in the answer on your answer document.",
    "Context": [],
    "Title": "The Unwelcome Neighbor",
    "Subtitle": "A tale from the Panchatantra¹",
    "Author": "Retold by Santhini Govindan",
    "LabelType": "P",
    "Content": [
        ["1", "Once upon a time a pair of crows came across a huge old banyan tree. The tree had strong branches and a wonderful roof of green leaves that provided shade from the sun. It seemed like the perfect place to build a nest."],
        ["2", "The crows immediately set to work. Soon a round nest was hidden high among the leaves of the tree, ready for the eggs that Mother Crow would lay."],
        ["3", "One day, a huge black snake slithered past the banyan tree. He noticed a deep, dark hole at the bottom of the tree, and he decided to make it his home."],
        ["4", "This alarmed the crows. Father Crow discussed the matter with the other animals who lived in the banyan tree. “Beware of the snake,” they said. “He is dangerous.”"],
        ["5", "When Mother Crow heard this, she began to cry. “How can I lay my eggs?” she asked Father Crow. “I want to leave! Let’s go far away and make a new nest.”"],
        ["6", "“No, we must not leave,” said Father Crow. “The banyan tree is the best place for us to live. I will find some way to drive away the snake.”"],
        ["7", "Mother Crow was reassured by Father Crow’s words. She laid seven eggs, and before long there were seven baby crows in the nest. They quickly grew big and fat under Mother Crow’s watchful eye. Their noisy chirping could be heard all over the banyan tree. The snake heard it, too, and slithered up and down the branches of the tree every day, searching for the crows’ nest."],
        ["8", "“Please do something to drive away the snake,” Mother Crow begged."],
        ["9", "Father Crow decided to ask a wise old fox for help. The fox listened to the crow’s tale of woe and then came up with a brilliant plan. He told the two crows to go to the river the next morning. The ladies of the royal household would be swimming there. Their jewels would be lying on the riverbank, watched over by servants."],
        ["10", "“Pick up a necklace and fly home,” said the fox. “Be sure to make a loud noise so that the servants will follow you. When you reach the tree, drop the necklace into the snake’s hole.”"],
        ["", "problems/TX22G3R/media/S1a.jpg"],
        ["11", "The crows did exactly as the fox had told them. Mother Crow s͟n͟a͟t͟c͟h͟e͟d a ruby necklace in her beak and flew away. Father Crow cawed loudly to attract the servants’ attention."],
        ["12", "The servants chased Mother Crow, and as they reached the banyan tree, they saw her drop the necklace into the snake’s hole."],
        ["13", "When the servants tried to take the necklace out of the hole with a stick, the angry snake came out hissing. The servants drew back in alarm. But the snake, afraid for his life, slithered away as fast as he could and never came back to the banyan tree. Mother and Father Crow lived there happily for many years and raised many babies, too."]
    ],
    "Copyright": "Copyright © 2002, Highlights for Children, Inc., Columbus, Ohio.",
    "References": [
        ["¹", "Panchatantra — The Panchatantra is a collection of fables from India."]
    ]
}